Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# ImgExportTypeHint
source: When pasting or dropping a bitmap this will be the default file type
af_za: As u 'n bitmap plak of laat val, sal dit die standaardlêer wees
ar_bh: عند لصق أو إسقاط صورة نقطية ، سيكون هذا هو نوع الملف الافتراضي
bg_bg: Когато поставяте или пускате растерна карта, това ще бъде типът на файла по подразбиране
bs_cyrl_ba: Prilikom zalijepivanja ili ispuštanja bitmapa ovo će biti zadana vrsta datoteke
da_dk: Når du indsætter eller slipper en bitmap, vil dette være standardfiltypen
es_ni: Al pegar o soltar un mapa de bits, este será el tipo de archivo predeterminado
et_ee: Bitikaardi kleepimisel või kukutamisel on see vaikefaili tüüp
fil_ph: Kapag ang pag -paste o pag -drop ng isang bitmap ito ang magiging default na uri ng file
fr_ml: Lors de la collation ou de la suppression d'un bitmap, ce sera le type de fichier par défaut
hr_ba: Prilikom lijepljenja ili ispuštanja bitmapa ovo će biti zadana vrsta datoteke
id_id: Saat menempelkan atau menjatuhkan bitmap ini akan menjadi jenis file default
is_is: Þegar þú límir eða sleppt bitamynd verður þetta sjálfgefin skráartegund
ja_jp: ビットマップをペーストまたはドロップする場合、これがデフォルトのファイルタイプになります。
kk_kz: Нүктелік кескінді қою кезінде немесе түсірген кезде бұл әдепкі файл түрі болады
km_kh: នៅពេលបិទភ្ជាប់ឬទម្លាក់រូបភាពវានឹងជាប្រភេទឯកសារលំនាំដើម
ky_kg: Битмаптарды таштап жатканда, бул демейки файлдын түрү болот
lo_la: ໃນເວລາທີ່ໄດ້ຮັບການປະຖິ້ມຫຼືຫຼຸດລົງຂອງ bitmap ນີ້ຈະເປັນປະເພດເອກະສານເລີ່ມຕົ້ນ
lv_lv: Ielīmējot vai nometot bitkarti, tas būs noklusējuma faila tips
ml_in: ഒരു ബിറ്റ്മാപ്പ് ഒട്ടിക്കുമ്പോഴോ ഉപേക്ഷിക്കുമ്പോഴോ ഇത് സ്ഥിരസ്ഥിതി ഫയൽ തരമായിരിക്കും
ms_my: Semasa menampal atau menjatuhkan bitmap ini akan menjadi jenis fail lalai
pl_pl: Podczas wklejania lub upuszczania mapy bitowej będzie to domyślny typ pliku
ro_ro: Când lipiți sau renunțați la un bitmap, acesta va fi tipul implicit de fișier
sk_sk: Pri vkladaní alebo vyhodení bitmapy to bude predvolený typ súboru
sw_ke: Wakati wa kubandika au kuacha bitmap hii itakuwa aina ya faili chaguo -msingi
te_in: బిట్‌మ్యాప్‌ను అతికించేటప్పుడు లేదా వదిలివేసేటప్పుడు ఇది డిఫాల్ట్ ఫైల్ రకం అవుతుంది
th_th: เมื่อวางหรือวางบิตแมปนี่จะเป็นประเภทไฟล์เริ่มต้น
tk_tm: Bitmap goýanyňyzda ýa-da taşlanda bu deslapky faýl görnüşi bolar
tt_ru: Битмапны киеп яки төшкәндә, файлның файл төре булачак
uk_ua: При вставці або випаданні растрової карти це буде тип файлу за замовчуванням
vi_vn: Khi dán hoặc thả bitmap, đây sẽ là loại tệp mặc định
zh_cn: 粘贴或删除位图时，这将是默认文件类型
zh_hant: 粘貼或刪除位圖時，這將是默認文件類型

# ImgExportTypeLabel
source: Default Export Type
af_za: Standaarduitvoertipe
ar_bh: نوع التصدير الافتراضي
bg_bg: Тип експортиране по подразбиране
bs_cyrl_ba: Zadani tip izvoza
da_dk: Standardeksporttype
es_ni: Tipo de exportación predeterminado
et_ee: Vaikimisi ekspordi tüüp
fil_ph: Uri ng default na pag -export
fr_ml: Type d'exportation par défaut
hr_ba: Zadana vrsta izvoza
id_id: Jenis Ekspor Default
is_is: Sjálfgefin útflutningsgerð
ja_jp: デフォルトのエクスポートタイプ
kk_kz: Әдепкі экспорт түрі
km_kh: ប្រភេទនាំចេញលំនាំដើម
ky_kg: По умолчанию экспорттук түрү
lo_la: ປະເພດການສົ່ງອອກ Default
lv_lv: Noklusējuma eksporta tips
ml_in: സ്ഥിരസ്ഥിതി കയറ്റുമതി തരം
ms_my: Jenis eksport lalai
pl_pl: Domyślny typ eksportu
ro_ro: Tip implicit de export
sk_sk: Predvolený typ exportu
sw_ke: Aina chaguo -msingi ya kuuza nje
te_in: డిఫాల్ట్ ఎగుమతి రకం
th_th: ประเภทการส่งออกเริ่มต้น
tk_tm: Bellenen ekran meýdany görnüşi
tt_ru: Килешү экспорт тибы
uk_ua: Тип експорту за замовчуванням
vi_vn: Loại xuất mặc định
zh_cn: 默认导出类型
zh_hant: 默認導出類型
