Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# Html2RtfHint
source: When rtf is not already present, html will be converted to rtf. This may be useful between web browsers and/or word processing applications. (requires Rtf format to be enabled and is only for supported platforms)
af_za: Wanneer RTF nog nie teenwoordig is nie, sal HTML na RTF omgeskakel word. Dit kan nuttig wees tussen webblaaiers en/of woordverwerkingsaansoeke. (vereis dat RTF -formaat geaktiveer moet word en is slegs vir ondersteunde platforms)
am_et: RTF ቀድሞ በማይኖርበት ጊዜ ኤችቲኤምኤል ወደ RTF ይለወጣሉ. ይህ በድር አሳሾች እና / ወይም በቃል ማቀነባበሪያ ትግበራዎች መካከል ጠቃሚ ሊሆን ይችላል. (የ RTF ቅርጸት እንዲነቃ ይፈልጋል እና ለሚደገፉ የመሣሪያ ስርዓቶች ብቻ ነው)
ar_bh: عندما لا يكون RTF موجودًا بالفعل ، سيتم تحويل HTML إلى RTF. قد يكون هذا مفيدًا بين متصفحات الويب و/أو تطبيقات معالجة النصوص. (يتطلب تمكين تنسيق RTF وهو فقط للمنصات المدعومة)
as_in: যেতিয়া RTF ইতিমধ্যে উপস্থিত নহয়, HTML RTF লৈ ৰূপান্তৰ কৰা হ’ব। ৱেব ব্ৰাউজাৰ আৰু/বা শব্দ প্ৰক্ৰিয়াকৰণ এপ্লিকেচনৰ মাজত ই উপযোগী হ'ব পাৰে। (RTF বিন্যাস সামৰ্থবান কৰাৰ প্ৰয়োজন আৰু কেৱল সমৰ্থিত প্লেটফৰ্মৰ বাবে)
az_cyrl_az: RTF artıq mövcud olmadıqda, HTML RTF-yə çevriləcəkdir. Bu, veb brauzerlər və / və ya söz emal tətbiqləri arasında faydalı ola bilər. (RTF formatının aktiv olmasını tələb edir və yalnız dəstəklənən platformalar üçündür)
bg_bg: Когато RTF вече не присъства, HTML ще бъде преобразуван в RTF. Това може да е полезно между уеб браузърите и/или приложенията за обработка на текстове. (Изисква активиран формат RTF и е само за поддържани платформи)
bn_bd: যখন আরটিএফ ইতিমধ্যে উপস্থিত থাকে না, এইচটিএমএল আরটিএফ রূপান্তরিত হবে। এটি ওয়েব ব্রাউজার এবং/অথবা ওয়ার্ড প্রসেসিং অ্যাপ্লিকেশনগুলির মধ্যে কার্যকর হতে পারে। (আরটিএফ ফর্ম্যাটটি সক্ষম করার জন্য প্রয়োজন এবং এটি কেবল সমর্থিত প্ল্যাটফর্মগুলির জন্য)
bs_cyrl_ba: Kada RTF već nije prisutan, HTML će se pretvoriti u RTF. Ovo može biti korisno između web pretraživača i / ili aplikacija za obradu teksta. (zahtijeva omogućen RTF format i samo je za podržane platforme)
ca_es: Quan RTF encara no està present, HTML es convertirà en RTF. Això pot ser útil entre els navegadors web i/o les aplicacions de processament de paraules. (requereix que el format RTF estigui habilitat i només és per a plataformes compatibles)
cs_cz: Pokud RTF již není přítomen, bude HTML převedena na RTF. To může být užitečné mezi webovými prohlížeči a/nebo aplikacemi pro zpracování textu. (Vyžaduje, aby byl formát RTF povolen a je pouze pro podporované platformy)
cy_gb: Pan nad yw RTF eisoes yn bresennol, bydd HTML yn cael ei drawsnewid yn RTF. Gall hyn fod yn ddefnyddiol rhwng porwyr gwe a/neu gymwysiadau prosesu geiriau. (Angen Fformat RTF i'w alluogi ac mae ar gyfer llwyfannau a gefnogir yn unig)
da_dk: Når RTF ikke allerede er til stede, konverteres HTML til RTF. Dette kan være nyttigt mellem webbrowsere og/eller tekstbehandlingsapplikationer. (kræver, at RTF -format er aktiveret og er kun til understøttede platforme)
de_ch: Wenn RTF nicht bereits vorhanden ist, wird HTML in RTF konvertiert. Dies kann zwischen Webbrowsern und/oder Textverarbeitungsanwendungen nützlich sein. (Erfordert das RTF -Format aktiviert und gilt nur für unterstützte Plattformen.)
el_gr: Όταν το RTF δεν υπάρχει ήδη, το HTML θα μετατραπεί σε RTF. Αυτό μπορεί να είναι χρήσιμο μεταξύ των προγραμμάτων περιήγησης ιστού και/ή εφαρμογών επεξεργασίας κειμένου. (Απαιτεί τη μορφή RTF να ενεργοποιηθεί και είναι μόνο για υποστηριζόμενες πλατφόρμες)
es_ni: Cuando RTF aún no está presente, HTML se convertirá en RTF. Esto puede ser útil entre los navegadores web y/o las aplicaciones de procesamiento de palabras. (Requiere que el formato RTF esté habilitado y es solo para plataformas compatibles)
et_ee: Kui RTF pole juba olemas, teisendatakse HTML RTF -i. See võib olla kasulik veebibrauserite ja/või tekstitöötlusrakenduste vahel. (nõuab RTF -vormingu lubamist ja see on mõeldud ainult toetatud platvormide jaoks)
fa_ir: هنگامی که RTF از قبل موجود نیست ، HTML به RTF تبدیل می شود. این ممکن است بین مرورگرهای وب و/یا برنامه های پردازش کلمه مفید باشد. (برای فعال کردن فرمت RTF نیاز دارد و فقط برای سیستم عامل های پشتیبانی شده است)
fi_fi: Kun RTF ei ole jo läsnä, HTML muunnetaan RTF: ksi. Tämä voi olla hyödyllistä verkkoselaimien ja/tai sanankäsittelysovellusten välillä. (Vaatii RTF -muodon käytön ja on tarkoitettu vain tuetuille alustoille)
fil_ph: Kapag hindi pa naroroon ang RTF, ang HTML ay mai -convert sa RTF. Maaaring maging kapaki -pakinabang ito sa pagitan ng mga web browser at/o mga aplikasyon sa pagproseso ng salita. (Nangangailangan ng format ng RTF na paganahin at para lamang sa mga suportadong platform)
fr_ml: Lorsque RTF n'est pas déjà présent, HTML sera converti en RTF. Cela peut être utile entre les navigateurs Web et / ou les applications de traitement de texte. (nécessite le format RTF à activer et est uniquement pour les plates-formes prises en charge)
ga_ie: Nuair nach bhfuil RTF i láthair cheana féin, déanfar HTML a thiontú go RTF. D'fhéadfadh sé seo a bheith úsáideach idir brabhsálaithe gréasáin agus/nó feidhmchláir phróiseála focal. .
gu_in: જ્યારે આરટીએફ પહેલાથી હાજર નથી, ત્યારે એચટીએમએલ આરટીએફમાં રૂપાંતરિત થશે. આ વેબ બ્રાઉઝર્સ અને/અથવા વર્ડ પ્રોસેસિંગ એપ્લિકેશનો વચ્ચે ઉપયોગી થઈ શકે છે. (આરટીએફ ફોર્મેટને સક્ષમ કરવું જરૂરી છે અને તે ફક્ત સપોર્ટેડ પ્લેટફોર્મ માટે છે)
he_il: כאשר RTF כבר לא קיים, HTML תומר ל- RTF. זה עשוי להיות שימושי בין דפדפני אינטרנט ו/או יישומי עיבוד תמלילים. (דורש הופעת פורמט RTF ומיועד רק לפלטפורמות נתמכות)
hi_in: जब RTF पहले से मौजूद नहीं है, तो HTML को RTF में बदल दिया जाएगा। यह वेब ब्राउज़र और/या वर्ड प्रोसेसिंग एप्लिकेशन के बीच उपयोगी हो सकता है। (आरटीएफ प्रारूप को सक्षम करने की आवश्यकता है और केवल समर्थित प्लेटफार्मों के लिए है)
hr_ba: Kad RTF već nije prisutan, HTML će se pretvoriti u RTF. To može biti korisno između web preglednika i/ili aplikacija za obradu teksta. (Zahtijeva da se RTF format omogući i namijenjen je samo za podržane platforme)
hu_hu: Ha az RTF még nincs jelen, akkor a HTML átalakul RTF -re. Ez hasznos lehet a böngészők és/vagy a szövegszerkesztő alkalmazások között. (megköveteli, hogy az RTF formátum engedélyezhető legyen, és csak a támogatott platformokhoz szükséges)
hy_am: Երբ RTF- ն արդեն առկա չէ, HTML- ը վերածվելու է RTF- ի: Սա կարող է օգտակար լինել վեբ զննարկիչների եւ / կամ բառերի մշակման ծրագրերի միջեւ: (պահանջում է RTF ձեւաչափը միացնել եւ միայն օժանդակ հարթակների համար)
id_id: Ketika RTF belum ada, HTML akan dikonversi ke RTF. Ini mungkin berguna antara browser web dan/atau aplikasi pengolah kata. (Membutuhkan format RTF untuk diaktifkan dan hanya untuk platform yang didukung)
is_is: Þegar RTF er ekki þegar til staðar verður HTML breytt í RTF. Þetta getur verið gagnlegt milli vafra og/eða ritvinnsluforrit. (Krefst þess að RTF snið sé virkt og er aðeins fyrir studdan vettvang)
it_it: Quando RTF non è già presente, HTML verrà convertito in RTF. Ciò può essere utile tra browser Web e/o applicazioni di elaborazione testi. (richiede che il formato RTF sia abilitato ed è solo per le piattaforme supportate)
ja_jp: rtf がまだ存在しない場合、html は rtf に変換されます。
ka_ge: როდესაც RTF უკვე არ არის წარმოდგენილი, HTML გადაკეთდება RTF- ში. ეს შეიძლება სასარგებლო იყოს ვებ - ბრაუზერებსა და/ან სიტყვების დამუშავების პროგრამებს შორის. (მოითხოვს RTF ფორმატის ჩართვას და მხოლოდ მხარდაჭერილი პლატფორმებისთვის არის)
kk_kz: RTF әлі болмаса, HTML RTF-ке өзгертіледі. Бұл веб-браузерлер мен / немесе сөздерді өңдеуге арналған қосымшалар арасында пайдалы болуы мүмкін. (rtf пішімін қосуды қажет етеді және тек қолдау көрсетілетін платформалар үшін)
km_kh: នៅពេលដែល RTF មិនមានរួចហើយទេ HTML នឹងត្រូវបានបម្លែងទៅជា RTF ។ នេះអាចមានប្រយោជន៍រវាងកម្មវិធីរុករកគេហទំព័រនិង / ឬកម្មវិធីដំណើរការពាក្យ។ (ត្រូវការទ្រង់ទ្រាយ RTF ដែលត្រូវបើកដំណើរការហើយសម្រាប់តែវេទិកាដែលបានគាំទ្រប៉ុណ្ណោះ)
kn_in: ಆರ್ಟಿಎಫ್ ಈಗಾಗಲೇ ಇಲ್ಲದಿದ್ದಾಗ, HTML ಅನ್ನು RTF ಗೆ ಪರಿವರ್ತಿಸಲಾಗುತ್ತದೆ. ವೆಬ್ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು/ಅಥವಾ ವರ್ಡ್ ಪ್ರೊಸೆಸಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ನಡುವೆ ಇದು ಉಪಯುಕ್ತವಾಗಬಹುದು. (ಆರ್‌ಟಿಎಫ್ ಸ್ವರೂಪವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಿದೆ ಮತ್ತು ಇದು ಬೆಂಬಲಿತ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಗೆ ಮಾತ್ರ)
ko_kr: RTF가 아직 존재하지 않으면 HTML은 RTF로 변환됩니다. 이는 웹 브라우저 및/또는 워드 프로세싱 응용 프로그램간에 유용 할 수 있습니다. (RTF 형식이 활성화되어야하며 지원되는 플랫폼에만 해당됩니다)
ky_kg: RTF буга чейин жок болгондо, HTML RTFге которулат. Бул Веб браузерлер менен / же сөз иштетүү тиркемелеринин ортосунда пайдалуу болушу мүмкүн. (RRTF форматын иштетүү үчүн талап кылынат жана колдоого алынган аянтчалар үчүн гана)
lo_la: ເມື່ອ RTF ບໍ່ມີຢູ່ແລ້ວ, HTML ຈະຖືກປ່ຽນເປັນ RTF. ນີ້ອາດຈະເປັນປະໂຫຍດລະຫວ່າງຕົວທ່ອງເວັບແລະ / ຫຼືຄໍາຮ້ອງສະຫມັກການປຸງແຕ່ງຄໍາສັບ. (ຮຽກຮ້ອງໃຫ້ມີຮູບແບບ RTF ທີ່ຈະເປີດໃຊ້ງານແລະມີພຽງແຕ່ສໍາລັບເວທີທີ່ສະຫນັບສະຫນູນເທົ່ານັ້ນ)
lt_lt: Kai RTF dar nėra, HTML bus konvertuotas į RTF. Tai gali būti naudinga tarp interneto naršyklių ir (arba) teksto apdorojimo programų. (reikalauja įjungti RTF formatą ir skirtas tik palaikomoms platformoms)
lv_lv: Ja RTF vēl nav klāt, HTML tiks pārveidots par RTF. Tas var būt noderīgi starp tīmekļa pārlūkiem un/vai tekstapstrādes lietojumprogrammām. (Nepieciešams iespējot RTF formātu, un tas ir paredzēts tikai atbalstītajām platformām)
mi_nz: I te wa kaore ano a RTF i te waa, ka hurihia te HTML ki RTF. Ka whai hua pea tenei i waenga i nga kaitirotiro paetukutuku me / ranei nga tono tukatuka kupu. (Kei te hiahia te whakatakotoranga RTF kia whakahohea, he mea noa mo nga papaa tautoko)
mk_mk: Кога RTF не е веќе присутен, HTML ќе се претвори во RTF. Ова може да биде корисно помеѓу веб -прелистувачи и/или апликации за обработка на текст. (бара формат RTF да биде овозможен и е само за поддржани платформи)
ml_in: ആർടിഎഫ് ഇതിനകം നിലവിലില്ലാത്തപ്പോൾ, HTML ആർടിഎഫിലേക്ക് പരിവർത്തനം ചെയ്യും. വെബ് ബ്ര rowsers സറുകൾക്കും / അല്ലെങ്കിൽ വേഡ് പ്രോസസ്സിംഗ് അപ്ലിക്കേഷനുകൾക്കിടയിൽ ഇത് ഉപയോഗപ്രദമാകും. (പ്രവർത്തനക്ഷമമാക്കുന്നതിന് RTF ഫോർമാറ്റ് ആവശ്യമാണ്, അത് പിന്തുണയ്ക്കുന്ന പ്ലാറ്റ്ഫോമുകൾക്ക് മാത്രമുള്ളതാണ്)
mr_in: जेव्हा आरटीएफ आधीपासूनच उपस्थित नसतो, तेव्हा एचटीएमएलचे रूपांतर आरटीएफमध्ये केले जाईल. हे वेब ब्राउझर आणि/किंवा वर्ड प्रोसेसिंग अनुप्रयोगांमध्ये उपयुक्त ठरू शकते. (आरटीएफ स्वरूप सक्षम करणे आवश्यक आहे आणि ते केवळ समर्थित प्लॅटफॉर्मसाठी आहे)
ms_my: Apabila RTF belum hadir, HTML akan ditukar kepada RTF. Ini mungkin berguna antara pelayar web dan/atau aplikasi pemprosesan perkataan. (Memerlukan format RTF untuk didayakan dan hanya untuk platform yang disokong)
mt_mt: Meta l-RTF ma tkunx diġà preżenti, HTML jiġi kkonvertit għal RTF. Dan jista 'jkun utli bejn il-browsers tal-web u / jew applikazzjonijiet tal-ipproċessar tal-kliem. (teħtieġ li l-format RTF ikun attivat u huwa biss għal pjattaformi appoġġjati)
nb_no: Når RTF ikke allerede er til stede, vil HTML bli konvertert til RTF. Dette kan være nyttig mellom nettlesere og/eller tekstbehandlingsapplikasjoner. (krever at RTF -format er aktivert og er bare for støttede plattformer)
ne_np: जब ertf पहिले नै उपस्थित छैन, HTML RTF मा रूपान्तरण हुनेछ। यो वेब ब्राउजर र / वा शब्द प्रशोधन अनुप्रयोग बीच उपयोगी हुन सक्छ। (rtf ढाँचा सक्षम हुन आवश्यक छ र समर्थित प्लेटफार्मको लागि मात्र हो)
nl_be: Wanneer RTF nog niet aanwezig is, wordt HTML omgezet in RTF. Dit kan nuttig zijn tussen webbrowsers en/of tekstverwerkingstoepassingen. (Vereist dat RTF -indeling wordt ingeschakeld en is alleen voor ondersteunde platforms)
or_in: ଯେତେବେଳେ RTF ପୂର୍ବରୁ ଉପସ୍ଥିତ ନାହିଁ, HTML RTF କୁ ରୂପାନ୍ତରିତ ହେବ | ଏହା ୱେବ୍ ବ୍ରାଉଜର୍ ଏବଂ / କିମ୍ବା ୱାର୍ଡ ପ୍ରକ୍ରିୟାକରଣ ପ୍ରୟୋଗଗୁଡ଼ିକ ମଧ୍ୟରେ ଉପଯୋଗୀ ହୋଇପାରେ | (RTF ଫର୍ମାଟ୍ ସକ୍ଷମ ହେବା ଆବଶ୍ୟକ ଏବଂ କେବଳ ସମର୍ଥିତ ପ୍ଲାଟଫର୍ମ ପାଇଁ) |
pa_arab_pk: ਜਦੋਂ ਆਰਟੀਐਫ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ, ਐਚਟੀਐਮਐਲ ਨੂੰ ਆਰਟੀਐਫ ਵਿੱਚ ਤਬਦੀਲ ਕੀਤਾ ਜਾਵੇਗਾ. ਇਹ ਵੈਬ ਬ੍ਰਾ sers ਜ਼ਰਾਂ ਅਤੇ / ਜਾਂ ਵਰਡ ਪ੍ਰੋਸੈਸਿੰਗ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ. (ਆਰਟੀਐਫ ਫਾਰਮੈਟ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਅਤੇ ਸਿਰਫ ਸਮਰਥਿਤ ਪਲੇਟਫਾਰਮਾਂ ਲਈ ਹੈ)
pl_pl: Gdy RTF nie jest jeszcze obecny, HTML zostanie przekonwertowany na RTF. Może to być przydatne między przeglądarkami internetowymi i/lub aplikacjami do edytora tekstu. (Wymaga włączenia formatu RTF i dotyczy tylko obsługiwanych platform)
pt_pt: Quando o RTF ainda não estiver presente, o HTML será convertido em RTF. Isso pode ser útil entre os navegadores da Web e/ou aplicativos de processamento de texto. (Requer que o formato RTF seja ativado e é apenas para plataformas suportadas)
ro_ro: Când RTF nu este deja prezent, HTML va fi convertit în RTF. Acest lucru poate fi util între browserele web și/sau aplicațiile de procesare a textului. (necesită activarea formatului RTF și este doar pentru platformele acceptate)
ru_ru: Когда RTF еще не присутствует, HTML будет преобразован в RTF. Это может быть полезно между веб -браузерами и/или приложениями для обработки текстов. (Требуется включен формат RTF и только для поддерживаемых платформ)
sk_sk: Ak RTF ešte nie je prítomný, HTML sa prevedie na RTF. Môže to byť užitočné medzi webovými prehliadačmi a/alebo aplikáciami na spracovanie textu. (Vyžaduje, aby bol povolený formát RTF a je iba pre podporované platformy)
sl_si: Kadar RTF še ni, se HTML pretvori v RTF. To je lahko koristno med spletnimi brskalniki in/ali aplikacijami za obdelavo besedil. (Zahteva, da je oblika RTF omogočena in je samo za podprte platforme)
sq_al: Kur RTF nuk është tashmë e pranishme, HTML do të shndërrohet në RTF. Kjo mund të jetë e dobishme midis shfletuesve të uebit dhe/ose aplikacioneve të përpunimit të fjalëve. (kërkon që formati RTF të aktivizohet dhe është vetëm për platformat e mbështetura)
sr_cyrl_rs: Када РТФ већ није присутан, ХТМЛ ће се претворити у РТФ. Ово може бити корисно између веб прегледача и / или апликација за обраду текста. (Захтева РТФ формат који ће бити омогућен и само за подржане платформе)
sv_fi: När RTF inte redan är närvarande kommer HTML att konverteras till RTF. Detta kan vara användbart mellan webbläsare och/eller ordbehandlingsapplikationer. (kräver att RTF -format ska aktiveras och är endast för plattformar som stöds))
sw_ke: Wakati RTF haipo tayari, HTML itabadilishwa kuwa RTF. Hii inaweza kuwa muhimu kati ya vivinjari vya wavuti na/au matumizi ya usindikaji wa maneno. (Inahitaji muundo wa RTF kuwezeshwa na ni kwa majukwaa yanayoungwa mkono)
ta_in: RTF ஏற்கனவே இல்லாதபோது, ​​HTML RTF ஆக மாற்றப்படும். வலை உலாவிகள் மற்றும்/அல்லது சொல் செயலாக்க பயன்பாடுகளுக்கு இடையில் இது பயனுள்ளதாக இருக்கும். (RTF வடிவமைப்பு இயக்கப்பட வேண்டும் மற்றும் ஆதரிக்கப்படும் தளங்களுக்கு மட்டுமே இது)
te_in: RTF ఇప్పటికే లేనప్పుడు, HTML RTF గా మార్చబడుతుంది. వెబ్ బ్రౌజర్‌లు మరియు/లేదా వర్డ్ ప్రాసెసింగ్ అనువర్తనాల మధ్య ఇది ​​ఉపయోగపడుతుంది. (RTF ఆకృతిని ప్రారంభించాల్సిన అవసరం ఉంది మరియు ఇది మద్దతు ఉన్న ప్లాట్‌ఫారమ్‌లకు మాత్రమే)
th_th: เมื่อ RTF ยังไม่ปรากฏตัว HTML จะถูกแปลงเป็น RTF สิ่งนี้อาจเป็นประโยชน์ระหว่างเว็บเบราว์เซอร์และ/หรือแอปพลิเคชันการประมวลผลคำ (ต้องเปิดใช้งานรูปแบบ RTF และใช้สำหรับแพลตฟอร์มที่รองรับเท่านั้น)
tk_tm: RTF eýýäm gatnaşmasa, HTML-de RTF-e öwrülmez. Bu, Web brauzerleriniň we / ýa-da söz gaýtadan işleýän programmalaryň arasynda peýdaly bolup biler. (RTF formatyny işlediler we diňe goldanýan platformalar üçin ulanylýar)
tr_tr: RTF halihazırda mevcut olmadığında, HTML RTF'ye dönüştürülecektir. Bu, web tarayıcıları ve/veya kelime işleme uygulamaları arasında yararlı olabilir. (RTF formatının etkinleştirilmesini gerektirir ve yalnızca desteklenen platformlar içindir)
tt_ru: РТФ инде булмаганда, HTML РТФка әвереләчәк. Бу веб-браузерлар һәм / яки сүз эшкәртү кушымталары арасында файдалы булырга мөмкин. (РТФ форматын кушылырга һәм платформалар өчен генә кирәк)
ug_cn: RTF ئۇنداق ئەمەس, HTML rtf غا ئۆزگەرتىلىدۇ. بۇ توركۆرگۈلەر ۋە ياكى سۆز بىر تەرەپ قىلىش پروگراممىلىرى ئوتتۇرىسىدا پايدىلىق بولۇشى مۇمكىن. (RTF فورماتىنى قوزغىتىشقا, پەقەت قوللايدىغان سۇپىلار ئۈچۈنلا ئىشلىتىلىدۇ)
uk_ua: Коли RTF вже не присутній, HTML буде перетворений на RTF. Це може бути корисно між веб -браузерами та/або програмами обробки текстів. (вимагає включення формату RTF і призначений лише для підтримуваних платформ)
ur_pk: جب آر ٹی ایف پہلے سے موجود نہیں ہے تو ، ایچ ٹی ایم ایل کو آر ٹی ایف میں تبدیل کیا جائے گا۔ یہ ویب براؤزرز اور/یا ورڈ پروسیسنگ ایپلی کیشنز کے مابین کارآمد ثابت ہوسکتا ہے۔ (RTF فارمیٹ کو فعال کرنے کی ضرورت ہے اور صرف معاون پلیٹ فارم کے لئے ہے)
uz_cyrl: RTF allaqachon hozir bo'lmaganda, HTML RTFga o'zgartiriladi. Bu veb-brauzerlar va / yoki so'zlarni qayta ishlash dasturlari o'rtasida foydali bo'lishi mumkin. (RTF formatini talab qiladi va faqat qo'llab-quvvatlanadigan platformalar uchun)
vi_vn: Khi RTF chưa có mặt, HTML sẽ được chuyển đổi thành RTF. Điều này có thể hữu ích giữa các trình duyệt web và/hoặc ứng dụng xử lý văn bản. (Yêu cầu định dạng RTF được bật và chỉ dành cho các nền tảng được hỗ trợ)
zh_cn: 当 rtf 尚不存在时，html 将转换为 rtf。
zh_hans_sg: 当尚未存在RTF时，HTML将转换为RTF。这在Web浏览器和/或文字处理应用程序之间可能很有用。 （需要启用RTF格式，仅适用于支持的平台）
zh_hant: 當尚未存在RTF時，HTML將轉換為RTF。這在Web瀏覽器和/或文字處理應用程序之間可能很有用。 （需要啟用RTF格式，僅適用於支持的平台）

# Html2RtfLabel
source: Convert To Rtf
af_za: Skakel om na RTF
am_et: ወደ RTF ቀይር
ar_bh: تحويل إلى RTF
as_in: RTF লৈ ৰূপান্তৰ কৰক
az_cyrl_az: Rtf-ə çevirmək
bg_bg: Конвертирайте в RTF
bn_bd: আরটিএফ রূপান্তর করুন
bs_cyrl_ba: Pretvori u RTF
ca_es: Converteix a RTF
cs_cz: Převést na RTF
cy_gb: Trosi i rtf
da_dk: Konverter til RTF
de_ch: In RTF konvertieren
el_gr: Μετατροπή σε RTF
es_ni: Convertir a RTF
et_ee: Teisendada RTF -ks
fa_ir: تبدیل به RTF
fi_fi: Muunna RTF: ksi
fil_ph: Mag -convert sa RTF
fr_ml: Convertir en RTF
ga_ie: Tiontaigh go RTF
gu_in: આરટીએફમાં કન્વર્ટ કરો
he_il: המרה ל- RTF
hi_in: RTF में परिवर्तित करें
hr_ba: Pretvorite u RTF
hu_hu: Konvertáljon RTF -re
hy_am: Փոխարկեք RTF- ը
id_id: Konversi ke RTF
is_is: Umbreyta í RTF
it_it: Converti in RTF
ja_jp: RTFに変換
ka_ge: გადაიყვანეთ RTF
kk_kz: RTF түрлендіріңіз
km_kh: បំលែងទៅជា RTF
kn_in: ಆರ್ಟಿಎಫ್‌ಗೆ ಪರಿವರ್ತಿಸಿ
ko_kr: RTF로 변환
ky_kg: RTF айландыруу
lo_la: ປ່ຽນເປັນ RTF
lt_lt: Konvertuoti į RTF
lv_lv: Konvertēt uz RTF
mi_nz: Tahuri ki te RTF
mk_mk: Конвертирајте во RTF
ml_in: ആർടിഎഫിലേക്ക് പരിവർത്തനം ചെയ്യുക
mr_in: आरटीएफमध्ये रूपांतरित करा
ms_my: Tukar ke RTF
mt_mt: Ikkonverti għal RTF
nb_no: Konvertere til RTF
ne_np: RTF मा रूपान्तरण गर्नुहोस्
nl_be: Converteren naar RTF
or_in: RTF କୁ ରୂପାନ୍ତର କରନ୍ତୁ |
pa_arab_pk: ਆਰਟੀਐਫ ਵਿੱਚ ਬਦਲੋ
pl_pl: Konwertuj na RTF
pt_pt: Converter para RTF
ro_ro: Convertiți în RTF
ru_ru: Преобразовать в RTF
sk_sk: Previesť na RTF
sl_si: Pretvoriti v RTF
sq_al: Kthehu në RTF
sr_cyrl_rs: Претвори у РТФ
sv_fi: Konvertera till RTF
sw_ke: Badilisha kuwa RTF
ta_in: RTF ஆக மாற்றவும்
te_in: RTF గా మార్చండి
th_th: แปลงเป็น RTF
tk_tm: RTF-e öwüriň
tr_tr: RTF'ye dönüştürün
tt_ru: РТФка әйләндерегез
ug_cn: RTF غا ئۆزگەرتىڭ
uk_ua: Перетворити на RTF
ur_pk: آر ٹی ایف میں تبدیل کریں
uz_cyrl: RTF-ga aylantiring
vi_vn: Chuyển đổi sang RTF
zh_cn: 转换为RTF
zh_hans_sg: 转换为RTF
zh_hant: 轉換為RTF

# HtmlFormatLabel
source: Html
ar_bh: لغة البرمجة
bn_bd: এইচটিএমএল
hi_in: एचटीएमएल
mr_in: एचटीएमएल
sr_cyrl_rs: Хтмл
ug_cn: Htmlor
