Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# PluginTags
source: Core, Clipboard, Drag and Drop, Text, Rtf, Rich Text, Html, Csv, Image, Png, Jpg, Jpeg, Link
am_et: ኮር, ቅንጥብ ሰሌዳ, ጽሑፍ, RTF, ሀብታም ጽሑፍ, ኤችቲኤምኤል, CSV, ምስል, PRG, JPG, አገናኝ, አገናኝ
ar_bh: Core ، الحافظة ، السحب والإفلات ، النص ، RTF ، النص الغني ، HTML ، CSV ، الصورة ، PNG ، JPG ، JPEG ، رابط
as_in: কোৰ, ক্লিপবৰ্ড, ড্ৰেগ এণ্ড ড্ৰপ, টেক্সট, আৰটিএফ, ৰিচ টেক্সট, এইচটিএমএল, চিএছভি, ছবি, পিএনজি, জেপিজি, জেপিইজি, লিংক
az_cyrl_az: Core, panoya, sürükleyin, mətn, rtf, zəngin mətn, html, csv, şəkil, png, jpg, jpeg, link
bg_bg: Core, Clipboard, Dlow and Drop, Text, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, LINK
bn_bd: কোর, ক্লিপবোর্ড, ড্র্যাগ এবং ড্রপ, পাঠ্য, আরটিএফ, সমৃদ্ধ পাঠ্য, এইচটিএমএল, সিএসভি, চিত্র, পিএনজি, জেপিজি, জেপিজি, লিঙ্ক
bs_cyrl_ba: Jezgra, međuspremnik, povlačenje i pad, tekst, RTF, bogat tekst, html, csv, slika, png, jpg, jpeg, link
ca_es: Core, porta -retalls, arrossegament i gota, text, RTF, text ric, HTML, CSV, Image, PNG, JPG, JPEG, Link
cs_cz: Core, Slupna, Drag and Drop, Text, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, LINK
cy_gb: Craidd, clipfwrdd, llusgo a gollwng, testun, rtf, testun cyfoethog, html, csv, delwedd, png, jpg, jpeg, dolen
da_dk: Kerne, udklipsholder, træk og slip, tekst, RTF, rig tekst, HTML, CSV, Image, PNG, JPG, JPEG, Link
de_ch: Kern, Zwischenablage, Drag und Drop, Text, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, Link
el_gr: Πυρήνα, πρόχειρο, σύρσιμο και πτώση, κείμενο, RTF, πλούσιο κείμενο, HTML, CSV, εικόνα, PNG, JPG, JPEG, Link
es_ni: Núcleo, portapapeles, arrastrar y soltar, texto, RTF, texto rico, html, csv, imagen, png, jpg, jpeg, enlace
et_ee: Südamik, lõikelaud, lohistamine, tekst, rtf, rikkalik tekst, HTML, CSV, pilt, PNG, JPG, JPG, Link
fa_ir: هسته ، کلیپ بورد ، کشیدن و رها کردن ، متن ، RTF ، متن غنی ، HTML ، CSV ، تصویر ، PNG ، JPG ، JPEG ، پیوند
fi_fi: Ydin, leikepöytä, vedä ja pudota, teksti, rtf, rikas teksti, html, csv, kuva, png, jpg, jpeg, linkki
fil_ph: Core, Clipboard, Drag at Drop, Text, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, Link
fr_ml: Core, presse-papiers, glisser-déposer, texte, RTF, texte riche, html, csv, image, png, jpg, jpeg, lien
ga_ie: Croí, gearrthaisce, tarraing agus titim, téacs, RTF, Téacs Rich, HTML, CSV, Image, PNG, JPG, JPEG, Link
gu_in: કોર, ક્લિપબોર્ડ, ખેંચો અને ડ્રોપ, ટેક્સ્ટ, આરટીએફ, સમૃદ્ધ ટેક્સ્ટ, એચટીએમએલ, સીએસવી, ઇમેજ, પીએનજી, જેપીજી, જેપીઇજી, લિંક
he_il: ליבה, לוח, גרור ושחרור, טקסט, RTF, טקסט עשיר, HTML, CSV, תמונה, PNG, JPG, JPEG, קישור
hi_in: कोर, क्लिपबोर्ड, ड्रैग एंड ड्रॉप, टेक्स्ट, आरटीएफ, रिच टेक्स्ट, एचटीएमएल, सीएसवी, इमेज, पीएनजी, जेपीजी, जेपीईजी, लिंक
hr_ba: Jezgra, međuspremnik, povucite i padaju, tekst, RTF, Rich Text, HTML, CSV, slika, PNG, JPG, JPEG, Link
hu_hu: Core, vágólap, húzás és csepp, szöveg, RTF, gazdag szöveg, HTML, CSV, kép, PNG, JPG, JPEG, Link
hy_am: Հիմնական, clipboard, քաշել եւ թողնել, տեքստ, RTF, հարուստ տեքստ, HTML, CSV, պատկեր, PNG, JPG, JPEG, հղում
id_id: Core, Clipboard, Drag and Drop, Teks, RTF, Teks Kaya, HTML, CSV, Image, PNG, JPG, JPEG, Link
is_is: Kjarna, klemmuspjald, drag og dropi, texti, rtf, ríkur texti, HTML, CSV, mynd, PNG, JPG, JPEG, hlekkur
it_it: Core, Appunti, Trascinda, Drop, testo, RTF, Testo ricco, HTML, CSV, Image, PNG, JPG, JPEG, LINK
ja_jp: コア、クリップボード、ドラッグ アンド ドロップ、テキスト、RTF、リッチ テキスト、Html、CSV、画像、PNG、Jpg、Jpeg、リンク
ka_ge: ბირთვი, ბუფერული, გადაიტანეთ და წვეთი, ტექსტი, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, ბმული
kk_kz: Өзегі, аралық сақтағыш, өрік, мәтін, RTF, RTF, RTF, HTML, CSV, Image, PNG, ZPG, JPEG, сілтеме
km_kh: ក្តារតម្បៀតខ្ទាស់អូសអូសអូសនិងទម្លាក់អត្ថបទឯកសារ RTF, អត្ថបទសម្បូរ, HTML, CSV, រូបភាព, PNG, JPEG, jpe, តំណភ្ជាប់
kn_in: ಕೋರ್, ಕ್ಲಿಪ್‌ಬೋರ್ಡ್, ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್, ಪಠ್ಯ, ಆರ್‌ಟಿಎಫ್, ರಿಚ್ ಟೆಕ್ಸ್ಟ್, ಎಚ್‌ಟಿಎಂಎಲ್, ಸಿಎಸ್‌ವಿ, ಇಮೇಜ್, ಪಿಎನ್‌ಜಿ, ಜೆಪಿಜಿ, ಜೆಪಿಇಜಿ, ಲಿಂಕ್
ko_kr: 코어, 클립 보드, 드래그 앤 드롭, 텍스트, RTF, 리치 텍스트, HTML, CSV, 이미지, PNG, JPG, JPEG, 링크
ky_kg: Негизги, алмашуу буферы, сүйрөөчү, сүйрөп, текст, текст, бай текст, html, csv, image, png, jpg, jpeg, link
lo_la: ຫຼັກ, clipboard, ລາກແລະວາງ, ຂໍ້ຄວາມ, ຂໍ້ຄວາມທີ່ອຸດົມສົມບູນ, HTML, CSV, PNG, PNG, JPG, JPEG, JPEG, JPEG, JPEG, MPEG, MPEG, JPEG, MPEG, MPEG, MPEG, MPEG, MPEG, MPEG, JPEG, MPEG, MPEG, JPEG, MPEG, MPEG, JPEG, MPEG, JPEG, JPEG, MPEG, JPEG, JPEG, MPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG, JPEG
lt_lt: „Core“, mainų sritis, vilkimas ir lašas, tekstas, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, nuoroda, nuoroda
lv_lv: Core, starpliktuvē, vilkšana un piliens, teksts, RTF, bagātīgs teksts, HTML, CSV, Image, PNG, JPG, JPEG, Link
mi_nz: Core, topenga, toia me te maturuturu, te kuputuhi, te kNF, te html, te html, te whakaahua, te kng, te jpeg, te jpeg, te jpeg, JPG, hono
ml_in: കോർ, ക്ലിപ്പ്ബോർഡ്, ഡ്രാഗ്, ഡ്രോപ്പ്, ടെക്സ്റ്റ്, ആർടിഎഫ്, റിച്ച് ടെക്സ്റ്റ്, HTML, CSV, ചിത്രം, PNG, JPG, JPEG, LING, LING
mr_in: कोअर, क्लिपबोर्ड, ड्रॅग आणि ड्रॉप, मजकूर, आरटीएफ, समृद्ध मजकूर, एचटीएमएल, सीएसव्ही, प्रतिमा, पीएनजी, जेपीजी, जेपीईजी, दुवा
ms_my: Teras, papan klip, seret dan drop, teks, rtf, teks kaya, html, csv, imej, png, jpg, jpeg, pautan
mt_mt: Core, Clipboard, Drag and Drop, Test, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, Link
nb_no: Kjerne, utklippstavle, dra og slipp, tekst, RTF, rik tekst, HTML, CSV, Image, PNG, JPG, JPEG, Link
ne_np: कोर, क्लिपबोर्ड, ड्र्याग र ड्रप, पाठ, ertf, RSV, CNV, छवि, JPG, JPG, JPG, JPG, JPG, लिंक, लिंक
nl_be: Core, klembord, drag en drop, text, rtf, rich text, html, csv, afbeelding, png, jpg, jpeg, link
or_in: କୋର୍, କ୍ଲିପବୋର୍ଡ, ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ଏବଂ ଡ୍ରପ ଏବଂ ଡ୍ରପ, RTL,, CSV, ପ୍ରତିଛବି, png, jpg, jpeg, ଲିଙ୍କ୍ |
pa_arab_pk: ਕੋਰ, ਕਲਿੱਪਬੋਰਡ, ਡਰੈਗ ਅਤੇ ਡ੍ਰੌਪ, ਆਰਟੀਐਫ, ਅਮੀਰ ਟੈਕਸਟ, ਐਚਟੀਐਮਐਲ, ਸੀਐਸਵੀ, ਸੀਐਸਵੀ, ਸੀਐਸਵੀ, ਸੀਪੀਵੀ, ਜੇਪੀਜੀ, ਲਿੰਕ, ਲਿੰਕ
pl_pl: Rdzeń, schowek, przeciągnięcie i upuszczenie, tekst, RTF, Rich Tekst, HTML, CSV, Image, PNG, JPG, JPEG, Link
pt_pt: Núcleo, trapaça, arrastar e soltar, texto, rtf, rich text, html, csv, imagem, png, jpg, jpeg, link
ro_ro: Core, clipboard, drag and drop, text, RTF, text bogat, HTML, CSV, Image, PNG, JPG, JPEG, Link
ru_ru: Ядро, буфер обмена, перетаскивание, текст, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, ссылка
sk_sk: Jadro, schránka, drag and drop, text, rtf, bohatý text, html, csv, image, png, jpg, jpeg, link
sl_si: Jedro, odložišče, povleci in spusti, besedilo, rtf, bogato besedilo, html, csv, slika, png, jpg, jpeg, povezava, povezava
sq_al: Core, Clipboard, Drag and Drop, Tekst, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, Link
sr_cyrl_rs: Језгро, међуспремник, превлачење и кап, текст, РТФ, богат текст, хтмл, цсв, слика, пнг, јпг, јпег, линк
sv_fi: Kärna, urklipp, dra och släpp, text, RTF, rik text, HTML, CSV, Image, PNG, JPG, JPEG, Link
sw_ke: Core, clipboard, Drag na Drop, maandishi, RTF, maandishi tajiri, HTML, CSV, Picha, PNG, JPG, JPEG, Kiunga
ta_in: கோர், கிளிப்போர்டு, இழுத்தல் மற்றும் டிராப், உரை, ஆர்.டி.எஃப், பணக்கார உரை, HTML, CSV, படம், PNG, JPG, JPEG, இணைப்பு
te_in: కోర్, క్లిప్‌బోర్డ్, డ్రాగ్ అండ్ డ్రాప్, టెక్స్ట్, RTF, రిచ్ టెక్స్ట్, HTML, CSV, IMAGE, PNG, JPG, JPEG, లింక్
th_th: Core, คลิปบอร์ด, ลากและวาง, ข้อความ, RTF, ข้อความที่หลากหลาย, HTML, CSV, รูปภาพ, PNG, JPG, JPEG, ลิงก์
tk_tm: Core, planşirlemek, süýrän we taşlaň, stuz, Rtml, CSV, JPG, JPG, LPG, LPGAg, LPGAg, LPG, LING
tr_tr: Çekirdek, Pano, Sürükle ve Bırak, Metin, RTF, Zengin Metin, HTML, CSV, Resim, PNG, JPG, JPEG, LINK
tt_ru: Төп, буфер, тарту һәм төшү, текст, рт
ug_cn: Corp, Clip, Clip تاختى, سۆرەينى تاشلاش, تېكىست, TUT تېكىست, يېنىك تېكىست, يورۇق, رەسىم, JPEG, JPP, kpg, jpeg, jpeg, jpeg, jpe
uk_ua: Ядро, буфер обміну, перетягування, текст, RTF, Rich Text, HTML, CSV, Image, PNG, JPG, JPEG, Link
ur_pk: کور ، کلپ بورڈ ، ڈریگ اینڈ ڈراپ ، ٹیکسٹ ، آر ٹی ایف ، رچ ٹیکسٹ ، ایچ ٹی ایم ایل ، سی ایس وی ، امیج ، پی این جی ، جے پی جی ، جے پی ای جی ، لنک
uz_cyrl: Yadro, pleyboard, sudrab, matn, RTF, boy matn, HTML, CSV, Rasm, PNG, JPEG, Link
vi_vn: Core, clipboard, kéo và thả, văn bản, rtf, văn bản phong phú, html, csv, hình ảnh, png, jpg, jpeg, link
zh_cn: 核心、剪贴板、拖放、文本、Rtf、富文本、Html、Csv、图像、Png、Jpg、Jpeg、链接
zh_hans_sg: 核心，剪贴板，拖放，文本，RTF，富文本，HTML，CSV，Image，PNG，JPG，JPEG，JPEG，链接
zh_hant: 核心，剪貼板，拖放，文本，RTF，富文本，HTML，CSV，Image，PNG，JPG，JPEG，JPEG，鏈接

# PngFormatLabel
source: Image (png)
af_za: Beeld (PNG)
am_et: ምስል (ፒንግ)
ar_bh: الصورة (PNG)
as_in: ছবি (PNG)
az_cyrl_az: Şəkil (PNG)
bg_bg: Изображение (PNG)
bn_bd: চিত্র (পিএনজি)
bs_cyrl_ba: Slika (PNG)
ca_es: Imatge (PNG)
cs_cz: Obrázek (PNG)
cy_gb: Delwedd (PNG)
de_ch: Bild (PNG)
el_gr: Εικόνα (PNG)
es_ni: Imagen (PNG)
et_ee: Pilt (PNG)
fa_ir: تصویر (PNG)
fi_fi: Kuva (PNG)
fil_ph: Larawan (PNG)
ga_ie: Íomhá (PNG)
gu_in: છબી (પીએનજી)
he_il: תמונה (PNG)
hi_in: छवि (पीएनजी)
hr_ba: Slika (PNG)
hu_hu: Kép (PNG)
hy_am: Պատկեր (PNG)
id_id: Gambar (png)
is_is: Mynd (PNG)
it_it: Immagine (PNG)
ja_jp: 画像(png)
ka_ge: სურათი (PNG)
kk_kz: Сурет (PNG)
km_kh: រូបភាព (PNG)
kn_in: ಚಿತ್ರ (ಪಿಎನ್‌ಜಿ)
ko_kr: 이미지 (PNG)
lo_la: ຮູບພາບ (PNG)
lt_lt: Vaizdas (PNG)
lv_lv: Attēls (PNG)
mi_nz: Whakaahua (PNG)
mk_mk: Слика (PNG)
ml_in: ചിത്രം (png)
mr_in: प्रतिमा (पीएनजी)
ms_my: Imej (PNG)
mt_mt: Immaġni (PNG)
nb_no: Bilde (PNG)
ne_np: छवि (png)
nl_be: Afbeelding (PNG)
or_in: ପ୍ରତିଛବି (png)
pa_arab_pk: ਚਿੱਤਰ (png)
pl_pl: Obraz (PNG)
pt_pt: Imagem (PNG)
ro_ro: Imagine (PNG)
ru_ru: Изображение (PNG)
sk_sk: Obrázok (PNG)
sl_si: Slika (png)
sq_al: Imazhi (PNG)
sr_cyrl_rs: Слика (ПНГ)
sv_fi: Bild (PNG)
sw_ke: Picha (PNG)
ta_in: படம் (பி.என்.ஜி)
te_in: చిత్రం (పిఎన్‌జి)
th_th: รูปภาพ (PNG)
tk_tm: Şekil (png)
tr_tr: Resim (PNG)
tt_ru: Рәсем (ПНГ)
ug_cn: رەسىم (png)
uk_ua: Зображення (PNG)
ur_pk: تصویر (png)
uz_cyrl: Rasm (PNG)
vi_vn: Hình ảnh (PNG)
zh_hans_sg: 图像（PNG）
zh_hant: 圖像（PNG）
