Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# ImgIgnoreTransparentImgHint
source: Sometimes fully transparent images will show up on the clipboard, its confusing.
af_za: Soms sal volledig deursigtige beelde op die knipbord verskyn, dit is verwarrend.
am_et: አንዳንድ ጊዜ ሙሉ በሙሉ ግልጽ ያልሆኑ ምስሎች በክሊፕቦርዱ ላይ ግራ የሚያጋቡ ናቸው.
ar_bh: في بعض الأحيان ، ستظهر الصور الشفافة تمامًا على الحافظة ، مربكة.
as_in: কেতিয়াবা সম্পূৰ্ণ স্বচ্ছ ছবিসমূহ ক্লিপবৰ্ডত দেখা যাব, ইয়াৰ বিভ্ৰান্তিকৰ।
az_cyrl_az: Bəzən tam şəffaf şəkillər panoya, çaşqınlıqda görünəcəkdir.
bg_bg: Понякога в клипборда ще се появят напълно прозрачни изображения, объркващо.
bn_bd: কখনও কখনও সম্পূর্ণ স্বচ্ছ চিত্রগুলি ক্লিপবোর্ডে প্রদর্শিত হবে, এর বিভ্রান্তিকর।
bs_cyrl_ba: Ponekad će se u međuspremnici pojaviti potpuno transparentne slike, njegovo zbunjujuće.
ca_es: De vegades, les imatges completament transparents es mostraran al porta -retalls, les seves confuses.
cs_cz: Někdy se plně průhledné obrázky zobrazí ve schránce, její matoucí.
cy_gb: Weithiau bydd delweddau cwbl dryloyw yn ymddangos ar y clipfwrdd, mae'n ddryslyd.
da_dk: Nogle gange vises fuldt gennemsigtige billeder på udklipsholderen, dets forvirrende.
de_ch: Manchmal werden vollständig transparente Bilder in der Zwischenablage angezeigt, und es ist verwirrend.
el_gr: Μερικές φορές πλήρως διαφανείς εικόνες θα εμφανιστούν στο πρόχειρο, το σύγχρονο.
es_ni: A veces, las imágenes completamente transparentes aparecen en el portapapeles, es confuso.
et_ee: Mõnikord kuvatakse lõikelauale täielikult läbipaistvad pildid, see on segane.
fa_ir: بعضی اوقات تصاویر کاملاً شفاف در کلیپ بورد ، گیج کننده آن نشان داده می شوند.
fi_fi: Joskus täysin läpinäkyvät kuvat näkyvät leikepöydällä, sen hämmentäviä.
fil_ph: Minsan ang ganap na transparent na mga imahe ay lalabas sa clipboard, nakalilito.
fr_ml: Parfois, des images entièrement transparentes apparaîtront dans le presse-papiers, son déroutant.
ga_ie: Uaireanta taispeánfar íomhánna atá trédhearcach go hiomlán ar an ghearrthaisce, agus tá sé mearbhall.
gu_in: કેટલીકવાર સંપૂર્ણ પારદર્શક છબીઓ ક્લિપબોર્ડ પર દેખાશે, તે મૂંઝવણમાં મૂકે છે.
he_il: לפעמים תמונות שקופות לחלוטין יופיעו על הלוח, שלהן מבלבל.
hi_in: कभी -कभी पूरी तरह से पारदर्शी छवियां क्लिपबोर्ड पर दिखाई देंगी, इसकी भ्रामक।
hr_ba: Ponekad će se potpuno prozirne slike prikazati u međuspremnik, zbunjujuće.
hu_hu: Időnként teljesen átlátszó képek jelennek meg a vágólapon, zavaró.
hy_am: Երբեմն լիովին թափանցիկ պատկերներ կցուցադրվեն clipboard- ում, դրա խառնաշփոթը:
id_id: Terkadang gambar yang sepenuhnya transparan akan muncul di clipboard, membingungkan.
is_is: Stundum birtast fullkomlega gegnsæjar myndir á klemmuspjaldinu, það er ruglingslegt.
it_it: A volte le immagini completamente trasparenti verranno visualizzate sugli appunti, sono confusi.
ja_jp: 完全に透明な画像がクリップボードに表示されることがありますが、これは混乱を招きます。
ka_ge: ზოგჯერ სრულად გამჭვირვალე სურათები გამოჩნდება ბუფერზე, ეს დამაბნეველია.
kk_kz: Кейде толығымен мөлдір суреттер аралық сақтағышта көрінеді, оны шатастырады.
km_kh: ពេលខ្លះរូបភាពដែលមានតម្លាភាពពេញលេញនឹងបង្ហាញនៅលើក្តារតម្បៀតខ្ទាស់ដែលវាច្រឡំ។
kn_in: ಕೆಲವೊಮ್ಮೆ ಸಂಪೂರ್ಣ ಪಾರದರ್ಶಕ ಚಿತ್ರಗಳು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ, ಅದರ ಗೊಂದಲಮಯವಾಗಿದೆ.
ko_kr: 때로는 완전히 투명한 이미지가 클립 보드에 나타납니다.
ky_kg: Кээде толугу менен ачык сүрөттөр алмашуу буферинде, анын башаламан көрүнүшү болот.
lo_la: ບາງຄັ້ງຮູບພາບທີ່ໂປ່ງໃສຢ່າງເຕັມທີ່ຈະສະແດງຢູ່ເທິງຫນ້າຜາຫີນ, ຄວາມສັບສົນຂອງມັນ.
lt_lt: Kartais visiškai skaidrūs vaizdai pasirodys ant mainų srities, jos painiavos.
lv_lv: Dažreiz uz starpliktuves tiks parādīti pilnīgi caurspīdīgi attēli, kas ir mulsinoši.
mi_nz: I etahi wa ka whakaatuhia nga whakaahua maamaa i runga i te topenga, he raru.
mk_mk: Понекогаш целосно транспарентни слики ќе се појават на таблата со клип, збунувачки.
ml_in: ചിലപ്പോൾ പൂർണ്ണമായും സുതാര്യമായ ചിത്രങ്ങൾ ക്ലിപ്പ്ബോർഡിൽ കാണിക്കും.
mr_in: कधीकधी क्लिपबोर्डवर पूर्णपणे पारदर्शक प्रतिमा दर्शविली जातील, ती गोंधळात टाकणारी आहे.
ms_my: Kadang -kadang imej telus sepenuhnya akan muncul di papan klip, yang mengelirukan.
mt_mt: Kultant immaġini kompletament trasparenti se jidhru fuq il-clipboard, il-konfużjoni tagħha.
nb_no: Noen ganger vil helt gjennomsiktige bilder vises på utklippstavlen, det er forvirrende.
ne_np: कहिलेकाँही पूर्ण पारदर्शी छविहरू क्लिपबोर्डमा देखा पर्दछ, यसको भ्रमित।
nl_be: Soms worden volledig transparante afbeeldingen op het klembord verschijnt, het is verwarrend.
or_in: ବେଳେବେଳେ ସଂପୂର୍ଣ୍ଣ ସ୍ୱଚ୍ଛ ପ୍ରତିଛବିଗୁଡ଼ିକ କ୍ଲିପବୋର୍ଡରେ ଦେଖାଇବ, ଏହାର ଦ୍ୱନ୍ଦ୍ୱପୂର୍ଣ୍ଣ |
pa_arab_pk: ਕਈ ਵਾਰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾਰਦਰਸ਼ੀ ਚਿੱਤਰ ਕਲਿੱਪਬੋਰਡ, ਇਸ ਨੂੰ ਉਲਝਣ ਵਾਲੇ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨਗੇ.
pl_pl: Czasami w pełni przezroczyste obrazy pojawią się na schowku, jego mylące.
pt_pt: Às vezes, imagens totalmente transparentes aparecem na área de transferência, sua confusa.
ro_ro: Uneori, imagini complet transparente vor apărea pe clipboard, confuz.
ru_ru: Иногда полностью прозрачные изображения будут отображаться в буфере обмена, это сбивает с толку.
sk_sk: Niekedy sa na schránke zobrazia úplne priehľadné obrázky, čo je mätúce.
sl_si: Včasih se bodo na odložišču pokazale popolnoma prozorne slike, ki so zmedene.
sq_al: Ndonjëherë imazhet plotësisht transparente do të shfaqen në clipboard, konfuze e saj.
sr_cyrl_rs: Понекад ће се у потпуности прозирне слике појавити у међуспремник, то је збуњујуће.
sv_fi: Ibland kommer helt transparenta bilder att dyka upp på urklippet, det är förvirrande.
sw_ke: Wakati mwingine picha za uwazi kabisa zitajitokeza kwenye clipboard, utata wake.
ta_in: சில நேரங்களில் முழுமையாக வெளிப்படையான படங்கள் கிளிப்போர்டில் காண்பிக்கப்படும், அதன் குழப்பமான.
te_in: కొన్నిసార్లు పూర్తిగా పారదర్శక చిత్రాలు క్లిప్‌బోర్డ్‌లో కనిపిస్తాయి, దాని గందరగోళంగా ఉంటాయి.
th_th: บางครั้งภาพโปร่งใสอย่างเต็มที่จะปรากฏขึ้นบนคลิปบอร์ดซึ่งทำให้เกิดความสับสน
tk_tm: Kitaphanada doly aç-açan şekiller, bulaşyklygy, bulaşyk.
tr_tr: Bazen tamamen şeffaf görüntüler panoda görünür, kafa karıştırıcıdır.
tt_ru: Кайвакыт тулысынча ачык ачык образлар буферда, буталчыклыкта күрсәтеләчәк.
ug_cn: بەزىدە تولۇق سۈزۈك رەسىملەر چاپلاش تاختىسىدا كۆرسىتىلىدۇ, ئۇ ئاچچىقلىنىدۇ.
uk_ua: Іноді повністю прозорі зображення з’являться на буфер обміну, його заплутано.
ur_pk: بعض اوقات مکمل طور پر شفاف تصاویر کلپ بورڈ پر دکھائی دیتی ہیں ، یہ الجھا ہوا ہے۔
uz_cyrl: Ba'zida to'liq shaffof tasvirlar parlamli, chalkashliklarni namoyish etadi.
vi_vn: Đôi khi hình ảnh hoàn toàn minh bạch sẽ hiển thị trên bảng tạm, nó khó hiểu.
zh_cn: 有时完全透明的图像会显示在剪贴板上，这令人困惑。
zh_hans_sg: 有时，完全透明的图像会在剪贴板上显示，这令人困惑。
zh_hant: 有時，完全透明的圖像會在剪貼板上顯示，這令人困惑。

# ImgIgnoreTransparentImgLabel
source: Ignore Empty Images
af_za: Ignoreer leë beelde
am_et: ባዶ ምስሎችን ችላ ይበሉ
ar_bh: تجاهل الصور الفارغة
as_in: খালী ছবিসমূহ আওকাণ কৰক
az_cyrl_az: Boş şəkillərə məhəl qoyma
bg_bg: Игнорирайте празни изображения
bn_bd: খালি চিত্র উপেক্ষা করুন
bs_cyrl_ba: Zanemarite prazne slike
ca_es: Ignora les imatges buides
cs_cz: Ignorujte prázdné obrázky
cy_gb: Anwybyddu delweddau gwag
da_dk: Ignorer tomme billeder
de_ch: Leere Bilder ignorieren
el_gr: Αγνοήστε τις άδειες εικόνες
es_ni: Ignorar imágenes vacías
et_ee: Ignoreeri tühje pilte
fa_ir: تصاویر خالی را نادیده بگیرید
fi_fi: Ohita tyhjät kuvat
fil_ph: Huwag pansinin ang mga walang laman na imahe
fr_ml: Ignorer les images vides
ga_ie: Neamhaird a dhéanamh ar íomhánna folamh
gu_in: ખાલી છબીઓને અવગણો
he_il: התעלם מתמונות ריקות
hi_in: खाली छवियों को अनदेखा करें
hr_ba: Zanemarite prazne slike
hu_hu: Ne hagyja figyelmen kívül az üres képeket
hy_am: Անտեսել դատարկ պատկերները
id_id: Abaikan gambar kosong
is_is: Hunsa tómar myndir
it_it: Ignora immagini vuote
ja_jp: 空の画像を無視する
ka_ge: უგულებელყოფა ცარიელი სურათები
kk_kz: Бос кескіндерді елемеңіз
km_kh: មិនអើពើនឹងរូបភាពទទេ
kn_in: ಖಾಲಿ ಚಿತ್ರಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 빈 이미지를 무시하십시오
ky_kg: Бош сүрөттөрдү этибарга албоо
lo_la: ບໍ່ສົນໃຈຮູບພາບເປົ່າ
lt_lt: Nepaisykite tuščių vaizdų
lv_lv: Ignorēt tukšus attēlus
mi_nz: Kaua e wareware ki nga whakaahua kau
mk_mk: Игнорирајте празни слики
ml_in: ശൂന്യമായ ചിത്രങ്ങൾ അവഗണിക്കുക
mr_in: रिक्त प्रतिमांकडे दुर्लक्ष करा
ms_my: Abaikan gambar kosong
mt_mt: Injora immaġini vojta
nb_no: Ignorer tomme bilder
ne_np: खाली छविहरू उपेक्षा गर्नुहोस्
nl_be: Negeer lege afbeeldingen
or_in: ଖାଲି ପ୍ରତିଛବିଗୁଡ଼ିକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab_pk: ਖਾਲੀ ਚਿੱਤਰਾਂ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl_pl: Zignoruj ​​puste obrazy
pt_pt: Ignore imagens vazias
ro_ro: Ignorați imaginile goale
ru_ru: Игнорировать пустые изображения
sk_sk: Ignorujte prázdne obrázky
sl_si: Ignorirajte prazne slike
sq_al: Injoroni imazhet boshe
sr_cyrl_rs: Занемарите празне слике
sv_fi: Ignorera tomma bilder
sw_ke: Puuza picha tupu
ta_in: வெற்று படங்களை புறக்கணிக்கவும்
te_in: ఖాళీ చిత్రాలను విస్మరించండి
th_th: ไม่สนใจภาพที่ว่างเปล่า
tk_tm: Boş suratlary äsgermezlik et
tr_tr: Boş resimleri görmezden gelin
tt_ru: Буш сурәтләрне санга сукмагыз
ug_cn: بوش رەسىملەرگە پەرۋا قىلماڭ
uk_ua: Ігноруйте порожні зображення
ur_pk: خالی تصاویر کو نظرانداز کریں
uz_cyrl: Bo'sh rasmlarni e'tiborsiz qoldiring
vi_vn: Bỏ qua hình ảnh trống
zh_cn: 忽略空图像
zh_hans_sg: 忽略空图像
zh_hant: 忽略空圖像

# ImgMaxHint
source: Large images (more than a few MBs) can make drag-and-drop and overall performance somewhat sluggish unfortunately. Try to keep this value low.
af_za: Groot beelde (meer as 'n paar MBS) kan ongelukkig sleep-en-drop en algehele prestasie ietwat traag maak. Probeer om hierdie waarde laag te hou.
am_et: ትላልቅ ምስሎች (ከጥቂት ሜባዎች በላይ) መጎተት እና የመጓጓዣ እና አጠቃላይ አፈፃፀም በአጭር ጊዜ እንደ አለመታደል ሆኖ ሊያደርጉ ይችላሉ. ይህንን እሴት ዝቅ ለማድረግ ይሞክሩ.
ar_bh: يمكن أن تجعل الصور الكبيرة (أكثر من بضعة MBS) السحب والإفلات والأداء العام بطيئًا إلى حد ما للأسف. حاول أن تبقي هذه القيمة منخفضة.
as_in: ডাঙৰ ডাঙৰ ছবি (কিছুমান MBতকৈ অধিক) ড্ৰেগ-এণ্ড-ড্ৰপ আৰু সামগ্ৰিক প্ৰদৰ্শন কিছু পৰিমাণে মন্থৰ কৰিব পাৰে দুৰ্ভাগ্যজনকভাৱে। এই মান কম ৰাখিবলৈ চেষ্টা কৰক।
az_cyrl_az: Böyük şəkillər (bir neçə mbs-dən çox) sürüklə və açılan və ümumi performans təəssüf ki, ləng biraz ləng edə bilər. Bu dəyəri aşağı saxlamağa çalışın.
bg_bg: Големите изображения (повече от няколко MB) могат да направят за съжаление влаченето и цялостното изпълнение донякъде бавни. Опитайте се да запазите тази стойност ниска.
bn_bd: দুর্ভাগ্যক্রমে বড় চিত্রগুলি (কয়েকটি এমবিএসের বেশি) ড্র্যাগ-অ্যান্ড-ড্রপ এবং সামগ্রিক পারফরম্যান্সকে কিছুটা স্বাচ্ছন্দ্য করতে পারে। এই মানটি কম রাখার চেষ্টা করুন।
bs_cyrl_ba: Velike slike (više od nekoliko MBS) mogu napraviti povlačenje i pad i ukupne performanse donekle, nažalost. Pokušajte zadržati ovu vrijednost nisku.
ca_es: Les imatges grans (més que uns quants MBs) poden fer que el rendiment i el rendiment general siguin una mica lents. Proveu de mantenir aquest valor baix.
cs_cz: Velké obrázky (více než několik MBS) mohou bohužel poněkud pomalé a celkový výkon. Pokuste se udržet tuto hodnotu nízkou.
cy_gb: Gall delweddau mawr (mwy nag ychydig MBS) wneud llusgo a gollwng a pherfformiad cyffredinol braidd yn swrth yn anffodus. Ceisiwch gadw'r gwerth hwn yn isel.
da_dk: Store billeder (mere end et par MBS) kan desværre gøre træk-og-slip og samlet præstation noget træg. Prøv at holde denne værdi lav.
de_ch: Große Bilder (mehr als ein paar MBs) können leider die Drag & Drop und die Gesamtleistung etwas träge machen. Versuchen Sie, diesen Wert niedrig zu halten.
el_gr: Μεγάλες εικόνες (περισσότερο από λίγα MBs) μπορούν να κάνουν δυστυχώς τη μεταφορά και τη συνολική απόδοση και τη συνολική απόδοση και τη συνολική απόδοση. Προσπαθήστε να διατηρήσετε αυτή την τιμή χαμηλή.
es_ni: Las imágenes grandes (más de unos pocos MB) pueden hacer que el rendimiento general y el rendimiento general desafortunadamente sea algo lento. Intenta mantener este valor bajo.
et_ee: Suured pildid (rohkem kui mõned MB-d) võivad kahjuks mõnevõrra lohise teha. Proovige seda väärtust madalal hoida.
fa_ir: تصاویر بزرگ (بیش از چند Mbs) می توانند متأسفانه عملکرد کشش و رها و کلی را تا حدودی لاغر کنند. سعی کنید این مقدار را کم نگه دارید.
fi_fi: Suuret kuvat (enemmän kuin muutama MB) voivat tehdä valitettavasti vetämistä ja pudottamista ja yleistä suorituskykyä hieman hitaasti. Yritä pitää tämä arvo alhaisena.
fil_ph: Ang mga malalaking imahe (higit sa ilang mga MB) ay maaaring gumawa ng drag-and-drop at pangkalahatang pagganap na medyo tamad sa kasamaang palad. Subukang panatilihing mababa ang halagang ito.
fr_ml: De grandes images (plus de quelques MBS) peuvent rendre les performances de glisser-déposer et globales quelque peu lents malheureusement. Essayez de maintenir cette valeur basse.
ga_ie: Is féidir le híomhánna móra (níos mó ná cúpla MB) a bheith ag titim agus ag titim agus ag an iomlán ar an drochuair. Déan iarracht an luach seo a choinneáil íseal.
gu_in: મોટી છબીઓ (થોડા એમબીથી વધુ) કમનસીબે ડ્રેગ-એન્ડ-ડ્રોપ અને એકંદર પ્રદર્શન કંઈક અંશે સુસ્ત કરી શકે છે. આ મૂલ્ય ઓછું રાખવાનો પ્રયત્ન કરો.
he_il: תמונות גדולות (יותר מכמה MBs) יכולות לגרום למרבה הצער של גרירה ושחרור וביצועים כוללים למרבה הצער. נסה לשמור על ערך זה נמוך.
hi_in: बड़ी छवियां (कुछ एमबी से अधिक) ड्रैग-एंड-ड्रॉप और समग्र प्रदर्शन को दुर्भाग्य से कुछ सुस्त कर सकती हैं। इस मूल्य को कम रखने का प्रयास करें।
hr_ba: Velike slike (više od nekoliko MBS-a) mogu nažalost učiniti povlačenje i ispuštanje i ukupne performanse pomalo sporo. Pokušajte zadržati ovu vrijednost niskom.
hu_hu: A nagy képek (több mint néhány MB-nál) a drag-and-drop és az általános teljesítményt kissé lassúvá tehetik. Próbálja meg ezt az értéket alacsonyan tartani.
hy_am: Խոշոր պատկերները (մի քանի MB- ից ավելի) կարող են քաշել-կաթիլ եւ ընդհանուր ներկայացում, ցավոք դանդաղորեն: Փորձեք այս արժեքը ցածր պահել:
id_id: Gambar besar (lebih dari beberapa MB) dapat membuat drag-and-drop dan keseluruhan kinerja agak lamban sayangnya. Cobalah untuk menjaga nilai ini rendah.
is_is: Stórar myndir (meira en fáeinir MB) geta gert drag-og-drop og heildarafköst nokkuð slaka því miður. Reyndu að halda þessu gildi lágu.
it_it: Le immagini di grandi dimensioni (più di qualche MBS) possono fare un po 'lente per le prestazioni di trascinamento e prestazioni complessive. Cerca di mantenere basso questo valore.
ja_jp: 残念ながら、大きな画像 (数 MB 以上) を使用すると、ドラッグ アンド ドロップが遅くなり、全体的なパフォーマンスが多少遅くなる可能性があります。
ka_ge: დიდ სურათებს (რამდენიმე MBS- ზე მეტს) შეუძლია გადაიტანოს დრაკონ-წვეთი და საერთო შესრულება გარკვეულწილად დუნე. შეეცადეთ შეინარჩუნოთ ეს მნიშვნელობა დაბალი.
kk_kz: Үлкен кескіндер (бірнеше MBS-тен көп) тауар-түлік пен жалпы өнімділікті өкінішке орай Бұл мәнді төмен сақтауға тырысыңыз.
km_kh: រូបភាពធំ ៗ (ច្រើនជាងពីរបីម។ ម) អាចធ្វើឱ្យអូសនិងទម្លាក់និងការសម្តែងជាទូទៅយឺត ៗ ជាអកុសល។ ព្យាយាមរក្សាតម្លៃនេះឱ្យទាប។
kn_in: ದೊಡ್ಡ ಚಿತ್ರಗಳು (ಕೆಲವು MB ಗಳಿಗಿಂತ ಹೆಚ್ಚು) ದುರದೃಷ್ಟವಶಾತ್ ಡ್ರ್ಯಾಗ್-ಅಂಡ್-ಡ್ರಾಪ್ ಮತ್ತು ಒಟ್ಟಾರೆ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸ್ವಲ್ಪ ನಿಧಾನಗೊಳಿಸಬಹುದು. ಈ ಮೌಲ್ಯವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 큰 이미지 (몇 MB 이상)는 불행히도 드래그 앤 드롭과 전반적인 성능을 다소 느리게 만들 수 있습니다. 이 값을 낮게 유지하십시오.
ky_kg: Чоң сүрөттөр (бир нече MBS) сүйрөп, тамчы жана жалпы иштин бир аз жалкоосу, тилекке каршы бир аз жалкоолукка алып келиши мүмкүн. Бул маанини төмөн бойдон сактоого аракет кылыңыз.
lo_la: ຮູບພາບຂະຫນາດໃຫຍ່ (ຫຼາຍກ່ວາສອງສາມ Mbs) ສາມາດເຮັດໃຫ້ການລາກແລະການປະຕິບັດການຫຼຸດລົງແລະການປະຕິບັດໂດຍລວມບາງຫນ້າສິ່ງທີ່ຫນ້າເສຍດາຍ. ພະຍາຍາມຮັກສາມູນຄ່ານີ້ຕໍ່າ.
lt_lt: Dideli vaizdai (daugiau nei keli MBS), deja, gali būti šiek tiek vangus. Stenkitės, kad ši vertė būtų maža.
lv_lv: Lieli attēli (vairāk nekā daži MB) diemžēl var padarīt vilkšanu un pilienu un kopējo sniegumu. Mēģiniet saglabāt zemu šo vērtību.
mi_nz: Ko nga whakaahua nui (nui atu i te maha o nga MB) ka taea te toia-toia-ma-maturuturu me te katoa o te mahi mangere ahakoa he mangere. Ngana ki te pupuri i tenei uara iti.
mk_mk: Големите слики (повеќе од неколку МБ) можат за жал да направат влечење и паѓање и целокупните перформанси малку слаби. Обидете се да ја задржите оваа вредност на ниско ниво.
ml_in: വലിയ ചിത്രങ്ങൾ (കുറച്ച് എംബിഎസിനേക്കാൾ) ഡ്രാഗ്-ഡ്രോപ്പ്, മൊത്തത്തിലുള്ള പ്രകടനം നിർഭാഗ്യവശാൽ ഒരു പരിധിവരെ മന്ദഗതിയിലാക്കാൻ കഴിയും. ഈ മൂല്യം കുറയ്ക്കാൻ ശ്രമിക്കുക.
mr_in: मोठ्या प्रतिमा (काही एमबीपेक्षा जास्त) दुर्दैवाने ड्रॅग-अँड ड्रॉप आणि एकूणच कामगिरी काही प्रमाणात आळशी बनवू शकतात. हे मूल्य कमी ठेवण्याचा प्रयत्न करा.
ms_my: Imej-imej besar (lebih daripada beberapa MB) boleh membuat drag-and-drop dan prestasi keseluruhan agak lambat malangnya. Cuba simpan nilai ini rendah.
mt_mt: Immaġini kbar (aktar minn ftit MBs) jistgħu jagħmlu l-qatra u l-qatra u l-prestazzjoni ġenerali kemmxejn sluggish sfortunatament. Ipprova żomm dan il-valur baxx.
nb_no: Store bilder (mer enn noen få MB-er) kan dessverre gjøre drag-og-slipp og generell ytelse noe tregt dessverre. Forsøk å holde denne verdien lav.
ne_np: ठूला छविहरू (केही एमबीएस भन्दा बढी) भन्दा बढि ड्र्याग-र ड्रप र समग्र प्रदर्शन गर्न सक्दैन दुर्भाग्यवस सजीलो रूपमा। यो मान कम राख्नको लागि प्रयास गर्नुहोस्।
nl_be: Grote afbeeldingen (meer dan een paar MB's) kunnen helaas drag-and-drop en algehele prestaties enigszins traag maken. Probeer deze waarde laag te houden.
or_in: ବଡ଼ ପ୍ରତିଛବିଗୁଡିକ (କିଛି ମିଲେସ୍ ରୁ ଅଧିକ) ଡ୍ରାଗ୍ ଏବଂ-ଡ୍ରପ୍ ଏବଂ ସାମଗ୍ରିକ କାର୍ଯ୍ୟଦକ୍ଷତା ଦୁର୍ଭାଗ୍ୟବଶତ। ଏହି ମୂଲ୍ୟକୁ କମ୍ ରଖିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa_arab_pk: ਵੱਡੇ ਚਿੱਤਰ (ਕੁਝ ਐਮਬੀਐਸ ਤੋਂ ਵੱਧ) ਡਰੈਗ-ਐਂਡ-ਡ੍ਰੌਪ ਅਤੇ ਸਮੁੱਚੇ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਬਦਕਿਸਮਤੀ ਨਾਲ ਬਣਾ ਸਕਦੇ ਹਨ. ਇਸ ਮੁੱਲ ਨੂੰ ਘੱਟ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pl_pl: Duże obrazy (więcej niż kilka MBS) mogą niestety nieco spowolnić przeciąganie, a ogólna wydajność. Staraj się utrzymać tę wartość niską.
pt_pt: Imagens grandes (mais de alguns MBs) podem tornar, infelizmente, o desempenho geral e o desempenho geral. Tente manter esse valor baixo.
ro_ro: Imaginile mari (mai mult de câțiva MB) pot face din păcate drag-and-drop și performanța generală oarecum lentă. Încercați să mențineți această valoare scăzută.
ru_ru: Крупные изображения (более нескольких МБ) могут сделать перетаскивание и каплю и общую производительность, к сожалению, к сожалению. Старайтесь сохранить это значение низким.
sk_sk: Veľké obrázky (viac ako niekoľko MBS) môžu bohužiaľ drag-and-drop a celkový výkon trochu pomaly. Pokúste sa udržať túto hodnotu nízku.
sl_si: Velike slike (več kot nekaj MB) lahko na žalost vlečejo in spustijo in splošne zmogljivosti nekoliko počasne. Poskusite ohraniti nizko to vrednost.
sq_al: Imazhe të mëdha (më shumë se disa MB) mund të bëjnë performancën tërheqëse dhe të përgjithshme disi të ngadalta për fat të keq. Mundohuni ta mbani këtë vlerë të ulët.
sr_cyrl_rs: Велике слике (више од неколико МБС) могу нажалост нажалост наглављати повлачење и пад и укупне перформансе. Покушајте да ова вредност буде ниска.
sv_fi: Stora bilder (mer än några MB: er) kan tyvärr göra drag-and-drop och övergripande prestanda något trögt. Försök att hålla detta värde lågt.
sw_ke: Picha kubwa (zaidi ya MBs chache) zinaweza kufanya Drag-na-kushuka na utendaji wa jumla kwa bahati mbaya kwa bahati mbaya. Jaribu kuweka thamani hii chini.
ta_in: பெரிய படங்கள் (ஒரு சில எம்.பி. இந்த மதிப்பை குறைவாக வைத்திருக்க முயற்சிக்கவும்.
te_in: పెద్ద చిత్రాలు (కొన్ని MBS కన్నా ఎక్కువ) లాగ్-అండ్-డ్రాప్ మరియు మొత్తం పనితీరును కొంతవరకు మందగించగలవు. ఈ విలువను తక్కువగా ఉంచడానికి ప్రయత్నించండి.
th_th: ภาพขนาดใหญ่ (มากกว่าสองสาม MBs) สามารถทำให้การลากแล้วหยดและประสิทธิภาพโดยรวมค่อนข้างช้าน่าเสียดาย พยายามรักษาค่านี้ให้ต่ำ
tk_tm: Uly suratlar (birnäçe mbs-den köp) süýräp, damja we umumy öndürijilik gamçany erbetleşdirip biler. Bu bahany pes saklamaga synanyşyň.
tr_tr: Büyük görüntüler (birkaç MBS'den fazla) maalesef sürükle ve bırak ve genel performansı biraz durgun hale getirebilir. Bu değeri düşük tutmaya çalışın.
tt_ru: Зур рәсемнәр (берничә мбста күбрәк) тартып-тамчы һәм гомуми чыгыш ясый ала, бик кызганычка каршы. Бу кыйммәтне түбән тотарга тырышыгыз.
ug_cn: چوڭ رەسىملەر (بىر قانچە MBS دىن ئارتۇق) سۆرەپ تاشلاش ۋە ئومۇمىي ئىقتىدارنى سۈمۈرۈۋالىدۇ. بۇ قىممەتنى تۆۋەن ئورۇنغا قويۇپ سىناپ بېقىڭ.
uk_ua: Великі зображення (більше декількох МБ) можуть зробити перетягування та загальну продуктивність, на жаль, дещо млявими. Намагайтеся зберегти це значення низьким.
ur_pk: بڑی تصاویر (کچھ ایم بی سے زیادہ) بدقسمتی سے ڈریگ اینڈ ڈراپ اور مجموعی کارکردگی کو کسی حد تک سست بنا سکتی ہیں۔ اس قدر کو کم رکھنے کی کوشش کریں۔
uz_cyrl: Katta rasmlar (bir nechta funbdan ko'proq) sud-tomchi va umuman ishlashni biroz sustlashi mumkin. Ushbu qiymatni past saqlashga harakat qiling.
vi_vn: Hình ảnh lớn (nhiều hơn một vài MB) có thể làm cho hiệu suất kéo và thả và hiệu suất tổng thể hơi chậm chạp. Cố gắng giữ giá trị này thấp.
zh_cn: 不幸的是，大图像（超过几 MB）可能会使拖放和整体性能有些缓慢。
zh_hans_sg: 不幸的是，大型图像（超过少数MB）可以使拖放和整体性能变得有些缓慢。尝试保持该值低。
zh_hant: 不幸的是，大型圖像（超過少數MB）可以使拖放和整體性能變得有些緩慢。嘗試保持該值低。

# ImgMaxHLabel
source: Max Height
af_za: Maksimum hoogte
am_et: ከፍተኛ ቁመት
ar_bh: اقصى ارتفاع
as_in: সৰ্বোচ্চ উচ্চতা
az_cyrl_az: Max hündürlük
bg_bg: Максимална височина
bn_bd: সর্বোচ্চ উচ্চতা
bs_cyrl_ba: Maksimalna visina
ca_es: Alçada màxima
cs_cz: Maximální výška
cy_gb: Uchder Max
da_dk: Maks. Højde
de_ch: Maximale Höhe
el_gr: Μέγιστο ύψος
es_ni: Altura máxima
et_ee: Maksimaalne kõrgus
fa_ir: حداکثر ارتفاع
fi_fi: Enimmäiskorkeus
fil_ph: Hangganan ng taas
fr_ml: Hauteur maximum
ga_ie: Airde Max
gu_in: મહત્તમ .ંચાઈ
he_il: גובה מקסימלי
hi_in: अधिकतम ऊँचाई
hr_ba: Maksimalna visina
hu_hu: Maximum magasság
hy_am: Առավելագույն բարձրությունը
id_id: Tinggi maksimal
is_is: Max hæð
it_it: Altezza massima
ja_jp: 最大高さ
ka_ge: მაქსიმალური სიმაღლე
kk_kz: Максимум биіктігі
km_kh: កម្ពស់អតិបរមា
kn_in: ಗರಿಷ್ಠ ಎತ್ತರ
ko_kr: 최대 높이
ky_kg: Максимум
lo_la: ຄວາມສູງສູງສຸດ
lt_lt: Maksimalus aukštis
lv_lv: Maksimālais augstums
mi_nz: Te teitei o Max
mk_mk: Максимална висина
ml_in: പരമാവധി ഉയരം
mr_in: कमाल उंची
ms_my: Ketinggian maksimum
mt_mt: Għoli massimu
nb_no: Maks høyde
ne_np: अधिकतम उचाइ
nl_be: Maximale hoogte
or_in: ସର୍ବାଧିକ ଉଚ୍ଚତା |
pa_arab_pk: ਅਧਿਕਤਮ ਉਚਾਈ
pl_pl: Maksymalna wysokość
pt_pt: Altura máxima
ro_ro: Înălțime maximă
ru_ru: Максимальная высота
sk_sk: Maximálna výška
sl_si: Največja višina
sq_al: Lartësia maksimale
sr_cyrl_rs: Максимална висина
sv_fi: Maximal höjd
sw_ke: Urefu max
ta_in: அதிகபட்ச உயரம்
te_in: గరిష్ట ఎత్తు
th_th: ความสูงสูงสุด
tk_tm: Maksanyň beýikligi
tr_tr: Maksimum yükseklik
tt_ru: Макс Биек
ug_cn: Max Fouse
uk_ua: Максимальна висота
ur_pk: زیادہ سے زیادہ اونچائی
uz_cyrl: Maks balandligi
vi_vn: Chiều cao tối đa
zh_cn: 最大高度
zh_hans_sg: 最大高度
zh_hant: 最大高度
