Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# ImgMaxWLabel
source: Max Width
af_za: Maksimum breedte
am_et: ማክስ ስፋት
ar_bh: أقصى عرض
as_in: সৰ্বোচ্চ প্ৰস্থ
az_cyrl_az: Maksimum genişlik
bg_bg: Максимална ширина
bn_bd: সর্বোচ্চ প্রস্থ
bs_cyrl_ba: Maksma širine
ca_es: Amplada màxima
cs_cz: Max šířka
cy_gb: Lled max
da_dk: Maks. Bredde
de_ch: Maximale Breite
el_gr: Μέγιστο πλάτος
es_ni: Anchura máxima
et_ee: Maksimaalne laius
fa_ir: حداکثر عرض
fi_fi: Enimmäisleveys
fil_ph: Lapad ng max
fr_ml: Largeur maximale
ga_ie: Leithead uasmhéid
gu_in: મહત્તમ પહોળાઈ
he_il: רוחב מקסימום
hi_in: अधिकतम चौड़ाई
hr_ba: Maksimalna širina
hu_hu: Maximális szélesség
hy_am: Max լայնությունը
id_id: Lebar Max
is_is: Max breidd
it_it: Larghezza massima
ja_jp: 最大幅
ka_ge: მაქსიმალური სიგანე
kk_kz: Максималды ені
km_kh: ទទឹងអតិបរមា
kn_in: ಗರಿಷ್ಠ ಅಗಲ
ko_kr: 최대 너비
ky_kg: Максималдуу туурасы
lo_la: ຄວາມກວ້າງສູງສຸດ
lt_lt: Maksimalus plotis
lv_lv: Maksimālais platums
mi_nz: Te whanui
mk_mk: Максимална ширина
ml_in: മാക്സ് വീതി
mr_in: कमाल रुंदी
ms_my: Lebar maks
mt_mt: Wisa 'massimu
nb_no: Maks bredde
ne_np: अधिकतम चौडाई
nl_be: Maximale wijdte
or_in: ସର୍ବାଧିକ ମୋଟେଇ |
pa_arab_pk: ਅਧਿਕਤਮ ਚੌੜਾਈ
pl_pl: Max szerokość
pt_pt: Largura máxima
ro_ro: Lățimea maximă
ru_ru: Максимальная ширина
sk_sk: Maximálna šírka
sl_si: Največja širina
sq_al: Gjerësi maksimale
sr_cyrl_rs: Мак ширина
sv_fi: Maximal bredd
sw_ke: Upana wa max
ta_in: அதிகபட்ச அகலம்
te_in: గరిష్ట వెడల్పు
th_th: ความกว้างสูงสุด
tk_tm: Maks giňligi
tr_tr: Maksimum genişlik
tt_ru: Макс киңлеге
uk_ua: Максимальна ширина
ur_pk: زیادہ سے زیادہ چوڑائی
uz_cyrl: Maks kengligi
vi_vn: Chiều rộng tối đa
zh_cn: 最大宽度
zh_hans_sg: 最大宽度
zh_hant: 最大寬度

# MaxCharsHint
source: For performance concerns, a maximum amount characters is needed
af_za: Vir kommer is daar 'n maksimum hoeveelheid karakters nodig
am_et: ለአፈፃፀም ጉዳዮች, ከፍተኛው መጠን ቁምፊዎች ያስፈልጋሉ
ar_bh: بالنسبة لمخاوف الأداء ، هناك حاجة إلى أقصى أحرف مبلغ
as_in: পৰিৱেশনৰ চিন্তাৰ বাবে, এটা সৰ্বাধিক পৰিমাণৰ আখৰৰ প্ৰয়োজন
az_cyrl_az: Performans narahatlığı üçün maksimum miqdar simvol lazımdır
bg_bg: За опасения за изпълнението е необходимо максимално количество знаци
bn_bd: পারফরম্যান্স উদ্বেগের জন্য, সর্বাধিক পরিমাণের অক্ষর প্রয়োজন
bs_cyrl_ba: Za zabrinutost izvedbe potrebni su maksimalni znakovi iz iznosa
ca_es: Per a problemes de rendiment, cal una quantitat màxima de caràcters
cs_cz: Pro obavy o výkon je zapotřebí maximální částky
cy_gb: Ar gyfer pryderon perfformiad, mae angen cymeriadau uchafswm
da_dk: For problemer med ydeevne er der behov for et tegn på maksimalt beløb
de_ch: Für Leistungsbedenken ist eine maximale Menge Zeichen erforderlich
el_gr: Για ανησυχίες απόδοσης, απαιτείται μέγιστο ποσό χαρακτήρων
es_ni: Para las preocupaciones de rendimiento, se necesita una cantidad máxima de caracteres
et_ee: Tulemusprobleemide korral on vaja maksimaalse summa tähemärke
fa_ir: برای نگرانی های عملکرد ، حداکثر شخصیت ها مورد نیاز است
fi_fi: Suorituskykyongelmiin tarvitaan enimmäismäärä merkkejä
fil_ph: Para sa mga alalahanin sa pagganap, kinakailangan ang isang maximum na halaga ng mga character
fr_ml: Pour les problèmes de performance, un montant maximum est nécessaire
ga_ie: Maidir le hábhair imní feidhmíochta, tá gá le huasmhéid carachtair ag teastáil
gu_in: પ્રભાવની ચિંતા માટે, મહત્તમ રકમ અક્ષરોની જરૂર છે
he_il: לדאגות לביצועים, יש צורך בתווי כמות מקסימאלית
hi_in: प्रदर्शन की चिंताओं के लिए, अधिकतम राशि वर्णों की आवश्यकता है
hr_ba: Za brige
hu_hu: A teljesítmény -aggályokhoz maximális összegű karakterekre van szükség
hy_am: Կատարողական մտահոգությունների համար անհրաժեշտ է առավելագույն գումարի նիշ
id_id: Untuk masalah kinerja, diperlukan jumlah karakter maksimum
is_is: Fyrir frammistöðu er þörf á hámarksfjárhæð
it_it: Per i problemi di prestazioni, sono necessari un numero massimo di caratteri
ja_jp: パフォーマンス上の懸念から、最大文字数が必要です
ka_ge: შესრულების შეშფოთებისთვის საჭიროა მაქსიმალური ოდენობის სიმბოლოები
kk_kz: Мақсатты орындау үшін максималды сома қажет
km_kh: សម្រាប់ការព្រួយបារម្ភការសម្តែងចំនួនទឹកប្រាក់អតិបរមាដែលត្រូវការ
kn_in: ಕಾರ್ಯಕ್ಷಮತೆಯ ಕಾಳಜಿಗಳಿಗಾಗಿ, ಗರಿಷ್ಠ ಮೊತ್ತದ ಅಕ್ಷರಗಳು ಅಗತ್ಯವಿದೆ
ko_kr: 성능 문제의 경우 최대 금액이 필요합니다.
ky_kg: Өндүрүмдүүлүктүн милдеттери үчүн, максималдуу сумма керек
lo_la: ສໍາລັບຄວາມກັງວົນກ່ຽວກັບການປະຕິບັດ, ມີຄວາມຈໍາເປັນຈໍານວນສູງສຸດ
lt_lt: Norint susirūpinti, reikia maksimalios simbolių
lv_lv: Bažām par veiktspēju ir vajadzīgas maksimālās summas rakstzīmes
mi_nz: Mo nga awangawanga mahi, ka hiahiatia nga tohu nui rawa atu
mk_mk: За загриженост за перформансите, потребни се максимални знаци
ml_in: പ്രകടന ആശങ്കകൾക്ക്, പരമാവധി തുക പ്രതീകങ്ങൾ ആവശ്യമാണ്
mr_in: कामगिरीच्या चिंतेसाठी, जास्तीत जास्त प्रमाणात वर्ण आवश्यक आहेत
ms_my: Untuk kebimbangan prestasi, jumlah maksimum aksara diperlukan
mt_mt: Għal tħassib dwar il-prestazzjoni, hemm bżonn ta 'ammont massimu ta' karattri
nb_no: For ytelsesproblemer er det nødvendig med et maksimalt beløpstegn
ne_np: प्रदर्शन चिन्ताको लागि, अधिकतम रकम पात्रहरू आवश्यक छ
nl_be: Voor prestatieproblemen zijn een maximale hoeveelheid tekens nodig
or_in: କାର୍ଯ୍ୟଦକ୍ଷତା ଚିନ୍ତା ପାଇଁ, ସର୍ବାଧିକ ପରିମାଣର ଅକ୍ଷର ଆବଶ୍ୟକ |
pa_arab_pk: ਪ੍ਰਦਰਸ਼ਨ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਲਈ, ਵੱਧ ਤੋਂ ਵੱਧ ਰਕਮ ਦੇ ਅੱਖਰਾਂ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
pl_pl: W przypadku problemów z wydajnością potrzebne są maksymalna ilość znaków
pt_pt: Para preocupações de desempenho, é necessário um valor máximo de caracteres
ro_ro: Pentru probleme de performanță, este nevoie de caractere cu sumă maximă
ru_ru: Для проблем с производительностью необходим максимальное количество символов
sk_sk: Pre obavy z výkonu je potrebná maximálna suma znakov
sl_si: Za pomisleke glede uspešnosti so potrebni največji znaki
sq_al: Për shqetësimet e performancës, nevojitet një sasi maksimale e karaktereve
sr_cyrl_rs: За забринутости за перформансе потребни су максимални знакови из износа
sv_fi: För prestandaproblem behövs ett maximalt beloppstecken
sw_ke: Kwa wasiwasi wa utendaji, herufi kubwa inahitajika
ta_in: செயல்திறன் கவலைகளுக்கு, அதிகபட்ச அளவு எழுத்துக்கள் தேவை
te_in: పనితీరు సమస్యల కోసం, గరిష్ట మొత్తం అక్షరాలు అవసరం
th_th: สำหรับข้อกังวลด้านประสิทธิภาพจำเป็นต้องมีอักขระจำนวนสูงสุด
tk_tm: Öndürijilik aladalary üçin iň ýokary mukdar üçin iň ýokary mukdar gerek
tr_tr: Performans endişeleri için, maksimum miktar karaktere ihtiyaç vardır
tt_ru: Эшчәнлек проблемалары өчен максималь сумма кирәк
ug_cn: ئىقتىدار مەسىلىسى ئۈچۈن, ئەڭ يۇقىرى مىقداردىكى ھەرپلەر لازىم
uk_ua: Для проблем з продуктивністю потрібні максимальні символи
ur_pk: کارکردگی کے خدشات کے ل a ، زیادہ سے زیادہ رقم کے حروف کی ضرورت ہے
uz_cyrl: Ishlash tashvishlari uchun maksimal miqdordagi belgilar kerak
vi_vn: Đối với các mối quan tâm về hiệu suất, cần có số lượng nhân vật tối đa
zh_cn: 出于性能考虑，需要最大数量的字符
zh_hans_sg: 出于性能问题，需要最大的字符
zh_hant: 出於性能問題，需要最大的字符

# MaxCharsLabel
source: Max Characters
af_za: Maksimum karakters
am_et: ከፍተኛ ቁምፊዎች
ar_bh: الأحرف القصوى
as_in: সৰ্বোচ্চ আখৰ
az_cyrl_az: Maksimum simvol
bg_bg: Макс знаци
bn_bd: সর্বোচ্চ অক্ষর
bs_cyrl_ba: Maksimalni likovi
ca_es: Max Personatges
cs_cz: Maximální znaky
cy_gb: Cymeriadau Max
da_dk: Max tegn
de_ch: Max -Zeichen
el_gr: Μέγιστοι χαρακτήρες
es_ni: Personajes máximos
et_ee: Max tähemärgid
fa_ir: حداکثر نویسه ها
fi_fi: Max -merkit
fil_ph: Max character
fr_ml: Caractères max
ga_ie: Uascharachtair
gu_in: મહત્તમ અક્ષરો
he_il: דמויות מקסימאליות
hi_in: अधिकतम वर्ण
hr_ba: Max likovi
hu_hu: Max karakterek
hy_am: Max նիշ
id_id: Karakter Max
is_is: Max stafir
it_it: Caratteri massimi
ja_jp: 最大文字数
ka_ge: მაქსიმალური სიმბოლოები
kk_kz: Максималды таңбалар
km_kh: តួអក្សរអតិបរមា
kn_in: ಗರಿಷ್ಠ ಅಕ್ಷರಗಳು
ko_kr: 맥스 캐릭터
ky_kg: Максимум белгилер
lo_la: ຕົວອັກສອນສູງສຸດ
lt_lt: Maksimalūs simboliai
lv_lv: Maksimālie rakstzīmes
mi_nz: Pūāhua max
mk_mk: Макс карактери
ml_in: പരമാവധി പ്രതീകങ്ങൾ
mr_in: कमाल वर्ण
ms_my: Watak maksimum
mt_mt: Karattri massimi
nb_no: Maks tegn
ne_np: अधिकतम चरित्र
nl_be: Max -tekens
or_in: ସର୍ବାଧିକ ବର୍ଣ୍ଣଗୁଡିକ |
pa_arab_pk: ਮੈਕਸ ਪਾਤਰ
pl_pl: Max znaki
pt_pt: Caracteres máximos
ro_ro: Caractere maxime
ru_ru: Максимальные персонажи
sk_sk: Maximálne znaky
sl_si: Največji znaki
sq_al: Karakteret maksimale
sr_cyrl_rs: Макс.
sv_fi: Max tecken
sw_ke: Wahusika max
ta_in: அதிகபட்ச எழுத்துக்கள்
te_in: గరిష్ట అక్షరాలు
th_th: อักขระสูงสุด
tk_tm: Maks Nyşan
tr_tr: Maksimum karakterler
tt_ru: Макс персонажлары
ug_cn: Max ھەرپلىرى
uk_ua: Максимальні символи
ur_pk: زیادہ سے زیادہ کردار
uz_cyrl: Maksimal belgilar
vi_vn: Ký tự tối đa
zh_cn: 最大字符数
zh_hans_sg: 最大字符
zh_hant: 最大字符

# MimeHtmlFormatLabel
source: Html (mime)
am_et: ኤችቲኤምኤል (ሚሚ)
as_in: HTML (মিম)
bn_bd: এইচটিএমএল (মাইম)
ca_es: Html (mim)
cy_gb: Html
gu_in: એચટીએમએલ (માઇમ)
ja_jp: HTML (マイム)
mk_mk: HTML (мими)
mr_in: एचटीएमएल (एमआयएमईएम)
sr_cyrl_rs: ХТМЛ (МИМЕ)
tt_ru: HTML (мим)
uk_ua: HTML (міме)
zh_hans_sg: HTML（哑剧）
zh_hant: HTML（啞劇）

# MimeTextFormatLabel
source: Text (mime)
af_za: Teks (MIME)
am_et: ጽሑፍ (ሚሚ)
ar_bh: نص (MIME)
as_in: লিখনী (মিম)
az_cyrl_az: Mətn (MIME)
bg_bg: Текст (MIME)
bn_bd: পাঠ্য (মাইম)
bs_cyrl_ba: Tekst (mime)
ca_es: Text (mim)
cy_gb: Nhestun
da_dk: Tekst (mime)
el_gr: Κείμενο (MIME)
es_ni: Texto (mime)
et_ee: Tekst (miim)
fa_ir: متن (MIME)
fi_fi: Teksti (mime)
fil_ph: Teksto (mime)
fr_ml: Texte (mime)
ga_ie: Téacs (MIME)
gu_in: ટેક્સ્ટ (માઇમ)
he_il: טקסט (MIME)
hi_in: पाठ (माइम)
hr_ba: Tekst (MIME)
hu_hu: Szöveg (MIME)
hy_am: Տեքստ (MIME)
id_id: Teks (pantomim)
is_is: Texti (mime)
it_it: Testo (mime)
ja_jp: テキスト（マイム）
ka_ge: ტექსტი (მიმი)
kk_kz: Мәтін (MIME)
km_kh: អត្ថបទ (MIME)
kn_in: ಪಠ್ಯ (MIME)
ko_kr: 텍스트 (마임)
ky_kg: Текст (MIME)
lo_la: ຂໍ້ຄວາມ (MIME)
lt_lt: Tekstas (mime)
lv_lv: Teksts (MIME)
mi_nz: Kuputuhi (Mime)
mk_mk: Текст (мими)
ml_in: വാചകം (മൈം)
mr_in: मजकूर (माइम)
ms_my: Teks (mime)
mt_mt: Test (MIME)
nb_no: Tekst (mime)
ne_np: पाठ (MIME)
nl_be: Tekst (mime)
or_in: ପାଠ୍ୟ (MIME)
pa_arab_pk: ਟੈਕਸਟ (MIME)
pl_pl: Tekst (mime)
pt_pt: Texto (MIME)
ru_ru: Текст (Mime)
sl_si: Besedilo (mime)
sq_al: Teksti (mime)
sr_cyrl_rs: Текст (МИМЕ)
sw_ke: Maandishi (mime)
ta_in: உரை (மைம்)
te_in: వచనం
th_th: ข้อความ (MIME)
tk_tm: Tekst (Mime)
tr_tr: Metin (MIME)
tt_ru: Текст (мим)
ug_cn: تېكىست (mime)
uk_ua: Текст (міме)
ur_pk: متن (مائم)
uz_cyrl: Matn (MIME)
vi_vn: Văn bản (MIME)
zh_hans_sg: 文字（哑剧）
zh_hant: 文字（啞劇）

# MozUrlFormatLabel
source: Url (moz)
am_et: ዩ አር ኤል (ሞዛ)
as_in: URL (মজ)
bn_bd: ইউআরএল (মোজ)
gu_in: URL (મોઝ)
he_il: כתובת אתר (מוז)
hi_in: उर्ल (मोज)
ja_jp: URL (モズ)
ml_in: URL (മോസ്)
pa_arab_pk: URL (ਮੋਜ਼)
sr_cyrl_rs: УРЛ (моз)
te_in: Urరి
ur_pk: یو آر ایل (موز)

# NtfEmptyImgText
source: Format '{0}' had empty or transparent data and was blocked
af_za: Formaat '{0}' het leë of deursigtige data gehad en is geblokkeer
am_et: ቅርጸት '{0}' ባዶ ወይም ግልጽ መረጃዎች ነበሩ እና ታግደዋል
ar_bh: كان التنسيق '{0}' بيانات فارغة أو شفافة وتم حظرها
as_in: '{0}' ফৰ্মেটত খালী বা স্বচ্ছ তথ্য আছিল আৰু ইয়াক ব্লক কৰা হৈছিল।
az_cyrl_az: '{0}' formatı boş və ya şəffaf məlumatları var idi və bloklandı
bg_bg: Формат '{0}' имаше празни или прозрачни данни и беше блокиран
bn_bd: ফর্ম্যাট '{0}' এর খালি বা স্বচ্ছ ডেটা ছিল এবং এটি অবরুদ্ধ ছিল
bs_cyrl_ba: Format '{0}' imao je prazne ili transparentne podatke i bio blokiran
ca_es: Format '{0}' tenia dades buides o transparents i es va bloquejar
cs_cz: Formát '{0}' měl prázdná nebo průhledná data a byla zablokována
cy_gb: Roedd gan fformat '{0}' ddata gwag neu dryloyw ac roedd wedi'i rwystro
da_dk: Format '{0}' havde tomme eller gennemsigtige data og blev blokeret
de_ch: Format '{0}' hatte leere oder transparente Daten und wurde blockiert
el_gr: Η μορφή '{0}' είχε κενά ή διαφανή δεδομένα και μπλοκαρίστηκε
es_ni: Formato '{0}' tenía datos vacíos o transparentes y estaba bloqueado
et_ee: Vormingus '{0}' olid tühjad või läbipaistvad andmed ja see blokeeriti
fa_ir: فرمت '{0}' داده های خالی یا شفاف داشت و مسدود شد
fi_fi: Muodossa '{0}' oli tyhjä tai läpinäkyvä tieto ja se estettiin
fil_ph: Ang format na '{0}' ay walang laman o transparent na data at naharang
fr_ml: Format '{0}' avait des données vides ou transparentes et a été bloqué
ga_ie: Bhí sonraí folamh nó trédhearcacha ag formáid '{0}' agus cuireadh bac air
gu_in: '{0}' ફોર્મેટમાં ખાલી અથવા પારદર્શક ડેટા હતો અને અવરોધિત હતો
he_il: בפורמט '{0}' היו נתונים ריקים או שקופים ונחסמו
hi_in: प्रारूप '{0}' में खाली या पारदर्शी डेटा था और उसे अवरुद्ध कर दिया गया था
hr_ba: Format '{0}' imao je prazne ili transparentne podatke i blokiran je
hu_hu: A '{0}' formátumnak üres vagy átlátható adatai voltak, és blokkolták
hy_am: «{0}» ձեւաչափը ուներ դատարկ կամ թափանցիկ տվյալներ եւ արգելափակվեց
id_id: Format '{0}' memiliki data kosong atau transparan dan diblokir
is_is: Snið '{0}' var með tóm eða gagnsæ gögn og var lokað
it_it: Format '{0}' aveva dati vuoti o trasparenti ed è stato bloccato
ja_jp: フォーマット '{0}' には空または透過的なデータが含まれていたため、ブロックされました
ka_ge: ფორმატი '{0}' ჰქონდა ცარიელი ან გამჭვირვალე მონაცემები და დაბლოკილია
kk_kz: '{0}' форматы бос немесе мөлдір деректер болды және бұғатталды
km_kh: ទ្រង់ទ្រាយ '{0}' មានទិន្នន័យទទេឬតម្លាភាពហើយត្រូវបានរារាំង
kn_in: ಫಾರ್ಮ್ಯಾಟ್ '{0}' ಖಾಲಿ ಅಥವಾ ಪಾರದರ್ಶಕ ಡೇಟಾವನ್ನು ಹೊಂದಿತ್ತು ಮತ್ತು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko_kr: 형식 '{0}'은 비어 있거나 투명한 데이터가 있었고 차단되었습니다.
ky_kg: '{0}' форматы бош же ачык маалыматтар бар болчу жана бөгөттөлгөн
lo_la: ຮູບແບບ '{0}' ມີຂໍ້ມູນທີ່ຫວ່າງເປົ່າຫຼືໂປ່ງໃສແລະຖືກບລັອກ
lt_lt: Formatas '{0}' turėjo tuščius arba skaidrius duomenis ir buvo užblokuotas
lv_lv: Formatam '{0}' bija tukši vai caurspīdīgi dati un tas tika bloķēts
mi_nz: Hōputu '{0}' he raraunga kau, he maamaa ranei, ka aukati
mk_mk: Формат '{0}' имаше празни или транспарентни податоци и беше блокиран
ml_in: ഫോർമാറ്റ് '{0}' ശൂന്യമോ സുതാര്യമോ ആയ ഡാറ്റ ഉണ്ടായിരുന്നു, അത് തടഞ്ഞു
mr_in: स्वरूप '{0}' मध्ये रिक्त किंवा पारदर्शक डेटा होता आणि तो अवरोधित केला होता
ms_my: Format '{0}' mempunyai data kosong atau telus dan disekat
mt_mt: Il-format '{0}' kellu dejta vojta jew trasparenti u ġie mblukkat
nb_no: Format '{0}' hadde tomme eller gjennomsiktige data og ble blokkert
ne_np: ढाँचा '{0}' 'खाली वा पारदर्शी डाटा थियो र ब्लक गरिएको थियो
nl_be: Formaat '{0}' had lege of transparante gegevens en werd geblokkeerd
or_in: '{0 "ଫର୍ମାଟ୍ ଖାଲି କିମ୍ବା ସ୍ୱଚ୍ଛ ତଥ୍ୟ ଥିଲା ଏବଂ ଅବରୋଧ କରାଯାଇଥିଲା |
pa_arab_pk: ਫਾਰਮੈਟ '{0}' ਕੋਲ ਖਾਲੀ ਜਾਂ ਪਾਰਦਰਸ਼ੀ ਡੇਟਾ ਸੀ ਅਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਸੀ
pl_pl: Format „{0}” miał puste lub przezroczyste dane i został zablokowany
pt_pt: Formato '{0}' tinha dados vazios ou transparentes e foi bloqueado
ro_ro: Formatul '{0}' avea date goale sau transparente și a fost blocat
ru_ru: Формат '{0}' имел пустые или прозрачные данные и был заблокирован
sk_sk: Formát '{0}' mal prázdne alebo priehľadné údaje a bol blokovaný
sl_si: Format '{0}' je imel prazne ali pregledne podatke in je bil blokiran
sq_al: Formati '{0}' kishte të dhëna boshe ose transparente dhe ishte bllokuar
sr_cyrl_rs: Формат '{0}' је имао празне или транспарентне податке и блокиран је
sv_fi: Format '{0}' hade tom eller transparent data och blockerades
sw_ke: Fomati '{0}' ilikuwa na data tupu au ya uwazi na ilizuiwa
ta_in: '{0}' என்பது வெற்று அல்லது வெளிப்படையான தரவைக் கொண்டிருந்தது மற்றும் தடுக்கப்பட்டது
te_in: '{0}' ఫార్మాట్ ఖాళీ లేదా పారదర్శక డేటాను కలిగి ఉంది మరియు నిరోధించబడింది
th_th: รูปแบบ '{0}' มีข้อมูลที่ว่างเปล่าหรือโปร่งใสและถูกบล็อก
tk_tm: "{0 {0} 'formatdy," boş ýa-da aç-açan maglumatlar "formatdy we petiklendi
tr_tr: '{0}' biçimi boş veya şeffaf veriler vardı ve engellendi
tt_ru: '{0}' формасы буш яки ачык мәгълүмат булган һәм блокланган
ug_cn: فورمات '{0}' قۇرۇق ياكى سۈزۈك سانلىق مەلۇمات بار, توسۇلۇپ قالدى
uk_ua: Формат '{0}' мав порожні або прозорі дані та був заблокований
ur_pk: فارمیٹ '{0}' میں خالی یا شفاف ڈیٹا تھا اور اسے مسدود کردیا گیا تھا
uz_cyrl: "{0}" formatida bo'sh yoki shaffof ma'lumotlar mavjud edi va bloklangan
vi_vn: Định dạng '{0}' có dữ liệu trống hoặc trong suốt và bị chặn
zh_cn: 格式“{0}”包含空数据或透明数据并被阻止
zh_hans_sg: 格式'{0}'具有空的或透明的数据，并被阻止
zh_hant: 格式'{0}'具有空的或透明的數據，並被阻止

# NtfEmptyImgTitle
source: Empty Data Blocked
af_za: Leë data geblokkeer
am_et: ባዶ ውሂብ ታግ .ል
ar_bh: تم حظر البيانات الفارغة
as_in: খালী ডাটা ব্লক কৰা হৈছে
az_cyrl_az: Boş məlumatlar bloklandı
bg_bg: Празни данни, блокирани
bn_bd: খালি ডেটা অবরুদ্ধ
bs_cyrl_ba: Blokirani prazni podaci
ca_es: Dades buides bloquejades
cs_cz: Prázdná data blokují
cy_gb: Data gwag wedi'i rwystro
da_dk: Tomme data blokeret
de_ch: Leere Daten blockiert
el_gr: Τα κενά δεδομένα μπλοκαρίστηκαν
es_ni: Datos vacíos bloqueados
et_ee: Tühjad andmed on blokeeritud
fa_ir: داده های خالی مسدود شده است
fi_fi: Tyhjät tiedot estetty
fil_ph: Walang laman ang data na naka -block
fr_ml: Données vides bloquées
ga_ie: Sonraí folamh blocáilte
gu_in: ખાલી ડેટા અવરોધિત
he_il: נתונים ריקים חסומים
hi_in: खाली डेटा अवरुद्ध
hr_ba: Prazni podaci blokirani
hu_hu: Üres adatok blokkolva
hy_am: Դատարկ տվյալները արգելափակված են
id_id: Data kosong diblokir
is_is: Tóm gögn lokuð
it_it: Dati vuoti bloccati
ja_jp: 空のデータがブロックされました
ka_ge: ცარიელი მონაცემები დაბლოკილია
kk_kz: Бос деректер бұғатталған
km_kh: ទិន្នន័យទទេត្រូវបានរារាំង
kn_in: ಖಾಲಿ ಡೇಟಾವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko_kr: 빈 데이터 차단
ky_kg: Бош маалыматтар бөгөттөлгөн
lo_la: ຂໍ້ມູນຫວ່າງເປົ່າຖືກບລັອກ
lt_lt: Tušti duomenys užblokuoti
lv_lv: Tukši dati bloķēti
mi_nz: I aukati nga raraunga kau
mk_mk: Празни податоци блокирани
ml_in: ശൂന്യമായ ഡാറ്റ തടഞ്ഞു
mr_in: रिक्त डेटा अवरोधित केला
ms_my: Data kosong disekat
mt_mt: Dejta vojta imblukkata
nb_no: Tomme data blokkert
ne_np: खाली डेटा अवरुद्ध
nl_be: Lege gegevens geblokkeerd
or_in: ଖାଲି ତଥ୍ୟ ଅବରୋଧିତ |
pa_arab_pk: ਖਾਲੀ ਡੇਟਾ ਰੋਕਿਆ
pl_pl: Puste dane zablokowane
pt_pt: Dados vazios bloqueados
ro_ro: Datele goale blocate
ru_ru: Пустые данные заблокированы
sk_sk: Prázdne údaje blokované
sl_si: Prazni podatki blokirani
sq_al: Të dhënat boshe të bllokuara
sr_cyrl_rs: Празни подаци блокирани
sv_fi: Tomma data blockerade
sw_ke: Takwimu tupu zimefungwa
ta_in: வெற்று தரவு தடுக்கப்பட்டது
te_in: ఖాళీ డేటా నిరోధించబడింది
th_th: ข้อมูลที่ว่างเปล่าถูกบล็อก
tk_tm: Boş maglumatlar petiklendi
tr_tr: Boş veriler engellendi
tt_ru: Буш мәгълүматлар блокланган
ug_cn: قۇرۇق سانلىق مەلۇمات چەكلەنگەن
uk_ua: Порожні дані заблоковані
ur_pk: خالی ڈیٹا مسدود ہوگیا
uz_cyrl: Bo'sh ma'lumotlar bloklangan
vi_vn: Dữ liệu trống bị chặn
zh_cn: 空数据被阻止
zh_hans_sg: 空数据被阻止
zh_hant: 空數據被阻止

# NtfFormatIgnoredText
source: '{0}' format is flagged as 'ignored'
af_za: '{0}' Formaat word gemerk as 'geïgnoreer'
am_et: '{0} ቅርጸት እንደ <ችላ ተብለዋል>
ar_bh: يتم وضع علامة على تنسيق '{0}' على أنه "تم تجاهله"
as_in: '{0}' ফৰ্মেটক 'আওকাণ কৰা' হিচাপে ফ্লেগ কৰা হৈছে।
az_cyrl_az: '{0}' formatı 'nəzərə alınmayan' kimi qeyd olunur
bg_bg: Форматът „{0}“ е маркиран като „игнориран“
bn_bd: '{0}' ফর্ম্যাটটি 'উপেক্ষিত' হিসাবে চিহ্নিত করা হয়েছে
bs_cyrl_ba: '{0}' format je označen kao "zanemaren"
ca_es: El format '{0}' es marca com a 'ignorat'
cs_cz: Formát '{0}' je označen jako „ignorován“
cy_gb: Mae fformat '{0}' yn cael ei nodi fel 'anwybyddu'
da_dk: '{0}' format er markeret som 'ignoreret'
de_ch: Das Format '{0}' wird als "ignoriert" gekennzeichnet.
el_gr: '{0}' Η μορφή επισημαίνεται ως 'αγνοείται'
es_ni: El formato '{0}' se marca como 'ignorado'
et_ee: '{0}' vorming on märgistatud kui 'ignoreeritud'
fa_ir: فرمت '{0}' به عنوان "نادیده گرفته شده" پرچم گذاری شده است
fi_fi: '{0}' muoto on merkitty 'huomiotta'
fil_ph: Ang format na '{0}' ay na -flag bilang 'hindi pinansin'
fr_ml: Le format '{0}' est signalé comme «ignoré»
ga_ie: Déantar formáid '{0}' a bhratach mar 'neamhaird'
gu_in: '{0}' ફોર્મેટને 'અવગણવામાં' તરીકે ફ્લેગ કરવામાં આવે છે
he_il: הפורמט '{0}' מסומן כ'התעלם '
hi_in: '{0}' प्रारूप को 'अनदेखा' के रूप में चिह्नित किया गया है
hr_ba: '{0}' format je označen kao 'zanemarena'
hu_hu: A '{0}' formátumot „figyelmen kívül hagyva” jelölik
hy_am: «{0}» ձեւաչափը դրոշմված է որպես «անտեսված»
id_id: Format '{0}' ditandai sebagai 'diabaikan'
is_is: '{0}' snið er flaggað sem 'hunsað'
it_it: Il formato '{0}' è contrassegnato come 'ignorato'
ja_jp: 「{0}」形式には「無視」のフラグが設定されています
ka_ge: '{0}' ფორმატი არის დროშა, როგორც 'უგულებელყოფილი'
kk_kz: '{0}' пішімі «еленбеген» деп белгіленеді
km_kh: ទ្រង់ទ្រាយ '{0}' ត្រូវបានដាក់ទង់ថាជា "មិនអើពើ"
kn_in: '{0}' ಸ್ವರೂಪವನ್ನು 'ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆ' ಎಂದು ಫ್ಲ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ
ko_kr: '{0}'형식은 '무시'로 표시됩니다.
ky_kg: '{0}' форматы 'көңүл бурулбаган' деп белгиленет
lo_la: '{0}' ຮູບແບບ 'ແມ່ນຖືກຫມາຍວ່າ' ບໍ່ສົນໃຈ '
lt_lt: '{0}' formatas pažymėtas kaip 'ignoruojamas'
lv_lv: '{0}' formāts tiek atzīmēts kā 'ignorēts'
mi_nz: '{0}' te hōputu kua uru ki te 'wareware'
mk_mk: Форматот „{0}“ е обележан како „игнориран“
ml_in: '{0}' ഫോർമാറ്റ് 'അവഗണിച്ച' എന്ന് ഫ്ലാഗുചെയ്തു
mr_in: '{0}' स्वरूप 'दुर्लक्ष' म्हणून ध्वजांकित केले जाते
ms_my: Format '{0}' ditandakan sebagai 'diabaikan'
mt_mt: Il-format "{0}" huwa mmarkat bħala "injorat"
nb_no: '{0}' -formatet er flagget som 'ignorert'
ne_np: '{0}' ढाँचा 'बेवास्ता गरियो' को रूपमा फ्ल्याग गरिएको छ
nl_be: '{0}' formaat wordt gemarkeerd als 'genegeerd'
or_in: '{0}' ଫର୍ମାଟ୍ 'ଅଣଦେଖା' ଭାବରେ ଫ୍ଲାଗ୍ ହୋଇଛି |
pa_arab_pk: '{0}' ਫਾਰਮੈਟ ਨੂੰ 'ਅਣਡਿੱਠ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ
pl_pl: Format „{0}” jest oznaczony jako „ignorowany”
pt_pt: '{0}' O formato é sinalizado como 'ignorado'
ro_ro: Formatul '{0}' este semnalizat ca „ignorat”
ru_ru: Формат '{0}' помечено как «игнорируется»
sk_sk: '{0}' formát je označený ako 'ignorovaný'
sl_si: Oblika '{0}' je označena kot 'prezrt'
sq_al: Formati '{0}' është flamuruar si 'i injoruar'
sr_cyrl_rs: '{0}' формат је означен као "игнорисан"
sv_fi: '{0}' format flaggas som 'ignoreras'
sw_ke: Fomati ya '{0}' imepigwa alama kama 'kupuuzwa'
ta_in: 'புறக்கணிக்கப்பட்ட' என '{0}' வடிவம் கொடியிடப்படுகிறது
te_in: '{0}' ఫార్మాట్ 'విస్మరించబడింది' అని ఫ్లాగ్ చేయబడింది
th_th: รูปแบบ '{0}' ถูกตั้งค่าสถานะเป็น 'ละเว้น'
tk_tm: '{0}' formaty 'äsgerilmedik' görnüşinde bellendi
tr_tr: '{0}' biçimi 'Göz ardı edildi' olarak işaretlenir
tt_ru: '{0}' форматы "санга сукмый"
ug_cn: '{0}' فورماتى «سەل قارىۋېلىندى»
uk_ua: Формат '{0}' позначений як "ігнорований"
ur_pk: '{0}' فارمیٹ کو 'نظرانداز' کے طور پر جھنڈا لگایا گیا ہے
uz_cyrl: '{0} "formati" e'tiborsiz qoldiriladi "deb bayroqlangan
vi_vn: Định dạng '{0}' được gắn cờ là 'bị bỏ qua'
zh_cn: “{0}”格式被标记为“忽略”
zh_hans_sg: '{0}'格式被标记为“忽略”
zh_hant: '{0}'格式被標記為“忽略”
