Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# IgnoredDirsHint
source: These directories will not be read from clipboard or drag-and-drop data.
af_za: Hierdie kaarte sal nie gelees word vanaf die klembord- of sleep-en-drop-data nie.
am_et: እነዚህ ዳይሬሽራዎች ከ CLIP ሰሌዳ ወይም ከጎን-እና የመቆለፊያ ውሂብ አይነበቡም.
ar_bh: لن تتم قراءة هذه الدلائل من بيانات الحافظة أو السحب والإفلات.
as_in: এই ডাইৰেকটৰিসমূহ ক্লিপবৰ্ড বা ড্ৰেগ-এণ্ড-ড্ৰপ ডাটাৰ পৰা পঢ়া নহ'ব।
az_cyrl_az: Bu qovluqlar panoya və ya sürükleyici məlumatlardan oxunmayacaq.
bg_bg: Тези директории няма да бъдат прочетени от клипборда или данните за плъзгане и пускане.
bn_bd: এই ডিরেক্টরিগুলি ক্লিপবোর্ড বা ড্র্যাগ-অ্যান্ড-ড্রপ ডেটা থেকে পড়বে না।
bs_cyrl_ba: Ovi direktorij neće se čitati iz međuspremnika ili povlačenja i pada podataka.
ca_es: Aquests directoris no es llegiran a partir de les dades de porta-retalls ni d’arrossegar-se.
cs_cz: Tyto adresáře nebudou čteny z dat schránky nebo drag-and-drop.
cy_gb: Ni fydd y cyfeirlyfrau hyn yn cael eu darllen o ddata clipfwrdd na llusgo a gollwng.
da_dk: Disse mapper læses ikke fra udklipsholder- eller træk-og-slip-data.
de_ch: Diese Verzeichnisse werden nicht aus der Zwischenablage oder Drag-and-Drop-Daten gelesen.
el_gr: Αυτοί οι κατάλογοι δεν θα διαβαστούν από δεδομένα πρόχειρου ή μεταφοράς και μεταφοράς.
es_ni: Estos directorios no se leerán en los datos de portapapeles o arrastrar y soltar.
et_ee: Neid katalooge ei loeta lõikelauast ega lohistamisandmetest.
fa_ir: این دایرکتوری ها از داده های کلیپ بورد یا کشیدن و رها کردن خوانده نمی شوند.
fi_fi: Näitä hakemistoja ei lue leikepöydältä tai vedä ja pudota.
fil_ph: Ang mga direktoryo na ito ay hindi babasahin mula sa clipboard o drag-and-drop data.
fr_ml: Ces répertoires ne seront pas lus à partir de données de presse-papiers ou de glisser-déposer.
ga_ie: Ní léifear na heolairí seo ó ghearrthaisce ná ó shonraí tarraingthe agus tarraingthe.
gu_in: આ ડિરેક્ટરીઓ ક્લિપબોર્ડ અથવા ડ્રેગ-એન્ડ-ડ્રોપ ડેટામાંથી વાંચવામાં આવશે નહીં.
he_il: ספריות אלה לא ייקראו מנתוני לוח או טיפה.
hi_in: इन निर्देशिकाओं को क्लिपबोर्ड या ड्रैग-एंड-ड्रॉप डेटा से नहीं पढ़ा जाएगा।
hr_ba: Ove se direktorije neće čitati iz podataka o međuspremniku ili povlačenja i ispuštanja.
hu_hu: Ezeket a könyvtárakat a vágólapról vagy a drag-and-drop adatokról nem olvashatjuk.
hy_am: Այս դիրեկտորիաները չեն կարդա Clipboard- ից կամ Drag-and-Drop- ի տվյալներից:
id_id: Direktori ini tidak akan dibaca dari clipboard atau data drag-and-drop.
is_is: Þessar möppur verða ekki lesnar úr klemmuspjaldi eða drag-og-dropagögnum.
it_it: Queste directory non verranno lette da appunti o dati di trascinamento.
ja_jp: これらのディレクトリは、クリップボードまたはドラッグ アンド ドロップ データから読み取られません。
ka_ge: ამ დირექტორიები არ იკითხება ბუფერული ან დრაკონის და წვეთოვანი მონაცემებიდან.
kk_kz: Бұл каталогтар алмасу буферінен немесе апарып тастау деректерінен оқылмайды.
km_kh: ថតទាំងនេះនឹងមិនត្រូវបានអានពីក្តារតម្បៀតខ្ទាស់ឬបិទទិន្នន័យអូសនិងទម្លាក់ទេ។
kn_in: ಈ ಡೈರೆಕ್ಟರಿಗಳನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಥವಾ ಡ್ರ್ಯಾಗ್-ಅಂಡ್-ಡ್ರಾಪ್ ಡೇಟಾದಿಂದ ಓದಲಾಗುವುದಿಲ್ಲ.
ko_kr: 이 디렉토리는 클립 보드 또는 드래그 앤 드롭 데이터에서 읽지 않습니다.
ky_kg: Бул каталогдор алмашуу буферинен же сүйрөө жана басаңдагандардан окулбайт.
lo_la: ບັນດາລາຍການເຫຼົ່ານີ້ຈະບໍ່ອ່ານຈາກ clipboard ຫຼື drag-mand-drop drop.
lt_lt: Šie katalogai nebus skaitomi iš mainų srities ar vilkimo ir lašų duomenų.
lv_lv: Šie direktoriji netiks nolasīti no starpliktuves vai vilkšanas un nomešanas datiem.
mi_nz: Ko enei tohu kaore e panuihia mai i te kapo o te kopapa, ka toia ranei nga raraunga.
mk_mk: Овие директориуми нема да бидат прочитани од таблата со клип или податоци за влечење и паѓање.
ml_in: ഈ ഡയറക്ടറികൾ ക്ലിപ്പ്ബോർഡിൽ നിന്നോ വലിച്ചിടൽ ഡാറ്റ നിന്നോ വായിക്കില്ല.
mr_in: या निर्देशिका क्लिपबोर्ड किंवा ड्रॅग-अँड-ड्रॉप डेटावरून वाचल्या जाणार नाहीत.
ms_my: Direktori-direktori ini tidak akan dibaca dari data clipboard atau drag-and-drop.
mt_mt: Dawn id-direttorji ma jinqrawx minn clipboard jew dejta ta 'drag-and-drop.
nb_no: Disse katalogene vil ikke bli lest fra utklippstavlen eller dra-og-slipp-data.
ne_np: यी डाइरेक्टरीहरू क्लिपबोर्ड वा ड्र्याग-र ड्रप डाटाबाट पढ्ने छैनन्।
nl_be: Deze mappen worden niet gelezen uit klembord- of drag-and-drop-gegevens.
or_in: କ୍ଲିପବୋର୍ଡ କିମ୍ବା ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ତଥ୍ୟରୁ ପ read ାଯିବ ନାହିଁ |
pa_arab_pk: ਇਹ ਡਾਇਰੈਕਟਰੀਆਂ ਕਲਿੱਪਬੋਰਡ ਜਾਂ ਡਰੈਗ-ਐਂਡ ਡਰਾਪ ਡੇਟਾ ਤੋਂ ਨਹੀਂ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ.
pl_pl: Te katalogi nie zostaną odczytane z danych schowka lub przeciągania i upuszczania.
pt_pt: Esses diretórios não serão lidos nos dados de transferência ou arrastar e soltar.
ro_ro: Aceste directoare nu vor fi citite din datele clipboard sau drag-and drop.
ru_ru: Эти каталоги не будут считываться из буфера обмена или перетаскивания данных.
sk_sk: Tieto adresáre sa nebudú čítať zo schránky alebo drag-and-drop údajov.
sl_si: Teh imenikov ne bodo brali iz odložišča ali podatkov povleci in spuščanja.
sq_al: Këto drejtori nuk do të lexohen nga të dhënat e klipit ose zvarritjes dhe pikave.
sr_cyrl_rs: Ове директоријуме се неће прочитати из међуспремника или превлачења података.
sv_fi: Dessa kataloger kommer inte att läsas från urklipp eller drag-and-drop-data.
sw_ke: Saraka hizi hazitasomwa kutoka kwa clipboard au data ya kushuka na kushuka.
ta_in: இந்த கோப்பகங்கள் கிளிப்போர்டு அல்லது இழுவை தரவுகளிலிருந்து படிக்காது.
te_in: ఈ డైరెక్టరీలు క్లిప్‌బోర్డ్ లేదా డ్రాగ్-అండ్-డ్రాప్ డేటా నుండి చదవబడవు.
th_th: ไดเรกทอรีเหล่านี้จะไม่ถูกอ่านจากคลิปบอร์ดหรือข้อมูลการลากแล้วปล่อย
tk_tm: Bu katalakçylar bu klipden okalmaz ýa-da süýräň.
tr_tr: Bu dizinler panodan veya sürükle ve bırak verilerinden okunmaz.
tt_ru: Бу каталоклар буфер тактадан яки тарту мәгълүматларыннан укылмый.
ug_cn: بۇ مۇندەرىجىلەر چاپلاش تاختىسى ياكى سۆرەش سانلىق مەلۇماتلىرىدىن ئوقۇلمايدۇ.
uk_ua: Ці каталоги не будуть прочитані з даних про буфер обміну або перетягування.
ur_pk: یہ ڈائریکٹریاں کلپ بورڈ یا ڈریگ اینڈ ڈراپ ڈیٹا سے نہیں پڑھی جائیں گی۔
uz_cyrl: Ushbu kataloglar Clipboard yoki Drag-va tomchi ma'lumotlarni o'qimaydi.
vi_vn: Các thư mục này sẽ không được đọc từ clipboard hoặc dữ liệu kéo và thả.
zh_cn: 这些目录不会从剪贴板或拖放数据中读取。
zh_hans_sg: 这些目录将不会从剪贴板或拖放数据中读取。
zh_hant: 這些目錄將不會從剪貼板或拖放數據中讀取。

# IgnoredDirsLabel
source: Ignored Directories
af_za: Gidse geïgnoreer
am_et: ችላ ተብሏል
ar_bh: دلائل تجاهل
as_in: আওকাণ কৰা পঞ্জিকাসমূহ
az_cyrl_az: Məhkəməyə məhəl qoyulmadı
bg_bg: Игнорирани директории
bn_bd: উপেক্ষা ডিরেক্টরি
bs_cyrl_ba: Zanemareni direktoriji
ca_es: Directoris ignorats
cs_cz: Ignorované adresáře
cy_gb: Cyfeiriaduron a anwybyddwyd
da_dk: Ignorerede mapper
de_ch: Verzeichnisse ignoriert
el_gr: Αγνοημένοι κατάλογοι
es_ni: Directorios ignorados
et_ee: Ignoreeritud kataloogid
fa_ir: دایرکتوری های نادیده گرفته شده
fi_fi: Sivuutettu hakemistot
fil_ph: Hindi pinansin ang mga direktoryo
fr_ml: Répertoires ignorés
ga_ie: Eolairí neamhaird
gu_in: અવગણવામાં આવેલી ડિરેક્ટરીઓ
he_il: ספריות מתעלמות
hi_in: अनदेखा निर्देशिका
hr_ba: Zanemareni direktoriji
hu_hu: Figyelmen kívül hagyott könyvtárak
hy_am: Անտեսել գրացուցակները
id_id: Direktori yang diabaikan
is_is: Hunsuð möppur
it_it: Directory ignorate
ja_jp: 無視されるディレクトリ
ka_ge: უგულებელყოფილი დირექტორიები
kk_kz: Каталогтарды елемеді
km_kh: មិនអើពើនឹងថត
kn_in: ನಿರ್ಲಕ್ಷಿಸಿದ ಡೈರೆಕ್ಟರಿಗಳು
ko_kr: 디렉토리를 무시했습니다
ky_kg: Каталогдорго көңүл бурбай
lo_la: ລາຍຊື່ທີ່ບໍ່ສົນໃຈ
lt_lt: Ignoruojami katalogai
lv_lv: Ignorētie direktoriji
mi_nz: KAUPAPA KAUPAPA
mk_mk: Игнорирани директориуми
ml_in: ഡയറക്ടറികൾ അവഗണിച്ചു
mr_in: दुर्लक्ष केले
ms_my: Diabaikan direktori
mt_mt: Injorat direttorji
nb_no: Ignorerte kataloger
ne_np: निर्देशिकाहरू बेवास्ता गरियो
nl_be: Genegeerde mappen
or_in: ଅଣଦେଖା କରାଯାଇଥିବା ଡିରେକ୍ଟୋରୀଗୁଡିକ |
pa_arab_pk: ਨਿਰੀਖਣ
pl_pl: Zignorowane katalogi
pt_pt: Diretórios ignorados
ro_ro: Directoare ignorate
ru_ru: Игнорируемые каталоги
sk_sk: Ignorované adresáre
sl_si: Prezrti imeniki
sq_al: Drejtoritë e injoruara
sr_cyrl_rs: Занемариле именике
sv_fi: Ignorerade kataloger
sw_ke: Saraka zilizopuuzwa
ta_in: புறக்கணிக்கப்பட்ட கோப்பகங்கள்
te_in: డైరెక్టరీలను విస్మరించారు
th_th: ไม่สนใจไดเรกทอรี
tk_tm: Kataloglara ähmiýet bermedi
tr_tr: Göz ardı edilen dizinler
tt_ru: Санга сукмаган каталоглар
ug_cn: مۇندەرىجە قىلىنغان
uk_ua: Ігноровані каталоги
ur_pk: نظرانداز شدہ ڈائریکٹریز
uz_cyrl: Derazalar e'tiborsiz
vi_vn: Bỏ qua các thư mục
zh_cn: 忽略的目录
zh_hans_sg: 忽略目录
zh_hant: 忽略目錄

# IgnoredFileExtLabel
source: Ignored File Extensions
af_za: Ignoreerde lêeruitbreidings
am_et: ችላ ተብሏል የፋይል ቅጥያዎች
ar_bh: تم تجاهل ملحقات الملف
as_in: নথিপত্ৰ সম্প্ৰসাৰণসমূহ আওকাণ কৰা
az_cyrl_az: Nəzərə alınmayan fayl uzantıları
bg_bg: Игнорирани разширения на файловете
bn_bd: ফাইল এক্সটেনশন উপেক্ষা করা
bs_cyrl_ba: Zanemareni ekstenzije datoteke
ca_es: Extensions de fitxers ignorades
cs_cz: Ignorovala rozšíření souboru
cy_gb: Anwybyddu estyniadau ffeiliau
da_dk: Ignorerede filforlængelser
de_ch: Ignorierte Dateierweiterungen
el_gr: Αγνοούμενες επεκτάσεις αρχείων
es_ni: Extensiones de archivo ignoradas
et_ee: Ignoreeritud faililaiendeid
fa_ir: پسوند پرونده نادیده گرفته شده است
fi_fi: Sivuutettu tiedostolaajennukset
fil_ph: Hindi pinansin ang mga extension ng file
fr_ml: Extensions de fichiers ignorées
ga_ie: Síntí comhaid neamhaird
gu_in: ફાઇલ એક્સ્ટેંશનની અવગણના
he_il: התעלמותו מתוספי קבצים
hi_in: उपेक्षा की गई फ़ाइल एक्सटेंशन
hr_ba: Zanemarena proširenja datoteka
hu_hu: Figyelmen kívül hagyva a fájlbővítéseket
hy_am: Անտեսված ֆայլի ընդարձակումներ
id_id: Ekstensi file yang diabaikan
is_is: Hunsaðar skráarviðbyggingar
it_it: Estensioni dei file ignorate
ja_jp: 無視されるファイル拡張子
ka_ge: უგულებელყოფილი ფაილის გაფართოებები
kk_kz: Файлды елемейді
km_kh: មិនអើពើនឹងការបន្ថែមឯកសារ
kn_in: ನಿರ್ಲಕ್ಷಿಸಿದ ಫೈಲ್ ವಿಸ್ತರಣೆಗಳು
ko_kr: 파일 확장을 무시했습니다
ky_kg: Файл кеңейтүүлөрүн этибелестен
lo_la: ບໍ່ສົນໃຈການຂະຫຍາຍເອກະສານ
lt_lt: Ignoruojami failų plėtiniai
lv_lv: Ignorēti failu paplašinājumi
mi_nz: E warewarehia nga konae konae
mk_mk: Игнорирани екстензии на датотеки
ml_in: ഫയൽ വിപുലീകരണങ്ങൾ അവഗണിച്ചു
mr_in: फाइल विस्तारांकडे दुर्लक्ष केले
ms_my: Sambungan fail yang diabaikan
mt_mt: Estensjonijiet tal-fajl injorati
nb_no: Ignorerte filutvidelser
ne_np: फाइल विस्तार बेवास्ता गरियो
nl_be: Genegeerde bestandsextensies
or_in: ଅଣଦେଖା ଫାଇଲ୍ ଏକ୍ସଟେନ୍ସନ୍ |
pa_arab_pk: ਅਣਡਿੱਠ ਫਾਈਲ ਐਕਸਟੈਂਸ਼ਨਾਂ
pl_pl: Zignorowane rozszerzenia plików
pt_pt: Extensões de arquivo ignoradas
ro_ro: Extensii de fișiere ignorate
ru_ru: Игнорированные расширения файлов
sk_sk: Ignorované rozšírenia súborov
sl_si: Prezrte razširitve datotek
sq_al: Zgjatjet e injoruara të skedarëve
sr_cyrl_rs: Занемаривање екстензија датотека
sv_fi: Ignorerade filförlängningar
sw_ke: Upanuzi wa faili uliopuuzwa
ta_in: புறக்கணிக்கப்பட்ட கோப்பு நீட்டிப்புகள்
te_in: ఫైల్ పొడిగింపులను విస్మరించారు
th_th: ส่วนขยายไฟล์ที่ถูกละเว้น
tk_tm: Anket giňeltmelerini äsgermezlik etdi
tr_tr: Yok sayılan dosya uzantıları
tt_ru: Файлны киңәйтү
ug_cn: ئۆچۈرۈلگەن ھۆججەت كېڭەيتىلمە
uk_ua: Ігнорували розширення файлів
ur_pk: فائل کی توسیع کو نظرانداز کیا
uz_cyrl: Mayli kengaytirilgan kengaytmalar
vi_vn: Bỏ qua các phần mở rộng tệp
zh_cn: 忽略的文件扩展名
zh_hans_sg: 忽略文件扩展名
zh_hant: 忽略文件擴展名

# IgnoredFileExtReaderHint
source: These file types will not be read from the clipboard or drag-and-drop data.
af_za: Hierdie lêertipes sal nie gelees word vanaf die knipbord- of sleep-en-drop-data nie.
am_et: እነዚህ የፋይል ዓይነቶች ከ Clipboard ወይም የመጎተት እና የመጣል ውሂብ አይነበቡም.
ar_bh: لن تتم قراءة أنواع الملفات هذه من بيانات الحافظة أو السحب والإفلات.
as_in: এই নথিপত্ৰ ধৰণসমূহ ক্লিপবৰ্ড বা ড্ৰেগ-এণ্ড-ড্ৰপ ডাটাৰ পৰা পঢ়া নহ'ব।
az_cyrl_az: Bu fayl növləri panoya və ya sürükleyən məlumatlardan oxunmayacaqdır.
bg_bg: Тези типове файлове няма да бъдат прочетени от клипборда или данните за плъзгане и пускане.
bn_bd: এই ফাইলের ধরণগুলি ক্লিপবোর্ড বা ড্র্যাগ-অ্যান্ড-ড্রপ ডেটা থেকে পড়বে না।
bs_cyrl_ba: Te vrste datoteka neće se čitati iz međuspremnika ili podataka povlačenja i padaju.
ca_es: Aquests tipus de fitxers no es llegiran a partir del porta-retalls ni de les dades d’arrossegament i de deixar anar.
cs_cz: Tyto typy souborů nebudou čteny z dat ve schránce nebo drag-and-drop.
cy_gb: Ni fydd y mathau hyn o ffeiliau yn cael eu darllen o'r clipfwrdd na data llusgo a gollwng.
da_dk: Disse filtyper læses ikke fra udklipsholderen eller træk-og-slip-data.
de_ch: Diese Dateitypen werden nicht aus der Zwischenablage oder Drag-and-Drop-Daten gelesen.
el_gr: Αυτοί οι τύποι αρχείων δεν θα διαβαστούν από τα δεδομένα του πρόχειρου ή της μεταφοράς και της πτώσης.
es_ni: Estos tipos de archivos no se leerán desde el portapapeles o los datos de arrastrar y soltar.
et_ee: Neid failitüüpe ei loeta lõikelauast ega lohistamise andmetest.
fa_ir: این انواع فایل از داده های کلیپ بورد یا کشش و رها کردن خوانده نمی شوند.
fi_fi: Näitä tiedostotyyppejä ei lue leikepöydältä tai vedä ja pudota.
fil_ph: Ang mga uri ng file na ito ay hindi babasahin mula sa clipboard o drag-and-drop data.
fr_ml: Ces types de fichiers ne seront pas lus à partir des données du presse-papiers ou de glisser-déposer.
ga_ie: Ní léifear na cineálacha comhaid seo ó na gearrthaisce ná ón sonraí tarraing agus tarraing.
gu_in: આ ફાઇલ પ્રકારો ક્લિપબોર્ડ અથવા ડ્રેગ-એન્ડ-ડ્રોપ ડેટામાંથી વાંચવામાં આવશે નહીં.
he_il: סוגי קבצים אלה לא ייקראו מהלוח או נתוני גרירה ושחרור.
hi_in: इन फ़ाइल प्रकारों को क्लिपबोर्ड या ड्रैग-एंड-ड्रॉप डेटा से नहीं पढ़ा जाएगा।
hr_ba: Ove vrste datoteka neće se čitati iz podataka o međuspremniku ili povlačenja i ispuštanja.
hu_hu: Ezeket a fájltípusok nem olvashatók a vágólapról vagy a drag-and-drop adatokról.
hy_am: Այս ֆայլի տեսակները չեն կարդա Clipboard- ից կամ Drop-Drop- ի տվյալներից:
id_id: Jenis file ini tidak akan dibaca dari clipboard atau data drag-and-drop.
is_is: Þessar skráartegundir verða ekki lesnar úr klemmuspjaldinu eða drag-og-sleppa gögnum.
it_it: Questi tipi di file non verranno letti dagli appunti o dai dati di trascinamento.
ja_jp: これらのファイル タイプは、クリップボードまたはドラッグ アンド ドロップ データからは読み取られません。
ka_ge: ამ ფაილების ტიპები არ იკითხება ბუფერული ან დრაკონის და წვეთოვანი მონაცემებიდან.
kk_kz: Бұл файл түрлері алмасу буферінен немесе апарып тастау деректерінен оқылмайды.
km_kh: ប្រភេទឯកសារទាំងនេះនឹងមិនត្រូវបានអានពីក្តារតម្បៀតខ្ទាស់ឬទិន្នន័យអូសនិងទម្លាក់ទេ។
kn_in: ಈ ಫೈಲ್ ಪ್ರಕಾರಗಳನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಥವಾ ಡ್ರ್ಯಾಗ್-ಅಂಡ್-ಡ್ರಾಪ್ ಡೇಟಾದಿಂದ ಓದಲಾಗುವುದಿಲ್ಲ.
ko_kr: 이 파일 유형은 클립 보드 또는 드래그 앤 드롭 데이터에서 읽지 않습니다.
ky_kg: Бул файлдын түрлөрү буферден же сүйрөө жана төмөндөгү маалыматтарды окулбайт.
lo_la: ປະເພດເອກະສານເຫຼົ່ານີ້ຈະບໍ່ອ່ານຈາກຂໍ້ມູນ clipboard ຫຼື drag-mand-drop-drop.
lt_lt: Šie failų tipai nebus skaitomi iš mainų srities ar vilkimo ir lašo duomenų.
lv_lv: Šie failu veidi netiks nolasīti no starpliktuves vai vilkšanas un pilināšanas datiem.
mi_nz: Ko enei momo konae kaore e panuihia mai i te kapo o te kaata, te toia ranei nga raraunga.
mk_mk: Овие типови датотеки нема да бидат прочитани од таблата со исечоци или податоци за влечење и паѓање.
ml_in: ഈ ഫയൽ തരങ്ങൾ ക്ലിപ്പ്ബോർഡിൽ നിന്ന് വായിക്കില്ല അല്ലെങ്കിൽ ഡ്രോപ്പ് ഡാറ്റ ഡാറ്റയിൽ നിന്ന് വായിക്കില്ല.
mr_in: हे फाईल प्रकार क्लिपबोर्ड किंवा ड्रॅग-अँड-ड्रॉप डेटामधून वाचले जाणार नाहीत.
ms_my: Jenis fail ini tidak akan dibaca dari data clipboard atau drag-and-drop.
mt_mt: Dawn it-tipi ta 'fajls ma jinqrawx mid-dejta tal-clipboard jew tal-ġibda u tal-qatra.
nb_no: Disse filtypene vil ikke bli lest fra utklippstavlen eller dra-og-slipp-data.
ne_np: यी फाईल प्रकारहरू क्लिपबोर्ड वा ड्र्याग-र ड्रप डाटाबाट पढ्न सकिदैन।
nl_be: Deze bestandstypen worden niet gelezen op basis van het klembord- of drag-and-drop-gegevens.
or_in: ଏହି ଫାଇଲ୍ ପ୍ରକାରଗୁଡିକ କ୍ଲିପବୋର୍ଡ କିମ୍ବା ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ତଥ୍ୟରୁ ପ read ାଯିବ ନାହିଁ |
pa_arab_pk: ਇਹ ਫਾਈਲ ਕਿਸਮਾਂ ਕਲਿੱਪਬੋਰਡ ਜਾਂ ਡਰੈਗ-ਐਂਡ-ਡ੍ਰੌਪ ਡੇਟਾ ਤੋਂ ਨਹੀਂ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ.
pl_pl: Te typy plików nie będą odczytywane z danych schowka lub przeciągania i upuszczania.
pt_pt: Esses tipos de arquivos não serão lidos nos dados da área de transferência ou arrastar e soltar.
ro_ro: Aceste tipuri de fișiere nu vor fi citite din datele clipboard sau drag-and-drop.
ru_ru: Эти типы файлов не будут считываться из данных об буфере обмена или перетаскивания.
sk_sk: Tieto typy súborov sa nebudú čítať zo schránky alebo drag-and-drop.
sl_si: Te vrste datotek ne bodo prebrane iz odložišča ali podatkov povleci in spuščanja.
sq_al: Këto lloje skedarësh nuk do të lexohen nga të dhënat e clipboard ose tërheqës.
sr_cyrl_rs: Ове врсте датотека неће се прочитати из међуспремника или превлачења података.
sv_fi: Dessa filtyper kommer inte att läsas från urklipp eller dra-och-droppdata.
sw_ke: Aina hizi za faili hazitasomwa kutoka kwa ubao wa clipboard au Drag-na-kushuka.
ta_in: இந்த கோப்பு வகைகள் கிளிப்போர்டு அல்லது இழுவை தரவுகளிலிருந்து படிக்கப்படாது.
te_in: ఈ ఫైల్ రకాలు క్లిప్‌బోర్డ్ లేదా డ్రాగ్-అండ్-డ్రాప్ డేటా నుండి చదవబడవు.
th_th: ประเภทไฟล์เหล่านี้จะไม่ถูกอ่านจากคลิปบอร์ดหรือข้อมูลลากแล้วปล่อย
tk_tm: Bu faýl görnüşleri buferden ýa-da süýräp, damja maglumatlaryny okalmaz.
tr_tr: Bu dosya türleri panodan veya sürükle ve bırak verilerinden okunmaz.
tt_ru: Бу файл төрләре буфердан яки тарту мәгълүматларыннан укылмаячак.
ug_cn: بۇ ھۆججەت تۈرلىرى چاپلاش تاختىسى ياكى سۆرەپ تاشلاش سانلىق مەلۇماتلىرىدىن ئوقۇلمايدۇ.
uk_ua: Ці типи файлів не будуть прочитані з даних буфера обміну або перетягування.
ur_pk: ان فائل کی اقسام کو کلپ بورڈ یا ڈریگ اینڈ ڈراپ ڈیٹا سے نہیں پڑھا جائے گا۔
uz_cyrl: Ushbu fayl turlari klipboarddan yoki drag va tomchi ma'lumotlarni o'qimaydi.
vi_vn: Các loại tệp này sẽ không được đọc từ bảng tạm hoặc dữ liệu kéo và thả.
zh_cn: 这些文件类型不会从剪贴板或拖放数据中读取。
zh_hans_sg: 这些文件类型将不会从剪贴板或拖放数据中读取。
zh_hant: 這些文件類型將不會從剪貼板或拖放數據中讀取。
