Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# Rtf2HtmlHint
source: When html is not already present, rtf will be converted to html. This may be useful between web browsers and/or word processing applications. (requires Html format to be enabled and is only for supported platforms)
af_za: As HTML nog nie teenwoordig is nie, sal RTF na HTML omgeskakel word. Dit kan nuttig wees tussen webblaaiers en/of woordverwerkingsaansoeke. (Vereis HTML -formaat moet ingeskakel word en is slegs vir ondersteunde platforms)
am_et: ኤችቲኤምኤል ቀድሞውኑ ስላልተገኘ RTF ወደ ኤችቲኤምኤል ይቀየራል. ይህ በድር አሳሾች እና / ወይም በቃል ማቀነባበሪያ ትግበራዎች መካከል ጠቃሚ ሊሆን ይችላል. (የ HTML ቅርጸት እንዲነቃ ይፈልጋል እና ለሚደገፉ የመሣሪያ ስርዓቶች ብቻ ነው)
ar_bh: عندما لا يكون HTML موجودًا بالفعل ، سيتم تحويل RTF إلى HTML. قد يكون هذا مفيدًا بين متصفحات الويب و/أو تطبيقات معالجة النصوص. (يتطلب تمكين تنسيق HTML وهو فقط للمنصات المدعومة)
as_in: যেতিয়া HTML ইতিমধ্যে উপস্থিত নহয়, RTF HTML লৈ ৰূপান্তৰিত হ’ব। ৱেব ব্ৰাউজাৰ আৰু/বা শব্দ প্ৰক্ৰিয়াকৰণ এপ্লিকেচনৰ মাজত ই উপযোগী হ'ব পাৰে। (HTML বিন্যাস সামৰ্থবান কৰাৰ প্ৰয়োজন আৰু কেৱল সমৰ্থিত প্লেটফৰ্মৰ বাবে)
az_cyrl_az: HTML artıq mövcud olmadıqda, RTF HTML-ə çevriləcəkdir. Bu, veb brauzerlər və / və ya söz emal tətbiqləri arasında faydalı ola bilər. (HTML formatının aktiv olmasını tələb edir və yalnız dəstəklənən platformalar üçündür)
bg_bg: Когато HTML вече не присъства, RTF ще бъде преобразуван в HTML. Това може да е полезно между уеб браузърите и/или приложенията за обработка на текстове. (изисква HTML формат да бъде активиран и е само за поддържани платформи)
bn_bd: যখন এইচটিএমএল ইতিমধ্যে উপস্থিত নেই, আরটিএফ এইচটিএমএলে রূপান্তরিত হবে। এটি ওয়েব ব্রাউজার এবং/অথবা ওয়ার্ড প্রসেসিং অ্যাপ্লিকেশনগুলির মধ্যে কার্যকর হতে পারে। (সক্ষম করার জন্য এইচটিএমএল ফর্ম্যাট প্রয়োজন এবং এটি কেবল সমর্থিত প্ল্যাটফর্মগুলির জন্য)
bs_cyrl_ba: Kad HTML već nije prisutan, RTF će se pretvoriti u HTML. Ovo može biti korisno između web pretraživača i / ili aplikacija za obradu teksta. (zahtijeva omogućen HTML format i samo je za podržane platforme)
ca_es: Quan HTML encara no està present, RTF es convertirà en HTML. Això pot ser útil entre els navegadors web i/o les aplicacions de processament de paraules. (requereix que el format HTML estigui habilitada i només és per a plataformes compatibles)
cs_cz: Pokud HTML již není přítomen, bude RTF převeden na HTML. To může být užitečné mezi webovými prohlížeči a/nebo aplikacemi pro zpracování textu. (Vyžaduje, aby byl formát HTML povolen a je pouze pro podporované platformy)
cy_gb: Pan nad yw HTML eisoes yn bresennol, bydd RTF yn cael ei drawsnewid yn HTML. Gall hyn fod yn ddefnyddiol rhwng porwyr gwe a/neu gymwysiadau prosesu geiriau. (ei gwneud yn ofynnol i fformat html gael ei alluogi a dim ond ar gyfer llwyfannau a gefnogir))
da_dk: Når HTML ikke allerede er til stede, konverteres RTF til HTML. Dette kan være nyttigt mellem webbrowsere og/eller tekstbehandlingsapplikationer. (kræver, at HTML -format er aktiveret og er kun til understøttede platforme)
de_ch: Wenn HTML nicht bereits vorhanden ist, wird RTF in HTML konvertiert. Dies kann zwischen Webbrowsern und/oder Textverarbeitungsanwendungen nützlich sein. (Erfordert das HTML -Format aktiviert und gilt nur für unterstützte Plattformen.)
el_gr: Όταν το HTML δεν είναι ήδη παρόν, το RTF θα μετατραπεί σε HTML. Αυτό μπορεί να είναι χρήσιμο μεταξύ των προγραμμάτων περιήγησης ιστού και/ή εφαρμογών επεξεργασίας κειμένου. (Απαιτεί τη δυνατότητα μορφής HTML και είναι μόνο για υποστηριζόμενες πλατφόρμες)
es_ni: Cuando HTML aún no está presente, RTF se convertirá en HTML. Esto puede ser útil entre los navegadores web y/o las aplicaciones de procesamiento de palabras. (Requiere que el formato HTML esté habilitado y es solo para plataformas compatibles)
et_ee: Kui HTML pole juba olemas, teisendatakse RTF HTML -i. See võib olla kasulik veebibrauserite ja/või tekstitöötlusrakenduste vahel. (nõuab HTML -vormingu lubamist ja on mõeldud ainult toetatud platvormide jaoks)
fa_ir: هنگامی که HTML در حال حاضر موجود نیست ، RTF به HTML تبدیل می شود. این ممکن است بین مرورگرهای وب و/یا برنامه های پردازش کلمه مفید باشد. (نیاز به فعال کردن فرمت HTML دارد و فقط برای سیستم عامل های پشتیبانی شده است)
fi_fi: Kun HTML ei ole jo läsnä, RTF muunnetaan HTML: ksi. Tämä voi olla hyödyllistä verkkoselaimien ja/tai sanankäsittelysovellusten välillä. (Vaatii HTML -muodon käytön ja on vain tuetuille alustoille)
fil_ph: Kapag hindi pa naroroon ang HTML, ang RTF ay mai -convert sa HTML. Maaaring maging kapaki -pakinabang ito sa pagitan ng mga web browser at/o mga aplikasyon sa pagproseso ng salita. (Nangangailangan ng format na HTML na paganahin at para lamang sa mga suportadong platform)
fr_ml: Lorsque HTML n'est pas déjà présent, RTF sera converti en HTML. Cela peut être utile entre les navigateurs Web et / ou les applications de traitement de texte. (nécessite le format HTML pour être activé et est uniquement pour les plates-formes prises en charge)
ga_ie: Nuair nach bhfuil HTML i láthair cheana féin, déanfar RTF a thiontú go HTML. D'fhéadfadh sé seo a bheith úsáideach idir brabhsálaithe gréasáin agus/nó feidhmchláir phróiseála focal. .
gu_in: જ્યારે એચટીએમએલ પહેલાથી હાજર નથી, ત્યારે આરટીએફ એચટીએમએલમાં રૂપાંતરિત થશે. આ વેબ બ્રાઉઝર્સ અને/અથવા વર્ડ પ્રોસેસિંગ એપ્લિકેશનો વચ્ચે ઉપયોગી થઈ શકે છે. (એચટીએમએલ ફોર્મેટને સક્ષમ કરવું જરૂરી છે અને તે ફક્ત સપોર્ટેડ પ્લેટફોર્મ માટે છે)
he_il: כאשר HTML כבר לא קיים, RTF יומר ל- HTML. זה עשוי להיות שימושי בין דפדפני אינטרנט ו/או יישומי עיבוד תמלילים. (דורש הופעת פורמט HTML ומיועד רק לפלטפורמות נתמכות)
hi_in: जब HTML पहले से मौजूद नहीं है, तो RTF को HTML में बदल दिया जाएगा। यह वेब ब्राउज़र और/या वर्ड प्रोसेसिंग एप्लिकेशन के बीच उपयोगी हो सकता है। (HTML प्रारूप को सक्षम करने की आवश्यकता है और केवल समर्थित प्लेटफार्मों के लिए है)
hr_ba: Kad HTML već nije prisutan, RTF će se pretvoriti u HTML. To može biti korisno između web preglednika i/ili aplikacija za obradu teksta. (Zahtijeva da se omogući HTML format i samo je za podržane platforme)
hu_hu: Ha a HTML még nincs jelen, az RTF HTML -re alakul át. Ez hasznos lehet a böngészők és/vagy a szövegszerkesztő alkalmazások között. (megköveteli, hogy a HTML formátum engedélyezhető legyen, és csak a támogatott platformokhoz szükséges)
hy_am: Երբ HTML- ն արդեն առկա չէ, RTF- ը կվերափոխվի HTML: Սա կարող է օգտակար լինել վեբ զննարկիչների եւ / կամ բառերի մշակման ծրագրերի միջեւ: (պահանջում է, որ HTML ձեւաչափը միացված լինի եւ միայն օժանդակ հարթակների համար է)
id_id: Ketika HTML belum ada, RTF akan dikonversi ke HTML. Ini mungkin berguna antara browser web dan/atau aplikasi pengolah kata. (Membutuhkan format HTML untuk diaktifkan dan hanya untuk platform yang didukung)
is_is: Þegar HTML er ekki þegar til staðar verður RTF breytt í HTML. Þetta getur verið gagnlegt milli vafra og/eða ritvinnsluforrit. (Krefst þess að HTML snið sé virkt og er aðeins fyrir studdan vettvang)
it_it: Quando HTML non è già presente, RTF verrà convertito in HTML. Ciò può essere utile tra browser Web e/o applicazioni di elaborazione testi. (richiede che il formato HTML sia abilitato ed è solo per le piattaforme supportate)
ja_jp: html がまだ存在しない場合、rtf は html に変換されます。
ka_ge: როდესაც HTML უკვე არ არის წარმოდგენილი, RTF გარდაიქმნება HTML. ეს შეიძლება სასარგებლო იყოს ვებ - ბრაუზერებსა და/ან სიტყვების დამუშავების პროგრამებს შორის. (მოითხოვს HTML ფორმატის ჩართულობას და მხოლოდ მხარდაჭერილი პლატფორმებისთვის არის)
kk_kz: HTML әлі болмаса, RTF HTML-ге ауыстырылады. Бұл веб-браузерлер мен / немесе сөздерді өңдеуге арналған қосымшалар арасында пайдалы болуы мүмкін. (HTML пішімін қосу керек және тек қолдау көрсетілетін платформалар үшін)
km_kh: នៅពេលដែល HTML មិនមានរួចហើយទេ RTF នឹងត្រូវបានបម្លែងទៅជា HTML ។ នេះអាចមានប្រយោជន៍រវាងកម្មវិធីរុករកគេហទំព័រនិង / ឬកម្មវិធីដំណើរការពាក្យ។ (ទាមទារទ្រង់ទ្រាយ HTML ដែលត្រូវបើកដំណើរការហើយសម្រាប់តែវេទិកាដែលបានគាំទ្រប៉ុណ្ណោះ)
kn_in: HTML ಈಗಾಗಲೇ ಇಲ್ಲದಿದ್ದಾಗ, RTF ಅನ್ನು HTML ಗೆ ಪರಿವರ್ತಿಸಲಾಗುತ್ತದೆ. ವೆಬ್ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು/ಅಥವಾ ವರ್ಡ್ ಪ್ರೊಸೆಸಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ನಡುವೆ ಇದು ಉಪಯುಕ್ತವಾಗಬಹುದು. (HTML ಸ್ವರೂಪವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಿದೆ ಮತ್ತು ಇದು ಬೆಂಬಲಿತ ಪ್ಲ್ಯಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಗೆ ಮಾತ್ರ)
ko_kr: HTML이 아직 존재하지 않으면 RTF는 HTML로 변환됩니다. 이는 웹 브라우저 및/또는 워드 프로세싱 응용 프로그램간에 유용 할 수 있습니다. (HTML 형식이 활성화되어야하며 지원되는 플랫폼에만 해당됩니다)
ky_kg: HTML жок болгондо, RTF HTMLге которулат. Бул Веб браузерлер менен / же сөз иштетүү тиркемелеринин ортосунда пайдалуу болушу мүмкүн. (HTML форматын иштетүү үчүн талап кылынат жана колдоого алынган платформалар үчүн гана)
lo_la: ເມື່ອ HTML ບໍ່ມີຢູ່ແລ້ວ, RTF ຈະປ່ຽນເປັນ HTML. ນີ້ອາດຈະເປັນປະໂຫຍດລະຫວ່າງຕົວທ່ອງເວັບແລະ / ຫຼືຄໍາຮ້ອງສະຫມັກການປຸງແຕ່ງຄໍາສັບ. (ຕ້ອງການຮູບແບບ HTML ທີ່ຈະເປີດໃຊ້ງານແລະມີພຽງແຕ່ສໍາລັບເວທີທີ່ສະຫນັບສະຫນູນເທົ່ານັ້ນ)
lt_lt: Kai HTML dar nėra, RTF bus konvertuotas į HTML. Tai gali būti naudinga tarp interneto naršyklių ir (arba) teksto apdorojimo programų. (reikalauja įjungti HTML formatą ir skirtas tik palaikomoms platformoms)
lv_lv: Ja HTML vēl nav klāt, RTF tiks pārveidots par HTML. Tas var būt noderīgi starp tīmekļa pārlūkiem un/vai tekstapstrādes lietojumprogrammām. (Nepieciešams iespējot HTML formātu, un tas ir paredzēts tikai atbalstītajām platformām)
mi_nz: I te wa kaore ano a HTML i te waa, ka hurihia te RTF ki HTML. Ka whai hua pea tenei i waenga i nga kaitirotiro paetukutuku me / ranei nga tono tukatuka kupu. (Kei te hiahia koe ki te hōputu HTML kia whakahohea, he mea noa mo nga papaa tautoko)
mk_mk: Кога HTML не е веќе присутен, RTF ќе се претвори во HTML. Ова може да биде корисно помеѓу веб -прелистувачи и/или апликации за обработка на текст. (бара да се овозможи формат HTML и е само за поддржани платформи)
ml_in: HTML ഇതിനകം ഇല്ലെങ്കിൽ, ആർടിഎഫ് HTML- ലേക്ക് പരിവർത്തനം ചെയ്യും. വെബ് ബ്ര rowsers സറുകൾക്കും / അല്ലെങ്കിൽ വേഡ് പ്രോസസ്സിംഗ് അപ്ലിക്കേഷനുകൾക്കിടയിൽ ഇത് ഉപയോഗപ്രദമാകും. (പ്രവർത്തനക്ഷമമാക്കേണ്ട HTML ഫോർമാറ്റ് ആവശ്യമാണ്, അത് പിന്തുണയ്ക്കുന്ന പ്ലാറ്റ്ഫോമുകൾക്ക് മാത്രമുള്ളതാണ്)
mr_in: जेव्हा एचटीएमएल आधीपासूनच अस्तित्वात नाही, तेव्हा आरटीएफ एचटीएमएलमध्ये रूपांतरित होईल. हे वेब ब्राउझर आणि/किंवा वर्ड प्रोसेसिंग अनुप्रयोगांमध्ये उपयुक्त ठरू शकते. (एचटीएमएल स्वरूप सक्षम करणे आवश्यक आहे आणि ते केवळ समर्थित प्लॅटफॉर्मसाठी आहे)
ms_my: Apabila HTML belum hadir, RTF akan ditukar kepada HTML. Ini mungkin berguna antara pelayar web dan/atau aplikasi pemprosesan perkataan. (Memerlukan format HTML untuk didayakan dan hanya untuk platform yang disokong)
mt_mt: Meta HTML ma jkunx diġà preżenti, l-RTF tiġi kkonvertita għal HTML. Dan jista 'jkun utli bejn il-browsers tal-web u / jew applikazzjonijiet tal-ipproċessar tal-kliem. (teħtieġ li l-format HTML ikun attivat u huwa biss għal pjattaformi appoġġjati)
nb_no: Når HTML ikke allerede er til stede, vil RTF bli konvertert til HTML. Dette kan være nyttig mellom nettlesere og/eller tekstbehandlingsapplikasjoner. (krever at HTML -format er aktivert og er bare for støttede plattformer)
ne_np: जब HTML पहिले नै उपस्थित छैनन्, RTF HTML मा रूपान्तरण हुनेछ। यो वेब ब्राउजर र / वा शब्द प्रशोधन अनुप्रयोग बीच उपयोगी हुन सक्छ। (HTML ढाँचा सक्षम हुनु आवश्यक छ र समर्थित प्लेटफार्मको लागि मात्र हो)
nl_be: Wanneer HTML nog niet aanwezig is, wordt RTF omgezet in HTML. Dit kan nuttig zijn tussen webbrowsers en/of tekstverwerkingstoepassingen. (Vereist dat HTML -formaat wordt ingeschakeld en is alleen voor ondersteunde platforms)
or_in: ଯେତେବେଳେ HTML ପୂର୍ବରୁ ଉପସ୍ଥିତ ନାହିଁ, RTF HTML କୁ ରୂପାନ୍ତରିତ ହେବ | ଏହା ୱେବ୍ ବ୍ରାଉଜର୍ ଏବଂ / କିମ୍ବା ୱାର୍ଡ ପ୍ରକ୍ରିୟାକରଣ ପ୍ରୟୋଗଗୁଡ଼ିକ ମଧ୍ୟରେ ଉପଯୋଗୀ ହୋଇପାରେ | (HTML ଫର୍ମାଟ୍ ସକ୍ଷମ ହେବା ଆବଶ୍ୟକ ଏବଂ କେବଳ ସମର୍ଥିତ ପ୍ଲାଟଫର୍ମ ପାଇଁ)
pa_arab_pk: ਜਦੋਂ HTML ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਨਹੀਂ ਹੁੰਦਾ, ਤਾਂ ਆਰਟੀਐਫ ਨੂੰ HTML ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ. ਇਹ ਵੈਬ ਬ੍ਰਾ sers ਜ਼ਰਾਂ ਅਤੇ / ਜਾਂ ਵਰਡ ਪ੍ਰੋਸੈਸਿੰਗ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ. (ਸਮਰੱਥ ਕਰਨ ਲਈ HTML ਫਾਰਮੈਟ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਅਤੇ ਸਿਰਫ ਸਮਰਥਿਤ ਪਲੇਟਫਾਰਮਾਂ ਲਈ ਹੈ)
pl_pl: Gdy HTML nie jest jeszcze obecny, RTF zostanie przekonwertowany na HTML. Może to być przydatne między przeglądarkami internetowymi i/lub aplikacjami do edytora tekstu. (Wymaga włączenia formatu HTML i dotyczy tylko obsługiwanych platform)
pt_pt: Quando o HTML ainda não estiver presente, o RTF será convertido em HTML. Isso pode ser útil entre os navegadores da Web e/ou aplicativos de processamento de texto. (Requer que o formato HTML seja ativado e é apenas para plataformas suportadas)
ro_ro: Când HTML nu este deja prezent, RTF va fi convertit în HTML. Acest lucru poate fi util între browserele web și/sau aplicațiile de procesare a textului. (necesită activarea formatului HTML și este doar pentru platformele acceptate)
ru_ru: Когда HTML еще не присутствует, RTF будет преобразован в HTML. Это может быть полезно между веб -браузерами и/или приложениями для обработки текстов. (Требуется включен формат HTML и только для поддерживаемых платформ)
sk_sk: Ak HTML ešte nie je prítomný, RTF sa prevedie na HTML. Môže to byť užitočné medzi webovými prehliadačmi a/alebo aplikáciami na spracovanie textu. (Vyžaduje povolenie formátu HTML a je iba pre podporované platformy)
sl_si: Ko HTML še ni, se RTF pretvori v HTML. To je lahko koristno med spletnimi brskalniki in/ali aplikacijami za obdelavo besedil. (Zahteva, da je oblika HTML omogočena in je samo za podprte platforme)
sq_al: Kur HTML nuk është tashmë e pranishme, RTF do të shndërrohet në HTML. Kjo mund të jetë e dobishme midis shfletuesve të uebit dhe/ose aplikacioneve të përpunimit të fjalëve. (kërkon që formati HTML të aktivizohet dhe është vetëm për platformat e mbështetura)
sr_cyrl_rs: Када ХТМЛ већ није присутан, РТФ ће се претворити у ХТМЛ. Ово може бити корисно између веб прегледача и / или апликација за обраду текста. (захтева да се ХТМЛ формат омогући и само за подржане платформе)
sv_fi: När HTML inte redan är närvarande kommer RTF att konverteras till HTML. Detta kan vara användbart mellan webbläsare och/eller ordbehandlingsapplikationer. (kräver att HTML -format ska aktiveras och är endast för plattformar som stöds))
sw_ke: Wakati HTML haipo tayari, RTF itabadilishwa kuwa HTML. Hii inaweza kuwa muhimu kati ya vivinjari vya wavuti na/au matumizi ya usindikaji wa maneno. (Inahitaji muundo wa HTML kuwezeshwa na ni kwa majukwaa yanayoungwa mkono)
ta_in: HTML ஏற்கனவே இல்லாதபோது, ​​RTF HTML ஆக மாற்றப்படும். வலை உலாவிகள் மற்றும்/அல்லது சொல் செயலாக்க பயன்பாடுகளுக்கு இடையில் இது பயனுள்ளதாக இருக்கும். (HTML வடிவம் இயக்கப்பட வேண்டும் மற்றும் ஆதரிக்கப்படும் தளங்களுக்கு மட்டுமே இது)
te_in: HTML ఇప్పటికే లేనప్పుడు, RTF HTML గా మార్చబడుతుంది. వెబ్ బ్రౌజర్‌లు మరియు/లేదా వర్డ్ ప్రాసెసింగ్ అనువర్తనాల మధ్య ఇది ​​ఉపయోగపడుతుంది. (HTML ఆకృతిని ప్రారంభించాల్సిన అవసరం ఉంది మరియు ఇది మద్దతు ఉన్న ప్లాట్‌ఫారమ్‌ల కోసం మాత్రమే)
th_th: เมื่อ HTML ยังไม่ปรากฏตัว RTF จะถูกแปลงเป็น HTML สิ่งนี้อาจเป็นประโยชน์ระหว่างเว็บเบราว์เซอร์และ/หรือแอปพลิเคชันการประมวลผลคำ (ต้องเปิดใช้งานรูปแบบ HTML และใช้สำหรับแพลตฟอร์มที่รองรับเท่านั้น)
tk_tm: HTML eýýäm gatnaşmasa, RTF HTML -e öwrülmez. Bu, Web brauzerleriniň we / ýa-da söz gaýtadan işleýän programmalaryň arasynda peýdaly bolup biler. (HTML formatyny işlediň we diňe goldanýan platformalar üçin ulanylýar)
tr_tr: HTML halihazırda mevcut olmadığında, RTF HTML'ye dönüştürülecektir. Bu, web tarayıcıları ve/veya kelime işleme uygulamaları arasında yararlı olabilir. (HTML formatının etkinleştirilmesini gerektirir ve yalnızca desteklenen platformlar içindir)
tt_ru: HTML булмаганда, RTF HTMLга әвереләчәк. Бу веб-браузерлар һәм / яки сүз эшкәртү кушымталары арасында файдалы булырга мөмкин. (HTML форматы кушылырга һәм ярдәм иткән платформалар өчен генә.
ug_cn: HTML ئويلىمىغان ۋاقىتتا, RTF HTML غا ئايلاندۇرۇلىدۇ. بۇ توركۆرگۈلەر ۋە ياكى سۆز بىر تەرەپ قىلىش پروگراممىلىرى ئوتتۇرىسىدا پايدىلىق بولۇشى مۇمكىن. (HTML فورماتىنى قوزغىتىشنى تەلەپ قىلىدۇ ھەمدە پەقەت قوللايدىغان سۇپىلار ئۈچۈندۇر)
uk_ua: Коли HTML вже не присутній, RTF буде перетворений на HTML. Це може бути корисно між веб -браузерами та/або програмами обробки текстів. (вимагає включення формату HTML і призначений лише для підтримуваних платформ)
ur_pk: جب HTML پہلے سے موجود نہیں ہے تو ، RTF HTML میں تبدیل ہوجائے گا۔ یہ ویب براؤزرز اور/یا ورڈ پروسیسنگ ایپلی کیشنز کے مابین کارآمد ثابت ہوسکتا ہے۔ (HTML فارمیٹ کو فعال کرنے کی ضرورت ہے اور صرف معاون پلیٹ فارم کے لئے ہے)
uz_cyrl: HTML allaqachon hozir bo'lmaganda, RTF HTMLga aylantiriladi. Bu veb-brauzerlar va / yoki so'zlarni qayta ishlash dasturlari o'rtasida foydali bo'lishi mumkin. (HTML formatini yoqish uchun va faqat qo'llab-quvvatlanadigan platformalar uchun kerak)
vi_vn: Khi HTML chưa có mặt, RTF sẽ được chuyển đổi thành HTML. Điều này có thể hữu ích giữa các trình duyệt web và/hoặc ứng dụng xử lý văn bản. (Yêu cầu định dạng HTML phải được bật và chỉ dành cho các nền tảng được hỗ trợ)
zh_cn: 当 html 尚不存在时，rtf 将转换为 html。
zh_hans_sg: 当尚未存在HTML时，RTF将转换为HTML。这在Web浏览器和/或文字处理应用程序之间可能很有用。 （需要启用HTML格式，仅适用于受支持的平台）
zh_hant: 當尚未存在HTML時，RTF將轉換為HTML。這在Web瀏覽器和/或文字處理應用程序之間可能很有用。 （需要啟用HTML格式，僅適用於受支持的平台）

# Rtf2HtmlLabel
source: Convert To Html
af_za: Omskep na html
am_et: ወደ ኤችቲኤምኤል ቀይር
ar_bh: تحويل إلى HTML
as_in: HTML লৈ ৰূপান্তৰ কৰক
az_cyrl_az: HTML-ə çevirin
bg_bg: Конвертирайте в HTML
bn_bd: এইচটিএমএল রূপান্তর করুন
bs_cyrl_ba: Pretvori u HTML
ca_es: Converteix a HTML
cs_cz: Převést na HTML
cy_gb: Trosi i html
da_dk: Konverter til HTML
de_ch: In HTML konvertieren
el_gr: Μετατροπή σε HTML
es_ni: Convertir a html
et_ee: Teisendada HTML -ks
fa_ir: تبدیل به HTML
fi_fi: Muunna HTML
fil_ph: Mag -convert sa HTML
fr_ml: Convertir en html
ga_ie: Tiontaigh go html
gu_in: HTML માં કન્વર્ટ કરો
he_il: המרה ל- HTML
hi_in: HTML में परिवर्तित करें
hr_ba: Pretvoriti u html
hu_hu: Konvertáljon HTML -re
hy_am: Փոխարկեք HTML
id_id: Konversi ke html
is_is: Umbreyta í HTML
it_it: Converti in HTML
ja_jp: HTMLに変換
ka_ge: გადაიყვანეთ html
kk_kz: HTML-ге түрлендіру
km_kh: បំលែងទៅជា HTML
kn_in: HTML ಗೆ ಪರಿವರ್ತಿಸಿ
ko_kr: HTML로 변환하십시오
ky_kg: HTML айландыруу
lo_la: ປ່ຽນເປັນ HTML
lt_lt: Konvertuoti į HTML
lv_lv: Konvertēt uz HTML
mi_nz: Tahuri ki te HTML
mk_mk: Конвертирајте во HTML
ml_in: HTML- ലേക്ക് പരിവർത്തനം ചെയ്യുക
mr_in: HTML मध्ये रूपांतरित करा
ms_my: Tukar ke HTML
mt_mt: Ikkonverti għal HTML
nb_no: Konverter til HTML
ne_np: HTML मा रूपान्तरण
nl_be: Converteren naar HTML
or_in: HTML କୁ ରୂପାନ୍ତର କରନ୍ତୁ |
pa_arab_pk: HTML ਵਿੱਚ ਬਦਲੋ
pl_pl: Konwertuj na HTML
pt_pt: Converter em html
ro_ro: Convertiți în HTML
ru_ru: Преобразовать в HTML
sk_sk: Konvertovať na HTML
sl_si: Pretvoriti v HTML
sq_al: Shndërroni në HTML
sr_cyrl_rs: Претвори у ХТМЛ
sv_fi: Konvertera till HTML
sw_ke: Badilisha kuwa HTML
ta_in: HTML ஆக மாற்றவும்
te_in: HTML కు మార్చండి
th_th: แปลงเป็น html
tk_tm: HTML-e öwüriň
tr_tr: HTML'ye dönüştürün
tt_ru: HTML-га үзгәртү
ug_cn: HTML
uk_ua: Перетворити на html
ur_pk: HTML میں تبدیل کریں
uz_cyrl: HTML-ga aylantiring
vi_vn: Chuyển đổi sang HTML
zh_cn: 转换为 HTML
zh_hans_sg: 转换为HTML
zh_hant: 轉換為HTML

# RtfFormatLabel
source: Rtf
bn_bd: আরটিএফ
gu_in: આર.ટી.એફ.
hi_in: आरटीएफ
kn_in: ಆರ್ಟಿಎಫ್
lo_la: ພາຢ
mr_in: आरटीएफ
ne_np: आरटीएफ
pa_arab_pk: ਆਰਟੀਐਫ
sr_cyrl_rs: РТФ
tt_ru: РТФ
ur_pk: آر ٹی ایف

# TextFormatLabel
source: Text
af_za: Teks
am_et: ጽሑፍ
ar_bh: نص
as_in: পাঠ্য
az_cyrl_az: Mətanət
bg_bg: Текст
bn_bd: পাঠ্য
bs_cyrl_ba: Tekst
cy_gb: Tecstio
da_dk: Tekst
el_gr: Κείμενο
es_ni: Texto
et_ee: Tekst
fa_ir: متن
fi_fi: Teksti
fil_ph: Teksto
fr_ml: Texte
ga_ie: Téacs
gu_in: લખાણ
he_il: טֶקסט
hi_in: मूलपाठ
hr_ba: Tekst
hu_hu: Szöveg
hy_am: Տեքստ
id_id: Teks
is_is: Texti
it_it: Testo
ja_jp: 文章
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបត
kn_in: ಪಠ್ಯ
ko_kr: 텍스트
ky_kg: Текст
lo_la: ຂໍ້​ຄວາມ
lt_lt: Tekstas
lv_lv: Teksts
mi_nz: Kupu tuhi
mk_mk: Текст
ml_in: മൂലഗന്ഥം
mr_in: मजकूर
ms_my: Teks
mt_mt: Test
nb_no: Tekst
ne_np: मूलपाठ
nl_be: Tekst
or_in: ପାଠ
pa_arab_pk: ਟੈਕਸਟ
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
sl_si: Besedilo
sq_al: Tekst
sr_cyrl_rs: Текст
sw_ke: Maandishi
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Tekst
tr_tr: Metin
tt_ru: Текст
ug_cn: تېكىست
uk_ua: Текст
ur_pk: متن
uz_cyrl: Matn
vi_vn: Chữ
zh_hans_sg: 文本
zh_hant: 文字

# UntitledLabel
source: Untitled
af_za: Ongetitel
am_et: ላልተሰራ
ar_bh: بلا عنوان
as_in: শিৰোনামহীন
az_cyrl_az: Başsız
bg_bg: Без заглавие
bn_bd: শিরোনামহীন
bs_cyrl_ba: Bez naslova
ca_es: Deslligat
cs_cz: Nepojmenovaná
cy_gb: Heb deitl
de_ch: Ohne Titel
el_gr: Χωρίς τίτλο
es_ni: Intitulado
et_ee: Pealkirjata
fa_ir: بدون عنوان
fi_fi: Nimettömä
fil_ph: Hindi pamagat
fr_ml: Sans titre
ga_ie: Gan teideal
gu_in: અનાવશ્યક
he_il: ללא כותרת
hi_in: शीर्षकहीन
hr_ba: Bez naslova
hu_hu: Névtelen
hy_am: Անիրական
id_id: Tanpa judul
it_it: Senza titolo
ja_jp: 無題
ka_ge: უნაყოფო
kk_kz: Көнгісі жоқ
km_kh: មិនមានចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆ ಇಲ್ಲದ
ko_kr: 제목없는
ky_kg: Аты жок
lo_la: ບໍ່ມີຊື່
lt_lt: Be pavadinimo
lv_lv: Bez nosaukuma
mi_nz: Wete
mk_mk: Без наслов
ml_in: ശീകരിക്കാത്ത
mr_in: अशीर्षकांकित
mt_mt: Bla titlu
nb_no: Uten navn
ne_np: हिचे
nl_be: Ongetiteld
or_in: ଅବହେଳିତ |
pa_arab_pk: ਬਿਨਾਂ ਸਿਰਲੇਖ
pl_pl: Nieuprawny
pt_pt: Sem título
ro_ro: Fără titlu
ru_ru: Без названия
sk_sk: Bez názvu
sl_si: Brez naslova
sq_al: I paprekur
sr_cyrl_rs: Без наслова
sv_fi: Ofrälse
sw_ke: Isiyo na jina
ta_in: பெயரிடப்படாதது
te_in: పేరులేనిది
th_th: ไม่มีชื่อ
tk_tm: Atsyz
tr_tr: Açıklıksız
tt_ru: Исемсез
ug_cn: نامەلۇم
uk_ua: Без назви
ur_pk: بلا عنوان
uz_cyrl: Uncha ta'sirlanmagan
vi_vn: Không có tiêu đề
zh_cn: 无标题
zh_hans_sg: 无标题
zh_hant: 無標題

# TiffFormatLabel
source: Image (tiff)
am_et: ምስል (ጤፍ)
as_in: ছবি (tiff)
az_cyrl_az: Şəkil (tiff)
bn_bd: ছবি (ঝগড়া)
ca_es: Imatge (tiff)
cs_cz: obrázek (tiff)
cy_gb: Delwedd (tiff)
de_ch: Bild (tiff)
el_gr: Εικόνα (tiff)
es_ni: Imagen (TIFF)
et_ee: Pilt (tiff)
fa_ir: تصویر (TIFF)
fi_fi: Kuva (TIFF)
fil_ph: Larawan (TIFF)
ga_ie: Íomhá (TIFF)
gu_in: છબી (TIFF)
he_il: תמונה (טיף)
hi_in: छवि (टीआईएफएफ)
hu_hu: Kép (TIFF)
hy_am: Պատկեր (TIFF)
it_it: Immagine (TIFF)
ka_ge: სურათი (ტიფი)
km_kh: រូបភាព (TIFF)
kn_in: ಚಿತ್ರ (ಟಿಐಎಫ್ಎಫ್)
ko_kr: 이미지 (TIFF)
lo_la: ຮູບພາບ (tiff)
lt_lt: Vaizdas (TIFF)
mi_nz: Whakaahua (TIFF)
mk_mk: Слика (TIFF)
mr_in: प्रतिमा (टीआयएफएफ)
mt_mt: Immaġni (TIFF)
nb_no: Bilde (tiff)
ne_np: छवि (TIFF)
nl_be: Afbeelding (TIFF)
or_in: ପ୍ରତିଛବି (TIF)
pa_arab_pk: ਚਿੱਤਰ (ਟਿਫ)
pl_pl: Zdjęcie (TIFF)
pt_pt: Imagem (TIFF)
ro_ro: Imagine (TIFF)
ru_ru: Изображение (TIFF)
sl_si: Slika (tiff)
sq_al: Imazhi (TIFF)
sr_cyrl_rs: Слика (ТИФФ)
sv_fi: Bild (TIFF)
sw_ke: Picha (TIFF)
ta_in: படம் (TIFF)
tr_tr: Resim (TIFF)
tt_ru: Рәсем (Тифф)
ug_cn: رەسىم (TIF)
uk_ua: Зображення (TIFF)
ur_pk: تصویر (TIFF)
uz_cyrl: Rasm (TIFF)
vi_vn: Hình ảnh (TIFF)
zh_hans_sg: 图像（TIFF）
