Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# IgnoredFileExtWriterHint
source: These file types will not be written to the clipboard or drag-and-drop data.
af_za: Hierdie lêertipes sal nie op die knipbord of sleep-en-drop-data geskryf word nie.
am_et: እነዚህ የፋይል ዓይነቶች ለክሊፕቦርዱ አይጻፉም ወይም ለመጎተት እና ለመጎተት ውሂብ አይጻፉም.
ar_bh: لن تتم كتابة أنواع الملفات هذه إلى بيانات الحافظة أو السحب والإفلات.
as_in: এই ফাইল ধৰণসমূহ ক্লিপবৰ্ড বা ড্ৰেগ-এণ্ড-ড্ৰপ ডাটালৈ লিখা নহ'ব।
az_cyrl_az: Bu fayl növləri panoya və ya sürükleyən məlumatlara yazılmayacaqdır.
bg_bg: Тези типове файлове няма да бъдат написани на данните за клипборда или плъзгане и пускане.
bn_bd: এই ফাইলের ধরণগুলি ক্লিপবোর্ডে বা ড্র্যাগ-অ্যান্ড-ড্রপ ডেটাতে লেখা হবে না।
bs_cyrl_ba: Ove vrste datoteka neće se pisati u međuspremnik ili povlačenje podataka i padaju.
ca_es: Aquests tipus de fitxers no s’escriuran al porta-retalls ni a les dades d’arrossegament i d’arrossegar-se.
cs_cz: Tyto typy souborů nebudou zapsány do dat ve schránce nebo drag-and-drop.
cy_gb: Ni fydd y mathau hyn o ffeiliau yn cael eu hysgrifennu i'r clipfwrdd na data llusgo a gollwng.
da_dk: Disse filtyper skrives ikke til udklipsholderen eller træk-og-slip-data.
de_ch: Diese Dateitypen werden nicht in die Zwischenablage- oder Drag & Drop-Daten geschrieben.
el_gr: Αυτοί οι τύποι αρχείων δεν θα γράφονται στο πρόχειρο ή τα δεδομένα μεταφοράς και απόθεσης.
es_ni: Estos tipos de archivos no se escribirán en el portapapeles o los datos de arrastrar y soltar.
et_ee: Neid failitüüpe ei kirjutata lõikelauale ega lohistamise andmetesse.
fa_ir: این انواع پرونده ها به داده های کلیپ بورد یا کشیدن و رها کردن نوشته نمی شوند.
fi_fi: Näitä tiedostotyyppejä ei kirjoiteta leikepöydälle tai vedä ja pudota.
fil_ph: Ang mga uri ng file na ito ay hindi isusulat sa clipboard o drag-and-drop data.
fr_ml: Ces types de fichiers ne seront pas écrits sur les données du presse-papiers ou de glisser-déposer.
ga_ie: Ní scríobhfar na cineálacha comhaid seo chuig na gearrthaisce ná ar na sonraí tarraingthe agus tarraingthe.
gu_in: આ ફાઇલ પ્રકારો ક્લિપબોર્ડ અથવા ડ્રેગ-એન્ડ-ડ્રોપ ડેટા પર લખવામાં આવશે નહીં.
he_il: סוגי קבצים אלה לא ייכתבו ללוח או לנתוני גרירה ושחרור.
hi_in: ये फ़ाइल प्रकार क्लिपबोर्ड या ड्रैग-एंड-ड्रॉप डेटा पर नहीं लिखे जाएंगे।
hr_ba: Ove vrste datoteka neće biti zapisane u međuspremnik ili povuci i ispuštaju podatke.
hu_hu: Ezeket a fájltípusokat nem írják a vágólapra vagy a drag-and-drop adatokra.
hy_am: Այս ֆայլի տեսակները չեն գրվի Clipboard- ին կամ Drop-Drop- ի տվյալների վրա:
id_id: Jenis file ini tidak akan ditulis ke clipboard atau data seret-dan-drop.
is_is: Þessar skráartegundir verða ekki skrifaðar á klemmuspjaldið eða drag-og-sleppa gögnum.
it_it: Questi tipi di file non verranno scritti negli appunti o nei dati di trascinamento.
ja_jp: これらのファイル タイプは、クリップボードやドラッグ アンド ドロップ データには書き込まれません。
ka_ge: ამ ფაილების ტიპები არ დაიწერება ბუფერულ ან დრაკონის და წვეთოვანი მონაცემების შესახებ.
kk_kz: Бұл файл түрлері алмасу буферіне немесе апарып тастау деректеріне жазылмайды.
km_kh: ប្រភេទឯកសារទាំងនេះនឹងមិនត្រូវបានសរសេរទៅក្តារតម្បៀតខ្ទាស់ឬទិន្នន័យអូសនិងទម្លាក់ទេ។
kn_in: ಈ ಫೈಲ್ ಪ್ರಕಾರಗಳನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಥವಾ ಡ್ರ್ಯಾಗ್-ಅಂಡ್-ಡ್ರಾಪ್ ಡೇಟಾಗೆ ಬರೆಯಲಾಗುವುದಿಲ್ಲ.
ko_kr: 이 파일 유형은 클립 보드 또는 드래그 앤 드롭 데이터에 기록되지 않습니다.
ky_kg: Бул файлдын бул түрлөрү алмашуу буферине же сүйрөө жана төмөндөө маалыматтарын жазылбайт.
lo_la: ປະເພດເອກະສານເຫຼົ່ານີ້ຈະບໍ່ຖືກຂຽນໃສ່ຄລິບບອດຫລືຂໍ້ມູນ Drag-and-drop.
lt_lt: Šie failų tipai nebus įrašyti į mainų sritį ar vilkimo ir lašo duomenis.
lv_lv: Šie failu veidi netiks uzrakstīti starpliktuvē vai vilkšanas un nomešanas datos.
mi_nz: Ko enei momo momo konae kaore e tuhia ki te topenga, te toia ranei nga raraunga taapiri.
mk_mk: Овие типови датотеки нема да бидат напишани на таблата со исечоци или податоци за влечење и паѓање.
ml_in: ഈ ഫയൽ തരങ്ങൾ ക്ലിപ്പ്ബോർഡ് അല്ലെങ്കിൽ ഡ്രാഗ്-ഡ്രോപ്പ് ഡാറ്റയിലേക്ക് എഴുതാം.
mr_in: हे फाईल प्रकार क्लिपबोर्ड किंवा ड्रॅग-अँड-ड्रॉप डेटावर लिहिले जाणार नाहीत.
ms_my: Jenis fail ini tidak akan ditulis ke papan klip atau data drag-and-drop.
mt_mt: Dawn it-tipi ta 'fajls ma jinkitbux fuq il-clipboard jew id-dejta tal-ġibda u tal-qatra.
nb_no: Disse filtypene vil ikke bli skrevet til utklippstavlen eller dra-og-slipp-data.
ne_np: यी फाइल प्रकारहरू क्लिपबोर्ड वा ड्र्याग-र ड्रप डाटामा लेखिनेछैन।
nl_be: Deze bestandstypen worden niet geschreven naar het klembord- of drag-and-drop-gegevens.
or_in: ଏହି ଫାଇଲ୍ ପ୍ରକାରଗୁଡିକ କ୍ଲିପବୋର୍ଡ କିମ୍ବା ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ତଥ୍ୟରେ ଲେଖାଯିବ ନାହିଁ |
pa_arab_pk: ਇਹ ਫਾਈਲ ਕਿਸਮਾਂ ਕਲਿੱਪਬੋਰਡ ਜਾਂ ਡਰੈਗ-ਐਂਡ-ਡ੍ਰੌਪ ਡੇਟਾ ਤੇ ਨਹੀਂ ਲਿਖੀਆਂ ਜਾਣਗੀਆਂ.
pl_pl: Te typy plików nie zostaną zapisane do danych schowka lub przeciągania i upuszczania.
pt_pt: Esses tipos de arquivos não serão gravados nos dados da área de transferência ou arrastar e soltar.
ro_ro: Aceste tipuri de fișiere nu vor fi scrise la datele clipboard sau drag-and-drop.
ru_ru: Эти типы файлов не будут записаны в буфер обмена или перетаскивание данных.
sk_sk: Tieto typy súborov sa nebudú písať do údajov o schránke alebo drag-and-drop.
sl_si: Te vrste datotek ne bodo zapisane v odložišče ali podatke povleka in spuščanja.
sq_al: Këto lloje skedarësh nuk do të shkruhen në të dhënat e clipboard ose tërheqës dhe zvarritje.
sr_cyrl_rs: Ове врсте датотека неће бити написане у подацима у међуспремник или повлачење и одустајање.
sv_fi: Dessa filtyper kommer inte att skrivas till Urklipp eller drag-and-droppdata.
sw_ke: Aina hizi za faili hazitaandikwa kwa ubao wa clipboard au Drag-na-kushuka.
ta_in: இந்த கோப்பு வகைகள் கிளிப்போர்டு அல்லது இழுவை தரவுக்கு எழுதப்படாது.
te_in: ఈ ఫైల్ రకాలు క్లిప్‌బోర్డ్ లేదా డ్రాగ్-అండ్-డ్రాప్ డేటాకు వ్రాయబడవు.
th_th: ประเภทไฟล์เหล่านี้จะไม่ถูกเขียนลงในคลิปบอร์ดหรือข้อมูลการลากและวาง
tk_tm: Bu faýl görnüşleri bufer tagtasyna ýa-da süýräp, damja maglumatlara ýazylmaz.
tr_tr: Bu dosya türleri panoya veya sürükle ve bırak verilerine yazılmayacaktır.
tt_ru: Бу файл төрләре буферга яки тарту мәгълүматларына язылмас.
ug_cn: بۇ ھۆججەت تۈرلىرى چاپلاش تاختىسى ياكى سۆرەپ تاشلاش سانلىق مەلۇماتلىرىغا يېزىلغان.
uk_ua: Ці типи файлів не будуть записані в буфер обміну або перетягування даних.
ur_pk: یہ فائل کی اقسام کلپ بورڈ یا ڈریگ اینڈ ڈراپ ڈیٹا پر نہیں لکھی جائیں گی۔
uz_cyrl: Ushbu fayl turlari Clipboard yoki Drag-va tomchi ma'lumotlariga yozilmaydi.
vi_vn: Các loại tệp này sẽ không được ghi vào bảng tạm hoặc dữ liệu kéo và thả.
zh_cn: 这些文件类型不会写入剪贴板或拖放数据。
zh_hans_sg: 这些文件类型不会写入剪贴板或拖放数据。
zh_hant: 這些文件類型不會寫入剪貼板或拖放數據。

# ImgDoScaleHint
source: When checked, images larger than max dimension will be scaled while retaining aspect ratio. This does not affect the image on the clipboard.
af_za: As dit gekontroleer word, sal beelde groter as maksimum dimensie afgeskaal word terwyl die aspekverhouding behou word. Dit beïnvloed nie die beeld op die knipbord nie.
am_et: ሲታዩ, ምስሎች ከፍተኛው ከፍታ የሚበልጡ ምስሎች ከቁጥቋጦዎች የሚበልጡ ውዝግብ በሚቆዩበት ጊዜ የሚቆጠሩ ናቸው. ይህ በቅንጥብ ሰሌዳው ላይ ምስሉን አይጎዳውም.
ar_bh: عند فحصها ، سيتم تحجيم الصور أكبر من أقصى الحد الأقصى مع الحفاظ على نسبة العرض إلى الارتفاع. هذا لا يؤثر على الصورة على الحافظة.
as_in: পৰীক্ষা কৰাৰ সময়ত, max মাত্ৰাতকৈ ডাঙৰ ছবিসমূহ স্কেল কৰা হ'ব আৰু লগতে দৃষ্টি অনুপাত ধৰি ৰখা হ'ব। ইয়াৰ ফলত ক্লিপবৰ্ডত থকা ছবিখনত কোনো প্ৰভাৱ নপৰে।
az_cyrl_az: Yoxlanıldıqda, aspekt nisbətini saxlayarkən maksimum ölçüdən daha böyük şəkillər ölçülür. Bu, panoya görüntüyə təsir etmir.
bg_bg: Когато се провери, изображенията, по -големи от Max Dimension, ще бъдат мащабирани, докато се запазят съотношението на страните. Това не влияе на изображението в клипборда.
bn_bd: যখন চেক করা হয়, সর্বাধিক মাত্রার চেয়ে বড় চিত্রগুলি দিক অনুপাত বজায় রাখার সময় স্কেল করা হবে। এটি ক্লিপবোর্ডের চিত্রটিকে প্রভাবিত করে না।
bs_cyrl_ba: Kada se provjeri, slike veće od maks dimenzije bit će smanjene tijekom zadržavanja omjera aspekta. To ne utiče na sliku na međuspremnici.
ca_es: Quan es comproven, les imatges més grans que la dimensió màxima s’escalfaran durant la relació d’aspecte de conservació. Això no afecta la imatge del porta -retalls.
cs_cz: Při kontrole se při zachování poměru stran zmenší obrázky větší než maximální dimenze. To nemá vliv na obrázek ve schránce.
cy_gb: Pan fyddant yn cael eu gwirio, bydd delweddau sy'n fwy na'r dimensiwn mwyaf yn cael eu graddio wrth gadw cymhareb agwedd. Nid yw hyn yn effeithio ar y ddelwedd ar y clipfwrdd.
da_dk: Når de kontrolleres, skaleres billeder, der er større end MAX -dimensionen, mens de bevarer billedforholdet. Dette påvirker ikke billedet på udklipsholderen.
de_ch: Bei der Überprüfung werden Bilder, die größer als die maximale Dimension sind, skaliert, während das Seitenverhältnis beibehält. Dies wirkt sich nicht auf das Bild in der Zwischenablage aus.
el_gr: Όταν ελέγχονται, οι εικόνες μεγαλύτερες από τη μέγιστη διάσταση θα κλιμακωθούν κατά τη διατήρηση της αναλογίας διαστάσεων. Αυτό δεν επηρεάζει την εικόνα στο πρόχειρο.
es_ni: Cuando se verifica, las imágenes mayores que la dimensión máxima se escalarán mientras se conservan la relación de aspecto. Esto no afecta la imagen en el portapapeles.
et_ee: Kontrollimisel skaleeritakse maksimaalse mõõtmega suuremad pildid, säilitades kuvasuhe. See ei mõjuta lõikelaua pilti.
fa_ir: در صورت بررسی ، تصاویر بزرگتر از حداکثر بعد در حالی که نسبت ابعاد را حفظ می کنند ، مقیاس می شوند. این بر تصویر موجود در کلیپ بورد تأثیر نمی گذارد.
fi_fi: Tarkistettaessa kuvat, jotka ovat suurempia kuin maksimiulotte, skaalataan säilyttäen kuvasuhdetta. Tämä ei vaikuta leikepöydän kuvaan.
fil_ph: Kapag nasuri, ang mga imahe na mas malaki kaysa sa sukat ng max ay mai -scale habang pinapanatili ang ratio ng aspeto. Hindi ito nakakaapekto sa imahe sa clipboard.
fr_ml: Lorsqu'ils sont vérifiés, les images supérieures à la dimension maximale seront mises à l'échelle tout en conservant le rapport d'aspect. Cela n'affecte pas l'image dans le presse-papiers.
ga_ie: Nuair a sheiceáiltear iad, déanfar na híomhánna níos mó ná an toise uasta a scálaáil agus cóimheas gné á choinneáil acu. Ní théann sé seo i bhfeidhm ar an íomhá ar an ghearrthaisce.
gu_in: જ્યારે તપાસવામાં આવે છે, ત્યારે મેક્સ પરિમાણ કરતા મોટી છબીઓ પાસા રેશિયો જાળવી રાખતી વખતે સ્કેલ કરવામાં આવશે. આ ક્લિપબોર્ડ પરની છબીને અસર કરતું નથી.
he_il: כאשר ייבדקו, תמונות גדולות ממקסימום יוגדרו תוך שמירה על יחס גובה -רוחב. זה לא משפיע על התמונה בלוח.
hi_in: जब जाँच की जाती है, तो अधिकतम आयाम से बड़ी छवियों को पहलू अनुपात को बनाए रखते हुए स्केल किया जाएगा। यह क्लिपबोर्ड पर छवि को प्रभावित नहीं करता है।
hr_ba: Kada se provjere, slike veće od maksimalne dimenzije skalirat će se tijekom zadržavanja omjera. To ne utječe na sliku u međuspremnik.
hu_hu: Ellenőrzéskor a maximális méretnél nagyobb képeket méretezzük, miközben megtartják a képarányt. Ez nem befolyásolja a vágólapon lévő képet.
hy_am: Ստուգվելիս, առավելագույն չափից ավելի պատկերներ կշեռք կշեղվեն, միաժամանակ պահպանելու տեսանկյունից հարաբերակցությունը: Սա չի ազդում Clipboard- ի պատկերի վրա:
id_id: Saat diperiksa, gambar yang lebih besar dari dimensi maks akan diskalakan saat mempertahankan rasio aspek. Ini tidak mempengaruhi gambar pada clipboard.
is_is: Þegar þær eru athugaðar verða myndir sem eru stærri en hámarksvíddir stigstærðar meðan þeir halda stærðarhlutfalli. Þetta hefur ekki áhrif á myndina á klemmuspjaldinu.
it_it: Se selezionato, le immagini più grandi della dimensione massima verranno ridimensionate mentre si mantengono le proporzioni. Ciò non influisce sull'immagine negli appunti.
ja_jp: チェックすると、最大寸法より大きい画像はアスペクト比を維持しながら拡大縮小されます。
ka_ge: შემოწმებისას, მაქსიმალური განზომილებაზე დიდი სურათები მასშტაბური იქნება ასპექტის თანაფარდობის შენარჩუნებისას. ეს გავლენას არ ახდენს ბუფერზე გამოსახულზე.
kk_kz: Тексерілген кезде, максималды өлшемнен үлкен кескіндер арақатынас арақатынасымен масштабталады. Бұл алмасу буферіндегі кескінге әсер етпейді.
km_kh: នៅពេលធីករូបភាពធំជាងវិមាត្រអតិបរិមានឹងត្រូវបានធ្វើមាត្រដ្ឋានខណៈពេលដែលសមាមាត្រសមាមាត្រ។ នេះមិនប៉ះពាល់ដល់រូបភាពនៅលើក្តារតម្បៀតខ្ទាស់ទេ។
kn_in: ಪರಿಶೀಲಿಸಿದಾಗ, ಆಕಾರ ಅನುಪಾತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವಾಗ ಗರಿಷ್ಠ ಆಯಾಮಕ್ಕಿಂತ ದೊಡ್ಡದಾದ ಚಿತ್ರಗಳನ್ನು ಅಳೆಯಲಾಗುತ್ತದೆ. ಇದು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿರುವ ಚಿತ್ರದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.
ko_kr: 점검하면 종횡비를 유지하면서 최대 치수보다 큰 이미지가 조정됩니다. 클립 보드의 이미지에는 영향을 미치지 않습니다.
ky_kg: Текшерилген кезде, максималдуу өлчөмдөн чоңураак, бул тараптын катышын сактоо менен масштабдуу болот. Бул сүрөткө сүрөткө таасир этпейт.
lo_la: ເມື່ອຖືກກວດກາ, ຮູບພາບຂະຫນາດໃຫຍ່ກ່ວາມິຕິເຄຍທີ່ສຸດຈະຖືກປັບຂະຫນາດໃນຂະນະທີ່ຮັກສາອັດຕາສ່ວນ. ນີ້ບໍ່ມີຜົນກະທົບຕໍ່ຮູບພາບໃນ clipboard.
lt_lt: Patikrinus vaizdai, didesni už maksimalų matmenį, bus keičiami išlaikant kraštinių santykį. Tai neturi įtakos mainų srities vaizdui.
lv_lv: Pārbaudot, attēli, kas ir lielāki par maksimālo izmēru, tiks mērogoti, saglabājot malu attiecību. Tas neietekmē starpliktuves attēlu.
mi_nz: Ka tirohia, ko nga whakaahua nui atu i te rahi o te Max me te pupuri i te wa e mau tonu ana i nga paanga. Kaore tenei e pa ki te ahua o te topenga.
mk_mk: Кога се проверуваат, сликите поголеми од максималната димензија ќе бидат намалени додека го задржуваат односот на аспект. Ова не влијае на сликата на таблата со клип.
ml_in: പരിശോധിച്ചപ്പോൾ, വീക്ഷണാനുപാതം നിലനിർത്തുമ്പോൾ പരമാവധി അളവിനേക്കാൾ വലുത് സ്കെയിൽ ചെയ്യും. ഇത് ക്ലിപ്പ്ബോർഡിലെ ചിത്രത്തെ ബാധിക്കില്ല.
mr_in: तपासणी केल्यावर, आस्पेक्ट रेशो राखून ठेवताना जास्तीत जास्त आकाराच्या प्रतिमा मोजल्या जातील. याचा क्लिपबोर्डवरील प्रतिमेवर परिणाम होत नाही.
ms_my: Apabila diperiksa, imej yang lebih besar daripada dimensi max akan ditingkatkan semasa mengekalkan nisbah aspek. Ini tidak menjejaskan imej pada papan klip.
mt_mt: Meta jiġu kkontrollati, immaġini ikbar mid-dimensjoni massima se jiġu skalati waqt li tinżamm il-proporzjon tal-aspett. Dan ma jaffettwax l-immaġni fuq il-clipboard.
nb_no: Når det er sjekket, vil bilder som er større enn maksimensjonen, skaleres mens du beholder sideforholdet. Dette påvirker ikke bildet på utklippstavlen.
ne_np: जब जाँच गरिन्छ, अधिकतम आयाम भन्दा ठूलो छविहरू स्केल आउट हुनेछ जबकि पक्ष अनुपात राख्दछन्। यसले क्लिपबोर्डमा छविलाई असर गर्दैन।
nl_be: Wanneer gecontroleerd, worden afbeeldingen groter dan de maximale dimensie geschaald met behoud van de beeldverhouding. Dit heeft geen invloed op de afbeelding op het klembord.
or_in: ଯେତେବେଳେ ଯାଞ୍ଚ ହୋଇଥିବା ଚିତ୍ରଗୁଡ଼ିକ ବେଷ୍ଟ ଅନୁପାତକୁ ବଜାୟ ରଖିବା ସମୟରେ ମାପ କରାଯାଏ | ଏହା କ୍ଲିପବୋର୍ଡରେ ଥିବା ପ୍ରତିଛବିକୁ ପ୍ରଭାବିତ କରେ ନାହିଁ |
pa_arab_pk: ਜਦੋਂ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਮੈਕਸ ਦੇ ਪਹਿਲੂ ਤੋਂ ਵੱਡਾ ਆਕਾਰ ਤੋਂ ਵੱਡੇ ਚਿੱਤਰਾਂ ਨੂੰ ਸਕੇਲ ਕੀਤਾ ਜਾਵੇਗਾ. ਇਹ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਚਿੱਤਰ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰਦਾ.
pl_pl: Po sprawdzeniu obrazy większe niż maksymalne wymiary zostaną skalowane podczas zachowania współczynnika kształtu. Nie wpływa to na obraz w schowku.
pt_pt: Quando verificados, as imagens maiores que a dimensão máxima serão dimensionadas enquanto mantêm a proporção de aspecto. Isso não afeta a imagem na área de transferência.
ro_ro: Când sunt verificate, imaginile mai mari decât dimensiunea maximă vor fi scalate, păstrând în același timp un raport de aspect. Acest lucru nu afectează imaginea de pe clipboard.
ru_ru: При проверке изображения, больше максимального размера, будут масштабированы при сохранении соотношения сторон. Это не влияет на изображение в буфер обмена.
sk_sk: Po kontrole sa obrázky väčšie ako maximálna dimenzia zmenia pri zachovaní pomeru strán. To nemá vplyv na obrázok na schránke.
sl_si: Če jih preverite, bodo slike, večje od največje dimenzije, zmanjšane, medtem ko ohranijo razmerje stranic. To ne vpliva na sliko na odložišču.
sq_al: Kur kontrollohen, imazhet më të mëdha se dimensioni maksimal do të shkallëzohen ndërsa ruan raportin e aspektit. Kjo nuk ndikon në imazhin në clipboard.
sr_cyrl_rs: Када се провери, слике веће од максималне димензије ће се смањити током задржавања односа аспекта. Ово не утиче на слику у међуспремник.
sv_fi: Vid kontroll kommer bilder som är större än maxdimensionen att skalas medan du behåller bildförhållandet. Detta påverkar inte bilden på urklippet.
sw_ke: Wakati wa kukaguliwa, picha kubwa kuliko mwelekeo wa max zitapunguzwa wakati wa kuhifadhi uwiano wa kipengele. Hii haiathiri picha kwenye clipboard.
ta_in: சரிபார்க்கும்போது, ​​விகித விகிதத்தைத் தக்க வைத்துக் கொள்ளும்போது அதிகபட்ச பரிமாணத்தை விட பெரிய படங்கள் அளவிடப்படும். இது கிளிப்போர்டில் உள்ள படத்தை பாதிக்காது.
te_in: తనిఖీ చేసినప్పుడు, కారక నిష్పత్తిని నిలుపుకుంటూ గరిష్ట పరిమాణం కంటే పెద్ద చిత్రాలు స్కేల్ చేయబడతాయి. ఇది క్లిప్‌బోర్డ్‌లోని చిత్రాన్ని ప్రభావితం చేయదు.
th_th: เมื่อตรวจสอบภาพที่มีขนาดใหญ่กว่าขนาดสูงสุดจะถูกปรับขนาดในขณะที่ยังคงรักษาอัตราส่วนภาพไว้ สิ่งนี้ไม่ส่งผลกระทบต่อภาพบนคลิปบอร์ด
tk_tm: Barlananda, iň uly ölçegden uly ölçegler bilen uly ölçegler bilen has uly şekillendirilip bilner. Bu şerti panelindäki surata täsir etmeýär.
tr_tr: Kontrol edildiğinde, en boy oranını korurken maksimum boyuttan daha büyük görüntüler ölçeklendirilecektir. Bu, panodaki görüntüyü etkilemez.
tt_ru: Тикшерелгәндә, максималь үлчәмнән зуррак рәсемнәр саклауны саклап калса. Бу буфердагы рәсемгә тәэсир итми.
ug_cn: تەكشۈرۈلگەندە, رەسىملەر Max ئۆلچىمىدىن ئېشىپ كەتكەنلىكتىن ھالقىغان ۋاقىتتا تارتىۋېلىنىدۇ. بۇ چاپلاش تاختىسىدىكى رەسىمگە تەسىر كۆرسەتمەيدۇ.
uk_ua: При перевірці зображення, більші за максимальний розмір, буде масштабуватися під час збереження співвідношення сторін. Це не впливає на зображення на буфер обміну.
ur_pk: جب جانچ پڑتال کی جائے تو ، پہلو تناسب کو برقرار رکھتے ہوئے زیادہ سے زیادہ طول و عرض سے بڑی تصاویر کو اسکیل کیا جائے گا۔ اس سے کلپ بورڈ کی شبیہہ متاثر نہیں ہوتی ہے۔
uz_cyrl: Belgilanganda, maksimal o'lchovdan kattaroq rasmlar nisbati pasayganda kengaytiriladi. Bu Clipboarddagi rasmga ta'sir qilmaydi.
vi_vn: Khi được kiểm tra, hình ảnh lớn hơn kích thước tối đa sẽ được tỷ lệ trong khi giữ tỷ lệ khung hình. Điều này không ảnh hưởng đến hình ảnh trên bảng tạm.
zh_cn: 选中后，大于最大尺寸的图像将被缩放，同时保留纵横比。
zh_hans_sg: 检查时，在保持纵横比的同时将缩放大于最大维度的图像。这不会影响剪贴板上的图像。
zh_hant: 檢查時，在保持縱橫比的同時將縮放大於最大維度的圖像。這不會影響剪貼板上的圖像。

# ImgDoScaleLabel
source: Scale Oversized
af_za: Skaal groot skaal
am_et: ሚዛን ከመጠን በላይ
ar_bh: حجم كبير
as_in: অতিমাত্ৰা আকাৰৰ স্কেল
az_cyrl_az: Ölçülü miqyaslı
bg_bg: Мащаб извънгабаритен
bn_bd: স্কেল বড় আকারের
bs_cyrl_ba: Skala prevelika
ca_es: Escala sobredimensionada
cs_cz: Měřítko nadměrné
cy_gb: Graddfa rhy fawr
da_dk: Skala overdimensioneret
de_ch: Übergroßen skalieren
el_gr: Υπερμεγέθη κλίμακα
es_ni: Escala de gran tamaño
et_ee: Skaala
fa_ir: مقیاس بزرگ
fi_fi: Asteikko ylimitoitettu
fr_ml: Échelle surdimensionnée
ga_ie: Scála ró -mhór
gu_in: ધોરણ -કદનું
he_il: גודל גדול מדי
hi_in: स्केल ओवरसाइज़्ड
hr_ba: Ljestvica prevelika
hu_hu: Túlméretezett skála
hy_am: Մասշտաբի չափը
id_id: Skala besar
is_is: Stærð yfirstærð
it_it: Scala oversize
ja_jp: 特大スケール
ka_ge: მასშტაბის უზარმაზარი
kk_kz: Масштабты габаритті
km_kh: ខ្នាតធំ
kn_in: ಪ್ರಮಾಣದ ಗಾತ್ರ
ko_kr: 규모의 대형
ky_kg: Масштабдуу чоң
lo_la: ຂະຫນາດເກີນກໍານົດ
lt_lt: Skalė yra per didelė
lv_lv: Mēroga lielizmēra
mi_nz: Tauine nui
mk_mk: Скала преголема
ml_in: സ്കെയിൽ വലുതാണ്
mr_in: स्केल ओव्हरसाईज
ms_my: Skala besar
mt_mt: Skala kbira
nb_no: Skala stort
ne_np: स्केल ओभरसाइज्ड
nl_be: Schaal te groot
or_in: ସ୍କେଲ ଓଭରସାଇଜ୍ |
pa_arab_pk: ਪੈਮਾਨਾ ਵੱਡਾ
pl_pl: Skala ponadwymiarowa
pt_pt: Escala superdimensionada
ro_ro: Scară supradimensionată
ru_ru: Масштаб негабаритный
sk_sk: Nadrozmerný
sl_si: Lestvica prevelika
sq_al: Shkallë e tepërt
sr_cyrl_rs: Обимне скале
sv_fi: Skala överdimensionerad
sw_ke: Kiwango cha kupindukia
ta_in: அளவு பெரிதாக்கப்பட்டது
te_in: స్కేల్ భారీగా
th_th: ขนาดใหญ่
tk_tm: Masştabda ulaldy
tr_tr: Ölçekli ölçekli
tt_ru: Масштаб
ug_cn: چوڭ كۆلەمدە
uk_ua: Масштаб негабаритний
ur_pk: پیمانے پر بڑے پیمانے پر
uz_cyrl: Shkalasi katta
vi_vn: Quy mô quá khổ
zh_cn: 规模超大
zh_hans_sg: 比例超大
zh_hant: 比例超大
