Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# CommonIgnoreLabel
source: Ignore
af_za: Ignoreer
am_et: ችላ በል
ar_bh: يتجاهل
as_in: অগ্ৰাহ্য কৰা
az_cyrl_az: Məhəl qoymamaq
bg_bg: Игнорирайте
bn_bd: উপেক্ষা
bs_cyrl_ba: Zanemariti
ca_es: Ignorar
cs_cz: Ignorovat
cy_gb: Anwybyddem
da_dk: Ignorere
de_ch: Ignorieren
el_gr: Αγνοώ
es_ni: Ignorar
et_ee: Ignoreerima
fa_ir: چشم پوشی
fi_fi: Jättää huomiotta
fil_ph: Huwag pansinin
fr_ml: Ignorer
ga_ie: Neamhaird a thabhairt ar
gu_in: અવગણવું
he_il: להתעלם
hi_in: अनदेखा करना
hr_ba: Zanemariti
hu_hu: Figyelmen kívül hagyni
hy_am: Անտեսել
id_id: Mengabaikan
is_is: Hunsa
it_it: Ignorare
ja_jp: 無視する
ka_ge: უგულვებელყოფა
kk_kz: Елемеу
km_kh: មិនអើបើ
kn_in: ನಿರ್ಲಕ್ಷ್ಯ
ko_kr: 무시하다
ky_kg: Этибарга албоо
lo_la: ນິ້ງນອນໃຈ
lt_lt: Ignoruoti
lv_lv: Ignorēt
mi_nz: Whakaririka
mk_mk: Игнорирај
ml_in: അവഗണിക്കുക
mr_in: दुर्लक्ष करा
ms_my: Abai
mt_mt: Tinjora
nb_no: Overse
ne_np: ध्यान नदिनु
nl_be: Negeren
or_in: ଅବଜ୍ ignore ା କର |
pa_arab_pk: ਅਣਡਿੱਠ
pl_pl: Ignorować
pt_pt: Ignorar
ro_ro: Ignora
ru_ru: Игнорировать
sk_sk: Ignorovať
sl_si: Ignoriraj
sq_al: Injoroj
sr_cyrl_rs: Игнорисати
sv_fi: Ignorera
sw_ke: Kupuuza
ta_in: புறக்கணிக்கவும்
te_in: పట్టించుకోకుండా
th_th: ไม่สนใจ
tk_tm: Üns berme
tr_tr: Görmezden gelmek
tt_ru: Игътибар итмә
ug_cn: سەل قاراڭ
uk_ua: Ігнорувати
ur_pk: نظر انداز کریں
uz_cyrl: E'tibor bermaslik
vi_vn: Phớt lờ
zh_cn: 忽略
zh_hans_sg: 忽略
zh_hant: 忽略

# CommonIgnoreReaderHint
source: When checked {0} format will not be read from the clipboard or drag-and-drop data.
af_za: As dit gekontroleer word, word {0} -formaat nie van die knipbord of sleep-en-drop-data gelees nie.
am_et: ምልክት በተደረገበት ጊዜ {0} ቅርጸት ከ Clipboard ወይም የመጎተት እና የመቆለፊያ ውሂብ አይነበቡም.
ar_bh: عند فحص تنسيق {0} ، لن يتم قراءة من بيانات الحافظة أو السحب والإفلات.
as_in: {0} বিন্যাস পৰীক্ষা কৰাৰ সময়ত ক্লিপবৰ্ড বা ড্ৰেগ-এণ্ড-ড্ৰপ তথ্যৰ পৰা পঢ়া নহ'ব।
az_cyrl_az: {0} format yoxlanıldıqda panoya və ya sürükleyin və açılan məlumatlardan oxunmayacaqdır.
bg_bg: Когато се провери {0} формат няма да се чете от клипборда или данните за плъзгане и пускане.
bn_bd: যখন {0} ফর্ম্যাটটি চেক করা হয় তখন ক্লিপবোর্ড বা ড্র্যাগ-অ্যান্ড-ড্রপ ডেটা থেকে পড়া হবে না।
bs_cyrl_ba: Kad se provjeri {0} format neće se pročitati iz međuspremnika ili povlačenja i pada podataka.
ca_es: Si es comprova {0}, el format no es llegirà a partir de les dades del porta-retalls o de l'arrossegament.
cs_cz: Při zaškrtnutí {0} formát nebude přečten z dat schránky nebo drag-and-drop.
cy_gb: Wrth gael ei wirio ni fydd fformat {0} yn cael ei ddarllen o'r clipfwrdd na data llusgo a gollwng.
da_dk: Når kontrolleret {0} format læses ikke fra udklipsholderen eller træk-og-slip-data.
de_ch: Wenn {0} -Format überprüft wird, wird nicht aus der Zwischenablage oder Drag-and-Drop-Daten gelesen.
el_gr: Όταν ελέγχεται {0} μορφή δεν θα διαβαστεί από το πρόχειρο ή τα δεδομένα μεταφοράς και πτώσης.
es_ni: Cuando se verifique el formato {0} no se lee desde el portapapeles o los datos de arrastrar y soltar.
et_ee: Kui kontrollitud {0} vormingut ei loeta lõikelauast ega lohistamise andmetelt.
fa_ir: هنگامی که بررسی می شود {0} از داده های کلیپ بورد یا کشش و رها کردن خوانده نمی شود.
fi_fi: Kun tarkistetaan {0} muotoa ei lue leikepöydältä tai vedä ja pudota.
fil_ph: Kapag naka-check {0} format ay hindi babasahin mula sa clipboard o drag-and-drop data.
fr_ml: Une fois vérifié, le format {0} ne sera pas lu dans les données du presse-papiers ou de glisser-déposer.
ga_ie: Nuair a sheiceáiltear é {0} ní léifear an fhormáid ón ghearrthaisce nó as na sonraí tarraing agus tarraing.
gu_in: જ્યારે તપાસવામાં આવે ત્યારે {0} ફોર્મેટ ક્લિપબોર્ડ અથવા ડ્રેગ-એન્ડ-ડ્રોપ ડેટામાંથી વાંચવામાં આવશે નહીં.
he_il: בעת סימון הפורמט {0} לא ייקרא מהלוח או נתוני גרירה ושחרור.
hi_in: जब चेक किया गया {0} प्रारूप क्लिपबोर्ड या ड्रैग-एंड-ड्रॉप डेटा से नहीं पढ़ा जाएगा।
hr_ba: Kada se provjeri {0} format se neće čitati iz podataka o međuspremniku ili povucite i ispuštajući podatke.
hu_hu: A {0} formátum bejelentkezésekor a vágólapról vagy a drag-and-drop adatokról nem olvasható.
hy_am: {0} ստուգման դեպքում ձեւաչափը չի կարդա Clipboard- ից կամ Drop-Drop- ի տվյալներից:
id_id: Saat diperiksa {0} format tidak akan dibaca dari clipboard atau data drag-and-drop.
is_is: Þegar það er athugað {0} sniði verður ekki lesið af klemmuspjaldinu eða drag-og-dropagögnum.
it_it: Quando il formato {0} non verrà letto dagli appunti o dai dati di trascinamento.
ja_jp: チェックすると、{0} 形式はクリップボードまたはドラッグ アンド ドロップ データから読み取られません。
ka_ge: შემოწმებისას {0} ფორმატი არ იკითხება ბუფერიდან ან გადაადგილების მონაცემებიდან.
kk_kz: Тексерілген {0} пішімі алмасу буферінен немесе апарып тастау деректерінен оқымайды.
km_kh: នៅពេលបានធីកទ្រង់ទ្រាយ {0} ទ្រង់ទ្រាយនឹងមិនត្រូវបានអានពីក្តារតម្បៀតខ្ទាស់ឬទិន្នន័យអូសនិងទម្លាក់ទេ។
kn_in: {0} ಸ್ವರೂಪವನ್ನು ಪರಿಶೀಲಿಸಿದಾಗ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಥವಾ ಡ್ರ್ಯಾಗ್-ಅಂಡ್-ಡ್ರಾಪ್ ಡೇಟಾದಿಂದ ಓದಲಾಗುವುದಿಲ್ಲ.
ko_kr: 확인하면 {0} 형식은 클립 보드 또는 드래그 앤 드롭 데이터에서 읽지 않습니다.
ky_kg: Текшерилген кезде {0} форматында алмашуу буферинен же сүйрөө жана таштагандардан окулбайт.
lo_la: ເມື່ອກວດກາ {0} ຮູບແບບຈະບໍ່ອ່ານຈາກຄລິບບອດຫລື drag-drop-and disp.
lt_lt: Patikrinus {0} formatą nebus skaitoma iš mainų srities ar vilkimo ir lašų duomenų.
lv_lv: Pārbaudot {0} formāts, netiks nolasīts no starpliktuves vai vilkšanas un nomešanas datiem.
mi_nz: Ka tirohia te whakatakotoranga (0} kaore e panuihia mai i te kapo o te kaata, ka toia ranei nga raraunga.
mk_mk: Кога се провери {0} формат нема да се прочита од таблата со клип или податоци за влечење и пад.
ml_in: {0} ഫോർമാറ്റ് പരിശോധിക്കുമ്പോൾ ക്ലിപ്പ്ബോർഡിൽ നിന്നോ ഡ്രാഗ്-ഡ്രോപ്പ് ഡാറ്റയിൽ നിന്നോ വായിക്കില്ല.
mr_in: चेक केलेले असताना {0} स्वरूप क्लिपबोर्ड किंवा ड्रॅग-अँड-ड्रॉप डेटामधून वाचले जाणार नाही.
ms_my: Apabila diperiksa {0} format tidak akan dibaca dari data clipboard atau drag-and-drop.
mt_mt: Meta jiġi kkontrollat ​​{0} il-format ma jinqarax mid-dejta tal-clipboard jew tal-ġibda u tal-qatra.
nb_no: Når det er sjekket {0} formatet blir ikke lest fra utklippstavlen eller dra-og-slipp-data.
ne_np: जब जाँच गरियो {0} ढाँचा क्लिपबोर्ड वा ड्र्याग-र ड्रप डाटाबाट पढ्न सकिदैन।
nl_be: Indien aangevinkt {0} -indeling wordt niet gelezen vanuit het klembord- of drag-and-drop-gegevens.
or_in: ଯେତେବେଳେ ଯାଞ୍ଚ ହୋଇଥିବା {0} ଫର୍ମାଟ୍ କ୍ଲିପବୋର୍ଡ କିମ୍ବା ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ଡାଟା ପ read ାଯାଇପାରିବ ନାହିଁ |
pa_arab_pk: ਜਦੋਂ ਚੋਣ ਕੀਤੀ {0} ਫਾਰਮੈਟ ਕਲਿੱਪਬੋਰਡ ਜਾਂ ਡਰੈਗ-ਡਰਾਪ ਡੇਟਾ ਤੋਂ ਨਹੀਂ ਪੜ੍ਹਿਆ ਜਾਏਗਾ.
pl_pl: Po sprawdzeniu formatu {0} nie zostanie odczytany z danych schowka lub przeciągania i upuszczania.
pt_pt: Quando verificado {0} formato não será lido nos dados da área de transferência ou arrastar e soltar.
ro_ro: Când este verificat {0} formatul nu va fi citit din datele clipboard sau drag-and-drop.
ru_ru: При проверке {0} формат не будет считывается из данных буфера обмена или перетаскивания.
sk_sk: Po začiarknutí {0} formátu sa nebude čítať z údajov o schránke alebo drag-and-drop.
sl_si: Ob preverjanju {0} format ne bo prebrano iz odložišča ali podatkov povleci in spuščanja.
sq_al: Kur kontrollohet formati {0} nuk do të lexohet nga të dhënat e klipit ose tërheqjes dhe pikës.
sr_cyrl_rs: Када се провери {0} формат неће бити прочитани из балф-а или превлачења података.
sv_fi: När du kontrolleras {0} -format kommer inte att läsas från urklipp eller drag-and-drop-data.
sw_ke: Wakati wa kukaguliwa {0} hautasomwa kutoka kwa ubao wa clipboard au Drag-na-kushuka.
ta_in: சரிபார்க்கும்போது {0} வடிவமைப்பு கிளிப்போர்டில் இருந்து படிக்காது அல்லது தரவைப் இழுத்துச் செல்லாது.
te_in: తనిఖీ చేసినప్పుడు {0} ఫార్మాట్ క్లిప్‌బోర్డ్ లేదా డ్రాగ్-అండ్-డ్రాప్ డేటా నుండి చదవబడదు.
th_th: เมื่อตรวจสอบรูปแบบ {0} จะไม่ถูกอ่านจากคลิปบอร์ดหรือข้อมูลการลากและวาง
tk_tm: Barlanylanda {0} formaty buferden okalmasa ýa-da süýräp, damja maglumatlaryny okalmaz.
tr_tr: Kontrol edildiğinde {0} biçimi panodan veya sürükle ve bırak verilerinden okunmaz.
tt_ru: Тикшерелгәндә {0} Формат буфердан яки тарту мәгълүматларыннан укылмаячак.
ug_cn: تەكشۈرۈلگەندە {0} فورماتى چاپلاش تاختىسى ياكى سۆرەش سانلىق مەلۇماتلىرىدىن ئوقۇلمايدۇ.
uk_ua: При перевірці {0} формат не буде прочитаний із даних буфера або перетягування.
ur_pk: جب چیک کیا جاتا ہے {0} فارمیٹ کلپ بورڈ یا ڈریگ اینڈ ڈراپ ڈیٹا سے نہیں پڑھا جائے گا۔
uz_cyrl: Belgilangan {0} format klipboarddan yoki drag-va tomchi ma'lumotlarni o'qimaydi.
vi_vn: Khi được kiểm tra định dạng {0} sẽ không được đọc từ bảng tạm hoặc dữ liệu kéo và thả.
zh_cn: 选中 {0} 格式后，将不会从剪贴板或拖放数据中读取格式。
zh_hans_sg: 检查时，将不会从剪贴板或拖放数据中读取格式。
zh_hant: 檢查時，將不會從剪貼板或拖放數據中讀取格式。

# CommonIgnoreWriterHint
source: When checked {0} format will not be written to the clipboard or drag-and-drop data.
af_za: As dit gekontroleer word, word {0} -formaat nie op die knipbord of sleep-en-drop-data geskryf nie.
am_et: ምልክት በተደረገበት ጊዜ {0} ቅርጸት ለክሊፕቦርድ ወይም ለመጎተት እና ለመጎተት ውሂብ አይጻፍም.
ar_bh: عند فحص تنسيق {0} ، لن يتم كتابة بيانات الحافظة أو السحب والإفلات.
as_in: যেতিয়া পৰীক্ষা কৰা হয় {0} বিন্যাস ক্লিপবৰ্ড বা ড্ৰেগ-এণ্ড-ড্ৰপ তথ্যলৈ লিখা নহ'ব।
az_cyrl_az: Yoxlanıldıqda {0} format panoya və ya sürükleyici məlumatlara yazılmayacaqdır.
bg_bg: Когато се провери {0} формат няма да бъде написан в клипборда или данните за плъзгане и пускане.
bn_bd: যখন চেক করা {0} ফর্ম্যাটটি ক্লিপবোর্ড বা ড্র্যাগ-অ্যান্ড-ড্রপ ডেটাতে লেখা হবে না।
bs_cyrl_ba: Kada se provjeri {0} format neće biti napisan u međuspremnik ili povlačenje i ispuštanje podataka.
ca_es: Si es comprova {0} El format no s’escriurà a les dades del porta-retalls o d’arrossegar-se i deixar anar.
cs_cz: Při zaškrtnutí {0} formát nebude zapsán do dat ve schránce nebo drag-and-drop.
cy_gb: Pan fydd yn cael ei wirio ni fydd fformat {0} yn cael ei ysgrifennu i'r clipfwrdd na data llusgo a gollwng.
da_dk: Når kontrolleret {0} format vil ikke blive skrevet til udklipsholderen eller træk-og-slip-data.
de_ch: Wenn das {0} -Format überprüft wird, wird nicht in die Zwischenablage- oder Drag & drop-Daten geschrieben.
el_gr: Όταν ελέγχεται {0} μορφή δεν θα γραφτεί στο πρόχειρο ή τα δεδομένα μεταφοράς και πτώσης.
es_ni: Cuando se verifique el formato {0} no se escribirá en el portapapeles o los datos de arrastrar y soltar.
et_ee: Kui kontrollitud {0} vormingut ei kirjutata lõikelauale ega lohistamise andmetesse.
fa_ir: هنگامی که بررسی می شود {0} فرمت به داده های کلیپ بورد یا کشیدن و رها کردن نوشته نمی شود.
fi_fi: Kun tarkistetaan {0} muotoa ei kirjoiteta leikepöydälle tai vedä ja pudota.
fil_ph: Kapag naka-check {0} format ay hindi isusulat sa clipboard o drag-and-drop data.
fr_ml: Une fois vérifié, le format {0} ne sera pas écrit dans les données du presse-papiers ou de glisser-déposer.
ga_ie: Nuair a sheiceáiltear é {0} ní scríobhfar formáid chuig na gearrthaisce ná ar na sonraí tarraing agus tarraing.
gu_in: જ્યારે તપાસવામાં આવે ત્યારે {0} ફોર્મેટ ક્લિપબોર્ડ અથવા ડ્રેગ-એન્ડ-ડ્રોપ ડેટા પર લખવામાં આવશે નહીં.
he_il: בעת בדיקת הפורמט {0} לא ייכתב ללוח או לנתוני גרירה ושחרור.
hi_in: जब चेक किया गया {0} प्रारूप क्लिपबोर्ड या ड्रैग-एंड-ड्रॉप डेटा पर नहीं लिखा जाएगा।
hr_ba: Kada se provjeri {0} format neće biti zapisan u međuspremnik ili povucite podatke.
hu_hu: A {0} formátum ellenőrzése esetén nem írják a vágólapra vagy a drag-and-drop adatokra.
hy_am: {0} ստուգման դեպքում ձեւաչափը չի գրվելու Clipboard- ին կամ Drop-Drop- ի տվյալներին:
id_id: Saat memeriksa format {0} tidak akan ditulis ke clipboard atau data drag-and-drop.
is_is: Þegar það er athugað {0} sniði verður ekki skrifað á klemmuspjaldið eða drag-og-sleppa gögnum.
it_it: Quando è stato selezionato il formato {0} non verrà scritto negli appunti o nei dati di trascinamento.
ja_jp: チェックすると、{0} 形式はクリップボードまたはドラッグ アンド ドロップ データに書き込まれません。
ka_ge: შემოწმებისას {0} ფორმატი არ იქნება დაწერილი ბუფერის ან გადაადგილების მონაცემებზე.
kk_kz: Тексерілген {0} пішімі алмасу буферіне немесе апарып тастау деректеріне жазылмайды.
km_kh: នៅពេលបានធីកទ្រង់ទ្រាយ {0} ទ្រង់ទ្រាយនឹងមិនត្រូវបានសរសេរទៅក្តារតម្បៀតខ្ទាស់ឬទិន្នន័យអូសនិងទម្លាក់ទេ។
kn_in: {0} ಸ್ವರೂಪವನ್ನು ಪರಿಶೀಲಿಸಿದಾಗ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಥವಾ ಡ್ರ್ಯಾಗ್-ಅಂಡ್-ಡ್ರಾಪ್ ಡೇಟಾಗೆ ಬರೆಯಲಾಗುವುದಿಲ್ಲ.
ko_kr: 확인하면 {0} 형식은 클립 보드 또는 드래그 앤 드롭 데이터에 기록되지 않습니다.
ky_kg: Текшерилген кезде {0} форматка жүктөөчүгө же сүйрөө жана таштагандарга жазылбайт.
lo_la: ເມື່ອກວດສອບ {0} ຈະບໍ່ຖືກຂຽນໃສ່ຫນ້າຈໍຫລືຂໍ້ມູນທີ່ຖືກລາກ.
lt_lt: Patikrinus {0} formatą nebus įrašyta į mainų sritį ar vilkimo ir lašo duomenis.
lv_lv: Pārbaudot {0} formāts, netiks uzrakstīts starpliktuvē vai vilkšanas un nomešanas datos.
mi_nz: Ka tirohia te whakatakotoranga {0} kaore e tuhia ki te topenga, ki te toia ranei nga raraunga.
mk_mk: Кога се провери {0} формат нема да биде напишан на таблата со клип или податоци за влечење и паѓање.
ml_in: {0} ഫോർമാറ്റ് പരിശോധിക്കുമ്പോൾ ക്ലിപ്പ്ബോർഡ് അല്ലെങ്കിൽ ഡ്രാഗ്-ഡ്രോപ്പ് ഡാറ്റയിലേക്ക് എഴുതിയില്ല.
mr_in: जेव्हा {0} चेक केले तेव्हा क्लिपबोर्ड किंवा ड्रॅग-अँड ड्रॉप डेटावर लिहिले जाणार नाही.
ms_my: Apabila diperiksa {0} format tidak akan ditulis ke data clipboard atau drag-and-drop.
mt_mt: Meta jiġi kkontrollat ​​{0} il-format ma jinkitebx fuq il-clipboard jew id-dejta drag-and-drop.
nb_no: Når det er sjekket {0} formatet vil ikke bli skrevet til utklippstavlen eller dra-og-slippdata.
ne_np: जब जाँच गरियो {0} ढाँचा क्लिपबोर्ड वा ड्र्याग-र ड्रप डाटामा लेखिनेछैन।
nl_be: Indien aangevinkt {0} -indeling wordt niet geschreven naar het klembord- of drag-and-drop-gegevens.
or_in: ଯେତେବେଳେ ଯାଞ୍ଚ ହୋଇଥିବା {0} ଫର୍ମାଟ୍ କ୍ଲିପବୋର୍ଡ କିମ୍ବା ଡ୍ରାଗ୍ ଡାଟା ଏବଂ ଡ୍ରପ୍ ଡାଟା ଲେଖାଯିବ ନାହିଁ |
pa_arab_pk: ਜਦੋਂ ਚੋਣ ਕੀਤੀ {0} ਫਾਰਮੈਟ ਕਲਿੱਪਬੋਰਡ ਜਾਂ ਡਰੈਗ-ਐਂਡ-ਡਰਾਪ ਡੇਟਾ ਤੇ ਨਹੀਂ ਲਿਖਿਆ ਜਾਵੇਗਾ.
pl_pl: Po sprawdzeniu formatu {0} nie zostanie zapisany do danych schowka lub przeciągania i upuszczania.
pt_pt: Quando verificado {0} formato não será gravado nos dados da área de transferência ou arrastar e soltar.
ro_ro: Când este verificat {0}, formatul nu va fi scris la datele clipboard sau drag-and-drop.
ru_ru: При проверке {0} формат не будет записан в буфер обмена или перетаскивание данных.
sk_sk: Po začiarknutí {0} formátu sa nebude zapísať do údajov o schránke alebo drag-and-drop.
sl_si: Ob preverjanju {0} format ne bo zapisan v odložišče ali podatke povleci in spusti.
sq_al: Kur kontrollohet formati {0} nuk do të shkruhet në të dhënat e clipboard ose tërheqës.
sr_cyrl_rs: Када се провери {0} формат неће бити написан у подацима међуспремника или повлачења и одустајања.
sv_fi: När du kontrolleras {0} format skrivs inte till urklipp eller drag-and-drop-data.
sw_ke: Wakati wa kukaguliwa {0} hautaandikwa kwa ubao wa clipboard au data ya kushuka na kushuka.
ta_in: சரிபார்க்கப்பட்டால் {0} வடிவம் கிளிப்போர்டு அல்லது இழுத்தல் மற்றும் சொட்டு தரவுக்கு எழுதப்படாது.
te_in: తనిఖీ చేసినప్పుడు {0} ఫార్మాట్ క్లిప్‌బోర్డ్ లేదా డ్రాగ్-అండ్-డ్రాప్ డేటాకు వ్రాయబడదు.
th_th: เมื่อตรวจสอบรูปแบบ {0} จะไม่ถูกเขียนลงในคลิปบอร์ดหรือข้อมูลการลากและวาง
tk_tm: Barlanylanda {0} formatda bufer tagtasyna ýa-da süýräp boljak maglumatlara ýazylmaz.
tr_tr: Kontrol edildiğinde {0} biçimi panoya veya sürükle ve bırak verilerine yazılmaz.
tt_ru: Тикшерелгәндә {0} Формат буферга яки тарту мәгълүматларына язылмаган.
ug_cn: تەكشۈرۈلگەن {0} فورماتى چاپلاش تاختىسى ياكى سۆرەش سانلىق مەلۇماتلىرىغا يېزىلغان.
uk_ua: Після перевірки {0} формат не буде записаний у буфер обміну або перетягування даних.
ur_pk: جب چیک کیا جاتا ہے {0} فارمیٹ کلپ بورڈ یا ڈریگ اینڈ ڈراپ ڈیٹا پر نہیں لکھا جائے گا۔
uz_cyrl: Belgilangan {0} format klipboardga yoki drag-va tomchi ma'lumotlarni yozib bo'lmaydi.
vi_vn: Khi được kiểm tra định dạng {0} sẽ không được ghi vào bảng tạm hoặc dữ liệu kéo và thả.
zh_cn: 选中 {0} 格式后，不会将数据写入剪贴板或拖放数据。
zh_hans_sg: 检查时{0}格式将不会写入剪贴板或拖放数据。
zh_hant: 檢查時{0}格式將不會寫入剪貼板或拖放數據。

# CommonReadLabel
source: Read
af_za: Lees
am_et: ያንብቡ
ar_bh: يقرأ
as_in: পঢ়া
az_cyrl_az: Oxuyun
bg_bg: Прочети
bn_bd: পড়ুন
bs_cyrl_ba: Pročitati
ca_es: Llegir
cs_cz: Číst
cy_gb: Darllenasit
da_dk: Læs
de_ch: Lesen
el_gr: Ανάγνωση
es_ni: Leer
et_ee: Lugema
fa_ir: خواندن
fi_fi: Lukea
fil_ph: Basahin
fr_ml: Lire
ga_ie: Léamh
gu_in: વાંચવું
he_il: לקרוא
hi_in: पढ़ना
hr_ba: Čitati
hu_hu: Olvas
hy_am: Կարդալ
id_id: Membaca
is_is: Lestu
it_it: Leggere
ja_jp: 読む
ka_ge: კითხვა
kk_kz: Оқу
km_kh: អាន
kn_in: ಓದು
ko_kr: 읽다
ky_kg: Окуу
lo_la: ອ່ານ
lt_lt: Perskaitykite
lv_lv: Lasīt
mi_nz: Pānui pukapuka
mk_mk: Прочитајте
ml_in: വായിക്കുക
mr_in: वाचा
ms_my: Baca
mt_mt: Aqra
nb_no: Lese
ne_np: पढनु
nl_be: Lezen
or_in: ପ Read ଼ନ୍ତୁ
pa_arab_pk: ਪੜ੍ਹੋ
pl_pl: Czytać
pt_pt: Ler
ro_ro: Citit
ru_ru: Читать
sk_sk: Čítať
sl_si: Preberite
sq_al: Lexoj
sr_cyrl_rs: читати
sv_fi: Läsa
sw_ke: Soma
ta_in: படி
te_in: చదవండి
th_th: อ่าน
tk_tm: Oka
tr_tr: Okumak
tt_ru: Укы
ug_cn: ئوقۇش
uk_ua: Читати
ur_pk: پڑھیں
uz_cyrl: O'qimoq
vi_vn: Đọc
zh_cn: 读
zh_hans_sg: 读
zh_hant: 讀

# CommonWriteLabel
source: Write
af_za: Skryf
am_et: ፃፍ
ar_bh: يكتب
as_in: লিখা
az_cyrl_az: Yazmaq
bg_bg: Напишете
bn_bd: লিখুন
bs_cyrl_ba: Pisati
ca_es: Escriure
cs_cz: Napsat
cy_gb: Ysgrifennu
da_dk: Skrive
de_ch: Schreiben
el_gr: Γράφω
es_ni: Escribir
et_ee: Kirjutama
fa_ir: نوشتن
fi_fi: Kirjoittaa
fil_ph: Sumulat
fr_ml: Écrire
ga_ie: Cum
gu_in: લખવું
he_il: לִכתוֹב
hi_in: लिखना
hr_ba: Pisati
hu_hu: Ír
hy_am: Գրել
id_id: Menulis
is_is: Skrifaðu
it_it: Scrivere
ja_jp: 書く
ka_ge: წერა
kk_kz: Жазу
km_kh: សរសេរ
kn_in: ಬರೆಯಿಸು
ko_kr: 쓰다
ky_kg: Жазуу
lo_la: ຂຽນ
lt_lt: Parašyk
lv_lv: Uzrakstīt
mi_nz: Tuhi
mk_mk: Напиши
ml_in: എഴുതുക
mr_in: लिहा
ms_my: Tulis
mt_mt: Ikteb
nb_no: Skrive
ne_np: लेख्नु
nl_be: Schrijven
or_in: ଲେଖ
pa_arab_pk: ਲਿਖੋ
pl_pl: Pisać
pt_pt: Escrever
ro_ro: Scrie
ru_ru: Писать
sk_sk: Zápis
sl_si: Pisati
sq_al: Shkruaj
sr_cyrl_rs: Писати
sv_fi: Skriva
sw_ke: Andika
ta_in: எழுதுங்கள்
te_in: వ్రాయడానికి
th_th: เขียน
tk_tm: Ýaz
tr_tr: Yazmak
tt_ru: Языгыз
ug_cn: يېزىڭ
uk_ua: Писати
ur_pk: لکھیں
uz_cyrl: Yozmoq
vi_vn: Viết
zh_cn: 写
zh_hans_sg: 写
zh_hant: 寫

# CsvFormatLabel
source: Csv
bn_bd: সিএসভি
gu_in: સી.એસ.વી.
hi_in: सीएसवी
km_kh: ស៊ីអេសអេស
kn_in: ಸಿಎಸ್ವಿ
lo_la: ບໍດີ
mi_nz: Kupu A
ml_in: സിഎസ്വി
mr_in: सीएसव्ही
pa_arab_pk: ਸੀਐਸਵੀ
sr_cyrl_rs: ЦСВ
ta_in: சி.எஸ்.வி.
uz_cyrl: Chigal

# FilesFormatLabel
source: Files
af_za: Lêers
am_et: ፋይሎች
ar_bh: الملفات
as_in: ফাইলসমূহ
az_cyrl_az: Fayl
bg_bg: Файлове
bn_bd: নথি পত্র
bs_cyrl_ba: Datoteke
ca_es: Fitxers
cs_cz: Soubory
cy_gb: Ffeiliau
da_dk: Filer
de_ch: Dateien
el_gr: Αρχεία
es_ni: Archivos
et_ee: Faisid
fa_ir: فایل ها
fi_fi: Tiedostot
fil_ph: Mga file
fr_ml: Des dossiers
ga_ie: Comhaid
gu_in: ફાઈલો
he_il: קבצים
hi_in: फ़ाइलें
hr_ba: Datoteke
hu_hu: Irat
hy_am: Ֆայլեր
id_id: File
is_is: Skrár
it_it: File
ja_jp: ファイル
ka_ge: ფაილები
kk_kz: Файлдар
km_kh: ឯកសារ
kn_in: ಕಡತಗಳನ್ನು
ko_kr: 파일
ky_kg: Файлдар
lo_la: ສັດຕະກຸນ
lt_lt: Failai
lv_lv: Faili
mi_nz: Kōnae
mk_mk: Датотеки
ml_in: ഫയലുകൾ
mr_in: फायली
ms_my: Fail
mt_mt: Fajls
nb_no: Filer
ne_np: फाइलधरहरू
nl_be: Bestanden
or_in: ଫାଇଲଗୁଡ଼ିକ |
pa_arab_pk: ਫਾਈਲਾਂ
pl_pl: Akta
pt_pt: arquivos
ro_ro: Fișiere
ru_ru: Файлы
sk_sk: Súbory
sl_si: Datoteke
sq_al: Dosje
sr_cyrl_rs: Фајлови
sv_fi: Filer
sw_ke: Mafaili
ta_in: கோப்புகள்
te_in: ఫైళ్లు
th_th: ไฟล์
tk_tm: Faýllar
tr_tr: Dosyalar
tt_ru: Файллар
ug_cn: ھۆججەتلەر
uk_ua: Файли
ur_pk: فائلوں
uz_cyrl: Fayllar
vi_vn: Các tập tin
zh_hans_sg: 文件
zh_hant: 文件
