Repository: monkeypaste/monkeypaste
Catalog: Plugins/CoreOleHandler/Resources/Resources.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl_az, bg_bg, bn_bd, bs_cyrl_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_ni, et_ee, fa_ir, fi_fi, fil_ph, fr_ml, ga_ie, gu_in, he_il, hi_in, hr_ba, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_cn, zh_hans_sg, zh_hant

# NtfFormatIgnoredTitle
source: Format Ignored
af_za: Formaat geïgnoreer
am_et: ቅርጸት ችላ ተብሏል
ar_bh: تجاهل التنسيق
as_in: ফৰ্মেট আওকাণ কৰা হৈছে
az_cyrl_az: Format nəzərə alınmır
bg_bg: Формат игнориран
bn_bd: ফর্ম্যাট উপেক্ষা করা
bs_cyrl_ba: Format zanemaren
ca_es: Format ignorat
cs_cz: Formát ignorován
cy_gb: Anwybyddu fformat
da_dk: Format ignoreret
de_ch: Format ignoriert
el_gr: Η μορφή αγνοήθηκε
es_ni: Formato ignorado
et_ee: Vorming eiratud
fa_ir: قالب نادیده گرفته می شود
fi_fi: Muoto huomiotta jätetty
fil_ph: Hindi pinansin ang format
fr_ml: Format ignoré
ga_ie: Ní dhearnadh neamhaird ar fhormáid
gu_in: ફોર્મેટ અવગણવામાં
he_il: מתעלם מתבנית
hi_in: प्रारूप अनदेखा किया गया
hr_ba: Format zanemaren
hu_hu: A formátum figyelmen kívül hagyva
hy_am: Ձեւաչափը անտեսվեց
id_id: Format diabaikan
is_is: Snið hunsað
it_it: Formato ignorato
ja_jp: フォーマットは無視されます
ka_ge: ფორმატის უგულებელყოფა
kk_kz: Формат еленбейді
km_kh: ទ្រង់ទ្រាយមិនអើពើ
kn_in: ಸ್ವರೂಪವನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆ
ko_kr: 형식이 무시됩니다
ky_kg: Формат этибарга алынбайт
lo_la: ຮູບແບບທີ່ບໍ່ສົນໃຈ
lt_lt: Formatas ignoruojamas
lv_lv: Formāts ignorēts
mi_nz: Ko te whakatakotoranga kaore i warewarehia
mk_mk: Формат игнориран
ml_in: ഫോർമാറ്റ് അവഗണിച്ചു
mr_in: स्वरूप दुर्लक्ष केले
ms_my: Format diabaikan
mt_mt: Format injorat
nb_no: Format ignorert
ne_np: ढाँचा उपेक्षित
nl_be: Formaat genegeerd
or_in: ଫର୍ମାଟ୍ କୁ ଅବହେଳିତ |
pa_arab_pk: ਫਾਰਮੈਟ ਨਜ਼ਰਅੰਦਾਜ਼
pl_pl: Format ignorowany
pt_pt: Formato ignorado
ro_ro: Format ignorat
ru_ru: Формат игнорируется
sk_sk: Formát ignorovaný
sl_si: Format prezrta
sq_al: Formati i injoruar
sr_cyrl_rs: Формат игнорисан
sv_fi: Format ignoreras
sw_ke: Muundo umepuuzwa
ta_in: வடிவமைப்பு புறக்கணிக்கப்பட்டது
te_in: ఫార్మాట్ విస్మరించబడింది
th_th: รูปแบบที่ละเว้น
tk_tm: FORMAT
tr_tr: Biçim Göz ardı edildi
tt_ru: Формат санга сукмаган
ug_cn: فورماتلانغان
uk_ua: Формат ігнорується
ur_pk: فارمیٹ کو نظرانداز کیا گیا
uz_cyrl: Format e'tiborga olinmaydi
vi_vn: Định dạng bị bỏ qua
zh_cn: 格式被忽略
zh_hans_sg: 格式被忽略
zh_hant: 格式被忽略

# NtfMaxSizeText
source: {0} limit is {1} and data was {2}
af_za: {0} limiet is {1} en data was {2}
am_et: {0} ወሰን {1} እና ውሂብ {2} ነበር
ar_bh: {0} الحد هو {1} وكانت البيانات {2}
as_in: {0} সীমা {1} আৰু তথ্য {2} আছিল
az_cyrl_az: {0} limit {1} və məlumat {2} idi
bg_bg: {0} ограничението е {1} и данните бяха {2}
bn_bd: {0} সীমাটি {1} এবং ডেটা ছিল {2}
bs_cyrl_ba: {0} Ograničenje je {1} i podaci su {2}
ca_es: {0} El límit és {1} i les dades eren {2}
cs_cz: {0} Limit je {1} a data byla {2}
cy_gb: Terfyn {0} yw {1} a data oedd {2}
da_dk: {0} grænsen er {1} og data var {2}
de_ch: {0} Limit ist {1} und die Daten waren {2}
el_gr: {0} Το όριο είναι {1} και τα δεδομένα ήταν {2}
es_ni: El límite {0} es {1} y los datos fueron {2}
et_ee: {0} piir on {1} ja andmed olid {2}
fa_ir: {0} حد {1} و داده ها {2} بود
fi_fi: {0} raja on {1} ja tiedot olivat {2}
fil_ph: {0} limitasyon ay {1} at ang data ay {2}
fr_ml: {0} limite est {1} et les données étaient {2}
ga_ie: Is é {0} an teorainn {1} agus bhí na sonraí {2}
gu_in: {0} મર્યાદા {1} છે અને ડેટા {2} હતો
he_il: {0} המגבלה היא {1} והנתונים היו {2}
hi_in: {0} सीमा {1} है और डेटा {2} था
hr_ba: {0} ograničenje je {1}, a podaci {2}
hu_hu: {0} limit {1} és az adatok {2} volt
hy_am: {0} Սահմանը {1}} եւ տվյալներն էին 2
id_id: {0} batas adalah {1} dan data adalah {2}
is_is: {0} mörk eru {1} og gögn voru {2}
it_it: Il limite {0} è {1} e i dati erano {2}
ja_jp: {0} の制限は {1}、データは {2} でした
ka_ge: {0} ლიმიტი არის {1} და მონაცემები იყო {2}
kk_kz: {0} шегі - {1} және деректер {2} болды
km_kh: {0} ដែនកំណត់ {1} ហើយទិន្នន័យគឺ {2}
kn_in: {0} ಮಿತಿ {1} ಮತ್ತು ಡೇಟಾ {2}
ko_kr: {0} 한계는 {1}이고 데이터는 {2}입니다.
ky_kg: {0} Limit {1} жана маалыматтар {2}
lo_la: {0} ຂີດຈໍາກັດແມ່ນ {1} ແລະຂໍ້ມູນແມ່ນ {2}
lt_lt: {0} riba yra {1}, o duomenys buvo {2}
lv_lv: {0} ierobežojums ir {1} un dati bija {2}
mi_nz: {0} te rohe ko te {1} me te raraunga i {2}
mk_mk: {0} Ограничување е {1} и податоците беа {2}
ml_in: {0} പരിധി {1} & ഡാറ്റ {2}
mr_in: {0} मर्यादा {1} आहे ​​आणि डेटा {2} होता
ms_my: {0} had adalah {1} dan data adalah {2}
mt_mt: {0} limitu huwa {1} u d-dejta kienet {2}
nb_no: {0} grense er {1} og data var {2}
ne_np: {0} सीमा {1} छ र डाटा {2} थियो
nl_be: {0} limiet is {1} en gegevens waren {2}
or_in: {0} ସୀମା ହେଉଛି {1} ଏବଂ ଡାଟା ଥିଲା {2} |
pa_arab_pk: {0} ਸੀਮਾ {1} ਅਤੇ ਡੇਟਾ {2}
pl_pl: {0} limit to {1}, a dane wyniosły {2}
pt_pt: {0} O limite é {1} e os dados foram {2}
ro_ro: {0} limita este {1} și datele au fost {2}
ru_ru: {0} предел равен {1}, а данные были {2}
sk_sk: {0} limit je {1} a údaje boli {2}
sl_si: {0} omejitev je {1} in podatki so bili {2}
sq_al: {0} kufiri është {1} dhe të dhënat ishin {2}
sr_cyrl_rs: {0} лимит је {1} и подаци су били {2}
sv_fi: {0} gränsen är {1} och data var {2}
sw_ke: {0} kikomo ni {1} na data ilikuwa {2}
ta_in: {0} வரம்பு {1} மற்றும் தரவு {2}
te_in: {0} పరిమితి {1} మరియు డేటా {2}
th_th: {0} ขีด จำกัด คือ {1} และข้อมูลคือ {2}
tk_tm: {0} çäk {1} we maglumatlar {2}
tr_tr: {0} sınırı {1} ve veriler {2} idi.
tt_ru: {0} чик {1} һәм мәгълүматлар {2} иде
ug_cn: {0} چەك {1} ۋە سانلىق مەلۇمات {2}
uk_ua: {0} обмеження {1}, а дані - {2}
ur_pk: {0} کی حد {1} ہے اور ڈیٹا {2} تھا
uz_cyrl: {0} cheklov - {1} va ma'lumotlar {2}
vi_vn: {0} giới hạn là {1} và dữ liệu là {2}
zh_cn: {0} 限制为 {1}，数据为 {2}
zh_hans_sg: {0}限制为{1}，数据为{2}
zh_hant: {0}限制為{1}，數據為{2}

# NtfMaxSizeTitle
source: Max Size Detected
af_za: Maksimum grootte opgespoor
am_et: ከፍተኛ መጠን ተገኝቷል
ar_bh: كحد أقصى الحجم المكتشف
as_in: সৰ্বোচ্চ আকাৰ ধৰা পৰিছে
az_cyrl_az: Maksimum ölçüsü aşkar edildi
bg_bg: Максимален размер е открит
bn_bd: সর্বাধিক আকার সনাক্ত করা হয়েছে
bs_cyrl_ba: Detektirana maksimalna veličina
ca_es: Mida màxima detectada
cs_cz: Detekovaná maximální velikost
cy_gb: Canfyddir maint mwyaf
da_dk: Maksisk størrelse detekteret
de_ch: Maximale Größe erkannt
el_gr: Ανιχνεύθηκε μέγιστο μέγεθος
es_ni: Tamaño máximo detectado
et_ee: Maksimaalne suurus tuvastatud
fa_ir: حداکثر اندازه تشخیص داده شد
fi_fi: Max -koko havaittu
fil_ph: Nakita ang laki ng max
fr_ml: Taille maximale détectée
ga_ie: Méid Max Braite
gu_in: મહત્તમ કદ મળી
he_il: גודל מקסימום זוהה
hi_in: अधिकतम आकार का पता चला
hr_ba: Otkrivena maksimalna veličina
hu_hu: Maximális méret észlelve
hy_am: Հայտնաբերվել է առավելագույն չափը
id_id: Ukuran maksimal terdeteksi
is_is: Hámarksstærð greind
it_it: Dimensione massima rilevata
ja_jp: 検出された最大サイズ
ka_ge: მაქსიმალური ზომა გამოვლენილია
kk_kz: Максималды өлшем анықталды
km_kh: បានរកឃើញទំហំអតិបរមា
kn_in: ಗರಿಷ್ಠ ಗಾತ್ರ ಪತ್ತೆಯಾಗಿದೆ
ko_kr: 최대 크기가 감지되었습니다
ky_kg: Максималдуу өлчөм аныкталды
lo_la: ກວດພົບຂະຫນາດ Max
lt_lt: Aptiktas maksimalus dydis
lv_lv: Atklāts maksimālais izmērs
mi_nz: Kua kitea te rahi o te rahi
mk_mk: Откриена максимална големина
ml_in: പരമാവധി വലുപ്പം കണ്ടെത്തി
mr_in: जास्तीत जास्त आकार आढळला
ms_my: Saiz maksimum dikesan
mt_mt: Daqs massimu misjub
nb_no: Maks størrelse oppdaget
ne_np: अधिकतम आकार पत्ता लाग्यो
nl_be: Max Grootte gedetecteerd
or_in: ସର୍ବାଧିକ ଆକାର ଚିହ୍ନଟ ହେଲା |
pa_arab_pk: ਵੱਧ ਤੋਂ ਵੱਧ ਆਕਾਰ ਦਾ ਪਤਾ ਲੱਗਿਆ
pl_pl: Wykryto maksymalny rozmiar
pt_pt: Tamanho máximo detectado
ro_ro: Dimensiunea maximă detectată
ru_ru: Максимальный размер обнаружен
sk_sk: Zistená veľkosť maximálnej veľkosti
sl_si: Zaznana največja velikost
sq_al: Madhësia maksimale e zbuluar
sr_cyrl_rs: Откривена је максимална величина
sv_fi: Maxstorlek upptäckt
sw_ke: Saizi kubwa hugunduliwa
ta_in: அதிகபட்ச அளவு கண்டறியப்பட்டது
te_in: గరిష్ట పరిమాణం కనుగొనబడింది
th_th: ตรวจพบขนาดสูงสุด
tk_tm: Maks ululygy tapyldy
tr_tr: Maksimum boyut tespit edildi
tt_ru: Макс Размерны ачыклады
ug_cn: Max Founterd
uk_ua: Виявлений максимальний розмір
ur_pk: زیادہ سے زیادہ سائز کا پتہ چلا
uz_cyrl: Maksning o'lchamlari aniqlandi
vi_vn: Kích thước tối đa được phát hiện
zh_cn: 检测到的最大尺寸
zh_hans_sg: 最大尺寸检测到
zh_hant: 最大尺寸檢測到

# NtfReaderDetail
source: Core Clipboard Reader
af_za: Kerngreepbordleser
am_et: ኮር ቅንጥብ ሰሌዳ አንባቢ
ar_bh: قارئ الحافظة الأساسية
az_cyrl_az: Əsas panoya oxucu
bn_bd: কোর ক্লিপবোর্ড পাঠক
bs_cyrl_ba: CORE CILNICA ČISTAČ
ca_es: Lector de porta -retalls de nucli
cs_cz: Čtečka základní schránky
cy_gb: Darllenydd Clipfwrdd Craidd
da_dk: Kerne klippebordlæser
de_ch: CORE -Zwischenablageleser
el_gr: Βασικός αναγνώστης πρόχειρων
es_ni: Lector de portapapeles de núcleo
et_ee: Tuuma lõikelaua lugeja
fa_ir: خواننده کلیپ بورد اصلی
fi_fi: Ydinleikepöydän lukija
fr_ml: Lecteur de presse-papiers de base
ga_ie: Léitheoir gearrthaisce croí
gu_in: મુખ્ય ક્લિપબોર્ડ રીડર
he_il: קורא לוח ליבה
hi_in: कोर क्लिपबोर्ड पाठक
hr_ba: Jezgra čitač međuspremnika
id_id: Pembaca Core Clipboard
is_is: Kjarna klemmuspjald lesandi
it_it: Lettore di appunti core
ja_jp: コアクリップボードリーダー
ka_ge: ძირითადი ბუფერული მკითხველი
kk_kz: Аралық буфердің оқу құрылғысы
km_kh: អ្នកអានក្តារតម្បៀតខ្ទាស់ស្នូល
kn_in: ಕೋರ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಓದುಗ
ko_kr: 핵심 클립 보드 리더
ky_kg: ЖАРДАМ БОРБОРУ
lt_lt: Pagrindinių iškarpinės skaitytuvas
lv_lv: Core starpliktu lasītājs
mi_nz: Kaituhi Kōrero Core
mk_mk: Читател на основни табли
ml_in: കോർ ക്ലിപ്പ്ബോർഡ് റീഡർ
mr_in: कोअर क्लिपबोर्ड रीडर
ms_my: Pembaca Clipboard Teras
mt_mt: Qarrej Core Clipboard
ne_np: कोर क्लिपबोर्ड रिडर
nl_be: Core klembordlezer
or_in: କୋର କ୍ଲିପବୋର୍ଡ ରିଡର୍ |
pa_arab_pk: ਕੋਰ ਕਲਿੱਪਬੋਰਡ ਰੀਡਰ
pl_pl: Czytnik schowka rdzenia
pt_pt: Leitor de quadro de transferência do núcleo
ro_ro: Cititor de clipboard de bază
ru_ru: Основной читатель буфера обмена
sk_sk: Čítačka pre schránku
sl_si: Jedrna odložišča
sq_al: Lexuesi thelbësor i clipboard
sr_cyrl_rs: Цоре Цлипбоард Реадер
sv_fi: Kärnklippläsare
sw_ke: Msomaji wa Clipboard Core
ta_in: கோர் கிளிப்போர்டு ரீடர்
te_in: కోర్ క్లిప్‌బోర్డ్ రీడర్
th_th: เครื่องอ่าน Core Clipboard
tk_tm: Esasy paneli okaýjy
tr_tr: Çekirdek pano okuyucu
tt_ru: Cheрипны укучы укучы
ug_cn: يادرولۇق چاپلاش تاختىسى ئوقۇغۇچ
uk_ua: Читач буфера обміну ядром
ur_pk: کور کلپ بورڈ ریڈر
uz_cyrl: Core Clipboard o'quvchi
vi_vn: Đầu đọc clipboard cốt lõi
zh_cn: 核心剪贴板阅读器
zh_hans_sg: 核心剪贴板读取器
zh_hant: 核心剪貼板讀取器

# NtfWriterDetail
source: Core Clipboard Writer
af_za: Kernknipbordskrywer
am_et: ኮር ክሊፕቦርድ ጸሐፊ
ar_bh: كاتب الحافظة الأساسية
as_in: Core Clipboard লেখক
az_cyrl_az: Əsas panoya yazıçı
bg_bg: Пардант на основен клипборд
bn_bd: কোর ক্লিপবোর্ড লেখক
bs_cyrl_ba: CORE CILNI PISNIK
ca_es: Escriptor de porta -retalls de nucli
cs_cz: Spisovatel základní schránky
cy_gb: Awdur Clipfwrdd Craidd
el_gr: Βασικός συγγραφέας πρόχειρων
es_ni: Escritor de portapapeles centrales
et_ee: Tuuma lõikelaua kirjanik
fa_ir: نویسنده کلیپ بورد
fi_fi: Ytimen leikepöydän kirjoittaja
fr_ml: Noyau de presse-papiers
ga_ie: Scríbhneoir gearrthaisce croí
gu_in: મુખ્ય ક્લિપબોર્ડ લેખક
he_il: סופר לוח ליבה
hi_in: कोर क्लिपबोर्ड लेखक
hr_ba: Jezgra u međuspremniku
hu_hu: Alapvető vágólapíró
hy_am: Core Clipboard Գրող
is_is: Core Clipboard rithöfundur
it_it: Writer di Appunti core
ja_jp: コアクリップボードライター
ka_ge: ძირითადი ბუფერული მწერალი
kk_kz: Аралық буфердің жазушысы
km_kh: អ្នកនិពន្ធក្តារតម្បៀតខ្ទាស់
kn_in: ಕೋರ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಬರಹಗಾರ
ko_kr: 핵심 클립 보드 작가
ky_kg: Core алмашуу
lo_la: ນັກຂຽນ Clipboard Core
lt_lt: Pagrindinių iškarpų rašytojas
lv_lv: Core starpliktuvju rakstnieks
mi_nz: Kaituhi tohutoro matua
mk_mk: Писател на основни табли
ml_in: കോർ ക്ലിപ്പ്ബോർഡ് റൈറ്റർ
mr_in: कोअर क्लिपबोर्ड लेखक
ms_my: Penulis Papan Klip Teras
mt_mt: Kittieb Core Clipboard
nb_no: Kjerneutklippstavleforfatter
ne_np: कोर क्लिपबोर्ड लेखक
nl_be: Kernklembordschrijver
or_in: କୋର କ୍ଲିପବୋର୍ଡ ଲେଖକ |
pa_arab_pk: ਕੋਰ ਕਲਿੱਪਬੋਰਡ ਲੇਖਕ
pl_pl: Core Stralboard Writer
pt_pt: Escritor principal da área de transferência
ru_ru: Основной писатель буфера обмена
sk_sk: Spisovateľ základnej schránky
sl_si: Jedrna pisatelj odložij
sq_al: Shkrimtar kryesor i klipit
sr_cyrl_rs: Основни писац међуспремника
sv_fi: Kärnklippsskribent
sw_ke: Mwandishi wa Clipboard ya Core
ta_in: கோர் கிளிப்போர்டு எழுத்தாளர்
te_in: కోర్ క్లిప్‌బోర్డ్ రచయిత
th_th: นักเขียน Core Clipboard
tk_tm: Esasy paneli ýazyjysy
tr_tr: Çekirdek pano yazarı
tt_ru: Төп аллипорд язучы
ug_cn: يادرولۇق چاپلاش تاختىسى يازغۇچى
uk_ua: Сценарист буфера ядра
ur_pk: کور کلپ بورڈ مصنف
uz_cyrl: Core Clipboard yozuvchisi
vi_vn: Nhà văn clipboard cốt lõi
zh_cn: 核心剪贴板编写器
zh_hans_sg: 核心剪贴板作家
zh_hant: 核心剪貼板作家

# PluginDescription
source: Handles default clipboard formats
af_za: Hanteer standaard -knipbordformate
am_et: ነባሪ ቅንጥብ ሰሌዳዎች
ar_bh: يتعامل مع تنسيقات الحافظة الافتراضية
as_in: অবিকল্পিত ক্লিপবোৰ্ড বিন্যাস নিয়ন্ত্ৰণ কৰে
az_cyrl_az: Defolt panoya formatlarını idarə edir
bg_bg: Работи с формати на клипборда по подразбиране
bn_bd: হ্যান্ডলস ডিফল্ট ক্লিপবোর্ড ফর্ম্যাট
bs_cyrl_ba: Rukuje se na zadanim formatima međuspremnika
ca_es: Maneja formats de transmissió predeterminats
cs_cz: Zpracovává výchozí formáty schránky
cy_gb: Yn trin fformatau clipfwrdd diofyn
da_dk: Håndterer standardklippebordformater
de_ch: Verarbeitet Standard -Zwischenablageformate
el_gr: Χειρίζεται προεπιλεγμένες μορφές πρόχειρου
es_ni: Maneja formatos de portapapeles predeterminados
et_ee: Käsitleb vaikelõikelaua vorminguid
fa_ir: قالب های پیش فرض کلیپ بورد
fi_fi: Käsittelee oletuslevymuotoja
fil_ph: Humahawak ng mga default na format ng clipboard
fr_ml: Proporce les formats de presse-papiers par défaut
ga_ie: Láimhseálann formáidí gearrthaisce réamhshocraithe
gu_in: ડિફ default લ્ટ ક્લિપબોર્ડ ફોર્મેટ્સને હેન્ડલ કરે છે
he_il: מטפל בפורמטים של ברירת מחדל של לוח הלוח
hi_in: डिफ़ॉल्ट क्लिपबोर्ड स्वरूपों को संभालता है
hr_ba: Obrađuje zadane formate međuspremnika
hu_hu: Az alapértelmezett vágólap -formátumokat kezeli
hy_am: Գործում է լռելյայն clipboard- ի ձեւաչափերը
id_id: Menangani format clipboard default
is_is: Meðhöndlar sjálfgefið klemmusnið
it_it: Gestisce i formati di appunti predefiniti
ja_jp: デフォルトのクリップボード形式を処理します
ka_ge: გაუმკლავდება ნაგულისხმევი ბუფერული ფორმატები
kk_kz: Алмасу буферінің әдепкі форматтарын өңдейді
km_kh: ទាញយកទ្រង់ទ្រាយឃ្លីបលំនាំដើម
kn_in: ಡೀಫಾಲ್ಟ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸ್ವರೂಪಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತದೆ
ko_kr: 기본 클립 보드 형식을 처리합니다
ky_kg: Демейки буфет форматтарын чечүү
lo_la: ຈັດການແບບຟອມ clipboard ເລີ່ມຕົ້ນ
lt_lt: Numatytųjų mainų srities formatų tvarko
lv_lv: Apstrādā noklusējuma starpliktuves formātus
mi_nz: Te whakahaere i nga whakatakotoranga tohutao taunoa
mk_mk: Се справува со стандардните формати на таблата со исечоци
ml_in: സ്ഥിരസ്ഥിതി ക്ലിപ്പ്ബോർഡ് ഫോർമാറ്റുകൾ കൈകാര്യം ചെയ്യുന്നു
mr_in: डीफॉल्ट क्लिपबोर्ड स्वरूप हाताळते
ms_my: Mengendalikan format papan klip lalai
mt_mt: Jimmaniġġja formati tal-klippbord default
nb_no: Håndterer standard utklippstavleformater
ne_np: ह्यान्डल डिफल्ट क्लिपबोर्ड ढाँचाहरू
nl_be: Behandelt standaard klembordindelingen
or_in: ଡିଫଲ୍ଟ କ୍ଲିପବୋର୍ଡ ଫର୍ମାଟ୍ ପରିଚାଳନା କରେ |
pa_arab_pk: ਮੂਲ ਕਲਿੱਪਬੋਰਡ ਫਾਰਮੈਟਾਂ ਨੂੰ ਸੰਭਾਲਦਾ ਹੈ
pl_pl: Obsługuje domyślne formaty schowka
pt_pt: Lida com os formatos padrão da área de transferência
ro_ro: Gestionează formatele implicite de clipboard
ru_ru: Обрабатывает форматы буфера обмена по умолчанию
sk_sk: Zvládne predvolené formáty schránky
sl_si: Obdeluje privzete oblike odložij
sq_al: Merret me formatet e paracaktuar të clipboard
sr_cyrl_rs: Рукује Подразумевано формате међуспремника
sv_fi: Handtag standardklippsformat
sw_ke: Hushughulikia fomati za clipboard chaguo -msingi
ta_in: இயல்புநிலை கிளிப்போர்டு வடிவங்களைக் கையாளுகிறது
te_in: డిఫాల్ట్ క్లిప్‌బోర్డ్ ఫార్మాట్‌లను నిర్వహిస్తుంది
th_th: จัดการรูปแบบคลิปบอร์ดเริ่มต้น
tk_tm: Deslapky paneli formatlary tutýar
tr_tr: Varsayılan pano biçimlerini kullanır
tt_ru: Килешү такталары форматларын эшкәртә
ug_cn: سۈكۈتتىكى چاپلاش تاختىسى فورماتى
uk_ua: Обробляє формати буфера обміну за замовчуванням
ur_pk: پہلے سے طے شدہ کلپ بورڈ فارمیٹس کو سنبھالتا ہے
uz_cyrl: Odatiy klipboard formatlarini ishlov berish
vi_vn: Xử lý các định dạng Clipboard mặc định
zh_cn: 处理默认剪贴板格式
zh_hans_sg: 处理默认剪贴板格式
zh_hant: 處理默認剪貼板格式

# PluginName
source: Core Clipboard Handler
af_za: Kernknipbordhanteerder
am_et: ኮር ክሊፕ ቦርድ ተቆጣጣሪ
ar_bh: معالج الحافظة الأساسية
az_cyrl_az: Əsas panoya işləyən
bg_bg: Основен манипулатор на клипборда
bn_bd: কোর ক্লিপবোর্ড হ্যান্ডলার
bs_cyrl_ba: Osnovna ručka međuspremnika
ca_es: Gestor de porta -retalls de nucli
cs_cz: Handler pro jádro schránky
cy_gb: Triniwr Clipfwrdd Craidd
el_gr: Κύριος χειρισμός του Prigboard
es_ni: Manipulador de portapalones de núcleo
et_ee: Tuuma lõikelaua käitleja
fa_ir: کنترل کننده کلیپ بورد
fi_fi: Ytimen leikepöydän käsittelijä
fr_ml: Planche-presse
ga_ie: Láimhseálaí gearrthaisce croí
gu_in: મૂળ
he_il: מטפל לוח ליבה
hi_in: कोर क्लिपबोर्ड हैंडलर
hr_ba: Jezgreni međuspremnik
hu_hu: Alapvető vágólap -kezelő
is_is: Kjarna klemmuspjalds
it_it: Gestore di appunti core
ja_jp: コアクリップボードハンドラ
ka_ge: ძირითადი ბუფერული გამტარებელი
kk_kz: Аралық буферлік өңдегіш
km_kh: ឧបករណ៍ដោះស្រាយក្តារតម្បៀតខ្ទាស់ស្នូល
kn_in: ಕೋರ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಹ್ಯಾಂಡ್ಲರ್
ko_kr: 핵심 클립 보드 핸들러
ky_kg: ЖАРДАМ БЕРҮҮЧҮ
lt_lt: „Core“ iškarpinės tvarkyklė
lv_lv: Core starpliktuves apstrādātājs
mi_nz: He Kaitoha ColPablat Core
mk_mk: Ракувач на таблата со основни табли
ml_in: കോർ ക്ലിപ്പ്ബോർഡ് ഹാൻഡ്ലർ
mr_in: कोअर क्लिपबोर्ड हँडलर
ms_my: Pengendali Clipboard Teras
mt_mt: Handler Core Clipboard
nb_no: Kjerneutklippstavlebehandler
ne_np: कोर क्लिपबोर्ड ह्यान्डलर
nl_be: Kernklembord handler
or_in: କୋର କ୍ଲିପବୋର୍ଡ ନିୟନ୍ତ୍ରକ |
pa_arab_pk: ਕੋਰ ਕਲਿੱਪਬੋਰਡ ਹੈਂਡਲਰ
pl_pl: Podstawowy moduł obsługi schowka
pt_pt: Manipulador de quadro de transferência do núcleo
ro_ro: Handler de clipboard de bază
ru_ru: Основной обработчик буфера обмена
sk_sk: Obsluha
sl_si: Jedrna odložišče
sq_al: Mbajtësi thelbësor i klipit
sr_cyrl_rs: Цоре Цлипбоард Хандлер
sv_fi: Kärnklippshanterare
ta_in: கோர் கிளிப்போர்டு ஹேண்ட்லர்
te_in: కోర్ క్లిప్‌బోర్డ్ హ్యాండ్లర్
tk_tm: Esasy paneli
tr_tr: Çekirdek pano işleyicisi
tt_ru: Төп аллип белән эшкәртүче
ug_cn: يادرولۇق چاپلاش تاختىسى
uk_ua: Основна обробка буфера обміну
ur_pk: کور کلپ بورڈ ہینڈلر
uz_cyrl: Core Clipboard boshqaruvchisi
vi_vn: Người xử lý clipboard cốt lõi
zh_cn: 核心剪贴板处理程序
zh_hans_sg: 核心剪贴板处理程序
zh_hant: 核心剪貼板處理程序
