Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature9
source: ● Extensive drag - and - drop support, custom global shortcuts, routing and mouse - free navigation
af_za: ● Pasgemaak muismodusse: klik met die rechtermuisknop op plak en klik met die linkermuisknop outomaties
am_et: ● የተለመዱ የአይጥ ሞዶች፦ ቀኝ-ክሊክ ፓስት እና ግራ-ክሊክ auto-copy
ar_ma: ● أوضاع الماوس المخصصة: انقر بزر الماوس الأيمن فوق لصق وانقر بزر الماوس الأيسر فوق النسخ التلقائي
ar_om: ● السحب الشامل - و - إسقاط الدعم ، الاختصارات العالمية المخصصة ، التوجيه والماوس - التنقل الحرة
as_in: ● স্বনিৰ্বাচিত মাউচ মোডসমূহ: সোঁ-ক্লিক পেষ্ট আৰু বাওঁ-ক্লিক স্বয়ং-প্ৰতিলিপি
az_cyrl_az: ● Xüsusi siçan modları: sağ-klik yapışdırma və sol-klik auto-copy
az_latn: ● Fərdi siçan rejimləri: yapışdırmaq üçün sağ klikləyin və avtomatik kopyala üçün sol klikləyin
be_by: ● Карыстальніцкія рэжымы мышы: устаўка правай кнопкай мышы і аўтакапіраванне левай кнопкай мышы
bg_bg: ● Персонализирани режими на мишката: щракване с десния бутон на мишката и автоматично копиране с щракване с левия бутон
bn_bd: ● কাস্টম মাউস মোড: ডান-ক্লিক পেস্ট এবং বাম-ক্লিক স্বয়ংক্রিয়-কপি
bn_in: ● কাস্টম মাউস মোড: ডান - পেস্ট এবং বাম ক্লিক করুন - অটো ক্লিক করুন - অনুলিপি করুন
bs_latn: ● Opsežna povlačenje - i - Podrška za ispuštanje, prilagođene globalne prečice, usmjeravanje i miš - besplatna navigacija
bs_latn_ba: ● Prilagođeni režimi miša: desni klik na lepljenje i levi klik na automatsko kopiranje
ca_es: ● Modes de ratolí personalitzats: feu clic amb el botó dret a enganxar i feu clic amb el botó esquerre a la còpia automàtica
cs_cz: ● Vlastní režimy myši: pravým tlačítkem myši vložit a levým kliknutím auto-kopírovat
cy_gb: ● Moddau llygoden Custom: de-gliciwch past a chwith-gliciwch awto-copi
da_dk: ● Brugerdefinerede musetilstande: Højreklik på indsæt og venstreklik på autokopier
de_ch: ● Benutzerdefinierte Mausmodi: Einfügen mit der rechten Maustaste und automatisches Kopieren mit der linken Maustaste
de_lu: ● Umfangreiche Ziehen - und - Drop -Support, benutzerdefinierte globale Verknüpfungen, Routing und Maus - kostenlose Navigation
el_gr: ● Προσαρμοσμένες λειτουργίες ποντικιού: κάντε δεξί κλικ επικόλληση και αριστερό κλικ στην αυτόματη αντιγραφή
es_ar: ● Extensa resistencia de arrastre - y - Soporte, atajos globales personalizados, enrutamiento y mouse - Navegación gratuita
es_pe: ● Modos de mouse personalizados: pegar con el botón derecho y copiar automáticamente con el botón izquierdo
et_ee: ● Kohandatud hiirerežiimid: paremklõpsake kleepimist ja vasakklõpsake automaatset kopeerimist
eu_es: ◟ Mouse-modu pertsonalizatuak: eskuineko botoiarekin itsastea eta automatikoki kopiatzea ezkerreko botoiarekin.
fa_ir: ● حالت های موس سفارشی: راست کلیک کنید چسباندن و چپ کلیک کنید خودکار کپی
fi_fi: ● Mukautetut hiiritilat: napsauta hiiren kakkospainikkeella liitä ja napsauta hiiren vasemmalla painikkeella automaattista kopiointia
fil_ph: ● Pasadyang mga mode ng mouse: i-right-click paste at kaliwang click auto-copy
fr_ht: ● Dragnement étendu - et - support de dépression, raccourcis mondiaux personnalisés, routage et souris - navigation gratuite
fr_mc: ● Modes de souris personnalisés : collage par clic droit et copie automatique par clic gauche
ga_ie: ● Modhanna luiche saincheaptha: greamaigh deaschliceáil agus uathchóip cliceáil ar chlé
gd_gb: ● Modhan luchag gnàthaichte: deas - cliog air paste agus clì - cliog fèin-ghluasadach - dèan lethbhreac
gl_es: ● Modos personalizados do rato: clic co botón dereito do rato en pegar e co botón esquerdo - clic automático - copiar
gu_in: ● વ્યાપક ખેંચો - અને - ડ્રોપ સપોર્ટ, કસ્ટમ ગ્લોબલ શ shortc ર્ટકટ્સ, રૂટીંગ અને માઉસ - મફત સંશોધક
he_il: ● דראג נרחב - ו - טיפה תמיכה, קיצורי דרך גלובליים בהתאמה אישית, ניתוב ועכבר - ניווט חינם
hi_in: ● व्यापक ड्रैग - और - ड्रॉप सपोर्ट, कस्टम ग्लोबल शॉर्टकट, रूटिंग और माउस - फ्री नेविगेशन
hr_ba: ● Prilagođeni načini rada miša: desni klik zalijepi i lijevi klik auto - kopiraj
hr_hr: ● Opsežno povlačenje - i - Drop podrška, prilagođeni globalni prečaci, usmjeravanje i miš - besplatna navigacija
hu_hu: ● Széles körű húzás - és - csepp támogatás, egyedi globális hivatkozások, útválasztás és egér - Ingyenes navigáció
hy_am: ● Ընդարձակ քաշել - եւ - Drop աջակցություն, հարմարեցված գլոբալ դյուրանցումներ, երթուղղում եւ մկնիկ - անվճար նավարկություն
id_id: ● Drag yang luas - dan - Jatuhkan dukungan, pintasan global khusus, perutean dan mouse - navigasi gratis
is_is: I
it_it: ● Ampia supporto di resistenza - e - drop, scorciatoie globali personalizzate, routing e mouse - Navigazione gratuita
ja_jp: ● カスタム マウス モード: 右クリックで貼り付け、左クリックで自動コピー
ka_ge: ● ვრცელი გადაადგილება - და - Drop მხარდაჭერა, საბაჟო გლობალური მალსახმობები, მარშრუტიზაცია და მაუსი - უფასო ნავიგაცია
kk_kz: ● кеңейтілген сүйрету және түсіру Қолдау, жеке ғаламдық төте жолдар, маршруттау және тінтуірдің ақысыз шарлау
km_kh: ●អូសយ៉ាងទូលំទូលាយ - និង - ទម្លាក់ការគាំទ្រផ្លូវកាត់សកលផ្ទាល់ខ្លួនការបញ្ជូនបន្តនិងកណ្តុរ - ការរុករកដោយឥតគិតថ្លៃ
kn_in: ● ವ್ಯಾಪಕವಾದ ಡ್ರ್ಯಾಗ್ - ಮತ್ತು - ಡ್ರಾಪ್ ಬೆಂಬಲ, ಕಸ್ಟಮ್ ಗ್ಲೋಬಲ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು, ರೂಟಿಂಗ್ ಮತ್ತು ಮೌಸ್ - ಉಚಿತ ನ್ಯಾವಿಗೇಷನ್
ko_kr: ● 광범위한 드래그 및 - 드롭 지원, 맞춤형 글로벌 단축키, 라우팅 및 마우스 - 무료 내비게이션
ky_kg: ● Drag Drag - жана - колдоо, бажы дүйнөлүк жарлыктар, маршрут жана чычкан - акысыз навигация
lo_la: ●ການລາກຢ່າງກວ້າງຂວາງ - ແລະ - ຫຼຸດລົງການສະຫນັບສະຫນູນ, ທາງລັດໂລກທີ່ກໍາຫນົດເອງ, ເສັ້ນທາງການເດີນທາງແລະຫນູ - ການນໍາທາງຟຣີ
lt_lt: T
lv_lv: ● Plašs vilkšanas un nometnes atbalsts, pielāgoti globālie saīsnes, maršrutēšana un pele - bezmaksas navigācija
mi_nz: ● He nui te toia - me te - maturuturu tautoko, poto poto te ao, te whakahaere me te kiore - whakatere koreutu
mk_mk: ● Широко влечење - и - Поддршка за паѓање, сопствени глобални кратенки, рутирање и глувче - бесплатна навигација
ml_in: ● വിപുലമായ വലിച്ചിടൽ - കൂടാതെ - പിന്തുണ പിന്തുണ, ഇഷ്ടാനുസൃത ആഗോള കുറുക്കുവഴികൾ, റൂട്ടിംഗ്, മൗസ് എന്നിവ - സ En നാവിഗേഷൻ
mr_in: ● विस्तृत ड्रॅग - आणि - ड्रॉप समर्थन, सानुकूल ग्लोबल शॉर्टकट, राउटिंग आणि माउस - विनामूल्य नेव्हिगेशन
ms_bn: ● Sokongan seretan yang luas - dan - drop sokongan, pintasan global tersuai, penghalaan dan tetikus - navigasi percuma
mt_mt: ● Drag estensiv - u - Qatra ta 'Appoġġ, Shortcuts Globali Custom, Rotta u Ġurdien - Navigazzjoni Ħieles
nb_no: ● Omfattende drag - og - drop support, tilpassede globale snarveier, ruting og mus - gratis navigasjon
ne_np: Pull व्यापक ड्र्याग - र - ड्रप समर्थन, अनुकूलन विश्वव्यापी सर्टकट, मार्ग र माउस - नि: शुल्क नेभिगेसन
nl_nl: ● Uitgebreide drag - en - drop -ondersteuning, aangepaste globale snelkoppelingen, routering en muis - gratis navigatie
or_in: ● ବିସ୍ତୃତ ଡ୍ରାଗ୍ - ଏବଂ - ଡ୍ରପ୍ ସମର୍ଥନ, କଷ୍ଟମ୍ ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍, ରାଉଟିଙ୍ଗ୍ ଏବଂ ମାଉସ୍ - ମାଗଣା ନାଭିଗେସନ୍ |
pa_arab_pk: ● ਵਿਆਪਕ ਡਰੈਗ - ਅਤੇ - ਡ੍ਰੌਪ ਸਪੋਰਟ, ਕਸਟਮ ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ, ਰੂਟਿੰਗ ਅਤੇ ਮਾ mouse ਸ - ਮੁਫਤ ਨੇਵੀਗੇਸ਼ਨ
pl_pl: ● Obsługa rozległa - i - upuszcza, niestandardowe globalne skróty, routing i mysz - bezpłatna nawigacja
pt_br: ● Arrasto extenso - e - soltar suporte, atalhos globais personalizados, roteamento e navegação gratuita -
ru_ru: ● Обширное перетаскивание - и - поддержка падения, пользовательские глобальные ярлыки, маршрутизация и мышь - бесплатная навигация
sk_sk: ● Rozsiahle podpora - a - Drop Support, vlastné globálne skratky, smerovanie a myš - navigácia zadarmo
sl_si: ● Obsežna vleka - in - spusti podporo, globalne bližnjice po meri, usmerjanje in miško - brezplačna navigacija
sq_al: ● Zvarritje e gjerë - dhe - Mbështetje për të rënë, shkurtore globale me porosi, kurs dhe miun - navigim falas
sr_latn_me: ● Опсежна подршка за повлачење - и - ЦАРИМ ГЛОБАЛНИ СТРАНИЦИ, ПРЕТРАЖИВАЊЕ И МУШКАРАЊЕ - БЕСПЛАТНО
sv_fi: ● Omfattande drag - och - släpp stöd, anpassade globala genvägar, routing och mus - gratis navigering
sw_ke: ● Drag kubwa - na - msaada wa kuacha, njia za mkato za ulimwengu, njia na panya - urambazaji wa bure
ta_in: ● தனிப்பயன் சுட்டி முறைகள்: வலது - பேஸ்ட் மற்றும் இடது என்பதைக் கிளிக் செய்க - ஆட்டோ - நகலெடு என்பதைக் கிளிக் செய்க
te_in: ● విస్తృతమైన డ్రాగ్ - మరియు - డ్రాప్ సపోర్ట్, కస్టమ్ గ్లోబల్ సత్వరమార్గాలు, రౌటింగ్ మరియు మౌస్ - ఉచిత నావిగేషన్
th_th: ●การลากอย่างกว้างขวาง - และ - การสนับสนุนดร็อปทางลัดทั่วโลกที่กำหนดเองการกำหนดเส้นทางและเมาส์ - การนำทางฟรี
tk_tm: ● Giňişleýin süýräp, goldaw, dinde blobal gysga ýollar, multiplamak we syçan - mugt nawigasiýa
tr_tr: ● Kapsamlı sürükleme - ve - Bırak desteği, özel global kısayollar, yönlendirme ve fare - ücretsiz navigasyon
tt_ru: ● киң таралган - һәм - - тамчы ярдәм, глобаль кыска юллар, маршрут һәм тычкан - бушлай навигация
ug_cn: ● كەڭ سۆرەش - ۋە - تاشلاش, يەرشارى تېزلەتمىسى, RARGE ساقلاش ۋە مائۇس - ھەقسىز يول باشلاش
uk_ua: ● Широке перетягування - і - підтримка, на замовлення глобальних ярликів, маршрутизації та миші - безкоштовна навігація
ur_pk: ● وسیع ڈریگ - اور - ڈراپ سپورٹ ، کسٹم گلوبل شارٹ کٹ ، روٹنگ اور ماؤس - مفت نیویگیشن
uz_latn_uz: ● Keng tortishish - va - tomchini qo'llab-quvvatlash, maxsus global yorliqlar, marshrutlash va sichqoncha - bepul navigatsiya
vi_vn: Is
zh_cn: ● 自定义鼠标模式：右键粘贴、左键自动复制
zh_hans_sg: ●广泛的阻力 - 和 - 下降支持，自定义全局快捷方式，路由和鼠标 - 免费导航
zh_hant_hk: ●廣泛的阻力 - 和 - 下降支持，自定義全局快捷方式，路由和鼠標 - 免費導航
