Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# ssCaption5
source: Built - in plugin browser with an ever - growing community - driven library of plugins
af_za: Ingeboude inpropblaaier met 'n steeds groeiende gemeenskapsgedrewe biblioteek met plugins
am_et: በየጊዜው እያደገ በሚሄድ ማህበረሰብ የሚንቀሳቀሰው የፕለጊኖች ቤተ-መፃህፍት የተሰራ ፕለጊን መቃኛ
ar_ma: متصفح مكون إضافي مدمج مع مكتبة متزايدة باستمرار يحركها المجتمع من المكونات الإضافية
ar_om: بني - في متصفح البرنامج المساعد مع مجتمع متزايد - مكتبة مكونة من المكونات الإضافية
as_in: প্লাগিনৰ এটা ক্ৰমান্বয়ে বৰ্ধিত সম্প্ৰদায়-চালিত লাইব্ৰেৰীৰ সৈতে বিল্ট-ইন প্লাগিন ব্ৰাউজাৰ
az_cyrl_az: Daim artan icma-driven library of plugins ilə built-in plugin browser
az_latn: Daim böyüyən icma tərəfindən idarə olunan plaginlər kitabxanası ilə quraşdırılmış plagin brauzeri
be_by: Убудаваны браўзер убудоў з пастаянна расце бібліятэкай убудоў, кіраванай супольнасцю
bg_bg: Вграден браузър за плъгини с непрекъснато нарастваща библиотека от плъгини, управлявана от общността
bn_bd: প্লাগইনগুলির একটি ক্রমবর্ধমান সম্প্রদায়-চালিত লাইব্রেরি সহ অন্তর্নির্মিত প্লাগইন ব্রাউজার
bn_in: নির্মিত - প্লাগইন ব্রাউজারে চিরকালীন - ক্রমবর্ধমান সম্প্রদায় - প্লাগইনগুলির চালিত লাইব্রেরি সহ
bs_latn: Izgrađen - u dodatku sa čekićem sa ikad - rastuća zajednica - pogonjena biblioteka dodataka
bs_latn_ba: Ugrađeni plugin pretraživač sa stalno rastućom bibliotekom dodataka koju pokreće zajednica
ca_es: Navegador de connectors integrat amb una biblioteca de connectors impulsada per la comunitat en constant creixement
cs_cz: Vestavěný prohlížeč pluginů se stále rostoucí komunitou řízenou knihovnou pluginů
cy_gb: Porwr ategyn adeiledig gyda llyfrgell o ategion sy'n cael eu gyrru gan y gymuned sy'n tyfu'n barhaus
da_dk: Indbygget plugin-browser med et stadigt voksende community-drevet bibliotek af plugins
de_ch: Integrierter Plugin-Browser mit einer ständig wachsenden, von der Community betriebenen Plugin-Bibliothek
de_lu: Gebaut - im Plugin -Browser mit einer immer wachsenden Community - angetriebene Bibliothek von Plugins
el_gr: Ενσωματωμένο πρόγραμμα περιήγησης προσθηκών με μια συνεχώς αναπτυσσόμενη βιβλιοθήκη προσθηκών που βασίζεται στην κοινότητα
es_ar: BROWSER BRIGURADO - EN CULTIMINES CON UNA COMUNIDAD ESTUDA - COMUNITY - Biblioteca de complementos impulsados
es_pe: Navegador de plugins integrado con una biblioteca de plugins impulsada por la comunidad en constante crecimiento
et_ee: Sisseehitatud pistikprogrammide brauser koos üha kasvava kogukonnapõhise pistikprogrammide teegiga
eu_es: Pluginen nabigatzailea, etengabe hazten ari den komunitateak bultzatutako plugin-liburutegi batekin integratua
fa_ir: ساخته شده در مرورگر پلاگین با همیشه در حال رشد جامعه محور کتابخانه پلاگین
fi_fi: Sisäänrakennettu laajennusselain, jossa on jatkuvasti kasvava yhteisövetoinen laajennuskirjasto
fil_ph: Built in na browser ng plugin na may isang patuloy na lumalagong library ng mga plugin na hinihimok ng komunidad
fr_ht: Construit - dans le navigateur de plugin avec une bibliothèque de plugins en pleine communauté en pleine croissance
fr_mc: Navigateur de plug-ins intégré avec une bibliothèque de plug-ins en constante évolution et axée sur la communauté
ga_ie: Brabhsálaí breiseán tógtha le leabharlann bhreiseáin atá ag fás i gcónaí faoi thiomáint an phobail
gd_gb: Air a thogail - ann am brabhsair plugan le leabharlann de plugins a tha a’ sìor fhàs air a stiùireadh le coimhearsnachd
gl_es: Navegador de complementos integrado cunha biblioteca de complementos impulsada pola comunidade en constante crecemento
gu_in: બિલ્ટ - પ્લગઇન બ્રાઉઝરમાં હંમેશા - વધતી સમુદાય - પ્લગઇન્સની સંચાલિત લાઇબ્રેરી સાથે
he_il: נבנה - בדפדפן תוסף עם קהילה הולכת וגדלה - ספריית תוספים מונעת
hi_in: निर्मित - प्लगइन ब्राउज़र में कभी -कभी बढ़ते समुदाय के साथ - प्लगइन्स की संचालित लाइब्रेरी
hr_ba: Ugrađen preglednik dodataka sa stalno rastućom bibliotekom dodataka koju pokreće zajednica
hr_hr: Izgrađeno - u pregledniku dodataka s vječno rastućom zajednicom - vođena biblioteka dodataka
hu_hu: Beépített - Plugin böngészőben, egyre növekvő közösséggel - meghajtott beépülő modul
hy_am: Ներկառուցված - plugin զննարկիչով `մշտապես աճող համայնքային ծրագրերից -
id_id: Built - in plugin browser dengan komunitas yang terus berkembang - perpustakaan plugin yang digerakkan
is_is: Innbyggt - Í viðbótarvafra með sífellt vaxandi samfélagi - Driven Library of Plugins
it_it: Costruito - In browser di plug -in con una comunità in sempre più in crescita - Biblioteca di plugin guidata
ja_jp: 成長を続けるコミュニティ主導のプラグイン ライブラリを備えた組み込みプラグイン ブラウザ
ka_ge: ჩაშენებული - მოდულების ბრაუზერში, მუდმივად მზარდი საზოგადოებით - მოდული ბიბლიოთეკა
kk_kz: Кірістірілген - плагиндердегі браузерде, әрдайым өсіп келе жатқан қоғамдастық - плагиндер кітапханасы
km_kh: បង្កើតឡើង - នៅក្នុងកម្មវិធីរុករកកម្មវិធីជំនួយដែលមានសហគមន៍រីកលូតលាស់ដែលមិនធ្លាប់មានដែលមិនធ្លាប់មាន
kn_in: ನಿರ್ಮಿಸಲಾಗಿದೆ - ಎಂದೆಂದಿಗೂ ಬೆಳೆಯುತ್ತಿರುವ ಸಮುದಾಯದೊಂದಿಗೆ ಪ್ಲಗಿನ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ - ಪ್ಲಗಿನ್‌ಗಳ ಚಾಲಿತ ಗ್ರಂಥಾಲಯ
ko_kr: 구축 - 영원히 성장하는 커뮤니티가있는 플러그인 브라우저에서 - 구동 플러그인 라이브러리
ky_kg: Курулган - Плагин браузерде - өсүп келе жаткан жамаат - плагиндердин аттуу китепканасы
lo_la: ສ້າງຂຶ້ນ - ໃນໂປແກຼມທ່ອງເວັບ Plugin ທີ່ມີຊຸມຊົນທີ່ເຄີຍມີມາກ່ອນ - ການຂະຫຍາຍຕົວ - ຫ້ອງສະຫມຸດທີ່ມີການເຄື່ອນໄຫວຂອງ Plugins
lt_lt: Sukurtas - papildinio naršyklėje su augančia bendruomene - varoma papildinių biblioteka
lv_lv: Uzbūvēts - spraudņu pārlūkprogrammā ar vienmēr augošu kopienu - spraudņu bibliotēku, kas vadīta
mi_nz: Hanga - i roto i te kaitirotiro mono me tetahi hapori e tipu haere ana - i peia e te whare pukapuka o nga pragins
mk_mk: Изграден - во прелистувач на приклучоци со постојано - растечка заедница - управувана библиотека на додатоци
ml_in: നിർമ്മിച്ച - എക്കാലത്തെയും - വളരുന്ന കമ്മ്യൂണിറ്റി - പ്ലഗിനുകൾ ഓടിക്കുന്ന കമ്മ്യൂണിറ്റി ഉപയോഗിച്ച് പ്ലഗിൻ ബ്ര browser സറിൽ
mr_in: अंगभूत - प्लगइन ब्राउझरमध्ये सदैव वाढत्या समुदायासह - प्लगइन्सची चालित लायब्ररी
ms_bn: Dibina - Penyemak Imbas Plugin Dengan Komuniti Pernah - Perpustakaan Plugin yang Didorong
mt_mt: Mibni - fil-plugin browser b'komunità dejjem tikber - librerija mmexxija mill-plugins
nb_no: Bygget - i plugin -nettleser med et stadig - voksende fellesskap - drevet bibliotek med plugins
ne_np: निर्मित - एक कहिल्यै प्लगइन ब्राउजरमा - बढ्दो समुदायको साथ - प्लगइनको पुस्तकालय
nl_nl: Gebouwd - in plug -in browser met een steeds groeiende community - aangedreven bibliotheek met plug -ins
or_in: ନିର୍ମିତ - ଏକ ସର୍ବଦା ପ୍ଲଗଇନ୍ ବ୍ରାଉଜରରେ - ବ growing ୁଥିବା ସମ୍ପ୍ରଦାୟ - ପ୍ଲଗଇନ୍ ଚାଳିତ ଲାଇବ୍ରେରୀ |
pa_arab_pk: ਇੱਕ ਹਮੇਸ਼ਾਂ ਵਧ ਰਹੀ ਕਮਿ community ਨਿਟੀ - ਪਲੱਗਇਨ ਦੀ ਚਲਾਏ ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਨਾਲ ਪਲੱਗਇਨ ਬ੍ਰਾ .ਜ਼ਰ ਵਿੱਚ ਬਣਾਇਆ ਗਿਆ
pl_pl: Zbudowany - w przeglądarce wtyczki z wiecznie rozwijającą się społecznością wtycznymi wtyczkami
pt_br: Construído - no navegador do plug -in com uma comunidade de plugins, em crescimento - acionado por uma comunidade em crescimento
ro_ro: Construit - în browserul de pluginuri cu o comunitate în creștere - Biblioteca de pluginuri conduse
ru_ru: Встроенный - в браузере плагина с постоянно растущей сообществом - библиотекой плагинов, управляемой
sk_sk: Postavený - v prehliadači doplnkov so stále rastúcou komunitou - riadenou knižnicou doplnkov
sl_si: Vgrajen - v brskalniku vtičnikov z vedno rastočo skupnostjo - gnana knjižnica vtičnikov
sq_al: Ndërtuar - në Shfletuesin e Plugin me një komunitet gjithnjë në rritje - Biblioteka e Shtojcave të Shtojcave
sr_latn_me: Уграђени додатак за додатке са икада све веће библиотеке вођених у заједници
sv_fi: Byggd - i plugin -webbläsare med ett ständigt växande samhälle - Driven Library of Plugins
sw_ke: Imejengwa - katika kivinjari cha programu -jalizi na jamii inayokua - maktaba inayoendeshwa ya programu -jalizi
ta_in: கட்டப்பட்டது - எப்போதும் வளர்ந்து வரும் சமூகத்துடன் சொருகி உலாவியில் - செருகுநிரல்களின் இயக்கப்படும் நூலகம்
te_in: నిర్మించబడింది - ప్లగిన్ బ్రౌజర్‌లో ఎప్పటికప్పుడు పెరుగుతున్న కమ్యూనిటీ - ప్లగిన్‌ల నడిచే లైబ్రరీ
th_th: สร้าง - ในปลั๊กอินเบราว์เซอร์ที่มีชุมชนที่กำลังเติบโต - ไลบรารีขับเคลื่อนปลั๊กอินขับเคลื่อน
tk_tm: Gurlan - Her gezek popin brauzerde - ösýän jemgyýetde - pluginleriň kitaphanasy bilen sürtüň
tr_tr: Yahudi - Eklenti -Büyüyen Topluluk - Tahrik Kütüphanesi ile Eklenti Tarayıcısı
tt_ru: Төзелгән - һәрвакыт - үсеш җәмгыяте - үсә барган җәмгыять - плагиннар китапханәсе
ug_cn: قۇرۇلدى - تەرەققىي قىلىۋاتقان جەمئىيەتتە - چەمبىرەكنىڭ يۇقىرى دەرىجىلىك باشقۇرغۇچىسى
uk_ua: Побудований - у браузері плагінів із колись зростаючою спільнотою - бібліотека плагінів
ur_pk: بلٹ - پلگ ان براؤزر میں ایک ہمیشہ کے ساتھ - بڑھتی ہوئی کمیونٹی - پلگ ان کی کارفرما لائبریری
uz_latn_uz: O'rnatilgan - plagin brauzerida tobora ortib borayotgan jamoatchilik plaginlari kutubxonasi
vi_vn: Được xây dựng - trong trình duyệt plugin với một cộng đồng phát triển ngày càng tăng - Thư viện plugin điều khiển
zh_cn: 内置插件浏览器，具有不断增长的社区驱动的插件库
zh_hans_sg: 在插件浏览器中构建，并带有一个不断增长的社区 - 驱动的插件库
zh_hant_hk: 在插件瀏覽器中構建，並帶有一個不斷增長的社區 - 驅動的插件庫

# StoreFeature1
source: ● Simple and friendly interface with both horizontal/vertical layouts, list/grid view and multi - monitor support
af_za: ● Eenvoudige en vriendelike koppelvlak met beide horisontale / vertikale uitlegte, lys / roosteraansig en multi-monitor ondersteuning
am_et: ● ቀላል እና ወዳጃዊ ግንኙነት በሁለቱም አግድም/vertical ንዲouts, list/grid view እና multi-monitor support
ar_ma: ● واجهة بسيطة وودية مع كل من التخطيطات الأفقية / الرأسية ، عرض القائمة / الشبكة ودعم الشاشات المتعددة
ar_om: ● واجهة بسيطة وودية مع كل من التخطيطات الأفقية/الرأسية ، وقائمة/عرض الشبكة ودعم الشاشة المتعددة
as_in: ● পথালি/উলম্ব লেআউট, তালিকা/গ্ৰিড দৰ্শন আৰু মাল্টি-মনিটৰ সমৰ্থন দুয়োটাৰে সৈতে সৰল আৰু বন্ধুত্বপূৰ্ণ আন্তঃপৃষ্ঠ
az_cyrl_az: ● Həm üfüqi/şaquli düzülüşü, həm siyahı/grid görünüşü, həm də çox-monitor dəstəyi ilə sadə və mehriban interfeys
az_latn: ● Həm üfüqi/şaquli planlar, siyahı/tor görünüşü və çoxlu monitor dəstəyi ilə sadə və dostluq interfeysi
be_by: ● Просты і дружалюбны інтэрфейс з гарызантальнымі і вертыкальнымі макетамі, спісам і сеткай і падтрымкай некалькіх манітораў
bg_bg: ● Опростен и приятелски интерфейс с хоризонтални/вертикални оформления, списък/мрежов изглед и поддръжка на няколко монитора
bn_bd: ● উভয় অনুভূমিক/উল্লম্ব বিন্যাস, তালিকা/গ্রিড ভিউ এবং মাল্টি-মনিটর সমর্থন সহ সহজ এবং বন্ধুত্বপূর্ণ ইন্টারফেস
bn_in: Le অনুভূমিক/উল্লম্ব লেআউট, তালিকা/গ্রিড ভিউ এবং মাল্টি - উভয় সহ সহজ এবং বন্ধুত্বপূর্ণ ইন্টারফেস - সমর্থন সমর্থন করুন
bs_latn: ● Jednostavno i prijateljsko sučelje sa horizontalnim / vertikalnim rasporedima, popis / rešetka za prikaz i multi - monitor podrška
bs_latn_ba: ● Jednostavan i prijateljski interfejs sa horizontalnim i vertikalnim rasporedom, prikazom liste/mreže i podrškom za više monitora
ca_es: ● Interfície senzilla i amigable amb dissenys horitzontals/verticals, vista de llista/quadrícula i suport per a diversos monitors
cs_cz: ● Jednoduché a přátelské rozhraní s horizontálním/vertikálním rozložením, zobrazením seznamu/mřížky a podporou více monitorů
cy_gb: ● Rhyngwyneb syml a chyfeillgar gyda chynlluniau llorweddol / fertigol, golwg rhestr / grid a chefnogaeth aml-fonitro
da_dk: ● Enkel og venlig grænseflade med både vandrette/lodrette layouts, liste-/gittervisning og understøttelse af flere skærme
de_ch: ● Einfache und benutzerfreundliche Oberfläche mit horizontalen/vertikalen Layouts, Listen-/Rasteransicht und Unterstützung für mehrere Monitore
de_lu: ● Einfache und benutzerfreundliche Benutzeroberfläche mit horizontalen / vertikalen Layouts, Listen-/Rasteransicht und Multi-Monitor-Unterstützung
el_gr: ● Απλή και φιλική διεπαφή με οριζόντιες/κάθετες διατάξεις, προβολή λίστας/πλέγματος και υποστήριξη πολλαπλών οθονών
es_ar: ● Interfaz simple y amigable con diseños horizontales/verticales, vista de lista/cuadrícula y soporte de monitoreo múltiple
es_pe: ● Interfaz simple y amigable con diseños horizontales / verticales, vista de lista / cuadrícula y soporte para múltiples monitores
et_ee: ● Lihtne ja sõbralik liides nii horisontaalsete / vertikaalsete paigutuste, loendi / ruudustiku vaate kui ka mitme monitori toega
eu_es: ◟ Interfaze sinple eta lagunkoia, diseinu horizontalekin / bertikalak, zerrenda-ikuspegia / lauki eta hainbat begiralerentzako euskarria
fa_ir: ● رابط کاربری ساده و دوستانه با هر دو طرح افقی / عمودی، نمایش لیست / شبکه و پشتیبانی چند مانیتور
fi_fi: ● Yksinkertainen ja ystävällinen käyttöliittymä, jossa on sekä vaaka- / pystysuuntaiset asettelut, luettelo- / ruudukkonäkymä että usean näytön tuki
fil_ph: ● Simple at friendly na interface na may parehong pahalang / vertical layout, listahan / grid view at multi-monitor na suporta
fr_ht: ● Interface simple et conviviale avec les dispositions horizontales / verticales, la vue de liste / grille et le support multi-moniteur
fr_mc: ● Interface simple et conviviale avec des mises en page horizontales/verticales, une vue liste/grille et une prise en charge multi-moniteurs
ga_ie: ● Comhéadan simplí agus cairdiúil le leagan amach cothrománach / ingearach, amharc liosta / greille agus tacaíocht il-monatóireacht
gd_gb: ● Eadar-aghaidh sìmplidh agus càirdeil leis an dà chuid cruth còmhnard / dìreach, sealladh liosta / clèithe agus taic ioma-sgrùdadh
gl_es: ● Interface sinxela e amigable con deseños horizontais/verticais, vista de lista/grade e compatibilidade con varios monitores
gu_in: આડી/ical ભી લેઆઉટ, સૂચિ/ગ્રીડ વ્યૂ અને મલ્ટિ -મોનિટર સપોર્ટ બંને સાથે સરળ અને મૈત્રીપૂર્ણ ઇન્ટરફેસ
he_il: ● ממשק פשוט וידידותי עם פריסות אופקיות/אנכיות, תצוגת רשימה/רשת ותמיכה רב -צג
hi_in: ● दोनों क्षैतिज/ऊर्ध्वाधर लेआउट, सूची/ग्रिड दृश्य और मल्टी - मॉनिटर सपोर्ट दोनों के साथ सरल और मैत्रीपूर्ण इंटरफ़ेस
hr_ba: ● Jednostavno i prijateljsko sučelje s horizontalnim/vertikalnim rasporedom, prikazom popisa/mreže i podrškom za više monitora
hr_hr: ● Jednostavno i prijateljsko sučelje s horizontalnim/vertikalnim izgledima, popisom/prikazom rešetke i podrškom za multi -monitor
hu_hu: ● Egyszerű és barátságos interfész mind vízszintes/függőleges elrendezésekkel, lista/rács nézet és multi -monitor támogatás
hy_am: ● Պարզ եւ ընկերական ինտերֆեյս ինչպես հորիզոնական / ուղղահայաց դասավորություններով, ցուցակով / ցանցային տեսարանով եւ բազմաֆունկցիոնալ աջակցությամբ
id_id: ● Antarmuka sederhana dan ramah dengan tata letak horizontal/vertikal, daftar/tampilan grid dan multi -monitor dukungan
is_is: I
it_it: ● Interfaccia semplice e amichevole con layout orizzontale/verticale, vista elenco/griglia e supporto multi -monitor
ja_jp: ● 水平/垂直レイアウト、リスト/グリッド ビュー、マルチ モニター サポートを備えたシンプルでフレンドリーなインターフェイス
ka_ge: ● მარტივი და მეგობრული ინტერფეისი, როგორც ჰორიზონტალური/ვერტიკალური განლაგებით, სია/ქსელის ხედით და მრავალ - მონიტორის მხარდაჭერით
kk_kz: ● Көлденең / тік орналасулары бар қарапайым және достық интерфейс, тізім / тор көрінісі және көп мониторды қолдау
km_kh: interface ចំណុចប្រទាក់សាមញ្ញនិងងាយស្រួលជាមួយទាំងប្លង់ផ្ដេក / បញ្ឈរបញ្ជី / ក្រឡាចត្រង្គទិដ្ឋភាពនិងការគាំទ្រពហុ
kn_in: Haid ಸಮತಲ/ಲಂಬ ವಿನ್ಯಾಸಗಳು, ಪಟ್ಟಿ/ಗ್ರಿಡ್ ವೀಕ್ಷಣೆ ಮತ್ತು ಮಲ್ಟಿ - ಮಾನಿಟರ್ ಬೆಂಬಲದೊಂದಿಗೆ ಸರಳ ಮತ್ತು ಸ್ನೇಹಪರ ಇಂಟರ್ಫೇಸ್
ko_kr: ● 수평/수직 레이아웃, 목록/그리드보기 및 다중 모니터 지원과 함께 간단하고 친숙한 인터페이스
ky_kg: ● Горизонталдуу / тик макияж менен жөнөкөй жана достук интерфейс
lo_la: ●ການໂຕ້ຕອບງ່າຍດາຍແລະເປັນມິດກັບການຈັດວາງແນວນອນ / ແນວນອນ, ລາຍຊື່ / ຕາຂ່າຍໄຟຟ້າ View ແລະ Multi - Monitor Support
lt_lt: ● Paprasta ir draugiška sąsaja tiek su horizontaliais/vertikaliais išdėstymais, sąrašo/tinklelio vaizdu ir daugialypė dalis - monitoriaus palaikymas
lv_lv: ● Vienkārša un draudzīga saskarne ar gan horizontāliem, gan vertikāliem izkārtojumiem, saraksta/režģa skatu un vairāku - monitora atbalstu
mi_nz: ● Ko te atanga ngawari me te whakahoahoa me nga tahora whakaata / poutū, raarangi / Tirohanga me te maha - Tautoko Aroturuki
mk_mk: ● Едноставен и пријателски интерфејс и со хоризонтални/вертикални распоред, преглед на список/мрежа и поддршка за монитори
ml_in: ● തിരശ്ചീന / ലംബ രേഖകൾ, പട്ടിക / ഗ്രിഡ് കാഴ്ച, മൾട്ടി - മോണിറ്റർ പിന്തുണ എന്നിവയുള്ള ലളിതവും സൗഹൃദവുമായ ഇന്റർഫേസ്
mr_in: Tire क्षैतिज/अनुलंब लेआउट, यादी/ग्रीड दृश्य आणि मल्टी - मॉनिटर समर्थन दोन्हीसह सोपी आणि मैत्रीपूर्ण इंटरफेस
ms_bn: ● Antara muka yang mudah dan mesra dengan kedua -dua susun atur mendatar/menegak, paparan senarai/grid dan sokongan pelbagai pemantauan
mt_mt: ● Interfaċċa sempliċi u ta 'ħbiberija kemm ma' tqassim orizzontali / vertikali, lista / veduta tal-grilja u appoġġ multi-monitoraġġ
nb_no: ● Enkelt og vennlig grensesnitt med både horisontale/vertikale oppsett, liste/rutenett og multi - Monitor -støtte
ne_np: Shout दुबै तेर्सो / ठाडो लेआउटहरू, सूची / ग्रिड दृश्य र बहु-मोनिटर समर्थन सहितको साथ सरल र मैत्री इन्टरफेस
nl_nl: ● Eenvoudige en vriendelijke interface met zowel horizontale/verticale lay -outs, lijst/rasterweergave en multi - monitorondersteuning
or_in: ଉଭୟ ଭୂସମାନ୍ତର / ଭର୍ଟିକାଲ୍ ଲେଆଉଟ୍, ତାଲିକା / ଗ୍ରୀଡ୍ ଦର୍ଶନ ଏବଂ ମଲ୍ଟି ସହିତ ସରଳ ଏବଂ ଅନୁକ୍ରମଣିକା ଇଣ୍ଟରଫେସ୍ |
pa_arab_pk: ● ਹਰੀਜ਼ਟਲ / ਵਰਟੀਕਲ ਲੇਆਉਟ ਦੋਵਾਂ ਨਾਲ ਸਧਾਰਣ ਅਤੇ ਦੋਸਤਾਨਾ ਇੰਟਰਫੇਸ, ਸੂਚੀ / ਗਰਿੱਡ ਦ੍ਰਿਸ਼ ਅਤੇ ਮਲਟੀ-ਮਾਨੀਟਰ ਸਹਾਇਤਾ
pl_pl: ● Prosty i przyjazny interfejs z zarówno układami poziomymi/pionowymi, widokiem listy/siatką i obsługą wielu monitor
pt_br: ● Interface simples e amigável com layouts horizontais/verticais, visualização de lista/grade e suporte multi -monitor
ro_ro: ● Interfață simplă și prietenoasă atât cu machete orizontale/verticale, vizualizare lista/grilă și asistență multi -monitor
ru_ru: ● Простой и дружелюбный интерфейс как с горизонтальными/вертикальными макетами, видом на список/сетке и поддержкой Multi - Monitor
sk_sk: ● Jednoduché a priateľské rozhranie s horizontálnymi/vertikálnymi rozloženie, zobrazenie zoznamu/mriežky a podpora viacerých monitorov
sl_si: ● Preprost in prijazen vmesnik tako z vodoravnimi/navpičnimi postavitvami, seznamom/omrežjem in večkratno podporo za spremljanje
sq_al: Inter Ndërfaqja e thjeshtë dhe miqësore me të dy paraqitjet horizontale/vertikale, pamjen e listës/rrjetit dhe mbështetjen e monitorimit të shumëfishtë
sr_latn_me: ● Једноставно и пријатељски интерфејс са хоризонталним / вертикалним распоредима, приказом листе / решетке и мулти-монитор
sv_fi: ● Enkelt och vänligt gränssnitt med både horisontella/vertikala layouter, lista/rutnätvy och multi - Monitor Support
sw_ke: ● Maingiliano rahisi na ya kirafiki na mpangilio wa usawa/wima, orodha/mtazamo wa gridi ya taifa na msaada wa kufuatilia anuwai
ta_in: Velive கிடைமட்ட/செங்குத்து தளவமைப்புகள், பட்டியல்/கட்டம் பார்வை மற்றும் மல்டி - கண்காணிப்பு ஆதரவு இரண்டையும் கொண்ட எளிய மற்றும் நட்பு இடைமுகம்
te_in: క్షితిజ సమాంతర/నిలువు లేఅవుట్లు, జాబితా/గ్రిడ్ వీక్షణ మరియు మల్టీ - మానిటర్ మద్దతు రెండింటితో సరళమైన మరియు స్నేహపూర్వక ఇంటర్ఫేస్
th_th: ●อินเทอร์เฟซที่เรียบง่ายและเป็นมิตรพร้อมทั้งเลย์เอาต์แนวนอน/แนวตั้งมุมมองรายการ/กริดและการสนับสนุนมัลติ - มัลติ -
tk_tm: ● Gorizontal / dikligine we dikligine, sanaw / Grid görnüşleri, sanaw / Grid görnüşli we multion
tr_tr: ● Hem yatay/dikey düzenler, liste/ızgara görünümü ve çoklu monitör desteği ile basit ve dostça arayüz
tt_ru: ● Горизонталь / вертикаль мецутлар, исемлек / челтәр күренеше һәм күп - Монитор ярдәме белән да гади һәм дус интерфейс
ug_cn: Your ئاددىي ۋە دوستلۇق كۆرۈنمە يۈزى ھەم گورىزونتال / تىك ئورۇنلاشتۇرۇش, تىزىملىك ​​/ تور كۆرۈش ۋە كۆپ خىل - نازارەت قىلىش
uk_ua: ● Простий та доброзичливий інтерфейс як з горизонтальними/вертикальними макетами, переглядом списку/сітки та підтримкою монітора
ur_pk: افقی/عمودی ترتیب ، فہرست/گرڈ ویو اور ملٹی - مانیٹر سپورٹ دونوں کے ساتھ آسان اور دوستانہ انٹرفیس
uz_latn_uz: ● Gorizontal / vertikal sxemalar, ro'yxat / panjara va ko'prlik qo'llab-quvvatlash bilan oddiy va do'stona interfeys
vi_vn: ● Giao diện đơn giản và thân thiện với cả bố cục ngang/dọc, danh sách/chế độ xem lưới và hỗ trợ Multi -
zh_cn: ● 简单友好的界面，具有水平/垂直布局、列表/网格视图和多显示器支持
zh_hans_sg: ●简单且友好的接口，均具有水平/垂直布局，列表/网格视图和Multi -Monitor Support
zh_hant_hk: ●簡單且友好的接口，均具有水平/垂直佈局，列表/網格視圖和Multi -Monitor Support
