Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature20
source: ● More platforms and features coming soon! We're just gettings started 🎉
ar_om: ● المزيد من المنصات والميزات قريبًا! نحن فقط بدأوا بدأوا 🎉
bs_latn: ● Uskoro više platformi i funkcija! Mi smo samo gotovini 🎉
de_lu: ● Weitere Plattformen und Funktionen kommen in Kürze! Wir werden gerade erst anfangen 🎉
es_ar: ● Más plataformas y características próximamente! Solo somos consejos iniciados 🎉
fr_ht: ● Plus de plates-formes et de fonctionnalités à venir bientôt! Nous commençons juste à commencer 🎉
gu_in: ● વધુ પ્લેટફોર્મ અને સુવિધાઓ ટૂંક સમયમાં આવી રહી છે! અમે હમણાં જ શરૂ કર્યું છે 🎉
he_il: ● עוד פלטפורמות ותכונות בקרוב! אנחנו רק מתחילים 🎉
hi_in: ● अधिक प्लेटफ़ॉर्म और सुविधाएँ जल्द ही आ रही हैं! हम सिर्फ गेटिंग शुरू कर रहे हैं 🎉
hr_hr: ● Više platformi i značajki stiže uskoro! Tek smo započeli 🎉
hu_hu: ● További platformok és funkciók hamarosan! Csak a Gettings elindultak 🎉
hy_am: ● Շուտով ավելի շատ պլատֆորմներ եւ առանձնահատկություններ: Մենք պարզապես սկսվել ենք
id_id: ● Lebih banyak platform dan fitur segera hadir! Kami baru saja memulai 🎉
is_is: ● Fleiri pallar og eiginleikar koma fljótlega! Við erum bara að hefja byrjað 🎉
it_it: ● Più piattaforme e funzionalità in arrivo! Stiamo appena iniziando 🎉
ka_ge: ● უფრო მეტი პლატფორმა და მახასიათებლები მალე! ჩვენ უბრალოდ დავიწყეთ მიღებები 🎉
kk_kz: ● Қосымша платформалар мен мүмкіндіктер жақын арада келеді! Біз тек геттингсіз бастаймыз 🎉
km_kh: ●វេទិកាថែមទៀតនិងលក្ខណៈពិសេសដែលនឹងមកដល់ឆាប់ៗនេះ! យើងទើបតែបានចាប់ផ្តើម🎉
kn_in: Platform ಹೆಚ್ಚಿನ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯಗಳು ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿವೆ! ನಾವು ಪ್ರಾರಂಭಿಸುತ್ತಿದ್ದೇವೆ
ko_kr: ● 더 많은 플랫폼과 기능이 곧 제공됩니다! 우리는 방금 시작하고 있습니다
ky_kg: ● Жакында боло турган платформалар жана өзгөчөлүктөр! Биз жөн гана Get Gettings баштаңыз 🎉
lo_la: ●ແພລະຕະຟອມແລະຄຸນລັກສະນະເພີ່ມເຕີມໃນໄວໆນີ້! ພວກເຮົາພຽງແຕ່ໄດ້ຮັບການ gettings ເລີ່ມຕົ້ນ🎉
lt_lt: ● Netrukus pasirodys daugiau platformų ir funkcijų! Mes tiesiog pradedame 🎉
lv_lv: ● Drīzumā parādīsies vairāk platformu un funkciju! Mēs tikai sākam sākt 🎉
mi_nz: ● He maha atu nga waahanga me nga waahanga e haere mai ana! Ko matou noa nga tiimatanga 🎉
mk_mk: ● Повеќе платформи и карактеристики наскоро! Само што започнавме со добивање
ml_in: ● കൂടുതൽ പ്ലാറ്റ്ഫോമുകളും സവിശേഷതകളും ഉടൻ വരുന്നു! ഞങ്ങൾ ഗെറ്റ് ടിംഗുകൾ ആരംഭിച്ചു
mr_in: ● अधिक प्लॅटफॉर्म आणि वैशिष्ट्ये लवकरच येत आहेत! आम्ही नुकतेच सुरू केले 🎉
ms_bn: ● Lebih banyak platform dan ciri yang akan datang! Kami baru sahaja bermula 🎉
mt_mt: ● Aktar pjattaformi u karatteristiċi dalwaqt! Aħna biss bdew gettings 🎉
nb_no: ● Flere plattformer og funksjoner kommer snart! Vi er bare startet 🎉
ne_np: ● थप प्लेटफर्महरू र सुविधाहरू चाँडै आउँदैछन्! हामी भर्खर गइरहेको छ 🎉
nl_nl: ● Binnenkort meer platforms en functies! We zijn gewoon GetTings begonnen 🎉
or_in: ● ଅଧିକ ପ୍ଲାଟଫର୍ମ ଏବଂ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଶୀଘ୍ର ଆସୁଛି! ଆମେ କେବଳ ଗେଟିଂ ଆରମ୍ଭ କରିଛୁ 🎉
pa_arab_pk: ● ਹੋਰ ਪਲੇਟਫਾਰਮ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜਲਦੀ ਆ ਰਹੀਆਂ ਹਨ! ਅਸੀਂ ਸਿਰਫ ਚੜ੍ਹਾਈਆਂ ਸ਼ੁਰੂ ਹਾਂ 🎉
pl_pl: ● Wkrótce pojawi się więcej platform i funkcji! Po prostu zaczęliśmy 🎉
pt_br: ● Mais plataformas e recursos em breve! Estamos apenas começando
ro_ro: ● Mai multe platforme și funcții în curând! Suntem doar getsings a început 🎉
ru_ru: ● Скоро появятся больше платформ и функций! Мы просто начались 🎉
sk_sk: ● Viac platforiem a funkcií už čoskoro! Práve sme začali 🎉
sl_si: ● Kmalu prihaja več platform in funkcij! Pravkar smo začeli 🎉
sq_al: ● Më shumë platforma dhe karakteristika që vijnë së shpejti! Ne thjesht po fillojmë
sr_latn_me: ● Ускоро дође више платформи и функција! Управо смо започели 🎉
sv_fi: ● Fler plattformar och funktioner kommer snart! Vi kommer bara igång 🎉
sw_ke: ● Majukwaa zaidi na huduma zinakuja hivi karibuni! Tunaanza tu 🎉
te_in: ప్లాట్‌ఫారమ్‌లు మరియు లక్షణాలు త్వరలో రాబోతున్నాయి! మేము ఇప్పుడే ప్రారంభించాము
th_th: ●แพลตฟอร์มและคุณสมบัติเพิ่มเติมเร็ว ๆ นี้! เราเพิ่งเริ่มต้น🎉
tk_tm: Basym ýakyn wagtda gidýän has köp platformalar we aýratynlyklar! Biz ýaňy başlaýarys
tr_tr: ● Yakında daha fazla platform ve özellik geliyor! Sadece başlıyoruz 🎉
tt_ru: ● Күбрәк платформалар һәм үзенчәлекләр тиздән килә! Без бары тик ашыйбыз 🎉
ug_cn: ● تېخىمۇ كۆپ سۇپىلار ۋە ئىقتىدارلار پات يېقىندا كېلىدۇ! بىز پەقەت توپلاشقا ئېرىشتۇق 🎉
uk_ua: ● Більше платформ та функцій незабаром! Ми просто розпочали 🎉
ur_pk: ● جلد ہی مزید پلیٹ فارم اور خصوصیات آرہے ہیں! ہم ابھی شروع ہوئے ہیں 🎉
uz_latn_uz: ● Yaqin orada ko'proq platformalar va xususiyatlar keladi! Biz shunchaki arting
vi_vn: ● Nhiều nền tảng và tính năng sắp ra mắt! Chúng tôi vừa mới bắt đầu 🎉
zh_hans_sg: ●即将推出更多平台和功能！我们只是开始开始🎉
zh_hant_hk: ●即將推出更多平台和功能！我們只是開始開始🎉

# ssCaption6
source: Lighting fast search and highlighting, just start typing!
ar_om: إضاءة البحث السريع وتسليط الضوء ، فقط ابدأ الكتابة!
bs_latn: Rasvjeta brza pretraga i isticanje, samo počnite kucati!
de_lu: Leuchten Sie schnelle Suche und Hervorhebung, beginnen Sie einfach mit dem Tippen!
es_ar: Iluminación de búsqueda rápida y resaltado, ¡simplemente comience a escribir!
fr_ht: Éclairage de la recherche et de la mise en évidence rapides, commencez simplement à taper!
gu_in: ઝડપી શોધ અને હાઇલાઇટિંગ, ફક્ત ટાઇપ કરવાનું પ્રારંભ કરો!
he_il: תאורת חיפוש מהיר והדגשה, פשוט התחל להקליד!
hi_in: लाइटिंग फास्ट सर्च और हाइलाइटिंग, बस टाइप करना शुरू करें!
hu_hu: Gyors keresés és kiemelés megvilágítása, csak kezdje el a gépelést!
hy_am: Արագ որոնում եւ կարեւորում, պարզապես սկսեք մուտքագրել:
id_id: Pencarian pencarian dan sorotan cepat, mulailah mengetik!
is_is: Lýsing Fast leit og auðkenndu, byrjaðu bara að slá!
it_it: Illuminazione di ricerca e evidenziazione rapida, inizia a digitare!
ka_ge: განათების სწრაფი ძებნა და ხაზგასმა, უბრალოდ დაიწყეთ აკრეფა!
kk_kz: Жылдам іздеу және бөлектеу, теруді бастаңыз!
km_kh: បំភ្លឺការស្វែងរកនិងបន្លិចលឿនគ្រាន់តែចាប់ផ្តើមវាយ!
kn_in: ವೇಗದ ಹುಡುಕಾಟ ಮತ್ತು ಹೈಲೈಟ್ ಮಾಡುವ ಬೆಳಕನ್ನು, ಟೈಪ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ!
ko_kr: 빠른 검색 및 강조 표시를 조명하고 타이핑을 시작하십시오!
ky_kg: Тез издөө жана баса белгилөө, жөн гана терүүнү баштаңыз!
lo_la: ເຮັດໃຫ້ມີແສງຄົ້ນຫາໄວແລະເນັ້ນ, ພຽງແຕ່ເລີ່ມຕົ້ນການພິມ!
lt_lt: Greitas apšvietimas ir paryškinimas, tiesiog pradėkite rašyti!
lv_lv: Ātra meklēšana un izcelšana, vienkārši sāciet rakstīt!
mi_nz: Ma te rama tere tere me te miramira, ka tiimata noa te pato!
mk_mk: Осветлување брзо пребарување и истакнување, само започнете да пишувате!
ml_in: വേഗത്തിലുള്ള തിരയലും ഹൈലൈറ്റിംഗും പ്രകാശിപ്പിക്കുക, ടൈപ്പിംഗ് ആരംഭിക്കുക!
mr_in: वेगवान शोध आणि हायलाइट करणे, फक्त टाइप करणे सुरू करा!
ms_bn: Pencarian Cepat Carian dan Sorotan, hanya mula menaip!
mt_mt: Dawl ta 'tfittxija mgħaġġla u enfasi, ibda biss ittajpja!
nb_no: Belysning Rask søk ​​og utheving, bare begynn å skrive!
ne_np: प्रकाश छिटो खोजी र हाइलाइट गर्दै, केवल टाइप सुरु गर्नुहोस्!
nl_nl: Snel zoeken en markeren verlichten, begin met typen!
or_in: ଦ୍ରୁତ ସନ୍ଧାନ ଏବଂ ହାଇଲାଇଟ୍, କେବଳ ଟାଇପ୍ କରିବା ଆରମ୍ଭ!
pa_arab_pk: ਤੇਜ਼ ਖੋਜ ਅਤੇ ਹਾਈਲਾਈਟਿੰਗ ਲਾਈਟ ਕਰਨਾ, ਟਾਈਪ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ!
pt_br: Iluminar pesquisas rápidas e destaques, basta começar a digitar!
ro_ro: Iluminarea căutării rapide și evidențierea, începeți doar să tastați!
ru_ru: Освещение быстрого поиска и выделения, просто начните печатать!
sk_sk: Osvetlenie rýchleho vyhľadávania a zvýraznenia, začnite písať!
sq_al: Ndriçimi i kërkimit dhe theksimit të shpejtë, thjesht filloni të shtypni!
sr_latn_me: Осветљење Брза претрага и истицање, само почните да куцате!
sw_ke: Kutafutia haraka na kuonyesha, anza tu kuandika!
te_in: వేగవంతమైన శోధన మరియు హైలైటింగ్ లైటింగ్, టైప్ చేయడం ప్రారంభించండి!
th_th: การค้นหาและไฮไลต์อย่างรวดเร็วเพียงแค่เริ่มพิมพ์!
tk_tm: Çalt gözlemek we bellemek, diňe ýazyp başlaň!
tr_tr: Hızlı arama ve vurgulama, yazmaya başlayın!
tt_ru: Тиз эзләү һәм яктырту, яза башлый!
ug_cn: تېز ئىزدەش ۋە گەۋدىلەندۈرۈش, پەقەت يېزىشنى باشلاڭ!
ur_pk: تیز رفتار تلاش اور روشنی ڈالیتے ہوئے ، صرف ٹائپنگ شروع کریں!
uz_latn_uz: Tezkor qidiruv va ta'kidlash, shunchaki yozishni boshlang!
vi_vn: Ánh sáng tìm kiếm nhanh và làm nổi bật, chỉ cần bắt đầu gõ!
zh_hans_sg: 照明快速搜索和突出显示，只需开始输入即可！
zh_hant_hk: 照明快速搜索和突出顯示，只需開始輸入即可！

# ssCaption4
source: Store text, image and file clips with all of its source (the app, website, time, and much more) information automatically
af_za: Veilige, veilige en private plaaslike databerging met opsionele 2-faktor wagwoordbeskerming
am_et: አስተማማኝ, ደህንነቱ የተጠበቀ እና የግል የአካባቢ መረጃ ማከማቻ ከ 2-ፋክተር የይለፍ ቃል ጥበቃ ጋር
ar_ma: تخزين بيانات محلي آمن وآمن وخاص مع حماية اختيارية بكلمة مرور 2-factor
ar_om: قم بتخزين مقاطع النص والصورة والملفات مع جميع معلومات مصدرها (التطبيق والموقع والوقت والمزيد) تلقائيًا)
as_in: বৈকল্পিক 2-কাৰক পাছৱৰ্ড সুৰক্ষাৰ সৈতে সুৰক্ষিত, সুৰক্ষিত আৰু ব্যক্তিগত স্থানীয় ডাটা ষ্টোৰেজ
az_cyrl_az: İsteğə bağlı 2-faktorlu şifrə mühafizəsi ilə təhlükəsiz, təhlükəsiz və şəxsi lokal məlumatların saxlanılması
az_latn: İsteğe bağlı 2 faktorlu parol mühafizəsi ilə təhlükəsiz, təhlükəsiz və özəl yerli məlumat saxlama
be_by: Бяспечнае, надзейнае і прыватнае лакальнае сховішча даных з дадатковай 2-фактарнай абаронай паролем
bg_bg: Безопасно, защитено и частно локално съхранение на данни с опционална 2-факторна защита с парола
bn_bd: ঐচ্ছিক 2-ফ্যাক্টর পাসওয়ার্ড সুরক্ষা সহ নিরাপদ, সুরক্ষিত এবং ব্যক্তিগত স্থানীয় ডেটা স্টোরেজ
bn_in: Al চ্ছিক 2 সহ নিরাপদ, সুরক্ষিত এবং ব্যক্তিগত স্থানীয় ডেটা স্টোরেজ - ফ্যাক্টর পাসওয়ার্ড সুরক্ষা
bs_latn: Spremite klipove teksta, slike i datoteke sa svim svojim izvorom (aplikacija, web lokacija, vrijeme i još mnogo više) informacijama automatski
bs_latn_ba: Sigurno, bezbedno i privatno lokalno skladištenje podataka sa opcionom zaštitom od 2 faktora
ca_es: Emmagatzematge de dades local segur, segur i privat amb protecció de contrasenya opcional de 2 factors
cs_cz: Bezpečné, zabezpečené a soukromé místní úložiště dat s volitelnou 2faktorovou ochranou heslem
cy_gb: Storio data lleol diogel, diogel a phreifat gyda diogelwch cyfrinair 2 ffactor dewisol
da_dk: Sikker, sikker og privat lokal datalagring med valgfri 2-faktor adgangskodebeskyttelse
de_ch: Sichere und private lokale Datenspeicherung mit optionalem 2-Faktor-Passwortschutz
de_lu: Speichern Sie automatisch Text-, Bild- und Dateiclips mit der gesamten Quelle (App, Website, Zeit und vielem mehr).
el_gr: Ασφαλής, ασφαλής και ιδιωτική τοπική αποθήκευση δεδομένων με προαιρετική προστασία κωδικού πρόσβασης 2 παραγόντων
es_ar: Almacenar texto, imagen y clips de archivos con toda su información (la aplicación, sitio web, tiempo y mucho más) información automáticamente
es_pe: Almacenamiento local de datos seguro y privado con protección opcional con contraseña de 2 factores
et_ee: Turvaline, turvaline ja privaatne kohalik andmesalvestus koos valikulise 2-faktorilise paroolikaitsega
eu_es: Datu seguru eta pribatuen tokiko biltegiratzea, aukerako babesarekin, 2 faktoreko pasahitzarekin
fa_ir: ذخیره سازی داده های محلی امن، امن و خصوصی با حفاظت از رمز عبور 2 عاملی اختیاری
fi_fi: Turvallinen, suojattu ja yksityinen paikallinen tietojen tallennus valinnaisella 2-vaiheisella salasanasuojauksella
fil_ph: Ligtas, ligtas at pribadong lokal na imbakan ng data na may opsyonal na proteksyon ng 2 factor password
fr_ht: Stocker le texte, l'image et les clips de fichiers avec toutes ses informations sur la source (application, site Web, temps et bien plus)
fr_mc: Stockage de données local sûr, sécurisé et privé avec protection par mot de passe à 2 facteurs en option
ga_ie: Stóráil sonraí áitiúla sábháilte, slán agus príobháideach le cosaint roghnach phasfhocal 2-fhachtóir
gd_gb: Stòradh dàta ionadail sàbhailte, tèarainte agus prìobhaideach le dìon facal-faire roghainn 2 - factar
gl_es: Almacenamento de datos local seguro, seguro e privado con protección opcional por contrasinal de 2 factores
gu_in: તેના તમામ સ્રોત (એપ્લિકેશન, વેબસાઇટ, સમય અને વધુ) માહિતી સાથે ટેક્સ્ટ, છબી અને ફાઇલ ક્લિપ્સ સ્ટોર કરો
he_il: אחסן קטעי טקסט, תמונה וקבצים עם כל המקור שלו (האפליקציה, האתר, הזמן ועוד הרבה) באופן אוטומטי
hi_in: अपने सभी स्रोतों (ऐप, वेबसाइट, समय, और बहुत कुछ) जानकारी के साथ पाठ, छवि और फ़ाइल क्लिप को स्वचालित रूप से स्टोर करें
hr_ba: Sigurno, zaštićeno i privatno lokalno pohranjivanje podataka s dodatnom zaštitom lozinkom u dva faktora
hr_hr: Sigurna, sigurna i privatna lokalna pohrana podataka s opcionalnom zaštitom od 2 - faktorska lozinka
hu_hu: Tárolja a szöveget, a képet és a fájlklipeket az összes forrásával (az alkalmazás, a weboldal, az idő és még sok más) információk automatikusan
hy_am: Պահպանեք տեքստը, պատկերը եւ ֆայլի տեսահոլովակները դրա բոլոր աղբյուրներով (հավելված, կայք, ժամանակ, ժամանակ եւ շատ ավելին) տեղեկատվություն
id_id: Menyimpan teks, gambar, dan klip file dengan semua sumbernya (aplikasi, situs web, waktu, dan banyak lagi) informasi secara otomatis
is_is: Geymið texta, mynd og skráarbúðir með öllum uppruna sínum (appinu, vefsíðunni, tíma og margt fleira) upplýsingar sjálfkrafa
it_it: Memorizza le informazioni di testo, immagini e file con tutte le sue informazioni di origine (l'app, sito Web, tempo e molto altro) automaticamente
ja_jp: オプションの 2 要素パスワード保護を備えた安全、セキュアなプライベート ローカル データ ストレージ
ka_ge: ავტომატურად შეინახეთ ტექსტი, სურათი და ფაილი კლიპები
kk_kz: Мәтін, сурет және файл клиптерінің барлық көздерімен (қолданба, веб-сайт, уақыт және одан да көп) ақпарат автоматты түрде сақтаңыз
km_kh: រក្សាទុកអត្ថបទរូបភាពនិងឈុតឯកសារដែលមានប្រភពទាំងអស់របស់វា (កម្មវិធីគេហទំព័រពេលវេលានិងច្រើនទៀត) ព័ត៌មានដោយស្វ័យប្រវត្តិ
kn_in: ಪಠ್ಯ, ಚಿತ್ರ ಮತ್ತು ಫೈಲ್ ಕ್ಲಿಪ್‌ಗಳನ್ನು ಅದರ ಎಲ್ಲಾ ಮೂಲಗಳೊಂದಿಗೆ (ಅಪ್ಲಿಕೇಶನ್, ವೆಬ್‌ಸೈಟ್, ಸಮಯ ಮತ್ತು ಇನ್ನಷ್ಟು) ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂಗ್ರಹಿಸಿ
ko_kr: 모든 소스 (앱, 웹 사이트, 시간 등) 정보가 포함 된 텍스트, 이미지 및 파일 클립 저장 정보
ky_kg: Текстти, сүрөттү жана файл клиптерин анын булагы менен (колдонмо, вебсайт, убактысы, убактысы, убактысы жана андан көп) маалыматы менен сактаңыз
lo_la: ເກັບຂໍ້ຄວາມ, ຮູບພາບແລະຄລິບແລະຄລິບໂປຼແກຼມຜະລິດຂໍ້ມູນທັງຫມົດຂອງມັນ (ແອັບ, ເວບໄຊທ໌, ເວລາ, ແລະອື່ນໆ)
lt_lt: Automatiškai saugokite tekstą, vaizdo ir failų klipus su visu jo šaltiniu (programa, svetainė, laikas ir dar daugiau)
lv_lv: Uzglabājiet tekstu, attēlu un failu klipus ar visu tā avotu (lietotni, vietni, laiku un daudz ko citu) automātiski
mi_nz: Rokiroki kuputuhi, te ahua me nga konae konae me te katoa o ona puna (te taupānga, te paetukutuku, te waa, me te maha atu) korero aunoa
mk_mk: Чувајте ги клиповите за текст, слика и датотеки со сите свои извори (апликација, веб -страница, време и многу повеќе) автоматски
ml_in: വാചകം, ഇമേജ്, ഫയൽ ക്ലിപ്പുകൾ എന്നിവയുടെ എല്ലാ ഉറവിടങ്ങളും (അപ്ലിക്കേഷൻ, വെബ്സൈറ്റ്, സമയം, കൂടുതൽ) വിവരങ്ങൾ സ്വപ്രേരിതമായി സംഭരിക്കുക
mr_in: मजकूर, प्रतिमा आणि फाइल क्लिप त्याच्या सर्व स्त्रोतासह (अ‍ॅप, वेबसाइट, वेळ आणि बरेच काही) माहिती स्वयंचलितपणे संचयित करा
ms_bn: Simpan teks, imej dan klip fail dengan semua sumbernya (aplikasi, laman web, masa, dan banyak lagi) maklumat secara automatik
mt_mt: Aħżen it-test, l-immaġni u l-klipps tal-fajl mas-sors kollu tagħha (l-app, il-websajt, il-ħin, u ħafna iktar) informazzjoni awtomatikament
nb_no: Lagre tekst, bilde og filklipp med all sin kilde (appen, nettstedet, tiden og mye mer) informasjon automatisk
ne_np: स्टोर गर्नुहोस् पाठ, छवि, छवि र फाइल क्लिपहरू यसको सबै स्रोतहरू (अनुप्रयोग, वेबसाइट, समय, र अधिक) जानकारी स्वचालित रूपमा जानकारी
nl_nl: Bewaar tekst-, afbeeldings- en bestandsclips met al zijn bron (de app, website, tijd en nog veel meer) informatie automatisch
or_in: ଏହାର ସମସ୍ତ ଉତ୍ସ (ଆପ୍, ୱେବସାଇଟ୍, ୱେବସାଇଟ୍, ସମୟ ଏବଂ ଅଧିକ ଅଧିକ) ସହିତ ଷ୍ଟୋର ଟେକ୍ସଟ୍, ଇମେଜ୍ ଏବଂ ଫାଇଲ୍ କ୍ଲିପ୍ ଷ୍ଟୋର କରନ୍ତୁ |
pa_arab_pk: ਇਸ ਦੇ ਸਾਰੇ ਸਰੋਤ (ਐਪ, ਵੈਬਸਾਈਟ, ਟਾਈਮ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ) ਜਾਣਕਾਰੀ ਨਾਲ ਟੈਕਸਟ, ਚਿੱਤਰ ਅਤੇ ਫਾਈਲ ਕਲਿੱਪ ਸਟੋਰ ਕਰੋ
pl_pl: Bezpieczne, bezpieczne i prywatne przechowywanie danych lokalnych z opcjonalną 2 - czynnik ochrona hasła
pt_br: Armazene o texto, a imagem e os clipes de arquivos com toda a sua fonte (o aplicativo, site, tempo e muito mais) informações automaticamente
ro_ro: Stocați clipuri de text, imagine și fișiere cu toate informațiile sursei sale (aplicația, site -ul, timpul și multe altele) automat
ru_ru: Хранить текст, клипы изображения и файла со всеми его источниками (приложение, веб -сайт, время и многое другое) автоматически
sk_sk: Uložte textové, obrazové a súborové klipy so všetkým svojim zdrojom (aplikácia, webová stránka, čas a oveľa viac) automaticky
sl_si: Varno, varno in zasebno lokalno shranjevanje podatkov z neobvezno zaščito gesla za faktor
sq_al: Ruani tekstin, imazhin dhe kapëset e skedarëve me të gjithë burimin e tij (aplikacionin, faqen e internetit, kohën dhe shumë më tepër) informacionin automatikisht
sr_latn_me: Снимите текстове, слике и датотеке са свим извором (апликација, веб локација, време и много више) информација аутоматски
sv_fi: Säker, säker och privat lokal datalagring med valfritt 2 - Faktorlösenordsskydd
sw_ke: Hifadhi maandishi, picha na sehemu za faili na chanzo chake chote (programu, wavuti, wakati, na mengi zaidi) habari moja kwa moja
ta_in: விருப்பமான 2 - காரணி கடவுச்சொல் பாதுகாப்புடன் பாதுகாப்பான, பாதுகாப்பான மற்றும் தனியார் உள்ளூர் தரவு சேமிப்பு
te_in: టెక్స్ట్, ఇమేజ్ మరియు ఫైల్ క్లిప్‌లను దాని అన్ని మూలం (అనువర్తనం, వెబ్‌సైట్, సమయం మరియు మరెన్నో) స్వయంచాలకంగా నిల్వ చేయండి
th_th: จัดเก็บข้อความคลิปรูปภาพและไฟล์พร้อมแหล่งข้อมูลทั้งหมด (แอพเว็บไซต์เวลาและอื่น ๆ ) ข้อมูลโดยอัตโนมัติ
tk_tm: Teklipi saklaň, surat we faýl klipleri (programma, web sahypasy, wagtym we köp) salgysy awtomatiki usulda
tr_tr: Metin, resim ve dosya kliplerini tüm kaynağıyla (uygulama, web sitesi, zaman ve çok daha fazlası) otomatik olarak saklayın
tt_ru: Барлык чыганаклары белән текстны, образны һәм файл клипларын саклагыз (кушымта, сайт, күпкә, күпкә күбрәк) мәгълүмат автоматик рәвештә
ug_cn: PLOY (قوللىنىشچان ھۆججەت, تور بېكىتى, ۋاقىت, ۋاقىت ۋە ھۆججەت قىسقۇچلىرى ئاپتوماتىك ئاپتوماتىك) ئاپتوماتىك ئاپتوماتىك ئاپتوماتىك
uk_ua: Безпечне, безпечне та приватне місцеве зберігання даних із додатковим захистом пароля 2 - фактор
ur_pk: متن ، تصویر اور فائل کلپس کو اپنے تمام ماخذ (ایپ ، ویب سائٹ ، وقت ، اور بہت کچھ) کے ساتھ خود بخود معلومات اسٹور کریں
uz_latn_uz: Matn, rasm va faylli kliplarni saqlang (ilova, veb-sayt, vaqt, vaqt va undan ko'p) ma'lumot avtomatik ravishda
vi_vn: Lưu trữ văn bản, hình ảnh và clip tệp với tất cả các nguồn của nó (ứng dụng, trang web, thời gian và nhiều hơn nữa) thông tin
zh_cn: 安全、可靠和私密的本地数据存储，具有可选的两因素密码保护
zh_hans_sg: 将其所有源（应用程序，网站，时间等）自动存储文本，图像和文件剪辑
zh_hant_hk: 將其所有源（應用程序，網站，時間等）自動存儲文本，圖像和文件剪輯
