Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# UnlimitedDescription
source: With this subscription you will receive: ● unlimited capacity
af_za: Met hierdie inskrywing ontvang u: ● onbeperkte kapasiteit ● Sinkronisering van toestelle (na beskikbaarheid)
am_et: በዚህ ኮንትራት ትቀበላለህ። ● ገደብ የለሽ አቅም ● መሣሪያ ማቀናበር (በመገኘት ላይ)
ar_ma: مع هذا الاشتراك سوف تتلقى: ● سعة غير محدودة ● مزامنة الجهاز (حسب التوافر)
ar_om: مع هذا الاشتراك ستتلقى: ● سعة غير محدودة
as_in: এই সদস্যতাৰ সৈতে আপুনি প্ৰাপ্ত কৰিব: ● সীমাহীন ক্ষমতা ● ডিভাইচ চিংক কৰা হৈছে (উপলব্ধতাৰ পিছত)
az_cyrl_az: Bu abunə ilə siz alacaqsınız: ● qeyri-məhdud qabiliyyət ● avadanlığın sinxronlaşdırılması (mövcud olandan sonra)
az_latn: Bu abunə ilə siz alacaqsınız: ● limitsiz tutum ● cihaz sinxronizasiyası (mövcud olduqda)
be_by: З гэтай падпіскай вы атрымаеце: ● неабмежаваная ёмістасць ● сінхранізацыя прылады (пры наяўнасці)
bg_bg: С този абонамент ще получите: ● неограничен капацитет ● синхронизиране на устройството (при наличност)
bn_bd: এই সদস্যতার সাথে আপনি পাবেন: ● সীমাহীন ক্ষমতা ● ডিভাইস সিঙ্কিং (উপলভ্যতার উপর)
bn_in: এই সাবস্ক্রিপশন সহ আপনি পাবেন: ● সীমাহীন ক্ষমতা
bs_latn: Ovom pretplatom primit ćete: ● Neograničen kapacitet
bs_latn_ba: Sa ovom pretplatom ćete dobiti: ● neograničen kapacitet ● sinhronizacija uređaja (prema dostupnosti)
ca_es: Amb aquesta subscripció rebràs: ● capacitat il·limitada ● sincronització del dispositiu (segons disponibilitat)
cs_cz: S tímto předplatným získáte: ● neomezená kapacita ● synchronizace zařízení (podle dostupnosti)
cy_gb: Gyda'r tanysgrifiad hwn byddwch yn derbyn: ● gallu diderfyn ● cysoni dyfais (ar argaeledd)
da_dk: Med dette abonnement modtager du: ● ubegrænset kapacitet ● enhedssynkronisering (efter tilgængelighed)
de_ch: Mit diesem Abonnement erhalten Sie: ● unbegrenzte Kapazität ● Gerätesynchronisierung (je nach Verfügbarkeit)
de_lu: Mit diesem Abonnement erhalten Sie: ● Unbegrenzte Kapazität
el_gr: Με αυτή τη συνδρομή θα λάβετε: ● απεριόριστη χωρητικότητα ● συγχρονισμός συσκευής (κατόπιν διαθεσιμότητας)
es_ar: Con esta suscripción recibirá: ● Capacidad ilimitada
es_pe: Con esta suscripción recibirás: ● Capacidad ilimitada ● Sincronización de dispositivos (según disponibilidad)
et_ee: Selle tellimusega saate: ● piiramatu võimsus ● Seadme sünkroonimine (kui see on saadaval)
eu_es: Harpidetza honekin jasoko dituzu: ◟ Gaitasun mugagabea. ◟ Gailuen sinkronizazioa (erabilgarritasunaren arabera)
fa_ir: با این اشتراک شما دریافت خواهید کرد: ● ظرفیت نامحدود ● همگام سازی دستگاه (بر اساس در دسترس بودن)
fi_fi: Tällä tilauksella saat: ● rajoittamaton kapasiteetti ● Laitteen synkronointi (saatavuuden mukaan)
fil_ph: Sa subscription na ito ay makakatanggap ka ng: ● Walang limitasyong Kapasidad ● Pag-sync ng Device (sa Pagkakaroon)
fr_ht: Avec cet abonnement, vous recevrez: ● Capacité illimitée
fr_mc: Avec cet abonnement, vous recevrez : ● Capacité illimitée ● Synchronisation de l’appareil (selon disponibilité)
ga_ie: Leis an síntiús seo gheobhaidh tú: ● cumas neamhtheoranta ● sioncronú gléas (ar infhaighteacht)
gd_gb: Leis an fho-sgrìobhadh seo gheibh thu:
gl_es: Con esta subscrición recibirás:
gu_in: આ સબ્સ્ક્રિપ્શન સાથે તમે પ્રાપ્ત કરશો: ● અમર્યાદિત ક્ષમતા
he_il: עם מנוי זה תקבל: ● קיבולת בלתי מוגבלת
hi_in: इस सदस्यता के साथ आपको प्राप्त होगा: ● असीमित क्षमता
hr_ba: Uz ovu pretplatu dobit ćete:
hr_hr: Uz ovu pretplatu dobit ćete: ● Neograničeni kapacitet
hu_hu: Ezzel az előfizetéssel megkapja: ● Korlátlan kapacitás
hy_am: Այս բաժանորդագրությամբ դուք կստանաք. ● Անսահմանափակ կարողություն
id_id: Dengan langganan ini Anda akan menerima: ● Kapasitas tidak terbatas
is_is: Með þessari áskrift færðu: ● Ótakmarkað afkastageta
it_it: Con questo abbonamento riceverai: ● Capacità illimitata
ja_jp: このサブスクリプションでは、次のものが得られます:
ka_ge: ამ გამოწერით მიიღებთ: ● შეუზღუდავი სიმძლავრე
kk_kz: Осы жазылыммен сіз мыналарды аласыз: ● шексіз сыйымдылық
km_kh: ជាមួយនឹងការជាវនេះអ្នកនឹងទទួលបាន: ●សមត្ថភាពគ្មានដែនកំណត់
kn_in: ಈ ಚಂದಾದಾರಿಕೆಯೊಂದಿಗೆ ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಿ: ಅನಿಯಮಿತ ಸಾಮರ್ಥ್ಯ
ko_kr: 이 구독을 사용하면 다음을 받게됩니다. ● 무제한 용량
ky_kg: Бул жазылуу менен сиз аласыз: ● Чексиз кубаттуулук
lo_la: ດ້ວຍການສະຫມັກສະມາຊິກນີ້ທ່ານຈະໄດ້ຮັບ: ●ຄວາມສາມາດບໍ່ຈໍາກັດ
lt_lt: Su šia prenumerata gausite: ● Neribotas pajėgumas
lv_lv: Ar šo abonementu jūs saņemsiet: ● Neierobežota ietilpība
mi_nz: Ma tenei ohaurunga ka whiwhi koe: ● Te kaha kore mutunga
mk_mk: Со оваа претплата ќе ја добиете: ● Неограничен капацитет
ml_in: ഈ സബ്സ്ക്രിപ്ഷൻ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ലഭിക്കും: ● പരിധിയില്ലാത്ത ശേഷി
mr_in: या सदस्यता सह आपल्याला प्राप्त होईल: ● अमर्यादित क्षमता
ms_bn: Dengan langganan ini anda akan terima: ● Kapasiti tanpa had
mt_mt: B'dan l-abbonament tirċievi: ● Kapaċità Unlimited
nb_no: Med dette abonnementet vil du motta: ● Ubegrenset kapasitet
ne_np: यस सदस्यतासँग तपाईंले प्राप्त गर्नुहुनेछ: ● असीमित क्षमता
nl_nl: Met dit abonnement ontvangt u: ● Onbeperkte capaciteit
or_in: ଏହି ସଦସ୍ୟତା ସହିତ ଆପଣ ପାଇବେ: U ଅସୀମିତ କ୍ଷମତା |
pa_arab_pk: ਇਸ ਗਾਹਕੀ ਦੇ ਨਾਲ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ: ● ਅਸੀਮਤ ਸਮਰੱਥਾ
pl_pl: Dzięki tej subskrypcji otrzymasz: ● Nieograniczona pojemność
pt_br: Com esta assinatura, você receberá: ● Capacidade ilimitada
ro_ro: Cu acest abonament veți primi: ● Capacitate nelimitată
ru_ru: С этой подпиской вы получите: ● Неограниченная емкость
sk_sk: S týmto predplatným dostanete: ● Neobmedzená kapacita
sl_si: S to naročnino boste prejeli: ● Neomejena zmogljivost
sq_al: Me këtë pajtim do të merrni: ● Kapaciteti i pakufizuar
sr_latn_me: Помоћу ове претплате ћете добити: ● Неограничени капацитет
sv_fi: Med detta prenumeration får du: ● Obegränsad kapacitet
sw_ke: Na usajili huu utapokea: ● Uwezo usio na kikomo
ta_in: இந்த சந்தாவுடன் நீங்கள் பெறுவீர்கள்: ● வரம்பற்ற திறன்
te_in: ఈ సభ్యత్వంతో మీరు అందుకుంటారు: అపరిమిత సామర్థ్యం
th_th: ด้วยการสมัครรับข้อมูลนี้คุณจะได้รับ: ●กำลังการผลิตไม่ จำกัด
tk_tm: Bu abunalygy bilen alarsyňyz: ● Çäklendirilmedik kuwwat
tr_tr: Bu abonelikle: ● Sınırsız kapasite
tt_ru: Бу язылу белән сез кабул итәрсез: ● Чикләнмәгән сыйдырышлык
ug_cn: سىز تاپشۇرۇۋالىدىغان بۇ مۇشتەرىلىك بىلەن: ● چەكسىز ئىقتىدار
uk_ua: За допомогою цієї підписки ви отримаєте: ● Необмежена ємність
ur_pk: اس رکنیت کے ساتھ آپ کو ملے گا: lim لامحدود صلاحیت
uz_latn_uz: Ushbu obuna bilan siz olasiz: ● Cheksiz sig'im
vi_vn: Với đăng ký này, bạn sẽ nhận được: ● Công suất không giới hạn
zh_cn: 通过此订阅，您将收到：
zh_hans_sg: 通过此订阅，您将收到： ●无限能力
zh_hant_hk: 通過此訂閱，您將收到： ●無限能力

# StoreFeature7
source: ● Safe, secure and private local data storage (no data collection) always encrypted with optional 2 - factor password protection
af_za: ● Veilige, veilige en private plaaslike databerging (geen data-insameling nie) altyd geïnkripteer met opsionele 2-faktor wagwoordbeskerming en blokkeer maklik programme of webwerwe van u spoorsnyer
am_et: ● አስተማማኝ, ደህንነቱ የተጠበቀ እና የግል የአካባቢ መረጃ ማከማቻ (ምንም data collection) ሁልጊዜ በ አማራጭ የ 2-ፋክት የይለፍ ቃል ጥበቃ እና በቀላሉ መተግበሪያዎን ወይም ድረ-ገፆችዎን ይዘጋሉ
ar_ma: ● تخزين بيانات محلي آمن وآمن وخاص (بدون جمع بيانات) مشفر دائما مع حماية كلمة مرور اختيارية من 2 عامل وحظر التطبيقات أو مواقع الويب بسهولة من المتتبع الخاص بك
ar_om: ● تخزين بيانات محلي آمن وآمن وخاص (بدون جمع بيانات) مشفر دائما مع حماية اختيارية بكلمة مرور 2 عامل
as_in: ● সুৰক্ষিত, সুৰক্ষিত আৰু ব্যক্তিগত স্থানীয় ডাটা ষ্টোৰেজ (কোনো ডাটা সংগ্ৰহ নাই) সদায়ে বৈকল্পিক 2-কাৰক পাছৱৰ্ড সুৰক্ষাৰ সৈতে এনক্ৰিপ্ট কৰা হয় আৰু আপোনাৰ ট্ৰেকাৰৰ পৰা এপ্প বা ৱেবছাইটবোৰ সহজে অৱৰোধ কৰে
az_cyrl_az: ● Təhlükəsiz, təhlükəsiz və şəxsi lokal məlumatların saxlanması (heç bir məlumat toplamaq) həmişə seçimli 2-fakturalı şifrənin qorunması ilə şifrələnir və asanlıqla sizin izləyicidən proqramlar və ya veb-saytlar blok edir
az_latn: ● Təhlükəsiz, təhlükəsiz və şəxsi yerli məlumat yaddaşı (məlumat toplanması yoxdur) həmişə əlavə 2 faktorlu parol mühafizəsi ilə şifrələnir və proqramları və ya veb saytları izləyicinizdən asanlıqla bloklayır
be_by: ● Бяспечнае, абароненае і прыватнае лакальнае сховішча даных (без збору даных), заўсёды зашыфраванае з дадатковай 2-факторнай абаронай паролем і лёгка блакіруючы праграмы або вэб-сайты з вашага трэкера
bg_bg: ● Безопасно, защитено и частно локално съхранение на данни (без събиране на данни), винаги криптирано с опционална 2-факторна защита с парола и лесно блокиране на приложения или уебсайтове от вашия тракер
bn_bd: ● নিরাপদ, সুরক্ষিত এবং ব্যক্তিগত স্থানীয় ডেটা সঞ্চয়স্থান (কোনও ডেটা সংগ্রহ নয়) সর্বদা ঐচ্ছিক 2-ফ্যাক্টর পাসওয়ার্ড সুরক্ষার সাথে এনক্রিপ্ট করা হয় এবং সহজেই আপনার ট্র্যাকার থেকে অ্যাপ বা ওয়েবসাইট ব্লক করে
bn_in: ● নিরাপদ, সুরক্ষিত এবং ব্যক্তিগত স্থানীয় ডেটা স্টোরেজ (কোনও ডেটা সংগ্রহ নেই) সর্বদা al চ্ছিক 2 এর সাথে এনক্রিপ্ট করা - ফ্যাক্টর পাসওয়ার্ড সুরক্ষা এবং সহজেই আপনার ট্র্যাকার থেকে অ্যাপ্লিকেশন বা ওয়েবসাইটগুলি ব্লক করুন
bs_latn: ● Sigurna, sigurna i privatna lokalna pohranjivanje podataka (bez prikupljanja podataka) uvijek šifriranim opcionalnim 2 - faktorske zaštite lozinke
bs_latn_ba: ● Sigurna, sigurna i privatna lokalna pohrana podataka (bez prikupljanja podataka) uvijek šifrirana s opcionom zaštitom lozinkom od 2 faktora i jednostavno blokiranje aplikacija ili web stranica s vašeg trackera
ca_es: ● Emmagatzematge de dades local segur, segur i privat (sense recopilació de dades) sempre xifrat amb una protecció de contrasenya opcional de 2 factors i bloqueja fàcilment aplicacions o llocs web del vostre rastrejador
cs_cz: ● Bezpečné, zabezpečené a soukromé místní úložiště dat (žádné shromažďování dat) vždy šifrované pomocí volitelné dvoufaktorové ochrany heslem a snadno blokuje aplikace nebo webové stránky z vašeho sledovače
cy_gb: ● Storio data lleol diogel, diogel a phreifat (dim casglu data) bob amser wedi'i amgryptio gydag amddiffyniad cyfrinair 2-ffactor dewisol a rhwystro apps neu wefannau yn hawdd o'ch traciwr
da_dk: ● Sikker, sikker og privat lokal datalagring (ingen dataindsamling) altid krypteret med valgfri 2-faktor adgangskodebeskyttelse og bloker nemt apps eller websteder fra din tracker
de_ch: ● Sichere und private lokale Datenspeicherung (keine Datenerfassung), immer verschlüsselt mit optionalem 2-Faktor-Passwortschutz und blockiert problemlos Apps oder Websites von Ihrem Tracker
de_lu: ● Sichere und private lokale Datenspeicherung (keine Datenerfassung) immer verschlüsselt mit optionalem 2-Faktor-Passwortschutz
el_gr: ● Ασφαλής, ασφαλής και ιδιωτική τοπική αποθήκευση δεδομένων (χωρίς συλλογή δεδομένων) πάντα κρυπτογραφημένη με προαιρετική προστασία κωδικού πρόσβασης 2 παραγόντων και αποκλείει εύκολα εφαρμογές ή ιστότοπους από το πρόγραμμα παρακολούθησης
es_ar: ● Almacenamiento de datos local seguro, seguro y privado (sin recopilación de datos) siempre encriptado con protección de contraseña de 2 factores opcional
es_pe: ● Almacenamiento de datos local seguro y privado (sin recopilación de datos) siempre encriptado con protección opcional con contraseña de 2 factores y bloquee fácilmente aplicaciones o sitios web de su rastreador
et_ee: ● Ohutu, turvaline ja privaatne kohalik andmesalvestus (andmete kogumine puudub), mis on alati krüpteeritud valikulise 2-faktorilise paroolikaitsega ja blokeerib rakendused või veebisaidid hõlpsalt teie jälgijast
eu_es: ◟ Tokiko datu seguru eta pribatuak biltegiratzea (datu-bilketarik gabe), betiere aukerako babesarekin enkriptatua, 2 faktoreko pasahitzarekin, eta erraz blokeatzen ditu bere arakatzailearen aplikazioak edo web guneak.
fa_ir: ● ذخیره سازی داده های محلی امن، امن و خصوصی (بدون جمع اوری داده ها) همیشه با حفاظت از رمز عبور اختیاری 2 عامل رمزگذاری می شود و به راحتی برنامه ها یا وب سایت ها را از ردیاب خود مسدود می کند
fi_fi: ● Turvallinen, suojattu ja yksityinen paikallinen tietojen tallennus (ei tiedonkeruuta), joka on aina salattu valinnaisella 2-vaiheisella salasanasuojauksella ja estää helposti sovellukset tai verkkosivustot seurannastasi
fil_ph: ● Ligtas, ligtas at pribadong lokal na imbakan ng data (walang koleksyon ng data) palaging naka-encrypt na may opsyonal na 2-factor na proteksyon ng password at madaling harangan ang mga app o website mula sa iyong tracker
fr_ht: ● Stockage de données local sécurisé, sécurisé et privé (pas de collecte de données) toujours cryptée avec une protection en option de mot de passe à 2 facteurs
fr_mc: ● Stockage de données local sûr, sécurisé et privé (pas de collecte de données) toujours crypté avec une protection par mot de passe à 2 facteurs en option et bloquez facilement les applications ou les sites Web de votre tracker
ga_ie: ● Stóráil sonraí áitiúla sábháilte, slán agus príobháideach (gan bailiú sonraí) criptithe i gcónaí le cosaint roghnach phasfhocal 2-fhachtóir agus bac a chur go héasca ar fheidhmchláir nó ar láithreáin ghréasáin ó do lorgaire
gd_gb: ● Stòradh dàta ionadail sàbhailte, tèarainte agus prìobhaideach (gun chruinneachadh dàta) an-còmhnaidh air a chrioptachadh le dìon facal-faire roghnach 2 - factar agus gu furasta casg a chuir air aplacaidean no làraich-lìn bhon rianadair agad
gl_es: ● Almacenamento de datos local seguro, seguro e privado (sen recollida de datos) sempre cifrado con protección por contrasinal opcional de dous factores e bloquea facilmente aplicacións ou sitios web do teu rastreador
gu_in: Safe સલામત, સુરક્ષિત અને ખાનગી સ્થાનિક ડેટા સ્ટોરેજ (ડેટા સંગ્રહ નથી) હંમેશાં વૈકલ્પિક 2 સાથે એન્ક્રિપ્ટ થયેલ - પરિબળ પાસવર્ડ સંરક્ષણ
he_il: ● אחסון נתונים מקומי בטוח, מאובטח ופרטי (ללא איסוף נתונים) תמיד מוצפן עם 2 אופציונלי - הגנה על סיסמא של גורם
hi_in: ● सुरक्षित, सुरक्षित और निजी स्थानीय डेटा स्टोरेज (कोई डेटा संग्रह नहीं) हमेशा वैकल्पिक 2 के साथ एन्क्रिप्टेड - फैक्टर पासवर्ड प्रोटेक्शन
hr_ba: ● Sigurna, zaštićena i privatna lokalna pohrana podataka (bez prikupljanja podataka) uvijek šifrirana uz dodatnu dvofaktornu zaštitu lozinkom i jednostavno blokiranje aplikacija ili web-mjesta s vašeg uređaja za praćenje
hr_hr: ● Sigurno, sigurno i privatno lokalno pohranjivanje podataka (bez prikupljanja podataka) uvijek je šifrirano s opcionalnom zaštitom od 2 - faktorska lozinka
hu_hu: ● Biztonságos, biztonságos és privát helyi adattárolás (nincs adatgyűjtés), mindig az opcionális 2 -es titkosítva - Faktor jelszó védelme
hy_am: ● Ապահով, անվտանգ եւ մասնավոր տեղական տվյալների պահպանում (տվյալների հավաքագրում) միշտ կոդավորված է կամընտիր 2-րդ ֆակտորային գաղտնաբառի պաշտպանությամբ
id_id: ● Penyimpanan data lokal yang aman, aman dan pribadi (tidak ada pengumpulan data) selalu dienkripsi dengan perlindungan kata sandi 2 - faktor opsional
is_is: ● Örugg, örugg og einkarekin staðbundin gagnageymsla (engin gagnaöflun) dulkóðuð alltaf með valfrjálsri 2 - þáttar lykilorðsvernd
it_it: ● Archiviazione dati locale sicura, sicura e privata (nessuna raccolta di dati) sempre crittografata con protezione da password a 2 - fattore facoltativo
ja_jp: ● オプションの 2 要素パスワード保護で常に暗号化された、安全かつプライベートなローカル データ ストレージ (データ収集なし) で、トラッカーからアプリや Web サイトを簡単にブロックできます。
ka_ge: ● უსაფრთხო, უსაფრთხო და კერძო ადგილობრივი მონაცემთა შენახვა (მონაცემთა შეგროვება არ არის) ყოველთვის დაშიფრულია არჩევითი 2 - ფაქტორ პაროლის დაცვით
kk_kz: ● Қауіпсіз, қауіпсіз және жеке деректерді сақтау (Деректерді жинау жоқ) Әрқашан қосымша 2 - парольді қорғау факторы бар
km_kh: ●ការផ្ទុកទិន្នន័យក្នុងស្រុកមានសុវត្ថិភាពនិងឯកជន (មិនមានការប្រមូលទិន្នន័យ) តែងតែអ៊ិនគ្រីបជាមួយស្រេចចិត្ត 2 - កត្តាការពារលេខសំងាត់
kn_in: Safe ಸುರಕ್ಷಿತ, ಸುರಕ್ಷಿತ ಮತ್ತು ಖಾಸಗಿ ಸ್ಥಳೀಯ ಡೇಟಾ ಸಂಗ್ರಹಣೆ (ಡೇಟಾ ಸಂಗ್ರಹವಿಲ್ಲ) ಯಾವಾಗಲೂ ಐಚ್ al ಿಕ 2 ನೊಂದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ - ಫ್ಯಾಕ್ಟರ್ ಪಾಸ್‌ವರ್ಡ್ ರಕ್ಷಣೆ
ko_kr: ● 안전하고 안전하며 개인 로컬 데이터 스토리지 (데이터 수집 없음) 항상 옵션으로 암호화됩니다.
ky_kg: ● Жергиликтүү, коопсуз жана жеке жергиликтүү маалыматтарды сактоо (маалымат жыйноосу) ар дайым Кошумча 2 - фактордун сырсөзүн коргоо
lo_la: ●ເກັບຂໍ້ມູນໃນທ້ອງຖິ່ນທີ່ປອດໄພແລະຄວາມປອດໄພແລະເອກະຊົນ (ບໍ່ມີການເກັບກໍາຂໍ້ມູນ) ສະເຫມີທີ່ຖືກເຂົ້າລະຫັດດ້ວຍການປ້ອງກັນລະຫັດຜ່ານທີ່ເປັນທາງເລືອກ 2
lt_lt: ● Saugus, saugus ir privatus vietinis duomenų saugojimas (nėra duomenų rinkimo) visada užšifruota su pasirinktine 2 - faktoriaus slaptažodžio apsauga
lv_lv: ● Droša, droša un privāta vietējā datu glabāšana (bez datu vākšanas) vienmēr šifrēja ar izvēles 2 - faktoru paroles aizsardzību
mi_nz: ● Te rokiroki haumaru, haumaru me te motuhake (kaore he kohinga raraunga) ka whakamutua i te wahanga 2 - Tiaki Kupuhipa Factor
mk_mk: ● Безбедно, безбедно и приватно складирање на локални податоци (без прибирање на податоци) секогаш шифрирано со избор 2 - Заштита на лозинка на факторот
ml_in: Said സുരക്ഷിതവും സുരക്ഷിതവും സ്വകാര്യവുമായ പ്രാദേശിക ഡാറ്റ സംഭരണം (ഡാറ്റ ശേഖരം ഇല്ല) എല്ലായ്പ്പോഴും ഓപ്ഷണൽ 2 ഉപയോഗിച്ച് എൻക്രിപ്റ്റ് ചെയ്തു - ഫാക്ടർ പാസ്വേഡ് പരിരക്ഷണം
mr_in: ● सुरक्षित, सुरक्षित आणि खाजगी स्थानिक डेटा संचयन (डेटा संग्रह नाही) नेहमीच पर्यायी 2 सह कूटबद्ध केले जाते - फॅक्टर संकेतशब्द संरक्षण
ms_bn: ● Penyimpanan data tempatan yang selamat, selamat dan peribadi (tiada pengumpulan data) selalu disulitkan dengan pilihan 2 - faktor perlindungan kata laluan
mt_mt: ● Ħażna ta 'dejta lokali sikura, sigura u privata (l-ebda ġbir ta' data) dejjem kriptat bi protezzjoni fakultattiva ta '2 - fattur tal-password
nb_no: ● Sikker, sikker og privat lokal datalagring (ingen datainnsamling) alltid kryptert med valgfri 2 - Faktor passordbeskyttelse
ne_np: ● सुरक्षित, सुरक्षित र निजी स्थानीय डाटा भण्डारण (कुनै डाटा संग्रह) वैकल्पिक 2 - कारक पासवर्ड सुरक्षाको साथ सँधै ईन्क्रिप्टेड
nl_nl: ● Veilige, veilige en private lokale gegevensopslag (geen gegevensverzameling) altijd gecodeerd met optionele 2 - factor wachtwoordbeveiliging
or_in: ସୁରକ୍ଷିତ, ସୁରକ୍ଷିତ, ସୁରକ୍ଷିତ ଏବଂ ବ୍ୟକ୍ତିଗତ ସ୍ଥାନୀୟ ତଥ୍ୟ ସଂରକ୍ଷଣ (କ data ଣସି ତଥ୍ୟ ସଂଗ୍ରହ) ଇଚ୍ଛାଧୀନ 2 - ଫ୍ୟାକ୍ଟର୍ ପାସୱାର୍ଡ ସୁରକ୍ଷା ସହିତ ଏନକ୍ରିପ୍ଟ ହୋଇଛି |
pa_arab_pk: Pare ਸੁਰੱਖਿਅਤ, ਸੁਰੱਖਿਅਤ ਅਤੇ ਨਿੱਜੀ ਸਥਾਨਕ ਡਾਟਾ ਸਟੋਰੇਜ ਹਮੇਸ਼ਾ ਵਿਕਲਪਿਕ 2 - ਫੈਕਟਰ ਪਾਸਵਰਡ ਸੁਰੱਖਿਆ ਨਾਲ ਇਨਕ੍ਰਿਪਟਡ
pl_pl: ● Bezpieczne, bezpieczne i prywatne przechowywanie danych lokalnych (bez gromadzenia danych) zawsze szyfrowane z opcjonalną 2 - czynnik ochrona hasła
pt_br: ● Armazenamento de dados local seguro, seguro e privado (sem coleta de dados) sempre criptografado com proteção de senha de 2 fator opcional - proteção de senha
ro_ro: ● Stocare de date locale sigure, sigure și private (fără colectare
ru_ru: ● Безопасное, безопасное и частное локальное хранилище данных (без сбора данных) всегда зашифровано с помощью дополнительного 2 - Фактор защиты пароля
sk_sk: ● Bezpečné, bezpečné a súkromné ​​miestne ukladanie údajov (bez zberu údajov) vždy šifrované s voliteľným 2 - Faktorovými ochranou hesla
sl_si: ● Varno, varno in zasebno lokalno shranjevanje podatkov (brez zbiranja podatkov) vedno šifrirano z izbirno zaščito gesla za 2 - faktor
sq_al: Storage Ruajtja lokale e sigurt, e sigurt dhe private lokale e të dhënave (pa mbledhjen e të dhënave) gjithmonë e koduar me mbrojtje me fjalëkalim 2 - Faktor - Faktor
sr_latn_me: ● Сигурно, сигурно и приватно складиштење података (без прикупљања података) увек шифровано опционо 2 - фактор заштите лозинки
sv_fi: ● Säker, säker och privat lokal datalagring (ingen datainsamling) alltid krypterad med valfritt 2 - Faktorlösenordsskydd
sw_ke: ● Hifadhi salama, salama na ya kibinafsi (hakuna mkusanyiko wa data) kila wakati husimbwa na hiari 2 - Factor Nenosiri ulinzi
ta_in: ● பாதுகாப்பான, பாதுகாப்பான மற்றும் தனியார் உள்ளூர் தரவு சேமிப்பு (தரவு சேகரிப்பு இல்லை) எப்போதும் விருப்பமான 2 - காரணி கடவுச்சொல் பாதுகாப்பு மற்றும் உங்கள் டிராக்கரிலிருந்து பயன்பாடுகள் அல்லது வலைத்தளங்களை எளிதாகத் தடுக்கவும்
te_in: Safe సురక్షితమైన, సురక్షితమైన మరియు ప్రైవేట్ స్థానిక డేటా నిల్వ (డేటా సేకరణ లేదు) ఎల్లప్పుడూ ఐచ్ఛిక 2 తో గుప్తీకరించబడుతుంది - కారకం పాస్‌వర్డ్ రక్షణ
th_th: ●การจัดเก็บข้อมูลที่ปลอดภัยปลอดภัยและเป็นส่วนตัว (ไม่มีการรวบรวมข้อมูล) เข้ารหัสด้วยการป้องกันรหัสผ่าน 2 - ตัวเลือกเสมอ
tk_tm: ● Howpsuz, ygtybarly we hususy ýerli maglumatlary saklamak (maglumat ýygnamak ýok) elmydama 2 - faktor paroly goramak
tr_tr: ● Güvenli, güvenli ve özel yerel veri depolama (veri toplama yok) her zaman isteğe bağlı 2 - faktör parola koruması ile şifrelenmiş
tt_ru: ● Куркынычсыз, куркынычсыз һәм шәхси җирле мәгълүмат саклау (мәгълүмат туплау юк) һәрвакыт өстәмә 2 - фактор серсүзен саклау белән шөгыльләнәләр
ug_cn: The بىخەتەرلىك, بىخەتەر ۋە شەخسىي يەرلىك سانلىق مەلۇمات ساقلاش (سانلىق مەلۇمات توپلاش) ھەمىشە 2-تاللاش بىلەن شىفىرلىنىدۇ
uk_ua: ● Безпечне, безпечне та приватне місцеве зберігання даних (без збору даних) завжди зашифровано з необов'язковим захистом пароля 2 - фактор
ur_pk: ● محفوظ ، محفوظ اور نجی مقامی ڈیٹا اسٹوریج (کوئی ڈیٹا اکٹھا نہیں) ہمیشہ اختیاری 2 کے ساتھ خفیہ کردہ - عنصر پاس ورڈ کی حفاظت
uz_latn_uz: ● Xavfsiz, xavfsiz va xususiy mahalliy ma'lumotlar saqlash (ma'lumotlar yig'ish yo'q) har doim ixtiyoriy 2 - parolni himoya qilish bilan shifrlash
vi_vn: ● Lưu trữ dữ liệu cục bộ an toàn, an toàn và riêng tư (không thu thập dữ liệu) luôn được mã hóa bằng bảo vệ mật khẩu 2 - yếu tố tùy chọn
zh_cn: ● 安全、可靠且私密的本地数据存储（无数据收集）始终使用可选的两因素密码保护进行加密，并轻松阻止应用程序或网站访问您的智能设备
zh_hans_sg: ●安全，安全和私人本地数据存储（无数据收集）总是使用可选的2-因子密码保护
zh_hant_hk: ●安全，安全和私人本地數據存儲（無數據收集）總是使用可選的2-因子密碼保護
