Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature14
source: ● Store your images in the secure database, ready to use as files anytime on - demand just drag - and - drop!
af_za: ● Kragtige teks templating vir vinnige, dinamiese plak uit jou brokkieversameling
am_et: ● በቅንጣብ ስብስብህ ላይ በፍጥነትና በቀጣይነት የሚለጠፈውን የጽሁፍ ቴምፕቲንግ
ar_ma: ● قالب نص قوي للصق سريع وديناميكي من مجموعة المقتطفات الخاصة بك
ar_om: ● قم بتخزين صورك في قاعدة البيانات الآمنة ، وعلى استعداد لاستخدامها كملفات في أي وقت - الطلب فقط اسحب - و - إسقاط!
as_in: ● আপোনাৰ স্নিপেট সংগ্ৰহৰ পৰা দ্ৰুত, গতিশীল পেষ্টিংৰ বাবে শক্তিশালী পাঠ টেম্পলেটিং
az_cyrl_az: ● Snippet kolleksiyanızdan tez, dinamik yapışdırma üçün güclü mətn şablonu
az_latn: ● Snippet kolleksiyanızdan sürətli, dinamik yapışdırmaq üçün güclü mətn şablonu
be_by: ● Магутны тэкставы шаблон для хуткай дынамічнай устаўкі з вашай калекцыі фрагментаў
bg_bg: ● Мощен шаблон за текст за бързо, динамично поставяне от вашата колекция от фрагменти
bn_bd: ● আপনার স্নিপেট সংগ্রহ থেকে দ্রুত, গতিশীল পেস্ট করার জন্য শক্তিশালী পাঠ্য টেমপ্লেটিং
bn_in: Your আপনার স্নিপেট সংগ্রহ থেকে দ্রুত, গতিশীল পেস্ট করার জন্য শক্তিশালী পাঠ্য টেম্প্লেটিং
bs_latn: ● Snimite svoje slike u sigurnu bazu podataka, spremni za upotrebu kao datoteke u bilo kojem trenutku - Potražnja samo povucite - i - kap!
bs_latn_ba: ● Moćni šabloni teksta za brzo, dinamično lijepljenje iz kolekcije isječaka
ca_es: ● Plantilles de text potents per enganxar de forma ràpida i dinàmica des de la col·lecció de fragments
cs_cz: ● Výkonné šablony textu pro rychlé a dynamické vkládání z vaší sbírky úryvků
cy_gb: ● Templed testun pwerus ar gyfer pastio cyflym, deinamig o'ch casgliad pytiau
da_dk: ● Kraftig tekstskabelon til hurtig, dynamisk indsætning fra din uddragssamling
de_ch: ● Leistungsstarke Textvorlagen zum schnellen, dynamischen Einfügen aus Ihrer Snippet-Sammlung
de_lu: ● Speichern Sie Ihre Bilder in der sicheren Datenbank und bereit, jederzeit als Dateien zu verwenden. Nach Bedarf ziehen Sie einfach - und - Drop!
el_gr: ● Ισχυρό πρότυπο κειμένου για γρήγορη, δυναμική επικόλληση από τη συλλογή αποσπασμάτων σας
es_ar: ● Almacene sus imágenes en la base de datos segura, listas para usar como archivos en cualquier momento: demanda simplemente arrastre - y - ¡solte!
es_pe: ● Potentes plantillas de texto para pegar de forma rápida y dinámica desde tu colección de fragmentos
et_ee: ● Võimas tekst, mis ahvatleb kiireks ja dünaamiliseks kleepimiseks teie katkendikogust
eu_es: ◟ Testu-txantiloi indartsuak, zure pasarte-bildumatik modu azkar eta dinamikoan itsasteko.
fa_ir: ● متن قدرتمند برای چسباندن سریع و پویا از مجموعه قطعه شما
fi_fi: ● Tehokas tekstimallinnus nopeaan ja dynaamiseen liittämiseen katkelmakokoelmastasi
fil_ph: ● Mabisang text templating para sa mabilis, dynamic na pag-paste mula sa iyong snippet koleksyon
fr_ht: ● Stockez vos images dans la base de données sécurisée, prête à l'emploi comme fichiers à tout moment - demandez simplement glisser - et - déposez!
fr_mc: ● Modèles de texte puissants pour un collage rapide et dynamique à partir de votre collection d’extraits
ga_ie: ● Templating téacs cumhachtach le haghaidh pasting tapa, dinimiciúil ó do bhailiúchán snippet
gd_gb: ● Teamplaid teacsa cumhachdach airson pasting luath, fiùghantach bhon chruinneachadh chriomag agad
gl_es: ● Poderoso modelo de texto para pegar de forma rápida e dinámica desde a súa colección de fragmentos
gu_in: Your તમારી છબીઓને સુરક્ષિત ડેટાબેસમાં સ્ટોર કરો, કોઈપણ સમયે ફાઇલો તરીકે વાપરવા માટે તૈયાર - માંગ કરો ફક્ત ખેંચો - અને - છોડો!
he_il: ● אחסן את התמונות שלך במסד הנתונים המאובטח, מוכן לשימוש כקבצים בכל עת - דרישה פשוט לגרור - ו - צניחה!
hi_in: ● अपनी छवियों को सुरक्षित डेटाबेस में स्टोर करें, कभी भी फ़ाइलों के रूप में उपयोग करने के लिए तैयार - बस ड्रैग - और - ड्रॉप की मांग करें!
hr_ba: ● Snažna obrada teksta za brzo, dinamično lijepljenje iz vaše zbirke isječaka
hr_hr: ● Spremite svoje slike u sigurnu bazu podataka, spremne za upotrebu kao datoteke bilo kada na - potražite samo povucite - i - pad!
hu_hu: ● Tárolja a képeit a biztonságos adatbázisban, készen áll a fájlokként történő használatra - KÖVETKEZŐ DRAG - ÉS - DROP!
hy_am: ● Ձեր պատկերները պահեք անվտանգ տվյալների բազայում, պատրաստ է օգտագործել որպես ֆայլեր ցանկացած պահի - պահանջարկ պարզապես քաշել - եւ - կաթիլ:
id_id: ● Simpan gambar Anda di database yang aman, siap digunakan sebagai file kapan saja - permintaan cukup seret - dan - drop!
is_is: ● Geymið myndirnar þínar í öruggum gagnagrunni, tilbúin til notkunar sem skrár hvenær sem er - eftirspurn bara dragið - og - slepptu!
it_it: ● Conservare le immagini nel database sicuro, pronti per l'uso come file in qualsiasi momento - richiedi semplicemente trascina - e - lascia cadere!
ja_jp: ● スニペット コレクションから迅速かつ動的に貼り付けるための強力なテキスト テンプレート
ka_ge: ● შეინახეთ თქვენი სურათები უსაფრთხო მონაცემთა ბაზაში, მზადაა გამოიყენოთ როგორც ფაილები ნებისმიერ დროს - მოთხოვნა უბრალოდ გადაიტანეთ - და - ჩამოაგდეს!
kk_kz: ● Суреттерді қауіпсіз дерекқорда сақтаңыз, кез келген уақытта файл ретінде пайдалануға дайын, сұраныс - және - - тамшыға сұраныс!
km_kh: ●រក្សាទុករូបភាពរបស់អ្នកនៅក្នុងមូលដ្ឋានទិន្នន័យដែលមានសុវត្ថិភាពដែលត្រៀមប្រើជាឯកសារគ្រប់ពេលវេលានៅគ្រប់ពេលវេលានៅលើតម្រូវការគ្រាន់តែអូស - និងទម្លាក់!
kn_in: Date ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು ಸುರಕ್ಷಿತ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ, ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಫೈಲ್‌ಗಳಾಗಿ ಬಳಸಲು ಸಿದ್ಧವಾಗಿದೆ - ಬೇಡಿಕೆ ಡ್ರ್ಯಾಗ್ - ಮತ್ತು - ಡ್ರಾಪ್!
ko_kr: ● 이미지를 보안 데이터베이스에 저장하고 언제든지 파일로 사용할 준비가되어 있습니다.
ky_kg: ● Сүрөттөрүңүздү коопсуз маалымат базасына сактаңыз, каалаган убакта файлдарды колдонууга даярсыздыгыңызга даярданууга даярсыз - жана - тамчы!
lo_la: store ຮູບແຕ້ມຂອງທ່ານໃນຖານຂໍ້ມູນທີ່ປອດໄພ, ພ້ອມທີ່ຈະໃຊ້ແຟ້ມເອກະສານໄດ້ທຸກເວລາ - ຄວາມຕ້ອງການພຽງແຕ່ລາກ - ແລະ - ລົງ!
lt_lt: ● Saugokite savo vaizdus saugioje duomenų bazėje, paruoštą naudoti kaip failus bet kuriuo metu - paklausa tiesiog vilkite - ir - Drop!
lv_lv: ● Saglabājiet savus attēlus drošā datu bāzē, kas ir gatava lietošanai kā failiem jebkurā laikā - pieprasiet, vienkārši velciet - un - Drop!
mi_nz: ● rokiroki o au whakaahua i roto i te papaa rahinga haumaru, kua rite ki te whakamahi i nga konae i nga wa katoa - tono kia toia noa - me - maturuturu!
mk_mk: ● Чувајте ги вашите слики во безбедна база на податоци, подготвени за употреба како датотеки во секое време - побарувачка само влечење - и - испуштете!
ml_in: Fiemair നിങ്ങളുടെ ഇമേജുകൾ സുരക്ഷിത ഡാറ്റാബേസിൽ സംഭരിക്കുക, എപ്പോൾ വേണമെങ്കിലും ആവശ്യപ്പെടുക - ഡിമാൻഡ് വെറും ഡ്രാഗ് - ഡ്രോപ്പ്!
mr_in: Your आपल्या प्रतिमा सुरक्षित डेटाबेसमध्ये संचयित करा, कोणत्याही वेळी फायली म्हणून वापरण्यास तयार - मागणी फक्त ड्रॅग - आणि - ड्रॉप!
ms_bn: ● Simpan imej anda dalam pangkalan data yang selamat, bersedia untuk digunakan sebagai fail pada bila -bila masa - permintaan hanya seret - dan - drop!
mt_mt: ● Aħżen l-immaġini tiegħek fid-database sigura, lesta biex tużah bħala fajls f'kull ħin - talba biss drag - u - qatra!
nb_no: ● Lagre bildene dine i den sikre databasen, klare til bruk som filer når som helst på - etterspørsel bare dra - og - slipp!
ne_np: Ins सुरक्षित डेटाबेसमा तपाईंको छविहरू भण्डारण गर्नुहोस्, कुनै पनि समयमा फाईलहरूको रूपमा प्रयोग गर्नका लागि तयार गर्नुहोस् - मांग मात्र ड्र्याग गर्नुहोस् - र ड्रप!
nl_nl: ● Bewaar uw afbeeldingen in de beveiligde database, klaar voor gebruik als bestanden op elk gewenst moment - Draag Sleep gewoon - en - Drop!
or_in: Money ଆପଣଙ୍କର ପ୍ରତିଛବିକୁ ସୁରକ୍ଷିତ ଡାଟାବେସରେ ସଂରକ୍ଷଣ କରନ୍ତୁ, ଯେକ time ଣସି ସମୟରେ ଫାଇଲ୍ ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ପ୍ରସ୍ତୁତ - ଚାହିଦା କେବଳ ଡ୍ରାଗ୍ - - ଡ୍ରପ୍!
pa_arab_pk: Your ਆਪਣੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਡੇਟਾਬੇਸ ਵਿਚ ਸਟੋਰ ਕਰੋ, ਕਿਸੇ ਵੀ ਸਮੇਂ ਫਾਈਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤਿਆਰ - ਡਿਮਾਂਡ ਹੁਣੇ ਹੀ ਸਿਰਫ ਖਿੱਚੋ - ਅਤੇ - ਡ੍ਰੌਪ!
pl_pl: ● Przechowuj swoje obrazy w bezpiecznej bazie danych, gotowe do użycia jako pliki w dowolnym momencie - żądaj po prostu przeciągnij - i - upuść!
pt_br: ● Armazene suas imagens no banco de dados seguro, pronto para uso como arquivos a qualquer momento - a demanda, basta arrastar - e - soltar!
ro_ro: ● Stocați -vă imaginile în baza de date sigură, gata de utilizare ca fișiere oricând pe - cereți doar trageți - și - Drop!
ru_ru: ● Храните свои изображения в безопасной базе данных, готовые к использованию в качестве файлов в любое время - спрос, просто перетащите - и - Drop!
sk_sk: ● Uložte svoje obrázky do zabezpečenej databázy, pripravené na použitie ako súbory kedykoľvek - Dopyt Stačí pretiahnuť - a - Drop!
sl_si: ● Slike shranite v varno bazo podatkov, pripravljene za uporabo kot datoteke kadar koli vklopljen - povpraševanje samo povlecite - in - spustite!
sq_al: ● Ruani imazhet tuaja në bazën e të dhënave të sigurta, të gatshme për t'u përdorur si skedarë në çdo kohë në - Kërkoni vetëm zvarritje - dhe - Drop!
sr_latn_me: ● Чувајте своје слике у сигурној бази података, спремни да користите као датотеке било када на захтев само превлачење - и - кап!
sv_fi: ● Förvara dina bilder i den säkra databasen, redo att använda som filer när som helst på - Demand bara dra - och - släpp!
sw_ke: ● Hifadhi picha zako kwenye hifadhidata salama, tayari kutumia kama faili wakati wowote - mahitaji tu Drag - na - kushuka!
ta_in: Your உங்கள் துணுக்கை சேகரிப்பிலிருந்து விரைவான, மாறும் ஒட்டுதலுக்கான சக்திவாய்ந்த உரை வார்ப்புரு
te_in: Times మీ చిత్రాలను సురక్షిత డేటాబేస్లో నిల్వ చేయండి, ఎప్పుడైనా ఫైళ్ళగా ఉపయోగించడానికి సిద్ధంగా ఉంది - డిమాండ్ లాగండి - మరియు - డ్రాప్!
th_th: ●จัดเก็บภาพของคุณในฐานข้อมูลที่ปลอดภัยพร้อมใช้งานเป็นไฟล์ได้ตลอดเวลา - ต้องการเพียงแค่ลาก - และ - หล่น!
tk_tm: In The Howpsuzlyk ýerleriňizi ygtybarly maglumat bazasynda saklaň - islendik wagt dowam eden faýl hökmünde ulanmaga taýyn - IFORE Süýreşmek üçin faýl hökmünde ulanmaga taýyn - Dişdiriň we - Drop!
tr_tr: ● Görüntülerinizi her zaman dosya olarak kullanmaya hazır olan güvenli veritabanında saklayın - sadece sürükleyin - ve - bırakın!
tt_ru: Parese Рәсемнәрегезне куркынычсыз мәгълүмат базасында саклагыз, теләсә кайсы вакытта файллар итеп кулланырга әзер - тарту - һәм - төшү!
ug_cn: ● رەسىملىرىڭىزنى بىخەتەر ساندانغا ساقلاڭ, ھۆججەت سۈپىتىدە ئىشلىتىشكە تەييارلاندى - سۆرەپ ئېلىش ۋە - ئېھتىياجغا ئاساسەن ئېھتىياجغا تەييار!
uk_ua: ● Зберігайте свої зображення у захищеній базі даних, готових до використання в якості файлів у будь -який час - попит просто перетягувати - і - падай!
ur_pk: your اپنی تصاویر کو محفوظ ڈیٹا بیس میں اسٹور کریں ، کسی بھی وقت فائلوں کے طور پر استعمال کرنے کے لئے تیار ہوں - مطالبہ صرف ڈریگ - اور - ڈراپ!
uz_latn_uz: ● Rasmlaringizni xavfsiz ma'lumotlar bazasida saqlang, har qanday vaqtda talab qiling - talab - va - tomchi!
vi_vn: ● Lưu trữ hình ảnh của bạn trong cơ sở dữ liệu an toàn, sẵn sàng sử dụng làm tệp bất cứ lúc nào - Yêu cầu chỉ kéo - và - thả!
zh_cn: ● 强大的文本模板，可从片段集合中快速、动态地粘贴
zh_hans_sg: ●将图像存储在安全数据库中，随时可以用作文件 - 需要拖动 - drop！
zh_hant_hk: ●將圖像存儲在安全數據庫中，隨時可以用作文件 - 需要拖動 - drop！

# StoreFeature15
source: ● Powerful text templating for quick, dynamic pasting from your snippet collection
af_za: ● Trigger & Aksieontwerper vir persoonlike outomatisering en aksiekettings
am_et: ● Trigger &action ዲዛይነር ለደንበኛ አውቶሜሽን እና የድርጊት ሰንሰለት
ar_ma: ● مصمم الزناد والعمل للأتمتة المخصصة وتسلسل الإجراءات
ar_om: ● نص نص قوي على لصق سريع وديناميكي من مجموعة المقتطفات الخاصة بك
as_in: কাষ্টম অটোমেচন আৰু একচন চেইনিংৰ বাবে ● ট্ৰিগাৰ আৰু একচন ডিজাইনাৰ
az_cyrl_az: ● Xüsusi avtomatlaşdırma və hərəkət zəncirləmə üçün trigger &action dizayner
az_latn: ● Fərdi avtomatlaşdırma və fəaliyyət zəncirləməsi üçün Trigger & Action dizayneri
be_by: ● Канструктар трыгераў і дзеянняў для індывідуальнай аўтаматызацыі і звязвання дзеянняў
bg_bg: ● Дизайнер на тригери и действия за персонализирани автоматизации и вериги на действия
bn_bd: ● কাস্টম অটোমেশন এবং অ্যাকশন চেইনিংয়ের জন্য ট্রিগার এবং অ্যাকশন ডিজাইনার
bn_in: কাস্টম অটোমেশন এবং অ্যাকশন চেইনের জন্য ট্রিগার এবং অ্যাকশন ডিজাইনার
bs_latn: ● Snažan tekst teksta za brzo, dinamično zalijepivanje iz vaše kolekcije isjeckanja
bs_latn_ba: ● Dizajner okidača i akcija za prilagođenu automatizaciju i ulančavanje akcija
ca_es: ● Dissenyador Trigger & Action per a automatitzacions personalitzades i encadenament d'accions
cs_cz: ● Návrhář Trigger & Action pro vlastní automatizaci a řetězení akcí
cy_gb: ● Dylunydd Sbardun a Gweithredu ar gyfer awtomeiddio arfer a chadwynu gweithredu
da_dk: ● Trigger & Action designer til brugerdefinerede automatiseringer og handling chaining
de_ch: ● Trigger- und Aktionsdesigner für benutzerdefinierte Automatisierungen und Aktionsverkettung
de_lu: ● leistungsstarke Textvorlagen für ein schnelles, dynamisches Einfügen aus Ihrer Snippet -Sammlung
el_gr: ● Σχεδιαστής Trigger & Action για προσαρμοσμένους αυτοματισμούς και αλυσιδωτή δράση
es_ar: ● Potentes plantillas de texto para un pegado rápido y dinámico de su colección de fragmentos
es_pe: ● Diseñador de disparadores y acciones para automatizaciones personalizadas y encadenamiento de acciones
et_ee: ● Kohandatud automatiseerimiste ja toimingute aheldamise päästiku- ja toimingukujundaja
eu_es: ◟ Astakeriak eta automatizazio pertsonalizatuetarako eta akzioen kateamendurako ekintzak.
fa_ir: ● Trigger & Action Designer برای اتوماسیون های سفارشی و زنجیره ای عمل
fi_fi: ● Trigger & Action -suunnittelija mukautettuihin automaatioihin ja toimintojen ketjutukseen
fil_ph: ● Trigger & Action designer para sa pasadyang mga automation at pagkilos chaining
fr_ht: ● Memplage de texte puissant pour une collation rapide et dynamique de votre collection d'extraits
fr_mc: ● Concepteur de déclencheurs et d’actions pour les automatisations personnalisées et le chaînage d’actions
ga_ie: ● Trigger & Dearthóir Gníomhaíochta le haghaidh uathoibriú saincheaptha agus chaining gníomh
gd_gb: ● Dealbhaiche Trigger & Gnìomh airson fèin-ghluasadan àbhaisteach agus slabhraidhean gnìomh
gl_es: ● Deseñador de disparadores e accións para automatizacións personalizadas e encadeamento de accións
gu_in: તમારા સ્નિપેટ સંગ્રહમાંથી ઝડપી, ગતિશીલ પેસ્ટિંગ માટે શક્તિશાળી ટેક્સ્ટ ટેમ્પ્લેટિંગ
he_il: ● תבנית טקסט עוצמתית להדבקה מהירה ודינאמית מקולקציית הקטע שלך
hi_in: ● अपने स्निपेट संग्रह से त्वरित, गतिशील पेस्टिंग के लिए शक्तिशाली पाठ टेम्पलेटिंग
hr_ba: ● Dizajner okidača i radnji za prilagođene automatizacije i ulančavanje radnji
hr_hr: ● Snažan Text Templant za brzo, dinamično lijepljenje iz vaše kolekcije za isječak
hu_hu: ● Nagy teljesítményű szöveges sablon a gyors, dinamikus beillesztéshez a részletgyűjteményéből
hy_am: ● Հզոր տեքստի ձեւավորում արագ, դինամիկ տեղադրման համար ձեր Snippet հավաքածուից
id_id: ● Teks yang kuat Templating untuk pemasangan yang cepat dan dinamis dari koleksi cuplikan Anda
is_is: ● öflugur texti sniðmát fyrir skjótan, kraftmikla líma úr snippet safninu
it_it: ● Potente modello di testo per incollaggio rapido e dinamico dalla collezione di snippet
ja_jp: ● カスタム オートメーションとアクション チェーンのためのトリガー & アクション デザイナー
ka_ge: ● ძლიერი ტექსტური შაბლონი სწრაფი, დინამიური ჩასადებისთვის თქვენი Snippet კოლექციიდან
kk_kz: ● Тоқшақтарды жылдам, динамикалық қоюға арналған қуатты мәтіндік шаблон
km_kh: ●ពុម្ពគំរូដែលមានអនុភាពសម្រាប់ការបិទភ្ជាប់រហ័សនិងស្វាហាប់ពីការប្រមូលអត្ថបទរបស់អ្នក
kn_in: Your ನಿಮ್ಮ ತುಣುಕು ಸಂಗ್ರಹದಿಂದ ತ್ವರಿತ, ಕ್ರಿಯಾತ್ಮಕ ಅಂಟಿಸುವಿಕೆಗಾಗಿ ಶಕ್ತಿಯುತ ಪಠ್ಯ ಟೆಂಪ್ಲೇಟಿಂಗ್
ko_kr: ● 스 니펫 컬렉션에서 빠르고 역동적 인 붙여 넣기를위한 강력한 텍스트 템플릿
ky_kg: Suppet Сиздин Тез жазгыч үчүн күчтүү текст шаблону сиздин Snippet жыйнагы
lo_la: ●ການປັບຕົວຕົວຫນັງສືທີ່ມີປະສິດທິພາບສໍາລັບການອະນຸມັດທີ່ວ່ອງໄວ, ເຄື່ອນໄຫວຈາກການເກັບກໍາຂອງທ່ານ
lt_lt: ● Galingas teksto šablonas, skirtas greitam, dinamiškam įklijavimui iš jūsų fragmentų kolekcijos
lv_lv: ● Jaudīga teksta veidne ātrai, dinamiskai ielīmēšanai no jūsu fragmentu kolekcijas
mi_nz: ● Te tohu i te tuhinga roa mo te tere tere, hihiri mai i to kohinga Snippet
mk_mk: ● Моќен текст зачудувачки за брзо, динамично залепување од вашата колекција на Snippet
ml_in: Sn നിങ്ങളുടെ സ്നിപ്പെറ്റ് ശേഖരത്തിൽ നിന്ന് ദ്രുത, ചലനാത്മക ഒട്ടിക്കുന്നതിനായി ശക്തമായ ടെക്സ്റ്റ് ടെംപ്ലേറ്റിംഗ്
mr_in: Your आपल्या स्निपेट संग्रहातून द्रुत, डायनॅमिक पेस्टिंगसाठी शक्तिशाली मजकूर टेम्पलेटिंग
ms_bn: ● Templat teks yang kuat untuk pemisahan cepat dan dinamik dari koleksi coretan anda
mt_mt: ● Templating ta 'test qawwi għal twaħħal malajr u dinamiku mill-kollezzjoni tas-snippet tiegħek
nb_no: ● Kraftig tekststempling for rask, dynamisk liming fra utdraget
ne_np: - तपाईंको स्न्याइपेटल संग्रहबाट द्रुत, गतिशील पेयरिंगको लागि शक्तिशाली पाठ टेकिंग
nl_nl: ● Krachtige tekst sjablonen voor een snelle, dynamische plakken uit uw snippetcollectie
or_in: Your ତୁମର ସ୍ନିପେଟ୍ ସଂଗ୍ରହରୁ ଶୀଘ୍ର, ଗତିଶୀଳ ପେଷ୍ଟିଂ ପାଇଁ ସର୍ବଶେଷ ପାଠ୍ୟ ଟେମ୍ପଲେଟିଂ |
pa_arab_pk: Table ਤੁਰੰਤ, ਤੇਜ਼, ਤੁਹਾਡੇ ਸਨਿੱਪਟ ਦੇ ਭੰਡਾਰ ਤੋਂ ਗਤੀਸ਼ੀਲਤਾ ਦੇ ਚਿਪਕਾਉਣਾ
pl_pl: ● Potężne szablony tekstu dla szybkiego, dynamicznego wklejania z kolekcji fragmentów
pt_br: ● Modelo de texto poderoso para coleta rápida e dinâmica da sua coleção de snippets
ro_ro: ● Șablon de text puternic pentru lipirea rapidă și dinamică din colecția dvs. de fragmente
ru_ru: ● Мощное текстовое шаблон для быстрого, динамического вставки из вашей коллекции фрагментов
sk_sk: ● Výkonná textová šablóna pre rýchle a dynamické vkladanie z vašej zbierky úryvkov
sl_si: ● Zmogljivo besedilo za hitro, dinamično lepljenje iz vaše zbirke Skipeta
sq_al: Tem Templating Tekst i fuqishëm për ngjitjen e shpejtë, dinamike nga koleksioni juaj i copëzave
sr_latn_me: ● Снажни текст текста за брзо, динамично лепљење са ваше колекције засеничења
sv_fi: ● Kraftfull textmallande för snabb, dynamisk klistra från din utdragskollektion
sw_ke: ● Maombi ya maandishi yenye nguvu kwa uchungaji wa haraka, wenye nguvu kutoka kwa mkusanyiko wako wa snippet
ta_in: Custom தனிப்பயன் ஆட்டோமேஷன்ஸ் மற்றும் செயல் சங்கிலிக்கான தூண்டுதல் மற்றும் செயல் வடிவமைப்பாளர்
te_in: Sn మీ స్నిప్పెట్ సేకరణ నుండి శీఘ్ర, డైనమిక్ పేస్ట్ కోసం శక్తివంతమైన టెక్స్ట్ టెంప్లేటింగ్
th_th: ●เทมเพลตข้อความที่ทรงพลังสำหรับการวางอย่างรวดเร็วและไดนามิกจากคอลเลกชันตัวอย่างของคุณ
tk_tm: Benpet Collectoluňyzdan çalt, dinamiki çingigeşleýin çökdüriji pasport
tr_tr: ● Snippet koleksiyonunuzdan hızlı, dinamik yapıştırma için güçlü metin şablonu
tt_ru: ● Тизлек өчен көчле текст шабә
ug_cn: ● ئېقىمىڭىزدىكى تېز, ھەرىكەتچان ئوت-چۆپلەر
uk_ua: ● Потужне текстове шаблон для швидкого, динамічного вставки з вашої колекції фрагментів
ur_pk: spective آپ کے ٹکڑوں کے ذخیرے سے فوری ، متحرک چسپاں کرنے کے لئے طاقتور ٹیکسٹ ٹیمپلیٹنگ
uz_latn_uz: ● Tez, delyamik o'yinchisidan tezkor va dinamik o'rash uchun kuchli matn
vi_vn: ● Templating văn bản mạnh mẽ để dán nhanh, năng động từ bộ sưu tập đoạn trích của bạn
zh_cn: ● 用于自定义自动化和动作链接的触发器和动作设计器
zh_hans_sg: ●功能强大的文本模板可从摘要集合中快速，动态粘贴
zh_hant_hk: ●功能強大的文本模板可從摘要集合中快速，動態粘貼
