Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature18
source: ● Built - in plugin browser with an ever - growing community - driven library of plugins
af_za: ● Outomatiseer alles met inpropvoorinstellings, stoor en gebruik u enige van u AI-aanwysings of -opdragte met gemak
am_et: ● ሁሉንም ነገር በፕለጊን ቅድመ-ቅዳሴዎች አውቶማቲክ አድርግ, ያከማቻል እና የእርስዎን ማንኛውንም የ AI ማስፈሪያዎች ወይም ትዕዛዞች በቀላሉ ይጠቀሙ
ar_ma: ● أتمتة كل شيء باستخدام الإعدادات المسبقة للمكون الإضافي ، وتخزين واستخدام أي من المطالبات أو الأوامر الذكاء الاصطناعي بسهولة
ar_om: ● تم تصميمه - في متصفح البرنامج المساعد مع مجتمع مكونات من المكونات الإضافية مدفوعة
as_in: ● প্লাগিন প্ৰিছেটৰ সৈতে সকলোবোৰ স্বয়ংক্ৰিয় কৰক, আপোনাৰ যিকোনো এআই প্ৰম্পট বা কমাণ্ড সহজে ব্যৱহাৰ কৰক
az_cyrl_az: ● Plugin presets ilə hər şeyi avtomatlaşdırma, AI-lərinizdən və ya əmrlərinizdən hər hansı birini rahatlıqla qeyd edin və istifadə edin
az_latn: ● Plugin əvvəlcədən təyinatları ilə hər şeyi avtomatlaşdırın, AI göstərişlərinizdən və ya əmrlərinizdən asanlıqla istifadə edin
be_by: ● Аўтаматызуйце ўсё з дапамогай перадустановак убудоў, з лёгкасцю захоўвайце і выкарыстоўвайце любыя падказкі або каманды AI
bg_bg: ● Автоматизирайте всичко с предварителни настройки на плъгини, съхранявайте и използвайте вашите AI подкани или команди с лекота
bn_bd: ● প্লাগইন প্রিসেট সহ সবকিছু স্বয়ংক্রিয় করুন, লুকিয়ে রাখুন এবং আপনার যেকোন এআই প্রম্পট বা কমান্ড ব্যবহার করুন সহজেই
bn_in: Plun প্লাগইন প্রিসেটগুলি দিয়ে সমস্ত কিছু স্বয়ংক্রিয় করুন, স্ট্যাশ করুন এবং আপনার যে কোনও এআই প্রম্পট বা কমান্ডগুলি সহজেই ব্যবহার করুন
bs_latn: ● Izgrađena - u dodatku sa čekićem sa ikad - rastuća zajednica - pogonjena biblioteka dodataka
bs_latn_ba: ● Automatizirajte sve pomoću unaprijed postavljenih dodataka, sakrijte i s lakoćom koristite bilo koju od svojih AI upita ili komandi
ca_es: ● Automatitzeu-ho tot amb els valors predefinits de connectors, amagueu i utilitzeu qualsevol de les vostres indicacions o ordres d'IA amb facilitat
cs_cz: ● Automatizujte vše pomocí přednastavení zásuvných modulů, schovávejte a snadno používejte jakékoli výzvy nebo příkazy AI
cy_gb: ● Awtomeiddio popeth gyda rhagosodiadau ategyn, stash a defnyddio unrhyw un o'ch awgrymiadau neu orchmynion AI yn rhwydd
da_dk: ● Automatiser alt med plugin-forudindstillinger, gem og brug dine AI-prompter eller kommandoer med lethed
de_ch: ● Automatisieren Sie alles mit Plugin-Voreinstellungen, speichern und verwenden Sie Ihre KI-Eingabeaufforderungen oder -Befehle ganz einfach
de_lu: ● Eingebauter Plugin-Browser mit einer ständig wachsenden Community-gesteuerten Plugin-Bibliothek
el_gr: ● Αυτοματοποιήστε τα πάντα με προεπιλογές προσθηκών, αποθηκεύστε και χρησιμοποιήστε οποιαδήποτε από τις εντολές ή τις εντολές AI σας με ευκολία
es_ar: ● Built, en el navegador de complementos con una biblioteca de complementos de la comunidad cada vez más en crecimiento.
es_pe: ● Automatiza todo con ajustes preestablecidos de complementos, guarda y usa cualquiera de tus indicaciones o comandos de IA con facilidad
et_ee: ● Automatiseerige kõik pistikprogrammide eelseadetega, pange paika ja kasutage hõlpsalt oma AI viipasid või käske
eu_es: ◟ Ea automatizatzen duen guztia osagarrien aldez aurreko egokitzapenekin, gorde eta erabili IAren edozein argibide edo komando erraz
fa_ir: ● همه چیز را با ایستگاه از پیش تنظیم پلاگین خودکار کنید، ذخیره کنید و از هر یک از دستورات یا دستورات AI خود به راحتی استفاده کنید
fi_fi: ● Automatisoi kaikki laajennusten esiasetuksilla, kätköillä ja käytä mitä tahansa tekoälykehotteita tai komentoja helposti
fil_ph: ● I-automate ang lahat gamit ang mga preset ng plugin, ilagay at gamitin ang alinman sa iyong AI prompt o command nang madali
fr_ht: ● Construit - dans le navigateur de plugin avec une communauté de plugins en pleine communauté en pleine croissance
fr_mc: ● Automatisez tout avec des préréglages de plugins, stockez et utilisez facilement n’importe laquelle de vos invites ou commandes d’IA
ga_ie: ● Uathoibriú gach rud le réamhshocruithe breiseán, stash agus a úsáid do aon cheann de do leideanna AI nó orduithe gan stró
gd_gb: ● Dèan fèin-ghluasad air a h-uile càil le ro-òrdughan plugan, stash agus cleachd na molaidhean no na h-òrdughan AI agad gu furasta
gl_es: ● Automatiza todo coas opcións predeterminadas de complementos, almacena e utiliza calquera das túas solicitudes ou comandos da IA ​​con facilidade
gu_in: ● બિલ્ટ - પ્લગઇન બ્રાઉઝરમાં હંમેશાં વધતી સમુદાય - પ્લગઇન્સની સંચાલિત લાઇબ્રેરી સાથે
he_il: ● בנוי - בדפדפן תוסף עם קהילה הולכת וגדלה - ספריית תוספים מונעת
hi_in: ● निर्मित - प्लगइन ब्राउज़र में कभी -कभी बढ़ते समुदाय के साथ - प्लगइन्स की संचालित लाइब्रेरी
hr_ba: ● Automatizirajte sve s unaprijed postavljenim postavkama dodataka, sakrijte i s lakoćom koristite bilo koji od svojih AI upita ili naredbi
hr_hr: ● Izgrađeno - u pregledniku dodataka s vječno rastućom zajednicom - vođena biblioteka dodataka
hu_hu: ● Beépített - Plugin böngészőben, örökké növekvő közösséggel - meghajtott beépülő modul
hy_am: ● Ներկառուցված - plugin զննարկիչով `մշտապես աճող համայնքային ծրագրերից -
id_id: ● Dibangun - Browser Plugin dengan Komunitas yang Berkembang - Perpustakaan Plugin yang Digerakkan
is_is: ● Innbyggt - Í viðbótarvafra með sífellt vaxandi samfélagi - Drifið bókasafn af viðbótum
it_it: ● Costruito - Nel browser di plug -in con una comunità di plugin sempre in crescita -
ja_jp: ● プラグイン プリセットですべてを自動化し、AI プロンプトやコマンドを隠して簡単に使用できます
ka_ge: ● აშენებული - მოდულების ბრაუზერში, მუდმივად მზარდი საზოგადოებით - მოდული ბიბლიოთეკა
kk_kz: ● Кірістірілген плагиндердегі браузерде, әрдайым өсіп келе жатқан қоғамдастық - плагиндер кітапханасы
km_kh: ●ភ្ជាប់ - ក្នុងកម្មវិធីរុករកកម្មវិធីជំនួយដែលមានសហគមន៍រីកលូតលាស់ដែលមិនធ្លាប់មានដែលមិនធ្លាប់មាន
kn_in: ● ನಿರ್ಮಿಸಲಾಗಿದೆ - ಎಂದೆಂದಿಗೂ ಬೆಳೆಯುತ್ತಿರುವ ಸಮುದಾಯದೊಂದಿಗೆ ಪ್ಲಗಿನ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ - ಪ್ಲಗಿನ್‌ಗಳ ಚಾಲಿತ ಗ್ರಂಥಾಲಯ
ko_kr: ● 구축 - 계속 성장하는 커뮤니티가있는 플러그인 브라우저에서 - 구동 플러그인 라이브러리
ky_kg: ● курулган - ар дайым - өсүп келе жаткан жамаат менен Плагин браузерде - плагиндердин китепканасы
lo_la: ●ສ້າງ - ໃນໂປແກຼມທ່ອງເວັບ Plugin ກັບຊຸມຊົນທີ່ເຄີຍມີມາ - ການຂະຫຍາຍຕົວ - ຫ້ອງສະຫມຸດທີ່ໃຊ້ໃນການຈັດງານທີ່ເຄີຍມີມາກ່ອນ
lt_lt: ● Sukurtas - papildinių naršyklėje su vis augančia bendruomene - varoma papildinių biblioteka
lv_lv: ● iebūvēts - spraudņu pārlūkprogrammā ar vienmēr augošu kopienu - vadītu spraudņu bibliotēku
mi_nz: ● Hangaia - i roto i te kaitirotiro mono me tetahi hapori e tipu haere ana - i peia e te whare pukapuka o nga pragins
mk_mk: ● Изграден - во прелистувач на приклучоци со постојано - растечка заедница - управувана библиотека на додатоци
ml_in: ● നിർമ്മിച്ച - എക്കാലത്തെയും - വളരുന്ന കമ്മ്യൂണിറ്റി - ഡ്രൈവിംഗ് ലൈബ്രറി പ്ലഗിനുകൾ
mr_in: ● अंगभूत - प्लगइन ब्राउझरमध्ये कायम - वाढणार्‍या समुदायासह - प्लगइन्सची चालित लायब्ररी
ms_bn: ● Dibina - Penyemak imbas plugin dengan komuniti yang pernah berkembang - Perpustakaan plugin yang didorong
mt_mt: ● Mibni - fil-browser tal-plugin ma 'librerija mmexxija mill-komunità dejjem tikber
nb_no: ● Bygget - i plugin -nettleser med et stadig - voksende fellesskap - Drevet bibliotek med plugins
ne_np: ● निर्मित - एक कहिल्यै प्लगइन ब्राउजरमा - बढ्दो समुदायको साथ - प्लगइनहरूको संचालित पुस्तकालय
nl_nl: ● Gebouwd - in plug -in browser met een steeds groeiende community - aangedreven bibliotheek met plug -ins
or_in: A ନିର୍ମାଣ - ଏକ ସର୍ବଦା ପ୍ଲଗଇନ୍ ବ୍ରାଉଜରରେ - ବ growing ୁଥିବା ସମ୍ପ୍ରଦାୟ - ପ୍ଲଗଇନ୍ ଚାଳିତ ଲାଇବ୍ରେରୀ |
pa_arab_pk: Annectent ਪਲੱਗਇਨ ਬ੍ਰਾ .ਜ਼ਰ ਨਾਲ - ਵਧ ਰਹੀ ਕਮਿ community ਨਿਟੀ - ਪਲੱਗਇਨ ਦੀ ਚਲਾਏ ਲਾਇਬ੍ਰੇਰੀ
pl_pl: ● Zbudowany - w przeglądarce wtyczki z wiecznie rozwijającą się społecznością wtyczkową
pt_br: ● Construído - no navegador do plug -in com uma comunidade de plugins de plugins, em crescimento - acionado por uma comunidade em crescimento
ro_ro: ● Construit - în browserul de pluginuri cu o comunitate în creștere - Biblioteca de pluginuri conduse
ru_ru: ● Встроенный - в браузере плагина с постоянно растущим сообществом - библиотекой плагинов, управляемой
sk_sk: ● Postavený - v prehliadači doplnkov so stále rastúcou komunitou - riadená knižnica doplnkov
sl_si: ● Vgrajen - v brskalniku vtičnikov z vedno večjo skupnostjo - Genty Library of Plugins
sq_al: ● Ndërtuar - në Shfletuesin e Shtojcave me një Komunitet Gjithmonë - në rritje - Biblioteka e Shtojcave të Shtojcave
sr_latn_me: ● Уграђени прегледач додатка са икада растуће библиотеке вођених у заједници
sv_fi: ● Byggd - i plugin -webbläsare med ett ständigt växande samhälle - Driven Library of Plugins
sw_ke: ● Imejengwa - katika kivinjari cha programu -jalizi na jamii inayokua - maktaba inayoendeshwa ya programu -jalizi
ta_in: Premand எல்லாவற்றையும் சொருகி முன்னமைவுகளுடன் தானியங்குபடுத்துங்கள், உங்கள் AI கேட்கும் அல்லது கட்டளைகளை எளிதாகப் பயன்படுத்தவும்
te_in: ● నిర్మించబడింది - ప్లగిన్ బ్రౌజర్‌లో ఎప్పటికప్పుడు పెరుగుతున్న కమ్యూనిటీ - ప్లగిన్‌ల ఆధారిత లైబ్రరీ
th_th: ●สร้าง - ในปลั๊กอินเบราว์เซอร์ที่มีชุมชนที่กำลังเติบโต - ห้องสมุดขับเคลื่อนของปลั๊กอินขับเคลื่อน
tk_tm: Internasy - baky bolan pop saz brauziýasynda - ösdürip ýetişdirmek boýunça köpeldi
tr_tr: ● İnşa - sürekli büyüyen bir topluluk - tahrikli eklenti kütüphanesine sahip eklenti tarayıcısında
tt_ru: ● төзегән - һәрвакыт плагин браузерда - үсә барган җәмгыять - плагиннар китапханәсе
ug_cn: ● Plused - قۇرۇلغان جەمئىيەتتە - قىستۇرما كۈتۈپخانىدا
uk_ua: ● Побудований - у браузері плагінів із колись зростаючою спільнотою - керована бібліотека плагінів
ur_pk: built تعمیر - پلگ ان براؤزر میں ایک ہمیشہ کے ساتھ - بڑھتی ہوئی کمیونٹی - پلگ ان کی کارفرما لائبریری
uz_latn_uz: ● O'rnatilgan - plagin brauzerida tobora ortib borayotgan jamoatchilik plaginlari kutubxonasi
vi_vn: ● Được xây dựng - trong trình duyệt plugin với một cộng đồng phát triển ngày càng tăng - thư viện plugin điều khiển
zh_cn: ● 使用插件预设实现一切自动化，轻松存储和使用任何 AI 提示或命令
zh_hans_sg: ●构建 - 在插件浏览器中，带有一个永远 - 不断增长的社区 - 驱动的插件库
zh_hant_hk: ●構建 - 在插件瀏覽器中，帶有一個永遠 - 不斷增長的社區 - 驅動的插件庫

# StoreFeature19
source: ● Automate everything with plugin presets, stash and use your any of your AI prompts or commands with ease
af_za: ● Meer platforms en funksies kom binnekort! Ons begin 🎉 net
am_et: ● በቅርቡ ተጨማሪ መድረኮችና ፊልሞች ይቀርባሉ! እኛ መጀመር ብቻ ነው 🎉
ar_ma: ● المزيد من المنصات والميزات قريبا! لقد بدأنا 🎉 للتو
ar_om: ● أتمتة كل شيء مع المسبق المسبق ، خبأ واستخدام أي من مطالبات أو أوامر الذكاء الاصطناعي بسهولة
as_in: ● সোনকালে আহি থকা অধিক প্লেটফৰ্ম আৰু সুবিধা! আমি মাত্ৰ আৰম্ভ 🎉 কৰিআছো
az_cyrl_az: ● Tezliklə daha çox platformalar və səciyyəvi xüsusiyyətlər gəlir! Biz sadəcə olaraq başlayırıq 🎉
az_latn: ● Tezliklə daha çox platforma və funksiya! Biz yeni başlayırıq 🎉
be_by: ● Больш платформаў і функцый у бліжэйшы час! Мы толькі пачынаем 🎉
bg_bg: ● Очаквайте скоро още платформи и функции! Ние едва започваме 🎉
bn_bd: ● আরো প্ল্যাটফর্ম এবং বৈশিষ্ট্য শীঘ্রই আসছে! আমরা সবেমাত্র শুরু করছি 🎉
bn_in: ● আরও প্ল্যাটফর্ম এবং বৈশিষ্ট্যগুলি শীঘ্রই আসছে! আমরা সবেমাত্র শুরু করেছি 🎉
bs_latn: ● Automatizirajte sve sa dodacima dodataka, učvrstite i koristite svoj bilo koji od svojih AI upita ili naredbi
bs_latn_ba: ● Uskoro stiže više platformi i funkcija! Tek smo počeli 🎉
ca_es: ● Aviat més plataformes i funcions! Tot just comencem 🎉
cs_cz: ● Další platformy a funkce již brzy! Právě začínáme 🎉
cy_gb: ● Mwy o lwyfannau a nodweddion yn dod yn fuan! Newydd ddechrau da ni 🎉
da_dk: ● Flere platforme og funktioner kommer snart! Vi er lige startet 🎉
de_ch: ● Weitere Plattformen und Funktionen folgen in Kürze! Wir fangen gerade erst an 🎉
de_lu: ● Automatisieren Sie alles mit Plugin -Voreinstellungen, verstauen und verwenden
el_gr: ● Περισσότερες πλατφόρμες και λειτουργίες έρχονται σύντομα! Μόλις ξεκινήσαμε 🎉
es_ar: ● Automatice todo con presets de complementos, esconde y use sus indicaciones o comandos de AI con facilidad
es_pe: ● ¡Más plataformas y funciones próximamente! Apenas estamos empezando 🎉
et_ee: ● Varsti on tulemas rohkem platvorme ja funktsioone! Me alles alustame 🎉
eu_es: ◟ ¡Más plataforma y funciones próximamente! Ia ez gara hasi 🎉
fa_ir: ● سیستم عامل ها و ویژگی های بیشتر به زودی! ما تازه شروع 🎉 کردیم
fi_fi: ● Lisää alustoja ja ominaisuuksia tulossa pian! Olemme vasta aloittamassa 🎉
fil_ph: ● Higit pang mga platform at tampok na darating sa lalong madaling panahon! Kami ay lamang gettings nagsimula 🎉
fr_ht: ● Automatiser tout avec des préréglages de plugin, cacher et utiliser vos invites ou commandes AI avec facilité
fr_mc: ● D’autres plateformes et fonctionnalités seront bientôt disponibles ! Nous ne faisons que commencer 🎉
ga_ie: ● Tuilleadh ardán agus gnéithe ag teacht go luath! Nílimid ach ag 🎉 tosú
gd_gb: ● Barrachd àrd-ùrlaran agus feartan a 'tighinn a dh'aithghearr!
gl_es: ● Máis plataformas e funcións en breve!
gu_in: Plug પ્લગઇન પ્રીસેટ્સ, સ્ટ ash શથી દરેક વસ્તુને સ્વચાલિત કરો અને તમારા કોઈપણ એઆઈ પ્રોમ્પ્ટ્સ અથવા આદેશોનો ઉપયોગ સરળતા સાથે કરો
he_il: ביא
hi_in: ● प्लगइन प्रीसेट के साथ सब कुछ स्वचालित करें, स्टैश करें और अपने किसी भी एआई संकेतों का उपयोग करें या आसानी से कमांड करें
hr_ba: ● Više platformi i značajki uskoro!
hr_hr: ● Sve automatizirajte sve s unaprijed postavljenim dodacima, spremite se i s lakoćom koristite bilo koji od svojih AI upita ili naredbi
hu_hu: ● Automatizálja mindent a plugin preset -ekkel, botlódjon és könnyedén használja az AI -utasításokat vagy parancsokat
hy_am: ● Ավտոմատացրեք ամեն ինչ plugin- ի նախադրյալներով, Stash- ով եւ հեշտությամբ օգտագործեք ձեր AI հուշումներից կամ հրամաններ
id_id: ● Otomatiskan semuanya dengan preset plugin, simpanan dan gunakan petunjuk atau perintah AI Anda dengan mudah
is_is: ● Sjálfvirku allt með forstillingum fyrir viðbót, stash og notaðu hvaða AI leiðbeiningar eða skipanir þínar eru auðveldlega
it_it: ● Automatizza tutto con preset di plug -in, riforniti e usa facilmente una delle istruzioni o dei comandi dell'IA
ja_jp: ● さらに多くのプラットフォームと機能が近日公開予定です。
ka_ge: ● ავტომატიზაცია ყველაფერი მოდულის წინასწარ განსაზღვრით, აურიეთ და გამოიყენეთ თქვენი ნებისმიერი AI მოთხოვნა ან ბრძანება მარტივად
kk_kz: ● Бәрін плагинді алдын-ала орнатыңыз, пештермен автоматтандырыңыз, қыстырыңыз және сіздің AI нұсқауларыңыздың немесе командалардың кез-келгенін қолданыңыз
km_kh: ●ស្វ័យគុណអ្វីគ្រប់យ៉ាងដែលមាន Plugin Preset, Stash, Stash និងប្រើប្រអប់បញ្ចូលឬពាក្យបញ្ជា AI របស់អ្នកដែលមានភាពងាយស្រួលរបស់អ្នក
kn_in: The ಪ್ಲಗಿನ್ ಪೂರ್ವನಿಗದಿಗಳೊಂದಿಗೆ ಎಲ್ಲವನ್ನೂ ಸ್ವಯಂಚಾಲಿತಗೊಳಿಸಿ, ನಿಮ್ಮ ಯಾವುದೇ AI ಪ್ರಾಂಪ್ಟ್‌ಗಳನ್ನು ಅಥವಾ ಆಜ್ಞೆಗಳನ್ನು ಸುಲಭವಾಗಿ ಇರಿಸಿ ಮತ್ತು ಬಳಸಿ
ko_kr: ● 플러그인 사전 설정으로 모든 내용을 자동화하고, AI 프롬프트 또는 명령을 쉽게 사용하여 보관하고 사용하십시오.
ky_kg: ● Баардыгын плагиндин алдын-ала четтетиле, чечип, өзүңүздүн ыңгайлуулугуңуз менен буйруктарыңызды же буйруктарыңызды чечип алыңыз
lo_la: ●ອັດຕະໂນມັດທຸກຢ່າງທີ່ມີ prugin presets, stash ແລະໃຊ້ AI prompts ຂອງທ່ານຫຼືຄໍາສັ່ງຂອງທ່ານດ້ວຍຄວາມສະດວກສະບາຍ
lt_lt: M
lv_lv: ● Automatizējiet visu ar spraudņa iepriekšējiem iestatījumiem, atliciniet un viegli izmantojiet jebkuru no jūsu AI uzvednēm vai komandām
mi_nz: ● Aukuhia nga mea katoa me nga pou mono, ka mau me te whakamahi i tetahi o nga akiaki AI, i nga whakahau ranei me te ngawari
mk_mk: ● Автоматизирајте сè со претходно поставување на додатоци, заштитете и користете ги сите ваши инструкции или команди за АИ со леснотија
ml_in: Plug പ്ലഗിൻ പ്രീസെറ്റുകൾ ഉപയോഗിച്ച് എല്ലാം ഓട്ടോമേറ്റ് ചെയ്യുക, നിങ്ങളുടെ ഏതെങ്കിലും എഐ ആവശ്യങ്ങൾ തടയുകയോ കമാൻഡുകൾ എളുപ്പത്തിൽ ഉപയോഗിക്കുകയോ ചെയ്യുക
mr_in: Plug प्लगइन प्रीसेटसह सर्वकाही स्वयंचलित करा, स्टॅश करा आणि आपल्या कोणत्याही एआय प्रॉम्प्ट्स किंवा कमांडचा वापर सहजतेने करा
ms_bn: ● Automatikkan segala -galanya dengan pratetap plugin, simpan dan gunakan mana -mana AI anda yang meminta atau arahan
mt_mt: ● Awtomatizza kollox bi presets tal-plugin, stash u uża kwalunkwe tqanq jew kmandi tiegħek bl-AI tiegħek bil-ħeffa
nb_no: ● Automatiser alt med forhåndsinnstillinger for plugin, stash og bruk noen av AI -spørsmålene eller kommandoene dine med letthet
ne_np: Cl प्लगइन प्रिसाइट्स, स्ट्याशको साथ सबै चीज स्वचालित गर्नुहोस्, तपाईंको कुनै पनि एक्स प्रोम्प्टहरू वा सहजताका साथ आदेशहरू प्रयोग गर्नुहोस्
nl_nl: ● Automatiseer alles met plug -in voorinstellingen, stash en gebruik uw AI -prompts of opdrachten gemakkelijk
or_in: ପ୍ଲଗଇନ୍ ପ୍ରିସେଟ୍ ସହିତ ସବୁକିଛି ସ୍ୱୟଂଚାଳିତ କରନ୍ତୁ, ଷ୍ଟାଶ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଯେକ any ଣସି AI କୁ ସହଜରେ ଅର୍ଡର କିମ୍ବା ନିର୍ଦ୍ଦେଶ ବ୍ୟବହାର କରନ୍ତୁ |
pa_arab_pk: Plack ਪਲੱਗਇਨ ਪ੍ਰੀਸੈਟਾਂ, ਸਟੈਸ਼ ਨਾਲ ਹਰ ਚੀਜ਼ ਨੂੰ ਸਵੈਚਾਲਿਤ ਕਰੋ ਅਤੇ ਆਪਣੀ ਕਿਸੇ ਵੀ ਏਆਈ ਤੋਂ ਪੁੱਛ-ਂਚਿਆਂ ਜਾਂ ਆਸਾਨੀ ਨਾਲ ਕਮਾਂਡਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl_pl: ● Zautomatyzuj wszystko za pomocą ustawień wtyczek, z łatwością zapasuj i użyj dowolnej monitu lub poleceń AI
pt_br: ● Automatize tudo com predefinições de plug -in, esconder e usar qualquer um de seus solicitados ou comandos de IA com facilidade
ro_ro: Log
ru_ru: ● Автоматизируйте все с помощью предустановки плагина, придерживаться и с легкостью использовать любые ваши подсказки или команды ИИ
sk_sk: ● Automatizujte všetko s predvoľbami doplnkov, uložte a ľahko použite svoje výzvy AI alebo príkazy s ľahkosťou
sl_si: ● Avtomatizirajte vse s prednastavitvami vtičnikov, zamašite in z lahkoto uporabite svoje pozive ali ukaze AI
sq_al: ● Automatizoni gjithçka me paracaktimet e shtojcave, nxirrni dhe përdorni ndonjë nga udhëzimet ose komandat tuaja të AI me lehtësi
sr_latn_me: ● Аутоматизирајте све са додатним подешавањима, скривајте и користите било који од ваших АИ упита или команди са лакоћом
sv_fi: ● Automatisera allt med plugin -förinställningar, stash och använd dina AI -instruktioner eller kommandon
sw_ke: ● Ondoa kila kitu na vifaa vya programu -jalizi, stash na utumie yoyote ya ai yako ya AI au amri kwa urahisi
ta_in: Matodes விரைவில் வரும் மேலும் தளங்கள் மற்றும் அம்சங்கள்! நாங்கள் தொடங்கினோம்
te_in: Pl ప్లగ్ఇన్ ప్రీసెట్‌లతో ప్రతిదీ ఆటోమేట్ చేయండి, మీ AI ప్రాంప్ట్‌లు లేదా ఆదేశాలను సులభంగా ఉపయోగించుకోండి మరియు ఉపయోగించండి
th_th: ●ทำให้ทุกอย่างเป็นไปโดยอัตโนมัติด้วยการตั้งค่าปลั๊กอินที่เก็บสะสมและใช้พรอมต์ AI หรือคำสั่งใด ๆ ของคุณได้อย่างง่ายดาย
tk_tm: ● PRUGIN bally, plugin täzelikleri bilen awtomatiki usulda we AI-laryňyzyň ýa-da buýruklaryňyzyň haýsydyr birini ulanýan zatlaryňyzy ulanyň
tr_tr: ● Her şeyi eklenti ön ayarlarıyla otomatikleştirin, saklayın ve AI isteminizi veya komutlarınızı kolaylıkla kullanın
tt_ru: Progust stugin презенатлары белән барысын да автоматлаштырыгыз, ябыштырыгыз һәм сезнең AI соравыгызны яки җиңеллек белән командаларыгызны кулланыгыз
ug_cn: ● ھەرپ-بەلگىلەر بىلەن ياكى ھەر قانداق نەرسىنى قوزغاش ۋە قولنى يۆتكەش ۋە ئىشلىتىش ياكى ئىشلىتىش
uk_ua: ● Автоматизуйте все за допомогою пресетів плагіна, приховуйте та з легкістю використовуйте будь -які підказки або команди AI
ur_pk: plug پلگ ان پریسٹس کے ساتھ ہر چیز کو خود کار بنائیں ، اسٹش کریں اور اپنے AI کے کسی بھی اشارے یا کمانڈ کو آسانی کے ساتھ استعمال کریں
uz_latn_uz: ● Plaginni oldindan belgilab qo'yilgan barcha narsalarni avtomatlashtiring, O'zingizning AI Prompts yoki buyruqlaringizni osonlikcha ishlating
vi_vn: ● Tự động hóa mọi thứ bằng các cài đặt trước plugin, stash và sử dụng bất kỳ lời nhắc hoặc lệnh AI nào của bạn
zh_cn: ● 更多平台和功能即将推出！
zh_hans_sg: ●用插件预设自动化所有内容，藏匿并轻松使用您的任何AI提示或命令
zh_hant_hk: ●用插件預設自動化所有內容，藏匿並輕鬆使用您的任何AI提示或命令
