Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature2
source: ● Both light & dark themes are completely dynamic, use any color you want
af_za: ● Beide ligte en donker temas is heeltemal dinamies, gebruik enige kleur wat u wil hê
am_et: ● ሁለቱም ብርሃን > ጭብጡ ሙሉ በሙሉ ቀጣይነት ያለው ነው, እርስዎ የሚፈልጉትን ማንኛውንም ቀለም ይጠቀሙ
ar_ma: ● كل من السمات الفاتحة والداكنة ديناميكية تماما ، استخدم أي لون تريده
ar_om: ● كل من السمات الخفيفة والظلام ديناميكية تمامًا ، استخدم أي لون تريده
as_in: ● পোহৰ আৰু ডাঠ থীম দুয়োটা সম্পূৰ্ণৰূপে গতিশীল, আপুনি বিচৰা যিকোনো ৰং ব্যৱহাৰ কৰক
az_cyrl_az: ● Hər iki işıq & tünd mövzuları tamamilə dinamikdir, istədiyiniz rəngdən istifadə edin
az_latn: ● Həm açıq, həm də qaranlıq mövzular tamamilə dinamikdir, istədiyiniz rəngdən istifadə edin
be_by: ● І светлыя, і цёмныя тэмы цалкам дынамічныя, выкарыстоўвайце любы колер, які хочаце
bg_bg: ● Както светлите, така и тъмните теми са напълно динамични, използвайте всеки цвят, който искате
bn_bd: ● হালকা এবং অন্ধকার উভয় থিমই সম্পূর্ণ গতিশীল, আপনি যে কোনো রঙ ব্যবহার করুন
bn_in: Light হালকা এবং গা dark ় উভয় থিম সম্পূর্ণ গতিশীল, আপনার পছন্দসই যে কোনও রঙ ব্যবহার করুন
bs_latn: ● I svetle i tamne teme su u potpunosti dinamične, koriste bilo koju boju koju želite
bs_latn_ba: ● I svijetle i tamne teme su potpuno dinamične, koristite bilo koju boju koju želite
ca_es: ● Tant els temes clars com els foscos són completament dinàmics, utilitzeu el color que vulgueu
cs_cz: ● Světlé i tmavé motivy jsou zcela dynamické, použijte libovolnou barvu
cy_gb: ● Mae'r ddwy thema golau a thywyll yn gwbl ddeinamig, defnyddiwch unrhyw liw rydych chi ei eisiau
da_dk: ● Både lyse og mørke temaer er fuldstændig dynamiske, brug enhver farve du ønsker
de_ch: ● Sowohl helle als auch dunkle Themen sind völlig dynamisch. Verwenden Sie jede gewünschte Farbe
de_lu: ● Sowohl helle als auch dunkle Themen sind vollständig dynamisch. Verwenden Sie jede gewünschte Farbe
el_gr: ● Και τα δύο ανοιχτά και σκούρα θέματα είναι εντελώς δυναμικά, χρησιμοποιήστε όποιο χρώμα θέλετε
es_ar: ● Tanto los temas ligeros como los oscuros son completamente dinámicos, use cualquier color que desee
es_pe: ● Tanto los temas claros como los oscuros son completamente dinámicos, usa el color que desees
et_ee: ● Nii heledad kui ka tumedad teemad on täiesti dünaamilised, kasutage mis tahes soovitud värvi
eu_es: ◟ Gai argiak eta ilunak erabat dinamikoak dira, erabili nahi duzun kolorea.
fa_ir: ● هر دو تم روشن و تیره کاملا پویا هستند، از هر رنگی که می خواهید استفاده کنید
fi_fi: ● Sekä vaaleat että tummat teemat ovat täysin dynaamisia, käytä mitä tahansa haluamaasi väriä
fil_ph: ● Ang parehong liwanag at madilim na tema ay ganap na dynamic, gamitin ang anumang kulay na gusto mo
fr_ht: ● Les thèmes clairs et sombres sont complètement dynamiques, utilisez toutes les couleurs que vous souhaitez
fr_mc: ● Les thèmes clairs et sombres sont complètement dynamiques, utilisez n’importe quelle couleur que vous voulez
ga_ie: ● Tá an dá théama éadrom & dorcha go hiomlán dinimiciúil, bain úsáid as aon dath is mian leat
gd_gb: ● Tha an dà chuspair aotrom & dorcha gu tur fiùghantach, cleachd dath sam bith a tha thu ag iarraidh
gl_es: ● Tanto os temas claros como os escuros son completamente dinámicos, usa a cor que queiras
gu_in: Light બંને પ્રકાશ અને શ્યામ થીમ્સ સંપૂર્ણપણે ગતિશીલ છે, તમને જોઈતા કોઈપણ રંગનો ઉપયોગ કરો
he_il: ● גם הנושאים הקלים והכהים הם דינאמיים לחלוטין, השתמש בכל צבע שתרצה
hi_in: ● दोनों प्रकाश और अंधेरे विषय पूरी तरह से गतिशील हैं, जो आप चाहते हैं किसी भी रंग का उपयोग करें
hr_ba: ● I svijetle i tamne teme potpuno su dinamične, koristite bilo koju boju koju želite
hr_hr: ● Obje svjetlosne i tamne teme potpuno su dinamične, koristite bilo koju boju koju želite
hu_hu: ● Mind a világos, mind a sötét témák teljesen dinamikusak, használj bármilyen színt, amire vágyik
hy_am: ● Թե թեթեւ եւ մութ թեմաները լիովին դինամիկ են, օգտագործեք ձեր ուզած ցանկացած գույնը
id_id: ● Kedua tema terang & gelap benar -benar dinamis, gunakan warna apa pun yang Anda inginkan
is_is: ● Bæði ljós og dökk þemu eru fullkomlega kraftmikil, notaðu hvaða lit sem þú vilt
it_it: ● Sia i temi leggeri che quelli scuri sono completamente dinamici, usa qualsiasi colore desiderato
ja_jp: ● 明るいテーマと暗いテーマは両方とも完全に動的で、必要な色を使用できます
ka_ge: ● ორივე მსუბუქი და მუქი თემები მთლიანად დინამიურია, გამოიყენეთ თქვენთვის სასურველი ნებისმიერი ფერი
kk_kz: ● Жеңіл және қараңғы тақырыптар толығымен динамикалық, сіз қалаған түстерді қолданыңыз
km_kh: ●ស្បែកស្រាលនិងស្បែកងងឹតទាំងពីរមានភាពរឹងមាំទាំងស្រុងប្រើពណ៌ណាមួយដែលអ្នកចង់បាន
kn_in: High ಬೆಳಕು ಮತ್ತು ಗಾ dark ವಾದ ವಿಷಯಗಳು ಸಂಪೂರ್ಣವಾಗಿ ಕ್ರಿಯಾತ್ಮಕವಾಗಿವೆ, ನಿಮಗೆ ಬೇಕಾದ ಯಾವುದೇ ಬಣ್ಣವನ್ನು ಬಳಸಿ
ko_kr: ● Light & Dark 테마는 모두 완전히 역동적이며 원하는 색상을 사용하십시오.
ky_kg: ● Жарык жана караңгы темалар толугу менен динамикалуу, каалаган түстү колдонуңуз
lo_la: ຫົວຂໍ້ແສງສະຫວ່າງທັງສອງແລະມືດແມ່ນມີຄວາມຄ່ອງແຄ້ວສົມບູນ, ໃຊ້ສີທີ່ທ່ານຕ້ອງການ
lt_lt: ● Tiek šviesios, tiek tamsios temos yra visiškai dinamiškos, naudokite bet kokią norimą spalvą
lv_lv: ● Gan gaismas, gan tumšās tēmas ir pilnīgi dinamiskas, izmantojiet jebkuru vēlamo krāsu
mi_nz: ● E rua nga rama me nga kaupapa pouri e tino hihiri ana, whakamahia tetahi tae e hiahia ana koe
mk_mk: ● И светлината и темните теми се целосно динамични, користете која било боја што ја сакате
ml_in: Light ലഘുവായ ഇരുണ്ട തീമുകൾ പൂർണ്ണമായും ചലനാത്മകമാണ്, നിങ്ങൾക്ക് ആവശ്യമുള്ള ഏത് നിറവും ഉപയോഗിക്കുക
mr_in: Light प्रकाश आणि गडद थीम दोन्ही पूर्णपणे गतिमान आहेत, आपल्याला पाहिजे असलेला कोणताही रंग वापरा
ms_bn: ● Kedua -dua tema cahaya & gelap benar -benar dinamik, gunakan warna yang anda mahukan
mt_mt: ● Iż-żewġ temi ħfief u skuri huma kompletament dinamiċi, uża kwalunkwe kulur li trid
nb_no: ● Både lyse og mørke temaer er helt dynamiske, bruk hvilken som helst farge du vil ha
ne_np: ● दुबै प्रकाश र अँध्यारो विषयवस्तुहरू पूर्ण गतिशील छन्, कुनै पनि र color प्रयोग गर्नुहोस् जुन तपाईं चाहानुहुन्छ
nl_nl: ● Zowel lichte als donkere thema's zijn volledig dynamisch, gebruik elke gewenste kleur
or_in: ● ଉଭୟ ହାଲୁକା ଏବଂ ଗା dark ଥିମ୍ ଗୁଡିକ ସଂପୂର୍ଣ୍ଣ ଗତିଶୀଳ, ଆପଣ ଚାହୁଁଥିବା ଯେକ color ଣସି ରଙ୍ଗ ବ୍ୟବହାର କରନ୍ତୁ |
pa_arab_pk: Thange ਦੋਵੇਂ ਲਾਈਟ ਅਤੇ ਡਾਰਕ ਥੀਮ ਦੋਵੇਂ ਗਤੀਸ਼ੀਲ ਹਨ, ਕੋਈ ਵੀ ਰੰਗ ਵਰਤੋ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ
pl_pl: ● Zarówno światło, jak i ciemne motywy są całkowicie dynamiczne, użyj dowolnego koloru
pt_br: ● Os temas claros e escuros são completamente dinâmicos, use qualquer cor que você quiser
ro_ro: ● Atât temele deschise și întunecate sunt complet dinamice, utilizați orice culoare doriți
ru_ru: ● Обе светлые и темные темы полностью динамичны, используйте любой цвет, который вы хотите
sk_sk: ● Témy svetla a tmavej sú úplne dynamické, používajte akúkoľvek farbu, ktorú chcete
sl_si: ● Tako svetlo in temne teme sta popolnoma dinamični, uporabite katero koli barvo, ki jo želite
sq_al: ● Të dy temat e lehta dhe të errëta janë plotësisht dinamike, përdorni çdo ngjyrë që dëshironi
sr_latn_me: ● И светлосне и тамне теме су потпуно динамичне, користите било коју боју коју желите
sv_fi: ● Både lätta och mörka teman är helt dynamiska, använd vilken färg du vill ha
sw_ke: ● Mada zote mbili na za giza zina nguvu kabisa, tumia rangi yoyote unayotaka
ta_in: Light ஒளி மற்றும் இருண்ட கருப்பொருள்கள் இரண்டும் முற்றிலும் மாறும், நீங்கள் விரும்பும் எந்த நிறத்தையும் பயன்படுத்தவும்
te_in: Light లైట్ & డార్క్ థీమ్స్ రెండూ పూర్తిగా డైనమిక్, మీకు కావలసిన రంగును ఉపయోగించండి
th_th: ●ทั้งธีมแสงและสีเข้มนั้นมีพลังอย่างสมบูรณ์ใช้สีใด ๆ ที่คุณต้องการ
tk_tm: ● Iki ýagtylyk we garaňky mowzuklar doly dinamiki, isleýän islendik reňkiňizi ulanyň
tr_tr: ● Hem hafif hem de karanlık temalar tamamen dinamiktir, istediğiniz rengi kullanın
tt_ru: ● Яктылык та, караңгы темалар тулысынча динамик, сез теләгән төсне кулланыгыз
ug_cn: ● يورۇتۇش ۋە قاراڭغۇ تېمىلار پۈتۈنلەي ھەرىكەتچان بولۇپ, خالىغان رەڭنى ئىشلىتىڭ
uk_ua: ● І світлові, і темні теми повністю динамічні, використовуйте будь -який потрібний колір
ur_pk: light ہلکے اور سیاہ تھیم دونوں مکمل طور پر متحرک ہیں ، آپ جس رنگ کی خواہش کا استعمال کریں
uz_latn_uz: ● Yengil va qorong'i mavzular mutlaqo dinamik, xohlagan rangdan foydalaning
vi_vn: ● Cả hai chủ đề ánh sáng & tối hoàn toàn năng động, hãy sử dụng bất kỳ màu nào bạn muốn
zh_cn: ● 浅色和深色主题都是完全动态的，使用任何你想要的颜色
zh_hans_sg: ●浅色和深色主题都是完全动态的，使用您想要的任何颜色
zh_hant_hk: ●淺色和深色主題都是完全動態的，使用您想要的任何顏色

# StoreFeature3
source: ● Integrated help & hints right in the interface. Online manual, videos and forum to get you started all on the website (monkeypaste.com/docs)
af_za: ● Geïntegreerde hulp en wenke reg in die koppelvlak. Aanlyn handleiding, video's en forum om aan die gang te kom op die webwerf (monkeypaste.com/docs)
am_et: ● አንድ ላይ የተዋቀሩ እገዛዎች > በመተግበሪያው ውስጥ ጥቆማዎች. ሁሉንም በድረ-ገፁ ለመጀመር Online manual, videos and forum (monkeypaste.com/docs)
ar_ma: ● مساعدة وتلميحات متكاملة مباشرة في الواجهة. دليل عبر الإنترنت ومقاطع فيديو ومنتدى لتبدأ كل شيء على موقع الويب (monkeypaste.com/docs)
ar_om: ● مساعدة متكاملة وتلميحات مباشرة في الواجهة. دليل على الإنترنت ومقاطع الفيديو والمنتدى لتبدأ كل شيء على موقع الويب (monkeypaste.com/docs)
as_in: ● ইণ্টিগ্ৰেটেড হেল্প আৰু ইংগিত বোৰ ইণ্টাৰফেচত আছে। আপোনাক ৱেবছাইটত সকলো আৰম্ভ কৰিবলৈ অনলাইন মেনুৱেল, ভিডিঅ' আৰু ফ'ৰাম (monkeypaste.com/docs)
az_cyrl_az: ● Integrated yardım & işarələr interface doğru. İnternetdə manual, videolar və forum bütün veb saytda bütün başlamaq üçün (monkeypaste.com/docs)
az_latn: ● İnteqrasiya edilmiş yardım və göstərişlər birbaşa interfeysdə. Onlayn təlimat, videolar və forum vebsaytda işə başlamaq üçün (monkeypaste.com/docs)
be_by: ● Інтэграваная даведка і падказкі прама ў інтэрфейсе. Інтэрнет-інструкцыя, відэа і форум, якія дапамогуць вам пачаць працу на вэб-сайце (monkeypaste.com/docs)
bg_bg: ● Интегрирана помощ и съвети направо в интерфейса. Онлайн ръководство, видеоклипове и форум, за да започнете всичко на уебсайта (monkeypaste.com/docs)
bn_bd: ● ইন্টিগ্রেটেড সাহায্য ও ইঙ্গিত সরাসরি ইন্টারফেসে। অনলাইন ম্যানুয়াল, ভিডিও এবং ফোরাম যা আপনাকে ওয়েবসাইটে শুরু করতে পারে (monkeypaste.com/docs)
bn_in: ● ইন্টারফেসে সংহত সহায়তা এবং ইঙ্গিতগুলি। আপনাকে সমস্ত ওয়েবসাইটে শুরু করার জন্য অনলাইন ম্যানুয়াল, ভিডিও এবং ফোরাম (Monkypaste.com/docs)
bs_latn: ● Integrirana pomoć i nagovještaje u pravu u sučelju. Online priručnik, videozapisi i forum za započinjanje svih na web mjestu (MonkeyPaste.com/docs)
bs_latn_ba: ● Integrisana pomoć i saveti direktno u interfejsu. Online priručnik, video zapisi i forum za početak na web stranici (monkeypaste.com/docs)
ca_es: ● Ajuda i consells integrats directament a la interfície. Manual en línia, vídeos i fòrum per començar tot al lloc web (monkeypaste.com/docs)
cs_cz: ● Integrovaná nápověda a rady přímo v rozhraní. Online manuál, videa a fórum, které vám pomohou začít, vše na webu (monkeypaste.com/docs)
cy_gb: ● Cymorth integredig & awgrymiadau hawl yn y rhyngwyneb. Llawlyfr ar-lein, fideos a fforwm i roi cychwyn i chi i gyd ar y wefan (monkeypaste.com/docs)
da_dk: ● Integreret hjælp og tip lige i grænsefladen. Online manual, videoer og forum for at komme i gang alt sammen på webstedet (monkeypaste.com/docs)
de_ch: ● Integrierte Hilfe und Hinweise direkt in der Benutzeroberfläche. Online-Handbuch, Videos und Forum für den Einstieg – alles auf der Website (monkeypaste.com/docs)
de_lu: ● Integrierte Hilfe & Hinweise direkt in der Schnittstelle. Online -Handbuch, Videos und Forum, um Sie alle auf der Website zu starten (Monkeypaste.com/docs)
el_gr: ● Ενσωματωμένη βοήθεια και συμβουλές απευθείας στη διεπαφή. Ηλεκτρονικό εγχειρίδιο, βίντεο και φόρουμ για να ξεκινήσετε όλα στον ιστότοπο (monkeypaste.com/docs)
es_ar: ● Ayuda y sugerencias integradas en la interfaz. Manual en línea, videos y foro para comenzar todo en el sitio web (monkyypaste.com/docs)
es_pe: ● Ayuda y sugerencias integradas directamente en la interfaz. Manual en línea, videos y foro para comenzar todo en el sitio web (monkeypaste.com/docs)
et_ee: ● Integreeritud abi ja vihjed otse liideses. Veebipõhine juhend, videod ja foorum, mis aitavad teil veebisaidil kõike alustada (monkeypaste.com/docs)
eu_es: ◟ Interfazean zuzenean integratutako laguntza eta iradokizunak. Lineako eskuliburua, bideoak eta foroa dena webgunean hasteko (monkeypaste.com/docs)
fa_ir: ● کمک یکپارچه و نکات درست در رابط. کتابچه راهنمای انلاین، فیلم ها و انجمن برای شروع همه در وب سایت (monkeypaste.com/docs)
fi_fi: ● Integroitu ohje ja vihjeet suoraan käyttöliittymään. Online-käsikirja, videot ja foorumi, joiden avulla pääset alkuun verkkosivustolla (monkeypaste.com/docs)
fil_ph: ● Integrated help & hints sa interface. Online manual, mga video at forum upang makapagsimula ka lahat sa website (monkeypaste.com/docs)
fr_ht: ● Aide et astuces intégrées directement dans l'interface. Manuel en ligne, vidéos et forum pour vous faire démarrer sur le site Web (monkeypaste.com/docs)
fr_mc: ● Aide et conseils intégrés directement dans l’interface. Manuel en ligne, vidéos et forum pour vous aider à démarrer sur le site Web (monkeypaste.com/docs)
ga_ie: ● Cabhair chomhtháite & leideanna ceart sa chomhéadan. Lámhleabhar, físeáin agus fóram ar líne chun tús a chur leat go léir ar an láithreán gréasáin (monkeypaste.com/docs)
gd_gb: ● Taic aonaichte & molaidhean ceart san eadar-aghaidh.
gl_es: ● Axuda e suxestións integradas directamente na interface.
gu_in: Integret ઇન્ટરફેસમાં એકીકૃત સહાય અને સંકેતો. તમે બધા વેબસાઇટ પર પ્રારંભ કરવા માટે man નલાઇન મેન્યુઅલ, વિડિઓઝ અને ફોરમ (વાંદરાપીએસ/ડ oc ક્સ)
he_il: ● עזרה משולבת ורמזים ממש בממשק. מדריך מקוון, קטעי וידאו ופורום כדי להתחיל את הכל באתר (monkeypaste.com/docs)
hi_in: ● इंटरफ़ेस में एकीकृत सहायता और संकेत सही। ऑनलाइन मैनुअल, वीडियो और फोरम आपको वेबसाइट पर शुरू करने के लिए (monkeypaste.com/docs)
hr_ba: ● Integrirana pomoć i savjeti izravno u sučelju.
hr_hr: ● Integrirana pomoć i nagovještaji točno u sučelju. Internetski priručnik, videozapisi i forum za pokretanje svih na web stranici (monkeypaste.com/docs)
hu_hu: ● Integrált súgó és tippek közvetlenül az interfészen. Online kézikönyv, videók és fórumok, hogy elindítsa az összeset a weboldalon (monkeypaste.com/docs)
hy_am: ● Ինտեգրված օգնություն եւ ակնարկներ ճիշտ ինտերֆեյսում: Առցանց ձեռնարկ, տեսանյութեր եւ ֆորում, ձեզ սկսելու համար բոլորը կայքում (MonkeyPyte.com/docs)
id_id: ● Bantuan & petunjuk terintegrasi tepat di antarmuka. Manual Online, Video dan Forum Untuk Membuat Anda Memulai Semua Di Situs Web (Monkeypaste.com/Docs)
is_is: ● Samþætt hjálp og vísbendingar rétt í viðmótinu. Nethandbók, myndbönd og vettvangur til að koma þér af stað á vefsíðunni (monkeysta.com/docs)
it_it: ● Aiuto integrato e suggerimenti direttamente nell'interfaccia. Manuale, video e forum online per farti iniziare tutto sul sito Web (Monkeypaste.com/docs)
ja_jp: ● インターフェース内に統合されたヘルプとヒント。
ka_ge: ● ინტეგრირებული დახმარება და მინიშნებები სწორად ინტერფეისში. ონლაინ სახელმძღვანელო, ვიდეო და ფორუმი, რომ დაიწყოთ ყველა ვებგვერდზე (monkeypaste.com/docs)
kk_kz: ● Integrated Alization & Интерфейсте дұрыс кеңестер. Интернеттегі нұсқаулық, бейнелер және форум Сізді веб-сайтта бастауға болады (Monkeypaste.com/docs)
km_kh: ●ជំនួយដែលបានរួមបញ្ចូលគ្នា & តម្រាយតម្រឹមត្រឹមត្រូវនៅក្នុងចំណុចប្រទាក់។ សៀវភៅដៃលើអ៊ីនធឺណិតវីដេអូនិងវេទិកាដើម្បីឱ្យអ្នកចាប់ផ្តើមនៅលើគេហទំព័រ (Monkeypausepause.com/DOCS)
kn_in: Interface ಇಂಟರ್ಫೇಸ್ನಲ್ಲಿಯೇ ಇಂಟಿಗ್ರೇಟೆಡ್ ಸಹಾಯ ಮತ್ತು ಸುಳಿವು. ಆನ್‌ಲೈನ್ ಕೈಪಿಡಿ, ವೀಡಿಯೊಗಳು ಮತ್ತು ಫೋರಂ ನೀವು ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಪ್ರಾರಂಭಿಸಲು (monkeypaste.com/docs)
ko_kr: ● 인터페이스에서 통합 된 도움말 및 힌트. 온라인 매뉴얼, 비디오 및 포럼을 웹 사이트에서 시작할 수 있도록하십시오 (monkeypaste.com/docs)
ky_kg: Interface интерфейсте интерфейсте интеграцияланган жардам жана көрсөтмөлөр. Вебсайтты баштоо үчүн сиз бардыгын баштоо үчүн онлайн режиминде колдонмо, видеолор жана форум (Monkeypaste.com/docs)
lo_la: ●ຄວາມຊ່ວຍເຫຼືອແລະຄໍາແນະນໍາທີ່ຖືກຕ້ອງໃນການໂຕ້ຕອບ. ປື້ມຄູ່ມື, ວິດີໂອ Online, ວິດີໂອແລະເວທີສົນທະນາເພື່ອໃຫ້ທ່ານເລີ່ມຕົ້ນທຸກຢ່າງຢູ່ໃນເວັບໄຊທ໌ (Monkeypaste.com/docs)
lt_lt: ● Integruota pagalba ir užuominos tiesiai sąsajoje. Internetinis vadovas, vaizdo įrašai ir forumas, kad galėtumėte pradėti viską svetainėje (Monkeypaste.com/docs)
lv_lv: ● Integrēta palīdzība un padomi tieši saskarnē. Tiešsaistes rokasgrāmata, videoklipi un forums, lai jūs varētu sākt visu vietnē (Monkeypaste.com/docs)
mi_nz: ● Te awhina whakauru me nga tohu tika i te atanga. Pukapuka a-ipurangi, ataata me te huihuinga kia timata koe i te paetukutuku (Monkeypaste.com/docs)
mk_mk: ● Интегрирана помош и навестување точно во интерфејсот. Онлајн прирачник, видеа и форум за да ги започнете сите на веб -страницата (monkeypaste.com/docs)
ml_in: ● സംയോജിത സഹായവും സൂചനകളും ഇന്റർഫേസിൽ ശരിയാണ്. വെബ്സൈറ്റിൽ നിങ്ങൾ ആരംഭിക്കുന്നതിന് ഓൺലൈൻ മാനുവൽ, വീഡിയോകൾ, ഫോറം എന്നിവ (Monkeypast.com/DoC)
mr_in: Inter इंटरफेसमध्ये एकात्मिक मदत आणि इशारे. आपल्याला वेबसाइटवर सर्व प्रारंभ करण्यासाठी ऑनलाईन मॅन्युअल, व्हिडिओ आणि फोरम (Monkypaste.com/docs)
ms_bn: ● Bantuan & Petua Bersepadu di antara muka. Manual, video dan forum dalam talian untuk memulakan anda semua di laman web (monkeypaste.com/docs)
mt_mt: ● Għajnuna u ħjiel integrati dritt fl-interface. Manwal onlajn, vidjows u forum biex nibdew kollha fuq il-websajt (monkeypaste.com/docs)
nb_no: ● Integrert hjelp og antyder rett i grensesnittet. Online manual, videoer og forum for å komme i gang alt på nettstedet (monkeypaste.com/docs)
ne_np: ● एकीकृत सहयोग र इन्टरफेसमा संकेत। अनलाइन म्यानुअल, भिडियोहरू र फोरमले तपाईंलाई सबै वेबसाइटमा सुरू गर्न सुरू गर्न सुरू गर्न (बाँधिस्पेसेट.com/docs)
nl_nl: ● Geïntegreerde hulp en hints in de interface. Online handleiding, video's en forum om u allemaal op de website te laten starten (monkeypaste.com/docs)
or_in: ଇଣ୍ଟରଫେସରେ ଡାହାଣକୁ ଇଣ୍ଟିଗ୍ରେଟେଡ୍ ହେଲପ୍ ଏବଂ ସୂତା | ଆପଣଙ୍କୁ ୱେବସାଇଟ୍ (ମାଙ୍କଡପାସେଟ୍ ଡଟ୍ ଆଉଟ୍) ରେ ଆପଣଙ୍କୁ ସମସ୍ତ ଆରମ୍ଭ କରିବାକୁ ଅନ୍ଲାଇନ୍ ମାନୁଆଲ୍, ଭିଡିଓ ଏବଂ ଫୋରମ୍ |
pa_arab_pk: Ret ਇੰਟਰਫੇਸ ਵਿੱਚ ਸਹਾਇਤਾ ਅਤੇ ਸੰਕੇਤਾਂ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਕਰਨ ਵਿੱਚ ਏਕੀਕ੍ਰਿਤ ਕੀਤਾ ਗਿਆ. ਆਨਲਾਈਨ ਦਸਤਾਵੇਜ਼, ਵੀਡੀਓ ਅਤੇ ਫੋਰਮ ਤੁਹਾਨੂੰ ਸਭ ਵੈਬਸਾਈਟ ਤੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ (Monkeypaste.com/docs)
pl_pl: ● Zintegrowana pomoc i wskazówki bezpośrednio w interfejsie. Instrukcja online, filmy i forum, aby zacząć od Ciebie na stronie (Monkeypaste.com/docs)
pt_br: ● Ajuda e dicas integradas diretamente na interface. Manual on -line, vídeos e fórum para você começar tudo no site (MonkeyySaste.com/docs)
ro_ro: ● Ajutor integrat și indicii chiar în interfață. Manual online, videoclipuri și forum pentru a vă începe totul pe site (Monkeypaste.com/docs)
ru_ru: ● Интегрированная помощь и подсказки прямо в интерфейсе. Онлайн -руководство, видео и форум, чтобы начать все на сайте (monkeypaste.com/docs)
sk_sk: ● Integrovaná pomoc a náznaky priamo v rozhraní. Online manuála, videá a fórum, aby ste sa dostali do všetkých na webovej stránke (monkeypaste.com/docs)
sl_si: ● Integrirana pomoč in namige prav v vmesniku. Spletni priročnik, videoposnetki in forum, da začnete vse na spletnem mestu (monkeypaste.com/docs)
sq_al: Help Ndihmë e integruar dhe lë të kuptohet në ndërfaqe. Manual online, video dhe forum për t'ju filluar të gjitha në faqen e internetit (Monkeypaste.com/DOCS)
sr_latn_me: ● Интегрисана помоћ и наговештаја право у интерфејсу. Онлине приручник, видео снимци и форум да бисте започели све на веб локацији (монкеипасте.цом / ДОцс)
sv_fi: ● Integrerad hjälp och tips direkt i gränssnittet. Online -manual, videor och forum för att komma igång alla på webbplatsen (monkeypaste.com/docs)
sw_ke: ● Msaada uliojumuishwa na vidokezo kwenye interface. Mwongozo wa Mkondoni, Video na Jukwaa Ili Kukufanya Uanze yote kwenye Wavuti (Monkeypaste.com/docs)
ta_in: Internation ஒருங்கிணைந்த உதவி & குறிப்புகள் இடைமுகத்தில் சரியானவை. ஆன்லைன் கையேடு, வீடியோக்கள் மற்றும் மன்றம் நீங்கள் அனைத்தையும் இணையதளத்தில் தொடங்கலாம் (MonkeyPaste.com/docs)
te_in: Inte సమగ్ర సహాయం & సూచనలు ఇంటర్‌ఫేస్‌లో. ఆన్‌లైన్ మాన్యువల్, వీడియోలు మరియు ఫోరమ్ మీరు వెబ్‌సైట్‌లో అన్నింటినీ ప్రారంభించడానికి (monyypast.com/docs)
th_th: ●ความช่วยเหลือแบบบูรณาการและคำแนะนำในอินเทอร์เฟซ คู่มือออนไลน์วิดีโอและฟอรัมเพื่อให้คุณเริ่มต้นทั้งหมดบนเว็บไซต์ (monkeypaste.com/docs)
tk_tm: 01-nji interfeýsde birleşdirilen kömek we maslahatlar. Ony almak üçin onlaýn gollanma, wideo we forum web sahypasynda (Maýmilpase.com/docs) web sahypasyna başlaň
tr_tr: ● Entegre yardım ve arabirimde ipuçları. Online Kılavuz, Videolar ve Forum Web sitesinde başlamanızı sağlamak için (Monkeypaste.com/DOCS)
tt_ru: ● Интеграль Ярдәм & ХАНЛАР Интерфейста. Сез барыгызны да башлау өчен онлайн режим һәм форум (Moinkepaste.com/docs)
ug_cn: ● كۆرۈنمە يۈزى بىلەن ياردەم ۋە بېشارەتلەر. توربېكەتنى توربېكەتكە باشلاش ئۈچۈن توردىكى قولدا ياسالغان, سىن ۋە مۇنبەرلەر
uk_ua: ● Інтегрована довідка та підказки прямо в інтерфейсі. Інтернет -посібник, відео та форум, щоб розпочати все на веб -сайті (monkeypast.com/docs)
ur_pk: interest انٹرفیس میں مربوط مدد اور اشارے۔ آن لائن دستی ، ویڈیوز اور فورم آپ کو ویب سائٹ پر شروع کرنے کے لئے (monkeypaste.com/docs)
uz_latn_uz: ● Integratsiyalashgan yordam va ishchilar interfeysda to'g'ri. Onlayn qo'llanma, video va forum siz hamma veb-saytda (Monkeypaste.com/docs) boshlaganingiz uchun
vi_vn: ● Trợ giúp và gợi ý tích hợp ngay trong giao diện. Hướng dẫn trực tuyến, video và diễn đàn để giúp bạn bắt đầu tất cả trên trang web (monkeypaste.com/docs)
zh_cn: ● 界面中集成的帮助和提示。
zh_hans_sg: ●界面中的集成帮助和提示。在线手册，视频和论坛可让您在网站上启动所有内容（monkeypaste.com/docs）
zh_hant_hk: ●界面中的集成幫助和提示。在線手冊，視頻和論壇可讓您在網站上啟動所有內容（monkeypaste.com/docs）
