Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# ssCaption3
source: Fully - featured clip editor with find/replace, rich text (tables, lists, links, etc.) text templating for quick, dynamic pasting from your snippet collection
af_za: Volledige snitredakteur met vind / vervang, ryk teks (tabelle, lyste, skakels, ens.) teks templating vir vinnige, dinamiese plak uit u brokkieversameling
am_et: find/replace ጋር ሙሉ ገጽታ ያለው የክሊፕ አዘጋጅ, ሀብታም ጽሑፍ (ጠረጴዛዎች, ዝርዝሮች, ሊንኮች, ወዘተ) ጽሑፍ templating ለ ፈጣን, ቀጣይ የይዘት ማጣቀሻ ከእርስዎ ስኒፔት ስብስብ
ar_ma: محرر قصاصات كامل الميزات مع بحث / استبدال ، نص منسق (جداول ، قوائم ، روابط ، إلخ) قالب نص للصق سريع وديناميكي من مجموعة المقتطفات الخاصة بك
ar_om: بالكامل - محرر مقطع مميز مع Find/Replay ، نص غني (الجداول ، القوائم ، الروابط ، إلخ) TEMPLAING TEMPLATING FOR FORKICAL FORKICAL FROM من مجموعة المقتطف
as_in: আপোনাৰ স্নিপেট সংগ্ৰহৰ পৰা দ্ৰুত, গতিশীল পেষ্টিংৰ বাবে পাঠ টেম্পলেটিংৰ সৈতে সম্পূৰ্ণৰূপে প্ৰদৰ্শিত ক্লিপ সম্পাদক, সমৃদ্ধ পাঠ (তালিকা, তালিকা, লিংক ইত্যাদি)
az_cyrl_az: Find/replace ilə tam özellikli klip redaktoru, zəngin mətn (tablolar, siyahılar, linklər və s.) snippet kolleksiyanızdan tez, dinamik yapışdırma üçün mətn şablonu
az_latn: Snippet kolleksiyanızdan sürətli, dinamik yapışdırmaq üçün tap/dəyişdirmə, zəngin mətn (cədvəllər, siyahılar, keçidlər və s.) mətn şablonu ilə tam xüsusiyyətli klip redaktoru
be_by: Поўнафункцыянальны рэдактар кліпаў з пошукам/заменай, фарматаваным тэкстам (табліцы, спісы, спасылкі і г.д.), тэкставым шаблонам для хуткай дынамічнай устаўкі з вашай калекцыі фрагментаў
bg_bg: Напълно функционален редактор на клипове с намиране/замяна, обогатен текст (таблици, списъци, връзки и т.н.) текстови шаблони за бързо, динамично поставяне от вашата колекция от фрагменти
bn_bd: আপনার স্নিপেট সংগ্রহ থেকে দ্রুত, গতিশীল পেস্ট করার জন্য খুঁজুন/প্রতিস্থাপন, সমৃদ্ধ পাঠ্য (টেবিল, তালিকা, লিঙ্ক, ইত্যাদি) সহ সম্পূর্ণ বৈশিষ্ট্যযুক্ত ক্লিপ সম্পাদক
bn_in: সম্পূর্ণ - আপনার স্নিপেট সংগ্রহ থেকে দ্রুত, গতিশীল পেস্ট করার জন্য পাঠ্য টেম্প্লেটিংয়ের জন্য সন্ধান/প্রতিস্থাপন, সমৃদ্ধ পাঠ্য (টেবিল, তালিকা, লিঙ্ক ইত্যাদি) সহ বৈশিষ্ট্যযুক্ত ক্লিপ সম্পাদক
bs_latn: Potpuno - Istaknuti uređivač snimka sa pronalaženjem / zamenom, bogatom tekstu (tablice, liste, linkove itd.) Tekst Predložak za brzo, dinamično zalijepivanje iz vaše kolekcije isjeckanja
bs_latn_ba: Potpuno opremljen uređivač isječaka sa pronalaženjem/zamjenom, obogaćenim tekstom (tabele, liste, veze, itd.) predloškom teksta za brzo, dinamično lijepljenje iz vaše kolekcije isječaka
ca_es: Editor de clips amb totes les funcions amb plantilles de text de cerca/substitució, text enriquit (taules, llistes, enllaços, etc.) per enganxar de manera ràpida i dinàmica de la vostra col·lecció de fragments
cs_cz: Plně vybavený editor klipů s textovými šablonami pro hledání/nahrazování formátovaného textu (tabulky, seznamy, odkazy atd.) pro rychlé a dynamické vkládání z vaší sbírky úryvků
cy_gb: Golygydd clipiau llawn sylw gyda thempled testun canfod/amnewid, testun cyfoethog (tablau, rhestrau, dolenni, ac ati) ar gyfer pastio cyflym a deinamig o'ch casgliad pytiau
da_dk: Fuldt udstyret klipeditor med find/erstat, rig tekst (tabeller, lister, links osv.) tekstskabelon til hurtig, dynamisk indsættelse fra din uddragssamling
de_ch: Voll ausgestatteter Clip-Editor mit Suchen/Ersetzen, Rich-Text-Textvorlagen (Tabellen, Listen, Links usw.) zum schnellen, dynamischen Einfügen aus Ihrer Snippet-Sammlung
de_lu: Vollständig - vorgestellter Clip -Editor mit Find/Ersatz, reichhaltigem Text (Tabellen, Listen, Links usw.) Textvorlagen für schnelle, dynamische Einfügen von Ihrer Snippet -Sammlung aus
el_gr: Πλήρως εξοπλισμένο πρόγραμμα επεξεργασίας κλιπ με εύρεση/αντικατάσταση, πρότυπο κειμένου εμπλουτισμένου κειμένου (πίνακες, λίστες, σύνδεσμοι κ.λπ.) για γρήγορη, δυναμική επικόλληση από τη συλλογή αποσπασμάτων σας
es_ar: Editor de clip totalmente destinado con Find/Reemplazar, texto enriquecido (tablas, listas, enlaces, etc.) Plantilla de texto para un pegado rápido y dinámico desde su colección de fragmentos
es_pe: Editor de clips con todas las funciones con buscar/reemplazar, plantillas de texto enriquecido (tablas, listas, enlaces, etc.) para pegar de forma rápida y dinámica desde su colección de fragmentos
et_ee: Täisfunktsionaalne klipiredaktor koos otsimise/asendamise, RTF-teksti (tabelid, loendid, lingid jne) tekstiga, mis ahvatleb kiireks ja dünaamiliseks kleepimiseks teie katkendikogust
eu_es: Bilatu/ordezkapenarekin funtzio guztiak dituen klipen editorea, testu-txantiloi aberastuak (taulak, zerrendak, estekak, etab.), bere zati-bildumatik azkar eta dinamikoan itsasteko.
fa_ir: ویرایشگر کلیپ کاملا برجسته با پیدا کردن / جایگزینی، متن غنی (جداول، لیست ها، لینک ها و غیره) تمپلات متن برای چسباندن سریع و پویا از مجموعه قطعه خود را
fi_fi: Täysin varusteltu leikeeditori, jossa on etsi/korvaa, RTF-teksti (taulukot, luettelot, linkit jne.), joka mallintaa nopeaa ja dynaamista liittämistä katkelmakokoelmastasi
fil_ph: Ganap na itinatampok na editor ng clip na may hanapin / palitan, mayaman na teksto (mga talahanayan, listahan, link, atbp) text templating para sa mabilis, dynamic na pag paste mula sa iyong koleksyon ng snippet
fr_ht: Entièrement - Éditeur de clip avec Find / Remplace, Rich Text (tableaux, listes, liens, etc.) Texte de texte pour une collation rapide et dynamique de votre collection d'extraits
fr_mc: Éditeur de clips complet avec rechercher/remplacer, modèles de texte enrichi (tableaux, listes, liens, etc.) pour un collage rapide et dynamique à partir de votre collection d’extraits
ga_ie: Eagarthóir gearrthóg le feiceáil go hiomlán le téacs a aimsiú / a athsholáthar, téacs saibhir (táblaí, liostaí, naisc, etc.) le haghaidh pasting tapa, dinimiciúil ó do bhailiúchán blúire
gd_gb: Deasaiche criomag làn-nochdadh le lorg / cuir na àite, teacsa beairteach (clàran, liostaichean, ceanglaichean, msaa) teamplaid teacsa airson pasting luath, fiùghantach bhon chruinneachadh chriomagan agad
gl_es: Editor de clips completo con modelos de texto de busca/substitución de texto enriquecido (táboas, listas, ligazóns, etc.) para o pegado rápido e dinámico da túa colección de fragmentos
gu_in: સંપૂર્ણ - તમારા સ્નિપેટ સંગ્રહમાંથી ઝડપી, ગતિશીલ પેસ્ટિંગ માટે શોધ/બદલો, સમૃદ્ધ ટેક્સ્ટ (કોષ્ટકો, સૂચિ, લિંક્સ, વગેરે) સાથે ફીચર્ડ ક્લિપ સંપાદક
he_il: מלא - עורך קליפ מוצג עם למצוא/החלף, טקסט עשיר (טבלאות, רשימות, קישורים וכו ') תבנית טקסט להדבקה מהירה ודינאמית מאוסף הקטע שלך
hi_in: पूरी तरह से - विशेष रुप से प्रदर्शित क्लिप एडिटर फाइंड/रिप्लेस, रिच टेक्स्ट (टेबल्स, लिस्ट, लिंक, आदि) के साथ अपने स्निपेट कलेक्शन से त्वरित, डायनामिक पेस्टिंग के लिए टेक्स्ट टेम्प्लेटिंग
hr_ba: Potpuno opremljen uređivač isječaka s traženjem/zamjenom, obogaćenim tekstom (tablice, popisi, poveznice, itd.) tekstualnim predlošcima za brzo, dinamično lijepljenje iz vaše kolekcije isječaka
hr_hr: Potpuno - istaknuti uređivač isječaka s pronalaženjem/zamjena, Rich Text (tablice, popisi, veze itd.) Tekst Text za brzo, dinamično lijepljenje iz vaše kolekcije za isječak
hu_hu: Teljesen - kiemelt klip -szerkesztő a keresés/csere, a gazdag szöveg (táblázatok, listák, linkek stb.) Szöveg sablonja a gyors, dinamikus beillesztéshez a részletek gyűjteményéből
hy_am: Լրիվ - Featured Clip Editor- ը `գտած / փոխարինող, հարուստ տեքստով (սեղաններ, ցուցակներ, հղումներ եւ այլն) Տեքստը` ձեր Snippet հավաքածուից արագ, դինամիկ տեղադրման համար
id_id: Sepenuhnya - editor klip unggulan dengan find/ganti, teks kaya (tabel, daftar, tautan, dll.) Templating teks untuk pemasangan yang cepat dan dinamis dari koleksi cuplikan Anda
is_is: Að fullu - Valinn Clip Editor með Find/Skiptu um, ríkur texti (töflur, listar, tenglar osfrv.) Texti sniðmát fyrir skjótan, kraftmikla líma úr snippet safninu þínu
it_it: Completamente - Editor di clip in primo piano con Find/Sostituisci, Rich Testo (tabelle, elenchi, collegamenti, ecc.) Modello di testo per incollaggio rapido e dinamico dalla collezione di snippet
ja_jp: 検索/置換、リッチ テキスト (表、リスト、リンクなど) のテキスト テンプレートを備えたフル機能のクリップ エディターにより、スニペット コレクションからすばやく動的に貼り付けることができます。
ka_ge: სრულად - გამორჩეული კლიპის რედაქტორი Find/Replace- ით, მდიდარი ტექსტით (მაგიდები, სიები, ბმულები და ა.შ.) ტექსტის შაბლონი სწრაფი, დინამიური ჩასატარებლად თქვენი Snippet კოლექციიდან
kk_kz: Толығымен - Тапсырманы табу / ауыстыру, бай мәтін (кестелер, тізімдер, сілтемелер, сілтемелер және т.б.) мәтінді жылдам, серпінді жинаққа тез, динамикалық жинауға арналған мәтіндік шаблон
km_kh: អ្នកកែសំរួលឈុតឈុតដែលមានលក្ខណៈពេញលេញជាមួយនឹងការស្វែងរក / ជំនួសអត្ថបទសម្បូរបែប (តារាងបញ្ជីតំណភ្ជាប់។ ល។ ) ។
kn_in: ನಿಮ್ಮ ತುಣುಕಿನ ಸಂಗ್ರಹದಿಂದ ತ್ವರಿತ, ಕ್ರಿಯಾತ್ಮಕ ಅಂಟಿಸುವಿಕೆಗಾಗಿ ಫೈಂಡ್/ರಿಪ್ಲೇಸ್, ಶ್ರೀಮಂತ ಪಠ್ಯ (ಕೋಷ್ಟಕಗಳು, ಪಟ್ಟಿಗಳು, ಲಿಂಕ್‌ಗಳು, ಇತ್ಯಾದಿ) ಪಠ್ಯ ಟೆಂಪ್ಲೇಟಿಂಗ್ ಹೊಂದಿರುವ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಕ್ಲಿಪ್ ಸಂಪಾದಕ
ko_kr: 완전 - Find/Replace, Rich Text (테이블, 목록, 링크 등)가 포함 된 기능이있는 클립 편집기, 스 니펫 컬렉션에서 빠르고 역동적 인 붙여 넣기를위한 텍스트 템플릿
ky_kg: Толугу менен - ​​Белгиленген тексттер (Таблицалар, тизмелер, шилтемелер ж.б.)
lo_la: ຢ່າງເຕັມທີ່ - ບັນນາທິການຄລິບທີ່ໂດດເດັ່ນກັບການຊອກຫາ / ທົດແທນ, ຂໍ້ຄວາມທີ່ອຸດົມສົມບູນ (ຕາຕະລາງ, ລາຍການ, ລິ້ງ, ແລະອື່ນໆ) ຈາກການເກັບກໍາຕົວຫນັງສືຂອງທ່ານຈາກການເກັບກໍາຂໍ້ມູນຂອງທ່ານ
lt_lt: Visiškai - rodomas klipo redaktorius su „Find“/„Resike“, „Rich Text“ (lentelės, sąrašai, nuorodos ir kt.) Teksto šablonas, kad būtų galima greitai, dinamiškai paslėpti iš savo fragmentų kolekcijos
lv_lv: Pilnībā - piedāvātais klipu redaktors ar atrašanu/aizstāšanu, bagātīgu tekstu (tabulas, saraksti, saites utt
mi_nz: Katoa - Whakawhitinga Clip Whakaatu me te rapu / whakakapi, raarangi, raarangi, Hononga, me etahi atu)
mk_mk: Целосно - Изграден уредник на клип со пронаоѓање/замена, богат текст (табели, списоци, врски и сл.)
ml_in: പൂർണ്ണമായും - തിരഞ്ഞെടുത്ത / മാറ്റിസ്ഥാപിച്ച, സമ്പന്നമായ വാചകം (പട്ടികകൾ, ലിസ്റ്റുകൾ, ലിങ്കുകൾ മുതലായവ) ഉപയോഗിച്ച് തിരഞ്ഞെടുത്ത ക്ലിപ്പ് എഡിറ്റർ) നിങ്ങളുടെ സ്നിപ്പെറ്റ് ശേഖരത്തിൽ നിന്ന് ദ്രുത, ചലനാത്മക പേയ്നിംഗ്
mr_in: पूर्णपणे - शोध/पुनर्स्थित, समृद्ध मजकूर (सारण्या, याद्या, दुवे इ.) सह वैशिष्ट्यीकृत क्लिप संपादक आपल्या स्निपेट संकलनातून द्रुत, डायनॅमिक पेस्टिंगसाठी मजकूर टेम्पलेटिंग
ms_bn: EDITOR CLIP DENGAN PELANGGAN DENGAN Cari/Ganti, Teks Kaya (Jadual, Senarai, Pautan, dan lain -lain)
mt_mt: Kompletament - Editur tal-Klipp Dehru ma 'Find / Sostituzzjoni, Test Rich (Tabelli, Listi, Links, eċċ.) Templating ta' test għal pasta ta 'malajr u dinamiku mill-kollezzjoni tas-snippet tiegħek
nb_no: Fullt - Utvalgt Clip Editor med Find/erstatt, rik tekst (tabeller, lister, lenker, etc.) Teksttemplering for rask, dynamisk liming fra utdraget
ne_np: पूर्ण - फिचर गरिएको क्लिप सम्पादक, रिच पाठ (तालिकाहरू, सूचकहरू, सूचहरू, लिंकहरू, आदि) को लागि तपाईंको स्न्याटट संकलनबाट गति तालिका
nl_nl: Volledig - Featured Clip Editor met Find/vervang, Rich Text (Tables, Lists, Links, etc.) Tekst Templating voor snel, dynamisch plakken uit uw snippet -collectie
or_in: ପୂର୍ଣ୍ଣ - ସମୃଦ୍ଧ ପାଠ୍ୟ (ପାଠ୍ୟ ପାଠ୍ୟ (ସାରଣୀ, ତାଲିକା, ଲିଙ୍କ୍, ଇତ୍ୟାଦି) ତୁମର ସ୍ନିପେଟ୍ ସଂଗ୍ରହରୁ ଶୀଘ୍ର, ଗତିଶୀଳ ପେଷ୍ଟିଂ ପାଇଁ |
pa_arab_pk: ਪੂਰੀ ਤਰ੍ਹਾਂ - ਖੋਜ / ਬਦਲੇ, ਭਰਪੂਰ ਟੈਕਸਟ (ਟੇਬਲ, ਲਿਸਟਾਂ ਆਦਿ) ਨੂੰ ਤੁਰੰਤ, ਤੇਜ਼, ਗਤੀ ਭੰਡਾਰ ਤੋਂ ਟੈਕਸਟ ਟੈਂਪਲੇਟਿੰਗ ਦੇ ਨਾਲ ਫੀਚਰਡ ਕਲਿੱਪ ਸੰਪਾਦਕ
pl_pl: W pełni - wyróżniony edytor klipów z Find/Replain, Rich Tekst (tabele, listy, linki itp.) Szablony tekstu dla szybkiego, dynamicznego wklejania z kolekcji fragmentu
pt_br: Totalmente - Editor de clipes em destaque com Find/Substituir, Rich Text (Tabelas, Listas, Links etc.)
ro_ro: Complet - editor de clipuri prezentat cu descoperire/înlocuire, text bogat (tabele, liste, link -uri, etc.) Text Text Text pentru lipirea rapidă și dinamică din colecția de fragmente
ru_ru: Полностью - представленным редактором клипов с находкой/заменой, богатым текстом (таблицы, списки, ссылки и т. Д.) Текстовые шаблоны для быстрого, динамического вставки из вашей коллекции фрагментов
sk_sk: Plne - odobelý editor klipov s vyhľadávaním/nahradením, bohatým textom (tabuľky, zoznamy, odkazy atď.) Text TEXT pre rýchle a dynamické vkladanie z vašej kolekcie úryvkov
sl_si: Popolnoma - predstavljen urejevalnik posnetkov z iskanjem/zamenjavo, bogato besedilo (tabele, sezname, povezave itd.)
sq_al: Plotësisht - Redaktori i Klipit i Paraqitur me Find/Replace, Rich Text (Tabela, Listat, Lidhjet, etj.)
sr_latn_me: Потпуно - Изувени уредник клипа са проналажењем / заменом, богатим текстом (табеле, спискови, линкови, итд.) Текстуални предложак за брзо, динамично лепљење са своје колекције за исјечак
sv_fi: Helt - Featured Clip Editor med Find/Replay, Rich Text (tabeller, listor, länkar, etc.) Text Mallande för snabb, dynamisk klistra från din utdragskollektion
sw_ke: Mhariri wa kipande cha picha kamili - na Pata/Badilisha, Nakala Tajiri (Jedwali, Orodha, Viungo, nk) Maombi ya maandishi kwa uchungaji wa haraka, wenye nguvu kutoka kwa mkusanyiko wako wa snippet
ta_in: முழுமையாக - கண்டுபிடி/மாற்றுதல், பணக்கார உரை (அட்டவணைகள், பட்டியல்கள், இணைப்புகள் போன்றவை) உங்கள் துணுக்கை சேகரிப்பிலிருந்து விரைவான, மாறும் ஒட்டுதலுக்கான உரை வார்ப்புரு
te_in: పూర్తిగా - ఫైండ్/రీప్లేస్, రిచ్ టెక్స్ట్ (టేబుల్స్, లిస్ట్స్, లింక్స్ మొదలైనవి) తో ఫీచర్ చేసిన క్లిప్ ఎడిటర్ మీ స్నిప్పెట్ సేకరణ నుండి శీఘ్ర, డైనమిక్ పేస్ట్ కోసం టెక్స్ట్ టెంప్లేటింగ్
th_th: เต็ม - ตัวแก้ไขคลิปที่โดดเด่นพร้อม Find/Replace, Rich Text (ตาราง, รายการ, ลิงก์, ฯลฯ ) เทมเพลตข้อความสำหรับการวางแบบรวดเร็วและไดนามิกจากคอลเลกชันตัวอย่างของคุณ
tk_tm: Doly - "Picipet Collect" -iň çalt, çaltlyk synagyndan çalt, baý tekste, baý tekst (tablisalar, sanawlar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar, baglanyşyklar we we ş.m.) Tekstiň tekst şazury
tr_tr: Tamamen - Bul/Değiştir, Zengin Metin (Tablolar, Listeler, Bağlantılar, vb.)
tt_ru: Тулы - бай текст (өстәлләр, исемлекләр, сылтамалар һ.б.) тиз, сезнең снипет коллекциясеннән селкенү
ug_cn: تولۇق - تېپىش / ئالماشتۇرۇش / ئالماشتۇرۇش / ئالماشتۇرۇش / ئالماشتۇرۇش / ئالماشتۇرۇش / ئالماشتۇرۇش, باي تېكىست (جەدۋەل (جەدۋەل (جەدۋەل, بۆلەك, ئۇلىنىش, ئۇلىنىش قاتارلىقلار) پارقىراق ياقىسىنى تېز, ھەرىكەتلەندۈرگۈچ كۈچىڭىزدىن تېز, ھەرىكەتچان جابدۇق
uk_ua: Повністю - представлений редактор кліпів із знаходженням/заміною, багатий текст (таблиці, списки, посилання тощо) Текстові шаблони для швидкого, динамічного вставки з вашої колекції фрагментів
ur_pk: مکمل طور پر - تلاش/تبدیل کرنے کے ساتھ نمایاں کلپ ایڈیٹر ، بھرپور متن (میزیں ، فہرستیں ، لنکس ، وغیرہ) آپ کے ٹکڑوں کے ذخیرے سے فوری ، متحرک چسپاں کرنے کے لئے ٹیکسٹ ٹیمپلیٹنگ
uz_latn_uz: To'liq - taniqli klip muharriri, boy matn (stollar, ro'yxatlar, havolalar, havolalar va boshqalar) Sizning Forppet to'plamingizdan tezkor, dinamik o'yin-kulgi uchun mo'ljallangan matnlar
vi_vn: Trình chỉnh sửa clip đầy đủ - đặc trưng với Find/thay thế, văn bản phong phú (bảng, danh sách, liên kết, v.v.) Templating văn bản để dán nhanh, năng động từ bộ sưu tập đoạn trích của bạn
zh_cn: 功能齐全的剪辑编辑器，具有查找/替换、富文本（表格、列表、链接等）文本模板，可从片段集合中快速动态粘贴
zh_hans_sg: 完全 - 具有查找/替换，丰富的文本（表，列表，链接等）的特色剪辑编辑器，以获取摘要集合的快速，动态粘贴的文本
zh_hant_hk: 完全 - 具有查找/替換，豐富的文本（表，列表，鏈接等）的特色剪輯編輯器，以獲取摘要集合的快速，動態粘貼的文本
