Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature4
source: ● Optimized for performance and stressed tested with 1,000,000s of clips.
af_za: ● Geoptimaliseer vir prestasie en gestres getoets met 1,000,000s clips.
am_et: ● በ1,000,000 ክሊፖች የተፈተነ ና በውጥረት የተሞላ ነው።
ar_ma: ● محسن للأداء وشدد تم اختباره مع 1000000 ثانية من المقاطع.
ar_om: ● تم تحسينه للأداء والاختبار الذي تم اختباره مع 1،000،000 من المقاطع.
as_in: ● প্ৰদৰ্শনৰ বাবে অপ্টিমাইজ কৰা হৈছে আৰু 1,000,000 ক্লিপৰ সৈতে পৰীক্ষা কৰা হৈছে।
az_cyrl_az: ● Performans üçün optimize edilmiş və 1.000.000s klip ilə test edilmiş stressli.
az_latn: ● Performans üçün optimallaşdırılıb və 1.000.000-larla kliplə sınaqdan keçirilib.
be_by: ● Аптымізаваны для павышэння прадукцыйнасці і пратэставаны на 1 000 000 кліпаў.
bg_bg: ● Оптимизиран за производителност и тестван при стрес с 1 000 000 секунди клипове.
bn_bd: ● পারফরম্যান্সের জন্য অপ্টিমাইজ করা হয়েছে এবং 1,000,000 ক্লিপগুলির সাথে স্ট্রেসড টেস্ট করা হয়েছে৷
bn_in: Performance পারফরম্যান্সের জন্য অনুকূলিত এবং 1,000,000 ক্লিপগুলির সাথে চাপযুক্ত পরীক্ষা করা।
bs_latn: ● Optimiziran za performanse i naglašeno testirano sa 1.000.000 isječaka.
bs_latn_ba: ● Optimizovano za performanse i testirano pod stresom sa 1.000.000 klipova.
ca_es: ● Optimitzat per al rendiment i provat amb 1.000.000 de clips.
cs_cz: ● Optimalizováno pro výkon a zátěžově testováno s 1 000 000 s klipy.
cy_gb: ● Wedi'i optimeiddio ar gyfer perfformiad a straen wedi'i brofi gyda 1,000,000au o glipiau.
da_dk: ● Optimeret til ydeevne og stresstestet med 1.000.000vis af klip.
de_ch: ● Auf Leistung optimiert und mit 1.000.000 Clips getestet.
de_lu: ● optimiert für die Leistung und gestresst mit 1.000.000 Clips getestet.
el_gr: ● Βελτιστοποιημένο για απόδοση και δοκιμασμένο υπό πίεση με 1.000.000 κλιπ.
es_ar: ● Optimizado para el rendimiento y estresado probado con 1,000,000s de clips.
es_pe: ● Optimizado para el rendimiento y sometido a pruebas de estrés con 1.000.000 de clips.
et_ee: ● Optimeeritud jõudluse jaoks ja stressitestitud 1 000 000 klambriga.
eu_es: ◟ Errendimendurako optimizatua eta estres-probak egin behar ditu 1.000.000 klipekin.
fa_ir: ● بهینه سازی شده برای عملکرد و تاکید ازمایش شده با 1،000،000s کلیپ.
fi_fi: ● Optimoitu suorituskykyä varten ja stressitestattu 1 000 000 leikkeellä.
fil_ph: ● Na optimize para sa pagganap at stressed nasubok sa 1,000,000s ng mga clip.
fr_ht: ● Optimisé pour les performances et testé en stress avec 1 000 000 de clips.
fr_mc: ● Optimisé pour les performances et testé sous tension avec 1 000 000 de clips.
ga_ie: ● Optamaithe le haghaidh feidhmíochta agus tástáil struis le 1,000,000s de ghearrthóga.
gd_gb: ● Optimized airson coileanadh agus cuideam air a dhearbhadh le 1,000,000s de chriomagan.
gl_es: ● Optimizado para o rendemento e probado con estrés con 1.000.000 de clips.
gu_in: For પર્ફોર્મન્સ માટે optim પ્ટિમાઇઝ અને 1,000,000 ક્લિપ્સ સાથે પરીક્ષણ કરાયું.
he_il: ● אופטימיזציה לביצועים ולחוץ נבדק עם 1,000,000 קליפים.
hi_in: ● प्रदर्शन के लिए अनुकूलित और 1,000,000 के क्लिप के साथ परीक्षण किया गया।
hr_ba: ● Optimiziran za performanse i testiran na stres s 1.000.000 isječaka.
hr_hr: ● Optimiziran za performanse i stresno testirano s 1.000.000 isječaka.
hu_hu: ● Optimalizálva a teljesítményre, és stresszes tesztelt 1 000 000 klipekkel.
hy_am: ● Օպտիմիզացված է կատարման համար եւ շեշտված փորձարկվել է 1000,000 տեսահոլովակների միջոցով:
id_id: ● Dioptimalkan untuk kinerja dan stres diuji dengan 1.000.000 klip.
is_is: ● Bjartsýni fyrir frammistöðu og stressuð prófuð með 1.000.000 af úrklippum.
it_it: ● Ottimizzato per le prestazioni e stressato testato con 1.000.000 di clip.
ja_jp: ●パフォーマンスを最適化し、100万個のクリップによるストレステストを実施。
ka_ge: ● ოპტიმიზირებულია შესრულებისთვის და სტრესული ტესტირება 1,000,000 კლიპებით.
kk_kz: ● Өнімділік үшін оңтайландырылған және 1 000 000 клиптермен сыналған.
km_kh: ●បង្កើនប្រសិទ្ធភាពសម្រាប់ការសម្តែងនិងស្ត្រេសដែលបានធ្វើតេស្ត៍ដោយមានឈុត 1.000.000 ។
kn_in: Performance ಕಾರ್ಯಕ್ಷಮತೆಗಾಗಿ ಹೊಂದುವಂತೆ ಮಾಡಲಾಗಿದೆ ಮತ್ತು 1,000,000 ಕ್ಲಿಪ್‌ಗಳೊಂದಿಗೆ ಪರೀಕ್ಷಿಸಲಾಗಿದೆ.
ko_kr: ● 성능에 최적화되었으며 1,000,000의 클립으로 스트레스를 받았습니다.
ky_kg: ● Аткаруу үчүн оптималдаштырылган жана 1 000 000 000 клиптер менен сыналган стресстен арылыңыз.
lo_la: ●ທີ່ດີທີ່ສຸດສໍາລັບການປະຕິບັດງານແລະຄວາມກົດດັນທີ່ຖືກທົດສອບດ້ວຍຄລິບ 1,000,000s.
lt_lt: ● Optimizuotas našumui ir stresui, išbandytam su 1 000 000 segtukų.
lv_lv: ● Optimizēts veiktspējai un tiek pārbaudīts ar stresu ar 1 000 000 klipu.
mi_nz: ● Kua whakahoutia mo te mahi me te whakapau kaha ki te 1,000,000 o nga topenga.
mk_mk: ● Оптимизиран за перформанси и стрес тестирано со 1.000.000 -ти клипови.
ml_in: Preport പ്രകടനത്തിനായി ഒപ്റ്റിമൈസ് ചെയ്യുകയും 1,000,000 ക്ലിപ്പുകൾ ഉപയോഗിച്ച് പരീക്ഷിക്കുകയും ചെയ്തു.
mr_in: Performance कामगिरीसाठी ऑप्टिमाइझ केलेले आणि तणावग्रस्त चाचणी 1,000,000 क्लिपसह.
ms_bn: ● Dioptimumkan untuk prestasi dan ditekankan diuji dengan 1,000,000 klip.
mt_mt: ● Ottimizzat għall-prestazzjoni u ttestjat stressat b'1,000,000s ta 'klipps.
nb_no: ● Optimalisert for ytelse og stresset testet med 1 000 000 klipp.
ne_np: ● प्रदर्शनका लागि अनुकूलित र तनावको लागि क्लिपहरूको 1,000,000 को साथ परीक्षण गरियो।
nl_nl: ● Geoptimaliseerd voor prestaties en gestrest getest met 1.000.000 sclips.
or_in: ● କାର୍ଯ୍ୟଦକ୍ଷତା ପାଇଁ ଅପ୍ଟିମାଇଜ୍ ଏବଂ ଚାପଗ୍ରସ୍ତ 1,000,000 ଟି କ୍ଲିପ୍ ସହିତ |
pa_arab_pk: The ਪ੍ਰਦਰਸ਼ਨ ਲਈ ਅਨੁਕੂਲ ਅਤੇ 1,000,000 ਕਲਿੱਪਾਂ ਨਾਲ ਟੈਸਟ ਕੀਤੇ ਗਏ.
pl_pl: ● Zoptymalizowane pod kątem wydajności i zestresowane przetestowane z 1 000 000 klipsów.
pt_br: ● Otimizado para desempenho e estressado testado com 1.000.000 de clipes.
ro_ro: ● Optimizat pentru performanță și stresat testat cu 1.000.000 de clipuri.
ru_ru: ● Оптимизирован для производительности и стресс, протестированный с 1 000 000 с клипами.
sk_sk: ● Optimalizované pre výkon a stresované testované s 1 000 000 klipmi.
sl_si: ● Optimiziran za zmogljivost in stresno preizkušeno s 1.000.000s posnetkov.
sq_al: ● Optimizuar për performancën dhe stresuar testuar me 1.000.000s klipe.
sr_latn_me: ● Оптимизовано за перформансе и наглашене тестиране са 1.000.000 снимака.
sv_fi: ● Optimerad för prestanda och stressad testad med 1 000 000 klämmor.
sw_ke: ● Kuboreshwa kwa utendaji na kusisitiza kupimwa na sehemu 1,000,000.
ta_in: The செயல்திறனுக்காக உகந்ததாக இருக்கும் மற்றும் 1,000,000 கிளிப்களுடன் சோதிக்கப்பட்டது.
te_in: Performance పనితీరు కోసం ఆప్టిమైజ్ చేయబడింది మరియు 1,000,000 క్లిప్‌లతో పరీక్షించబడింది.
th_th: ●ปรับให้เหมาะสมสำหรับประสิทธิภาพและการทดสอบที่ได้รับการทดสอบด้วยคลิป 1,000,000
tk_tm: REP-iň 1-nji klipler bilen geçirilen öndürijilik we stresli synag üçin optimallaşdyryldy.
tr_tr: ● Performans için optimize edilmiş ve 1.000.000 klip ile test edilmiş stresli.
tt_ru: ● Эшләткеч өчен оптимальләштерелгән һәм стрессланган 1,000,000 тонна клип белән.
ug_cn: ● ئىقتىدار ئۈچۈن ئەلالاشتۇرۇلغان ۋە 1000,000 دىيۇملۇق قىسقۇچ بىلەن سىناق قىلىنغان.
uk_ua: ● Оптимізований для продуктивності та на стрес випробуваний з 1000 000s кліпів.
ur_pk: performance کارکردگی کے ل optim آپ کو بہتر بنایا گیا اور 1،000،000 کلپس کے ساتھ جانچ پڑتال کی گئی۔
uz_latn_uz: ● Ishlab chiqarish uchun optimallashtirilgan va 1,000 000 000 klip bilan sinovdan o'tkazilgan.
vi_vn: ● Tối ưu hóa hiệu suất và được nhấn mạnh được thử nghiệm với 1.000.000 clip.
zh_cn: ● 针对性能进行了优化，并通过 1,000,000 个剪辑进行了压力测试。
zh_hans_sg: ●针对性能进行了优化，并通过1,000,000架剪辑进行了压力测试。
zh_hant_hk: ●針對性能進行了優化，並通過1,000,000架剪輯進行了壓力測試。

# StoreFeature5
source: ● Anytime search, just start typing using both simple & advanced filtering on clips and their sources over dozens of fields
af_za: ● Soek altyd en tik met behulp van eenvoudige en gevorderde filter op snitte en hul bronne oor tientalle velde
am_et: ● በማንኛውም ጊዜ ፍለጋ, በክሊፖች ላይ እና በድር ጣቢያዎች ላይ ያላቸውን ምንጮች በመጠቀም ሁለቱንም ቀላል &የተራቀቁ ማጣሪያዎች በመጠቀም ብቻ መጽሃፍ ጀምር
ar_ma: ● في أي وقت للبحث ، ما عليك سوى البدء في الكتابة باستخدام التصفية البسيطة والمتقدمة على المقاطع ومصادرها عبر عشرات الحقول
ar_om: ● في أي وقت بحث ، فقط ابدأ في الكتابة باستخدام كل من التصفية البسيطة والمتقدمة على مقاطع ومصادرها على العشرات من الحقول
as_in: ● যিকোনো সময়তে সন্ধান কৰক, কেৱল ডজনৰো অধিক ফিল্ডত ক্লিপ আৰু সেইবোৰৰ উৎস দুয়োটা ব্যৱহাৰ কৰি টাইপ কৰা আৰম্ভ কৰক
az_cyrl_az: ● Hər hansı bir zaman axtarış, sadəcə, clips və onların mənbələri üzərində həm sadə & advanced filtering istifadə edərək, onlarca sahə üzərində typing başlayın
az_latn: ● İstənilən vaxt axtarış edin, sadəcə olaraq onlarla sahədə kliplər və onların mənbələri üzrə sadə və təkmil filtrləmədən istifadə edərək yazmağa başlayın
be_by: ● У любы час шукайце, проста пачніце ўводзіць тэкст, выкарыстоўваючы як простую, так і пашыраную фільтрацыю кліпаў і іх крыніц у дзясятках палёў
bg_bg: ● Търсете по всяко време, просто започнете да пишете, като използвате както просто, така и разширено филтриране на клипове и техните източници в десетки полета
bn_bd: ● যেকোন সময় অনুসন্ধান করুন, ক্লিপগুলিতে সহজ এবং উন্নত ফিল্টারিং এবং কয়েক ডজন ফিল্ডে তাদের উত্স ব্যবহার করে টাইপ করা শুরু করুন
bn_in: ● যে কোনও সময় অনুসন্ধান, ক্লিপগুলিতে এবং তাদের উত্সগুলি কয়েক ডজন ক্ষেত্রের উপরে উভয়ই সাধারণ এবং উন্নত ফিল্টারিং ব্যবহার করে টাইপ করা শুরু করুন
bs_latn: ● Bilo kada pretraživanje, samo počnite kucati koristeći jednostavno i napredno filtriranje na isječcima i njihovim izvorima preko desetaka polja
bs_latn_ba: ● Pretraživanje bilo kada, samo počnite kucati koristeći jednostavno i napredno filtriranje isječaka i njihovih izvora u desetinama polja
ca_es: ● Cerqueu en qualsevol moment, només heu de començar a escriure utilitzant tant el filtratge simple com el avançat de clips i les seves fonts en desenes de camps.
cs_cz: ● Kdykoli vyhledávejte, stačí začít psát pomocí jednoduchého i pokročilého filtrování klipů a jejich zdrojů v desítkách polí
cy_gb: ● Chwilio unrhyw bryd, dechreuwch deipio gan ddefnyddio hidlo syml ac uwch ar glipiau a'u ffynonellau dros ddwsinau o feysydd
da_dk: ● Når som helst søgning, skal du bare begynde at skrive med både enkel og avanceret filtrering på klip og deres kilder over snesevis af felter
de_ch: ● Suchen Sie jederzeit und beginnen Sie einfach mit der Eingabe, indem Sie einfache und erweiterte Filter für Clips und deren Quellen in Dutzenden von Feldern verwenden
de_lu: ● Jedes Mal suchen Sie einfach mit der Eingabe mit einfachem und erweitertem Filterung auf Clips und ihren Quellen über Dutzende von Feldern
el_gr: ● Ανά πάσα στιγμή, ξεκινήστε να πληκτρολογείτε χρησιμοποιώντας απλό και προηγμένο φιλτράρισμα σε κλιπ και τις πηγές τους σε δεκάδες πεδία
es_ar: ● En cualquier momento de búsqueda, simplemente comience a escribir usando filtrado simple y avanzado en clips y sus fuentes durante docenas de campos
es_pe: ● Búsqueda en cualquier momento, simplemente comience a escribir usando filtros simples y avanzados en clips y sus fuentes en docenas de campos
et_ee: ● Igal ajal hakake lihtsalt tippima, kasutades nii klippide kui ka nende allikate lihtsat ja täiustatud filtreerimist kümnetel väljadel
eu_es: ◟ Edozein unetan bilaketa, klipetan eta iturrietan iragazki sinple eta aurreratuak erabiliz idazten hasten da, dozenaka alorretan.
fa_ir: ● در هر زمان جستجو، فقط شروع به تایپ کردن با استفاده از هر دو فیلتر ساده و پیشرفته در کلیپ ها و منابع خود را بیش از ده ها زمینه
fi_fi: ● Aloita kirjoittaminen milloin tahansa käyttämällä sekä yksinkertaista että edistynyttä suodatusta leikkeille ja niiden lähteille kymmenien kenttien yli
fil_ph: ● Anumang oras paghahanap, simulan lamang ang pag-type gamit ang parehong simple & advanced na pag-filter sa mga clip at ang kanilang mga mapagkukunan sa paglipas ng dose-dosenang mga patlang
fr_ht: ● À tout moment de la recherche, commencez simplement à taper en utilisant un filtrage simple et avancé sur les clips et leurs sources sur des dizaines de champs
fr_mc: ● À tout moment, il suffit de commencer à taper en utilisant le filtrage simple et avancé sur les clips et leurs sources sur des dizaines de champs
ga_ie: ● Cuardach am ar bith, ach tús a chlóscríobh ag baint úsáide as an dá simplí & scagadh chun cinn ar gearrthóga agus a bhfoinsí thar an iliomad réimsí
gd_gb: ● Lorg uair sam bith, dìreach tòisich a ’taipeadh a’ cleachdadh an dà chuid sìoltachan sìmplidh & adhartach air criomagan agus na stòran aca thairis air dusanan de raointean
gl_es: ● Busca en calquera momento, só tes que comezar a escribir usando o filtrado sinxelo e avanzado dos clips e das súas fontes en decenas de campos
gu_in: ● કોઈપણ સમયે શોધ, ક્લિપ્સ અને તેમના સ્ત્રોતો પર ડઝનેક ક્ષેત્રો પર સરળ અને અદ્યતન ફિલ્ટરિંગનો ઉપયોગ કરીને ટાઇપ કરવાનું પ્રારંભ કરો
he_il: ● בכל עת חיפוש, פשוט התחל להקליד באמצעות סינון פשוט ומתקדם על קליפים ומקורותיהם על עשרות שדות
hi_in: ● कभी भी खोज, बस दर्जनों क्षेत्रों में क्लिप और उनके स्रोतों पर सरल और उन्नत फ़िल्टरिंग दोनों का उपयोग करके टाइप करना शुरू करें
hr_ba: ● Pretražujte bilo kada, samo počnite tipkati koristeći jednostavno i napredno filtriranje isječaka i njihovih izvora preko desetaka polja
hr_hr: ● U bilo kojem trenutku pretraživanje, samo počnite tipkati pomoću jednostavnog i naprednog filtriranja na isječcima i njihovim izvorima na desecima polja
hu_hu: ● Bármikor keresés, kezdje el a gépelést az egyszerű és a fejlett szűréssel a klipeken és azok forrásaiban több tucat mezőben
hy_am: ● Any անկացած ժամանակ որոնում, պարզապես սկսեք մուտքագրել ինչպես պարզ եւ առաջադեմ զտիչների վրա, եւ նրանց աղբյուրները տասնյակ դաշտերի շուրջ
id_id: ● Kapan saja pencarian, mulailah mengetik menggunakan penyaringan sederhana & lanjutan pada klip dan sumbernya di atas lusinan bidang
is_is: Ðar
it_it: ● Anytime Search, basta iniziare a digitare utilizzando sia il filtro semplice e avanzato sulle clip che le loro fonti su dozzine di campi
ja_jp: ● 検索はいつでも、数十のフィールドにわたるクリップとそのソースに対するシンプルかつ高度なフィルタリングを使用して入力を開始するだけです
ka_ge: ● ნებისმიერ დროს ძებნა, უბრალოდ დაიწყეთ აკრეფა როგორც მარტივი და მოწინავე ფილტრაციის გამოყენებით კლიპებზე და მათ წყაროებზე ათეულობით ველზე
kk_kz: ● Кез келген уақытта іздеу, қарапайым және жетілдірілген сүзгілеу арқылы клиптерде және олардың көздері ондаған өрістерде теруді бастаңыз
km_kh: ●ការស្វែងរកគ្រប់ពេលវេលា, គ្រាន់តែចាប់ផ្តើមវាយដោយប្រើទាំងត្រងសាមញ្ញនិងកម្រិតខ្ពស់នៅលើឈុតនិងប្រភពរបស់ពួកគេលើវាលរាប់សិបវាល
kn_in: ● ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಹುಡುಕಾಟ, ಕ್ಲಿಪ್‌ಗಳು ಮತ್ತು ಅವುಗಳ ಮೂಲಗಳಲ್ಲಿ ಸರಳ ಮತ್ತು ಸುಧಾರಿತ ಫಿಲ್ಟರಿಂಗ್ ಎರಡನ್ನೂ ಬಳಸಿಕೊಂಡು ಟೈಪ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ ಡಜನ್ಗಟ್ಟಲೆ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ
ko_kr: ● 언제든지 검색 할 때는 클립의 단순 및 고급 필터링 및 수십 개의 필드에 대한 소스를 사용하여 입력을 시작하십시오.
ky_kg: ● Кандайдыр бир убакта издөө, жөн гана клиптерге жана алардын ондогон талаалар менен алардын булактары менен эки эселенген чыпкалоо менен терүүнү баштаңыз
lo_la: ●ຄົ້ນຫາທຸກເວລາ, ພຽງແຕ່ເລີ່ມຕົ້ນການພິມໂດຍໃຊ້ທັງການກັ່ນຕອງທີ່ງ່າຍດາຍແລະກ້າວຫນ້າໃນຄລິບແລະແຫຼ່ງຂໍ້ມູນຂອງພວກເຂົາຫຼາຍສິບດ້ານ
lt_lt: ● Bet kuriuo metu paieška, tiesiog pradėkite rašyti ir naudodamiesi paprastu, ir pažengusiu filtravimu spaustukuose ir jų šaltiniuose per dešimtis laukų
lv_lv: ● Jebkurā laikā meklējot, vienkārši sāciet rakstīt gan vienkāršu, gan uzlabotu filtrēšanu uz klipiem un to avotiem vairāk nekā desmitiem lauku
mi_nz: ● Katoa te rapu, tiimata noa te pato i te tātari ngawari me te matatau i runga i nga riipene me o raatau puna mo nga tini mara
mk_mk: ● Во секое време пребарување, само започнете да пишувате користејќи и едноставно и напредно филтрирање на клипови и нивните извори над десетици полиња
ml_in: ● ഏത് സമയ തിരയലും, ക്ലിപ്പുകളിൽ ലളിതവും വിപുലീകൃതവുമായ ഫിൽട്ടറിംഗ് ഉപയോഗിച്ച് ടൈപ്പുചെയ്യാൻ ആരംഭിക്കുക, ഡസൻ കണക്കിന് വയലുകളിൽ അവയുടെ ഉറവിടങ്ങൾ
mr_in: ● केव्हाही शोध, फक्त डझनभर फील्डवर क्लिप आणि त्यांच्या स्त्रोतांवर साधे आणि प्रगत फिल्टरिंग दोन्ही वापरणे टाइप करणे प्रारंभ करा
ms_bn: ● Bila -bila masa carian, hanya mula menaip menggunakan penapisan sederhana & maju pada klip dan sumber mereka lebih daripada berpuluh -puluh medan
mt_mt: ● Kull meta tfittxija, ibda ttajpja kemm billi tuża kemm filtrazzjoni sempliċi u avvanzata fuq klipps u s-sorsi tagħhom fuq għexieren ta 'oqsma
nb_no: ● Når som helst søk, bare begynn å skrive med både enkel og avansert filtrering på klipp og deres kilder over dusinvis av felt
ne_np: ● कुनै पनि समय खोजी, केवल दुबै सरल र उन्नत फिल्टरिंग क्लिपहरू र दर्जनौं क्षेत्रहरूमा ती दुबै प्रयोग गर्न सुरु गर्नुहोस्
nl_nl: ● Begin elke keer op zoek naar typen met zowel eenvoudige als geavanceerde filtering op clips en hun bronnen over tientallen velden
or_in: Tim ଯେକ time ଣସି ସମୟରେ ସନ୍ଧାନ, କେବଳ ଉଭୟ ସରଳ ଏବଂ ଉନ୍ନତ ଫିଲ୍ଟରିଂ ଏବଂ ଡଜନେ କ୍ଷେତରେ ସେମାନଙ୍କର ଉତ୍ସ ବ୍ୟବହାର କରି ଟାଇପ୍ କରିବା ଆରମ୍ଭ କରନ୍ତୁ |
pa_arab_pk: ● ਕਿਸੇ ਵੀ ਸਮੇਂ ਖੋਜ, ਸਿਰਫ ਕਲਿੱਪਾਂ 'ਤੇ ਸਧਾਰਣ ਅਤੇ ਐਡਵਾਂਸਡ ਫਿਲਟਰਿੰਗ ਦੋਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦਰਜਨਾਂ ਖੇਤਰਾਂ ਵਿੱਚ ਟਾਈਪ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pl_pl: ● W każdym razie wyszukiwanie po prostu zacznij pisać przy użyciu zarówno prostego, jak i zaawansowanego filtrowania klipów i ich źródeł powyżej dziesiątek pól
pt_br: ● A qualquer momento a pesquisa, apenas comece a digitar usando filtragem simples e avançada em clipes e suas fontes em dezenas de campos
ro_ro: ● Oricând căutare, începeți să tastați folosind atât filtrare simplă, cât și avansată pe clipuri și surse pe zeci de câmpuri
ru_ru: ● Поиск в любое время, просто начните набирать ввод, используя как простую, так и расширенную фильтрацию на клипах и их источниках более десятков полей
sk_sk: ● Kedykoľvek vyhľadajte, začnite písať pomocou jednoduchého a pokročilého filtrovania na klipoch a ich zdrojoch na desiatkach polí
sl_si: ● Kadar koli iskanje, samo začnite tipkati tako s preprostim in naprednim filtriranjem na posnetkih in njihovih virih na več deset poljih
sq_al: ● Kërko në çdo kohë, thjesht filloni të shtypni duke përdorur të dy filtrimin e thjeshtë dhe të përparuar në klipe dhe burimet e tyre mbi dhjetëra fusha
sr_latn_me: ● Било када претрага, само почните да куцате помоћу једноставних и напредних филтрирања на клипове и њихове изворе преко десетине поља
sv_fi: ● När som helst sökning, börja bara skriva med både enkel och avancerad filtrering på klipp och deras källor över dussintals fält
sw_ke: ● Utafutaji wa wakati wowote, anza kuandika tu kwa kutumia vichungi rahisi na vya hali ya juu kwenye sehemu na vyanzo vyao juu ya uwanja kadhaa
ta_in: Search எப்போது வேண்டுமானாலும், கிளிப்புகள் மற்றும் அவற்றின் மூலங்களில் எளிய மற்றும் மேம்பட்ட வடிகட்டுதல் இரண்டையும் பயன்படுத்தி டஜன் கணக்கான புலங்களுக்கு மேல் தட்டச்சு செய்யத் தொடங்குங்கள்
te_in: ● ఎప్పుడైనా శోధించండి, క్లిప్‌లలో సింపుల్ & అడ్వాన్స్‌డ్ ఫిల్టరింగ్ రెండింటినీ ఉపయోగించి టైప్ చేయడం ప్రారంభించండి మరియు డజన్ల కొద్దీ ఫీల్డ్‌లకు పైగా వాటి మూలాలు
th_th: ●การค้นหาทุกเวลาเพียงเริ่มพิมพ์โดยใช้ทั้งการกรองแบบง่ายและขั้นสูงบนคลิปและแหล่งที่มาของพวกเขาผ่านฟิลด์หลายสิบฟิลด์
tk_tm: Islendik wagt gözlemek, diňe ýönekeý we ösen ekin meýdanlarynda ýönekeý we ösen meýdanda ulanyp başlaň
tr_tr: ● Her zaman arama, klipslerde hem basit hem de gelişmiş filtreleme ve onlarca alandan fazla alan yazmaya başlamaya başlayın
tt_ru: ● НӘРСӘ ЭШЛӘР
ug_cn: ● ھەر ۋاقىت ئىزدەش, پەقەت قىستۇرما ۋە ئىلغار سۈزگۈچ ۋە ئۇلارنىڭ ئەھمىيەتلىك ساھەدىكى مەنبەلەرنى ئىشلىتىپ يېزىشنى باشلاڭ
uk_ua: ● У будь -який час пошук, просто почніть вводити як просту, так і вдосконалену фільтрацію на кліпах, так і їх джерела над десятками полів
ur_pk: search کسی بھی وقت تلاش ، کلپس اور ان کے ذرائع پر درجنوں شعبوں سے زیادہ سادہ اور جدید دونوں فلٹرنگ کا استعمال کرتے ہوئے ٹائپ کرنا شروع کریں
uz_latn_uz: ● Istalgan vaqtda qidirish, shunchaki kliplarda oddiy va ilg'or filtrlashni kliplar va ularning o'nlab sohalardan boshlab yozishni boshlang
vi_vn: ● Tìm kiếm bất cứ lúc nào, chỉ cần bắt đầu gõ bằng cả lọc đơn giản và nâng cao trên clip và nguồn của chúng trên hàng chục trường
zh_cn: ● 随时搜索，只需开始输入即可使用简单和高级过滤对剪辑及其来源进行数十个字段的搜索
zh_hans_sg: ●随时搜索，只需在夹子上使用简单和高级过滤键入键入数十个字段及其源
zh_hant_hk: ●隨時搜索，只需在夾子上使用簡單和高級過濾鍵入鍵入數十個字段及其源
