Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# ssCaption1
source: Trigger & Action Designer for custom automations and action chaining
af_za: Trigger & Action Designer vir pasgemaakte outomatisering en aksiekettings
am_et: ትሪገር &action ዲዛይነር ለባህላዊ አውቶማቲክ እና የድርጊት ሰንሰለት
ar_ma: مصمم الزناد والعمل للأتمتة المخصصة وتسلسل الإجراءات
ar_om: مصمم الزناد والعمل للأتمتة المخصصة وسلاسل الإجراءات
as_in: কাষ্টম অটোমেচন আৰু একচন চেইনিংৰ বাবে ট্ৰিগাৰ আৰু একচন ডিজাইনাৰ
az_latn: Fərdi avtomatlaşdırma və fəaliyyət zəncirləməsi üçün Trigger & Action Designer
be_by: Трыгер і канструктар дзеянняў для індывідуальнай аўтаматызацыі і ланцужкоў дзеянняў
bg_bg: Дизайнер на тригери и действия за персонализирани автоматизации и вериги на действия
bn_bd: কাস্টম অটোমেশন এবং অ্যাকশন চেইনিংয়ের জন্য ট্রিগার এবং অ্যাকশন ডিজাইনার
bn_in: কাস্টম অটোমেশন এবং অ্যাকশন চেইনের জন্য ট্রিগার এবং অ্যাকশন ডিজাইনার
bs_latn: Dizajner okidača i akcije za prilagođene automatizacije i akcijsko laženje
bs_latn_ba: Trigger & Action Designer za prilagođenu automatizaciju i ulančavanje akcija
ca_es: Trigger & Action Designer per a automatitzacions personalitzades i encadenament d'accions
cs_cz: Trigger & Action Designer pro vlastní automatizaci a řetězení akcí
cy_gb: Sbardun a Dylunydd Gweithredu ar gyfer awtomeiddio personol a chadwynu gweithredu
da_dk: Trigger & Action Designer til brugerdefinerede automatiseringer og handlingskæder
de_ch: Trigger- und Aktionsdesigner für benutzerdefinierte Automatisierungen und Aktionsverkettung
de_lu: Trigger & Action -Designer für benutzerdefinierte Automatisierungen und Aktionsketten
el_gr: Trigger & Action Designer για προσαρμοσμένους αυτοματισμούς και αλυσίδες δράσης
es_ar: Diseñador de activación y acción para automataciones personalizadas y encadenamiento de acción
es_pe: Trigger & Action Designer para automatizaciones personalizadas y encadenamiento de acciones
et_ee: Kohandatud automatiseerimiste ja toimingute aheldamise jaoks mõeldud päästiku- ja toimingukujundaja
eu_es: Trigger & Action Designer automatizazio pertsonalizatuetarako eta akzioen kateamendurako
fa_ir: Trigger & Action Designer برای اتوماسیون های سفارشی و زنجیره ای عمل
fi_fi: Trigger & Action Designer mukautettuja automaatioita ja toimintojen ketjutusta varten
fil_ph: Trigger & Action Designer para sa mga pasadyang automation at pagkilos chaining
fr_ht: Concepteur de déclenchement et d'action pour les automations personnalisées et le chaînage d'action
fr_mc: Trigger & Action Designer pour les automatisations personnalisées et le chaînage d’actions
ga_ie: Trigger & Dearthóir Gníomhaíochta le haghaidh uathoibriú saincheaptha agus chaining gníomh
gd_gb: Dealbhaiche Trigger & Action airson fèin-ghluasadan àbhaisteach agus slabhraidh gnìomh
gl_es: Trigger & Action Designer para automatizacións personalizadas e encadeamento de accións
gu_in: કસ્ટમ ઓટોમેશન અને એક્શન ચેઇનિંગ માટે ટ્રિગર અને એક્શન ડિઝાઇનર
he_il: מעצב טריגר ופעולה לאוטומציות בהתאמה אישית ושרשרת פעולה
hi_in: कस्टम ऑटोमेशन और एक्शन चेनिंग के लिए ट्रिगर और एक्शन डिज़ाइनर
hr_ba: Dizajner okidača i radnji za prilagođene automatizacije i ulančavanje radnji
hr_hr: Dizajner okidača i akcije za prilagođene automatizacije i vezanje radnji
hu_hu: Trigger & Action Designer az egyéni automatizáláshoz és a cselekvési láncoláshoz
hy_am: Ձգան եւ գործողությունների դիզայներ `սովորական ավտոմատացման եւ գործողությունների ցանցի համար
id_id: Pemicu & Perancang Tindakan untuk Otomatisasi Kustom dan Rantai Tindakan
is_is: Trigger & Action Designer fyrir sérsniðna sjálfvirkni og aðgerðakeðju
it_it: Trigger & Action Designer per automazione personalizzate e incapaci d'azione
ja_jp: カスタムオートメーションとアクションチェーンのためのトリガー＆アクションデザイナー
ka_ge: ტრიგერი და სამოქმედო დიზაინერი საბაჟო ავტომატიზაციისა და სამოქმედო ჯაჭვისთვის
kk_kz: Триггер және әрекет дизайнері Жеке автоматика және əрекеттер тізбегіне арналған
km_kh: អ្នករចនាម៉ូដកេះនិងសកម្មភាពសម្រាប់ស្វ័យប្រវត្តិកម្មផ្ទាល់ខ្លួននិងខ្សែសង្វាក់សកម្មភាព
kn_in: ಕಸ್ಟಮ್ ಆಟೊಮೇಷನ್ಸ್ ಮತ್ತು ಆಕ್ಷನ್ ಚೈನಿಂಗ್‌ಗಾಗಿ ಪ್ರಚೋದಕ ಮತ್ತು ಆಕ್ಷನ್ ವಿನ್ಯಾಸಕ
ko_kr: 맞춤형 자동화 및 액션 체인을위한 트리거 및 액션 디자이너
ky_kg: Триггер жана көнүгүү үчүн дизайнер жана иш-аракеттер чынжырлар үчүн
lo_la: ຜົນກະທົບຕໍ່ແລະຜູ້ອອກແບບປະຕິບັດສໍາລັບການອັດຕະໂນມັດທີ່ກໍານົດເອງແລະລະບົບຕ່ອງໂສ້ປະຕິບັດງານ
lt_lt: „Trigger & Action Designer“, skirtas pasirinktinėms automatizmams ir veiksmų sujungimui
lv_lv: Trigger & Action Designer pielāgotajām automatizācijām un darbības ķēdi
mi_nz: Ko te kaihoahoa me te kaihoahoa mahi mo nga miihini ritenga me te mekameka mahi
mk_mk: Дизајнер на активирање и акција за сопствени автоматизации и синџир на акција
ml_in: ഇഷ്ടാനുസൃത യാന്ത്രികത്തിനും പ്രവർത്തന ശൃംഖലയ്ക്കും ട്രിഗർ & ആക്ഷൻ ഡിസൈനർ
mr_in: सानुकूल स्वयंचलित आणि कृती चेनसाठी ट्रिगर आणि कृती डिझाइनर
ms_bn: Pencetus & Pereka Tindakan untuk Automasi Kustom dan Tindakan Chaining
mt_mt: Trigger & Action Designer għal awtomazzjonijiet tad-dwana u katina ta 'azzjoni
nb_no: Trigger & Action Designer for tilpassede automatiseringer og handlingskjeding
ne_np: ट्रिगर र कार्य डिजाइनर कस्टम एटर्केज र कार्य श्रृंखलाको लागि कार्य डिजाइनर
nl_nl: Trigger & Action Designer voor aangepaste automatisering en actieketens
or_in: କଷ୍ଟମ୍ ସ୍ୱୟଂଚାଳିତ ଏବଂ କାର୍ଯ୍ୟାନୁବର୍ତ୍ତୀ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ପାଇଁ ଟ୍ରିଗର ଏବଂ ଆକ୍ସନ୍ ଡିଜାଇନର୍ |
pa_arab_pk: ਟਰਿੱਗਰ ਅਤੇ ਐਕਸ਼ਨ ਡਿਜ਼ਾਈਨਰ ਕਸਟਮ ਸਵੈਚਾਲੀਆਂ ਅਤੇ ਐਕਸ਼ਨ ਚੇਨਿੰਗ ਲਈ
pl_pl: Trigger & Action Designer do niestandardowych automatyzacji i łączenia akcji
pt_br: Gatilho e designer de ação para automações personalizadas e encadeamento de ação
ro_ro: Trigger & Action Designer pentru automatizări personalizate și înlănțuire de acțiune
ru_ru: Дизайнер Trigger & Action для пользовательских автоматизаций и цепочки действий
sk_sk: Spúšťací a akčný dizajnér pre vlastné automatizácie a reťazenie akcií
sl_si: Trigger & Action Designer za avtomatizacije po meri in verigo akcij
sq_al: Trigger & Designer Action për automatizimin me porosi dhe zinxhirin e veprimit
sr_latn_me: Дизајнер окидача и акције за прилагођене аутоматизације и ланцење акције
sv_fi: Trigger & Action Designer för anpassade automationer och actionkedjan
sw_ke: Trigger & mbuni wa hatua kwa otomatiki na minyororo ya hatua
ta_in: தனிப்பயன் ஆட்டோமேஷன் மற்றும் செயல் சங்கிலிக்கான தூண்டுதல் மற்றும் செயல் வடிவமைப்பாளர்
te_in: కస్టమ్ ఆటోమేషన్స్ మరియు యాక్షన్ చైనింగ్ కోసం ట్రిగ్గర్ & యాక్షన్ డిజైనర్
th_th: Trigger & Action Designer สำหรับระบบอัตโนมัติที่กำหนดเองและการผูกมัดการกระทำ
tk_tm: Awtomatik awtoulaglar we hereketleri zaýalanmak üçin trigger we hereket dizaýneri
tr_tr: Özel otomasyonlar ve aksiyon zincirleri için tetik ve aksiyon tasarımcısı
tt_ru: Гадәттәге автоматлаштыру һәм эш чылбыры өчен триггер һәм конструктер
ug_cn: ئىختىيارى ئاپتوماتىك ئىشلىتىش ۋە ھەرىكەت لايىھىلىگۈچىسى
uk_ua: Тригер та дизайнер дій для користувацьких автоматизацій та ланцюга дій
ur_pk: کسٹم آٹومیشنز اور ایکشن چیننگ کے لئے ٹرگر اور ایکشن ڈیزائنر
uz_latn_uz: Maxsus avtomatlashtirish va harakatlar uchun stigger va harakat dizayneri
vi_vn: Trigger & Action Designer cho tự động hóa tùy chỉnh và chuỗi hành động
zh_cn: 用于自定义自动化和动作链接的触发器和动作设计器
zh_hans_sg: 自定义自动化和动作链接的扳机和动作设计师
zh_hant_hk: 自定義自動化和動作鏈接的扳機和動作設計師

# ssCaption2
source: Horizontal/vertical layouts, list/grid view and multi - monitor support
af_za: Horisontale / vertikale uitlegte, lys / roosteraansig en multimonitorondersteuning
am_et: አግድም/ቁልቁል ንድፍ፣ የዝርዝር/ግሪድ እይታ እና ባለብዙ-ሞኒተር ድጋፍ
ar_ma: تخطيطات أفقية / رأسية وعرض قائمة / شبكة ودعم متعدد الشاشات
ar_om: تخطيطات أفقية/رأسية ، عرض القائمة/الشبكة ودعم الشاشة المتعددة
as_in: পথালি/উলম্ব লেআউট, তালিকা/গ্ৰিড দৰ্শন আৰু মাল্টি-মনিটৰ সমৰ্থন
az_cyrl_az: Üfüqi/şaquli düzülüşlər, siyahı/grid görünüşü və multi-monitor dəstəyi
az_latn: Üfüqi/şaquli planlar, siyahı/tor görünüşü və multi-monitor dəstəyi
be_by: Гарызантальныя/вертыкальныя макеты, спіс/сетка і падтрымка некалькіх манітораў
bg_bg: Хоризонтални/вертикални оформления, списък/мрежов изглед и поддръжка на няколко монитора
bn_bd: অনুভূমিক/উল্লম্ব লেআউট, তালিকা/গ্রিড ভিউ এবং মাল্টি-মনিটর সমর্থন
bn_in: অনুভূমিক/উল্লম্ব লেআউট, তালিকা/গ্রিড ভিউ এবং মাল্টি - সমর্থন সমর্থন
bs_latn: Horizontalni / vertikalni raspored, Lista / Grid View i Multi - Podrška za monitor
bs_latn_ba: Horizontalni/vertikalni rasporedi, prikaz liste/mreže i podrška za više monitora
ca_es: Dissenys horitzontals/verticals, vista de llista/quadrícula i suport per a diversos monitors
cs_cz: Horizontální / vertikální rozložení, zobrazení seznamu / mřížky a podpora více monitorů
cy_gb: Cynlluniau llorweddol / fertigol, golygfa rhestr / grid a chefnogaeth aml-fonitro
da_dk: Horisontale/lodrette layouts, liste/gittervisning og understøttelse af flere skærme
de_ch: Horizontale/vertikale Layouts, Listen-/Rasteransicht und Unterstützung mehrerer Monitore
de_lu: Horizontale/vertikale Layouts, Listen-/Gitteransicht und Multi -Monitor -Unterstützung
el_gr: Οριζόντιες/κάθετες διατάξεις, προβολή λίστας/πλέγματος και υποστήριξη πολλαπλών οθονών
es_ar: Diseños horizontales/verticales, visión de lista/cuadrícula y soporte de monitoreo múltiple
es_pe: Diseños horizontales/verticales, vista de lista/cuadrícula y compatibilidad con varios monitores
et_ee: Horisontaalsed/vertikaalsed paigutused, loendi-/ruudustikuvaade ja mitme kuvari tugi
eu_es: Diseinu horizontalak/ bertikalak, zerrenda/koadrikularen bista eta hainbat monitorerekin bateragarriak
fa_ir: طرح بندی افقی / عمودی، نمایش لیست / شبکه و پشتیبانی چند مانیتور
fi_fi: Vaaka-/pystysuuntaiset asettelut, luettelo-/ruudukkonäkymä ja usean näytön tuki
fil_ph: Pahalang / vertical layout, listahan / grid view at suporta sa multi monitor
fr_ht: Disposés horizontaux / verticaux, vue de liste / grille et support multi-moniteur
fr_mc: Mises en page horizontales/verticales, affichage en liste/grille et prise en charge de plusieurs moniteurs
ga_ie: Leagan amach cothrománach / ingearach, amharc liosta / greille agus tacaíocht il-monatóireacht
gd_gb: Cruth còmhnard / dìreach, sealladh liosta / clèithe agus taic ioma-sgrùdadh
gl_es: Disposicións horizontais/verticais, vista de lista/grilla e compatibilidade con varios monitores
gu_in: આડી/ical ભી લેઆઉટ, સૂચિ/ગ્રીડ વ્યૂ અને મલ્ટિ - મોનિટર સપોર્ટ
he_il: פריסות אופקיות/אנכיות, תצוגת רשימה/רשת ותמיכה רב -צג
hi_in: क्षैतिज/ऊर्ध्वाधर लेआउट, सूची/ग्रिड दृश्य और मल्टी - मॉनिटर समर्थन
hr_ba: Horizontalni/vertikalni rasporedi, prikaz popisa/mreže i podrška za više monitora
hr_hr: Horizontalni/vertikalni izgled, prikaz lista/rešetke i podrška za višestruke monitor
hu_hu: Vízszintes/függőleges elrendezések, lista/rács nézet és multi -monitor támogatás
hy_am: Հորիզոնական / ուղղահայաց դասավորություններ, ցուցակ / ցանցային տեսարան եւ բազմաֆունկցիոնալ աջակցություն
id_id: Tata Letak Horizontal/Vertikal, Daftar/Tampilan Grid dan Multi - Monitor Dukungan
is_is: Lárétt/lóðrétt skipulag, listi/ristaskoðun og fjölvarnarstuðningur
it_it: Layout orizzontale/verticale, Elenco/Vista a griglia e supporto multiplo
ja_jp: 水平/垂直レイアウト、リスト/グリッド ビュー、マルチモニターのサポート
ka_ge: ჰორიზონტალური/ვერტიკალური განლაგება, სია/ქსელის ხედი და მრავალ - მონიტორის მხარდაჭერა
kk_kz: Көлденең / тік орналасулар, тізім / тор көрінісі және көп монитор
km_kh: ប្លង់ផ្ដេក / បញ្ឈរបញ្ជី / ក្រឡាចត្រង្គក្រឡាចត្រង្គនិងការគាំទ្រច្រើន - ម៉ូនីទ័រ
kn_in: ಸಮತಲ/ಲಂಬ ವಿನ್ಯಾಸಗಳು, ಪಟ್ಟಿ/ಗ್ರಿಡ್ ವೀಕ್ಷಣೆ ಮತ್ತು ಬಹು -ಮಾನಿಟರ್ ಬೆಂಬಲ
ko_kr: 수평/수직 레이아웃, 목록/그리드보기 및 멀티 - 모니터 지원
ky_kg: Горизонталдуу / вертикалдуу схемалар, тизме / тордун көрүнүшү жана мульти- монитор
lo_la: ຮູບແບບແນວນອນ / ແນວນອນ, ລາຍຊື່ / ຕາຂ່າຍໄຟຟ້າ View ແລະ Multi - Monitor Support
lt_lt: Horizontalūs/vertikalūs išdėstymai, sąrašo/tinklelio vaizdas ir daugialypės terpės palaikymas
lv_lv: Horizontālais/vertikālais izkārtojums, saraksta/režģa skats un vairāku - monitora atbalsts
mi_nz: Nga whakatakotoranga whakapae / poutū, raarangi / Tirohia Tirohia me te maha - Tautoko Aroturuki
mk_mk: Хоризонтален/вертикален распоред, преглед на список/мрежа и мулти -мониторска поддршка
ml_in: തിരശ്ചീന / ലംബ രേഖകൾ, പട്ടിക / ഗ്രിഡ് കാഴ്ച, മൾട്ടി - മോണിറ്റർ പിന്തുണ
mr_in: क्षैतिज/अनुलंब लेआउट्स, यादी/ग्रीड दृश्य आणि मल्टी - मॉनिटर समर्थन
ms_bn: Susun atur mendatar/menegak, paparan senarai/grid dan pelbagai - memantau sokongan
mt_mt: Tqassim orizzontali / vertikali, lista / veduta tal-grilja u appoġġ multi-monitoraġġ
nb_no: Horisontale/vertikale oppsett, liste/rutenett og multi - Monitor Support
ne_np: क्षैतिने / ठाडो लेआउट, सूची / ग्रिड दृश्य र बहु-मोनिटर समर्थन
nl_nl: Horizontale/verticale lay -outs, lijst/rasterweergave en multi - monitorondersteuning
or_in: ଭୂସମାନ୍ତର / ଭୂଲମ୍ବ ଲେଏଟ୍, ତାଲିକା / ଗ୍ରୀଡ୍ ଦର୍ଶନ ଏବଂ ମଲ୍ଟି - ମନିଟର ସମର୍ଥନ |
pa_arab_pk: ਖਿਤਿਜੀ / ਵਰਟੀਕਲ ਲੇਆਉਟ, ਸੂਚੀ / ਗਰਿੱਡ ਵਿਯੂ ਅਤੇ ਮਲਟੀ - ਮਾਨੀਟਰ ਸਹਾਇਤਾ
pl_pl: Układy poziome/pionowe, widok listy/siatki i obsługa Multi -Monitor
pt_br: Layouts horizontais/verticais, visualização de lista/grade e suporte multi -monitor
ro_ro: Aspecte orizontale/verticale, vizualizare lista/grilă și asistență multi -monitor
ru_ru: Горизонтальные/вертикальные макеты, List/Grid View и Multi - поддержка монитора
sk_sk: Horizontálne/vertikálne rozloženia, zobrazenie zoznamu/mriežky a podpora viacerých monitorov
sl_si: Vodoravne/navpične postavitve, pogled na seznam/omrežje in večkratna podpora za spremljanje
sq_al: Paraqitjet horizontale/vertikale, pamja e listës/rrjetit dhe mbështetja shumë -monitoruese
sr_latn_me: Хоризонтални / вертикални распоред, приказ листе / решетке и подршка за монитор
sv_fi: Horisontella/vertikala layouter, lista/rutnätvy och multi - Monitor Support
sw_ke: Mpangilio wa usawa/wima, orodha/mtazamo wa gridi ya taifa na msaada wa kufuatilia anuwai
ta_in: கிடைமட்ட/செங்குத்து தளவமைப்புகள், பட்டியல்/கட்டம் பார்வை மற்றும் மல்டி - கண்காணிப்பு ஆதரவு
te_in: క్షితిజ సమాంతర/నిలువు లేఅవుట్లు, జాబితా/గ్రిడ్ వీక్షణ మరియు మల్టీ - మానిటర్ మద్దతు
th_th: เลย์เอาต์แนวนอน/แนวตั้งมุมมองรายการ/กริดและการรองรับมัลติ - จอภาพ
tk_tm: Gorizontal / dik çyzyklar, sanaw / Grid görnüşleri we multi - Gözegçilik goldawy
tr_tr: Yatay/dikey düzenler, liste/ızgara görünümü ve çoklu monitör desteği
tt_ru: Горизонталь / вертикаль мецутлар, исемлек / челтәр күренеше һәм күп - монитор ярдәме
ug_cn: توغرىسىغا / تىك ئورۇنلاشتۇرۇش, تىزىملىك ​​/ تور كۆرۈش ۋە كۆپ - نازارەت قىلىڭ
uk_ua: Горизонтальні/вертикальні макети, перелік/перегляд сітки та багаторічна підтримка моніторингу
ur_pk: افقی/عمودی ترتیب ، فہرست/گرڈ ویو اور ملٹی - مانیٹر سپورٹ
uz_latn_uz: Gorizontal / vertikal tartibda, ro'yxat / panjara va ko'p mitti qo'llab-quvvatlash
vi_vn: Bố cục ngang/dọc, Danh sách/Chế độ xem lưới và Hỗ trợ Multi - Màn hình
zh_cn: 水平/垂直布局、列表/网格视图和多显示器支持
zh_hans_sg: 水平/垂直布局，列表/网格视图和多 - 监视器支持
zh_hant_hk: 水平/垂直佈局，列表/網格視圖和多 - 監視器支持
