Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# BasicDescription
source: With this subscription you will receive: ● up to 1,000 clips of content ● unlimited trash & archive
af_za: Met hierdie inskrywing ontvang u: ● tot 1 000 snitte inhoud ● Onbeperkte asblik en argief
am_et: በዚህ ኮንትራት ትቀበላለህ። ● እስከ 1,000 የሚደርሱ ቁምፊዎች ● ገደብ የለሽ ቆሻሻ _ መዝገብ
ar_ma: مع هذا الاشتراك سوف تتلقى: ● ما يصل إلى 1000 مقطع من المحتوى ● سلة المهملات والأرشيف غير محدود
ar_om: مع هذا الاشتراك ستتلقى: ● ما يصل إلى 1000 مقاطع من المحتوى ● قمامة وأرشيف غير محدود
as_in: এই সদস্যতাৰ সৈতে আপুনি প্ৰাপ্ত কৰিব: সমলৰ 1,000 ক্লিপলৈকে ● ● সীমাহীন আবৰ্জনা আৰু আৰ্কাইভ
az_cyrl_az: Bu abunə ilə siz alacaqsınız: ● 1000-ə qədər məzmunlu klip ● limitsiz zibil ... arxiv
az_latn: Bu abunə ilə siz alacaqsınız: ● 1000-ə qədər məzmun klipi ● limitsiz zibil və arxiv
be_by: З гэтай падпіскай вы атрымаеце: ● да 1000 кліпаў кантэнту ● неабмежаваная колькасць смецця і архіва
bg_bg: С този абонамент ще получите: ● до 1000 клипа със съдържание ● неограничено кошче и архив
bn_bd: এই সদস্যতার সাথে আপনি পাবেন: ● বিষয়বস্তুর 1,000 ক্লিপ পর্যন্ত ● সীমাহীন ট্র্যাশ এবং সংরক্ষণাগার
bn_in: এই সাবস্ক্রিপশন সহ আপনি পাবেন: Content সামগ্রীর 1000 টি ক্লিপ পর্যন্ত ● সীমাহীন ট্র্যাশ এবং সংরক্ষণাগার
bs_latn: Ovom pretplatom primit ćete: ● Do 1.000 isječaka sadržaja ● Neograničeno smeće i arhiva
bs_latn_ba: Sa ovom pretplatom ćete dobiti: ● do 1.000 klipova sadržaja ● neograničeno smeće i arhiva
ca_es: Amb aquesta subscripció rebràs: ● fins a 1.000 clips de contingut ● paperera i arxiu il·limitats
cs_cz: S tímto předplatným získáte: ● až 1 000 klipů obsahu ● neomezený koš a archiv
cy_gb: Gyda'r tanysgrifiad hwn byddwch yn derbyn: ● hyd at 1,000 o glipiau o gynnwys ● sbwriel ac archif diderfyn
da_dk: Med dette abonnement modtager du: ● op til 1.000 klip med indhold ● ubegrænset papirkurv og arkivering
de_ch: Mit diesem Abonnement erhalten Sie: ● bis zu 1.000 Clips mit Inhalten ● Unbegrenzter Papierkorb und Archiv
de_lu: Mit diesem Abonnement erhalten Sie: ● Bis zu 1.000 Inhalteclips ● Unbegrenzter Müll & Archiv
el_gr: Με αυτή τη συνδρομή θα λάβετε: ● έως 1.000 κλιπ περιεχομένου ● απεριόριστος κάδος απορριμμάτων και αρχειοθέτηση
es_ar: Con esta suscripción recibirá: ● Hasta 1,000 clips de contenido ● Trash y archivo ilimitado
es_pe: Con esta suscripción recibirás: ● Hasta 1.000 clips de contenido ● Basura y archivo ilimitados
et_ee: Selle tellimusega saate: ● kuni 1,000 sisuklippi ● piiramatu prügikast ja arhiiv
eu_es: Harpidetza honekin jasoko dituzu: ◟ 1.000 klip arte eduki-klip arte. ◟ Zaborra eta artxibo mugagabea.
fa_ir: با این اشتراک شما دریافت خواهید کرد: ● تا 1000 کلیپ محتوا ● زباله و ارشیو نامحدود
fi_fi: Tällä tilauksella saat: ● Jopa 1,000 leikettä sisältöä ● Rajoittamaton roskakori ja arkisto
fil_ph: Sa subscription na ito ay makakatanggap ka ng: ● hanggang 1,000 clip ng nilalaman ● Walang limitasyong basura & archive
fr_ht: Avec cet abonnement, vous recevrez: ● Jusqu'à 1 000 clips de contenu ● Trash et archives illimitées
fr_mc: Avec cet abonnement, vous recevrez : ● Jusqu’à 1 000 clips de contenu ● Corbeille et archivage illimités
ga_ie: Leis an síntiús seo gheobhaidh tú: ● suas le 1,000 gearrthóg d'ábhar ● bruscar neamhtheoranta & cartlann
gd_gb: Leis an fho-sgrìobhadh seo gheibh thu:
gl_es: Con esta subscrición recibirás:
gu_in: આ સબ્સ્ક્રિપ્શન સાથે તમે પ્રાપ્ત કરશો: Content સામગ્રીની 1000 ક્લિપ્સ સુધી ● અમર્યાદિત કચરો અને આર્કાઇવ
he_il: עם מנוי זה תקבל: ● עד 1,000 קטעי תוכן ● אשפה וארכיון ללא הגבלה
hi_in: इस सदस्यता के साथ आपको प्राप्त होगा: ● सामग्री की 1,000 क्लिप तक ● असीमित कचरा और संग्रह
hr_ba: Uz ovu pretplatu dobit ćete:
hr_hr: Uz ovu pretplatu dobit ćete: ● do 1.000 isječaka sadržaja ● Neograničeno smeće i arhiva
hu_hu: Ezzel az előfizetéssel megkapja: ● Legfeljebb 1000 tartalomklip ● Korlátlan szemét és archívum
hy_am: Այս բաժանորդագրությամբ դուք կստանաք. ● Բովանդակության մինչեւ 1000 հոլովակ ● Անսահմանափակ աղբ եւ արխիվ
id_id: Dengan langganan ini Anda akan menerima: ● Hingga 1.000 klip konten ● Sampah & arsip tanpa batas
is_is: Með þessari áskrift færðu: ● allt að 1.000 úrklippur af innihaldi ● Ótakmarkað rusl og skjalasafn
it_it: Con questo abbonamento riceverai: ● Fino a 1.000 clip di contenuti ● Cestino e archivio illimitati
ja_jp: このサブスクリプションでは、次のものが得られます:
ka_ge: ამ გამოწერით მიიღებთ: ● 1000 - მდე შინაარსის კლიპი ● შეუზღუდავი ნაგავი და არქივი
kk_kz: Осы жазылыммен сіз мыналарды аласыз: ● Мазмұнның 1000 клипіне дейін ● Шексіз қоқыс және мұрағат
km_kh: ជាមួយនឹងការជាវនេះអ្នកនឹងទទួលបាន: ●មាតិការរហូតដល់ 1.000 ឈុតនៃមាតិកា ●សំរាមគ្មានដែនកំណត់និងប័ណ្ណសារ
kn_in: ಈ ಚಂದಾದಾರಿಕೆಯೊಂದಿಗೆ ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಿ: 1 ವಿಷಯದ 1,000 ಕ್ಲಿಪ್‌ಗಳು ಅನಿಯಮಿತ ಕಸ ಮತ್ತು ಆರ್ಕೈವ್
ko_kr: 이 구독을 사용하면 다음을 받게됩니다. ● 최대 1,000 개의 컨텐츠 클립 ● 무제한 쓰레기 및 아카이브
ky_kg: Бул жазылуу менен сиз аласыз: Мазмундун 1000ге чейин клиптери ● Чексиз таштанды жана архив
lo_la: ດ້ວຍການສະຫມັກສະມາຊິກນີ້ທ່ານຈະໄດ້ຮັບ: ●ຄລິບເນື້ອຫາເຖິງ 1,000 ●ກະຕ່າຂີ້ເຫຍື້ອທີ່ບໍ່ຈໍາກັດແລະຮວບຮວມ
lt_lt: Su šia prenumerata gausite: ● Iki 1000 turinio klipų ● Neribotos šiukšliadėžės ir archyvas
lv_lv: Ar šo abonementu jūs saņemsiet: ● Līdz 1000 satura klipiem ● Neierobežota miskaste un arhīvs
mi_nz: Ma tenei ohaurunga ka whiwhi koe: ● ake ki te 1,000 toki o te ihirangi ● Te paru paru me te puranga
mk_mk: Со оваа претплата ќе ја добиете: ● до 1.000 клипови со содржина ● Неограничен ѓубре и архива
ml_in: ഈ സബ്സ്ക്രിപ്ഷൻ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ലഭിക്കും: Fontrage ഉള്ളടക്കത്തിന്റെ 1,000 ക്ലിപ്പുകൾ വരെ ● പരിധിയില്ലാത്ത ട്രാഷ് & ആർക്കൈവ്
mr_in: या सदस्यता सह आपल्याला प्राप्त होईल: Content सामग्रीच्या 1000 पर्यंत क्लिप ● अमर्यादित कचरा आणि संग्रह
ms_bn: Dengan langganan ini anda akan terima: ● Sehingga 1,000 klip kandungan ● Sampah & arkib tanpa had
mt_mt: B'dan l-abbonament tirċievi: ● Sa 1,000 klipps ta 'kontenut ● Trash & Archive Unlimited
nb_no: Med dette abonnementet vil du motta: ● Opptil 1000 klipp av innhold ● Ubegrenset søppel og arkiv
ne_np: यस सदस्यतासँग तपाईंले प्राप्त गर्नुहुनेछ: A सामग्रीको 1,000 क्लिपहरू सम्म ● असीमित रद्दीटोकरी र अभिलेख
nl_nl: Met dit abonnement ontvangt u: ● Tot 1.000 content clips ● Onbeperkt afval en archief
or_in: ଏହି ସଦସ୍ୟତା ସହିତ ଆପଣ ପାଇବେ: The ବିଷୟବସ୍ତୁର 1000 କ୍ଲିପ୍ | U ଅସୀମିତ ଆବର୍ଜନା ଏବଂ ଅଭିଲେଖାଗାର |
pa_arab_pk: ਇਸ ਗਾਹਕੀ ਦੇ ਨਾਲ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ: Atimpate ਸਮੱਗਰੀ ਦੇ 1000 ਕਲਿੱਪਾਂ ● ਅਸੀਮਤ ਰੱਦੀ ਅਤੇ ਪੁਰਾਲੇਖ
pl_pl: Dzięki tej subskrypcji otrzymasz: ● Do 1000 klipów treści ● Nieograniczone śmieci i archiwum
pt_br: Com esta assinatura, você receberá: ● Até 1.000 clipes de conteúdo ● Lixo e arquivo ilimitados
ro_ro: Cu acest abonament veți primi: ● Până la 1.000 de clipuri de conținut ● gunoi și arhivă nelimitate
ru_ru: С этой подпиской вы получите: ● До 1000 клипов контента ● Неограниченный мусор и архив
sk_sk: S týmto predplatným dostanete: ● Až 1 000 klipov obsahu ● Neobmedzený odpad a archív
sl_si: S to naročnino boste prejeli: ● do 1.000 posnetkov vsebine ● Neomejeni smeti in arhiv
sq_al: Me këtë pajtim do të merrni: ● Deri në 1.000 klipe të përmbajtjes ● plehra dhe arkiv i pakufizuar
sr_latn_me: Помоћу ове претплате ћете добити: ● До 1.000 снимака садржаја ● Неограничено смеће и архива
sv_fi: Med detta prenumeration får du: ● Upp till 1 000 klämmor med innehåll ● Obegränsat skräp och arkiv
sw_ke: Na usajili huu utapokea: ● Hadi sehemu 1,000 za yaliyomo ● Takataka na kumbukumbu isiyo na kikomo
ta_in: இந்த சந்தாவுடன் நீங்கள் பெறுவீர்கள்: The உள்ளடக்கம் 1,000 கிளிப்புகள் வரை ● வரம்பற்ற குப்பை மற்றும் காப்பகம்
te_in: ఈ సభ్యత్వంతో మీరు అందుకుంటారు: Stort 1,000 క్లిప్‌ల కంటెంట్ వరకు అపరిమిత చెత్త & ఆర్కైవ్
th_th: ด้วยการสมัครรับข้อมูลนี้คุณจะได้รับ: ●เนื้อหามากถึง 1,000 คลิป ●ถังขยะและเก็บถาวรไม่ จำกัด
tk_tm: Bu abunalygy bilen alarsyňyz: ● 1000-e çenli mazmun klipine çenli ● Çäklendirilmedik hapa we arhiw
tr_tr: Bu abonelikle: ● 1.000'e kadar klip içerik ● Sınırsız çöp ve arşiv
tt_ru: Бу язылу белән сез кабул итәрсез: Thread ● 1000гә кадәр эчтәлек ● Чикләнмәгән чүп һәм архив
ug_cn: سىز تاپشۇرۇۋالىدىغان بۇ مۇشتەرىلىك بىلەن: ● 1000 ھەرپلىك مەزمۇنغا يېتىدۇ ● چەكلىمىسىز ئەخلەت ۋە ئارخىپ
uk_ua: За допомогою цієї підписки ви отримаєте: ● До 1000 кліпів вмісту ● Необмежений сміття та архів
ur_pk: اس رکنیت کے ساتھ آپ کو ملے گا: a 1000 تک مواد کے کلپس ● لامحدود ردی کی ٹوکری اور محفوظ شدہ دستاویزات
uz_latn_uz: Ushbu obuna bilan siz olasiz: ● 1000 tagacha klip ● Cheksiz axlat va arxiv
vi_vn: Với đăng ký này, bạn sẽ nhận được: ● tối đa 1.000 clip nội dung ● Thùng rác & Lưu trữ không giới hạn
zh_cn: 通过此订阅，您将收到：
zh_hans_sg: 通过此订阅，您将收到： ●最多1,000个内容片段 ●无限垃圾和档案
zh_hant_hk: 通過此訂閱，您將收到： ●最多1,000個內容片段 ●無限垃圾和檔案

# BasicMonthlyTitle
source: Basic - Monthly
af_za: Basies - Maandeliks
am_et: መሠረታዊ - ወርሃዊ
ar_ma: أساسي - شهري
ar_om: أساسي - شهريًا
as_in: মৌলিক - মাহিলী
az_cyrl_az: Əsas - Aylıq
az_latn: Əsas - Aylıq
be_by: Базавы - штомесяц
bg_bg: Основен – месечен
bn_bd: মৌলিক - মাসিক
bn_in: বেসিক - মাসিক
bs_latn: Basic - Mjesečno
bs_latn_ba: Osnovni - Mjesečni
ca_es: Bàsic - Mensual
cs_cz: Základní - Měsíční
cy_gb: Sylfaenol - Misol
da_dk: Grundlæggende - Månedligt
de_ch: Basic – Monatlich
de_lu: Basic - monatlich
el_gr: Βασικό - Μηνιαίο
es_ar: Básico - mensual
es_pe: Básico - Mensual
et_ee: Põhiline - igakuine
eu_es: Oinarrizkoa - Hilerokoa
fa_ir: پایه - ماهانه
fi_fi: Perus - kuukausittain
fil_ph: Pangunahing - Buwanang
fr_ht: Basique - mensuel
fr_mc: Basique - Mensuel
ga_ie: Bunúsach - Míosúil
gd_gb: Bunaiteach - Mìosail
gl_es: Básico - Mensual
gu_in: મૂળભૂત - માસિક
he_il: בסיסי - חודשי
hi_in: मूल - मासिक
hr_ba: Osnovno – mjesečno
hr_hr: Osnovno - mjesečno
hu_hu: Alapvető - havonta
hy_am: Հիմնական - ամսական
id_id: Dasar - Bulanan
is_is: Grunn - mánaðarlega
ja_jp: 基本 - 毎月
ka_ge: ძირითადი - ყოველთვიური
kk_kz: Негізгі - ай сайын
km_kh: មូលដ្ឋាន - ប្រចាំខែ
kn_in: ಮೂಲ - ಮಾಸಿಕ
ko_kr: 기본 - 월별
ky_kg: Негизги - ай сайын
lo_la: ພື້ນຖານ - ປະຈໍາເດືອນ
lt_lt: Pagrindinis - kas mėnesį
lv_lv: Pamata - mēnesī
mi_nz: Taketake - marama
mk_mk: Основно - месечно
ml_in: അടിസ്ഥാന - പ്രതിമാസം
mr_in: मूलभूत - मासिक
ms_bn: Asas - Bulanan
mt_mt: Bażiku - kull xahar
nb_no: Grunnleggende - månedlig
ne_np: आधारभूत - मासिक
nl_nl: Basis - Maandelijks
or_in: ମ basic ଳିକ - ମାସିକ |
pa_arab_pk: ਮੁੱ basic ਲੀ - ਮਹੀਨਾਵਾਰ
pl_pl: Podstawowy - miesięczny
pt_br: Básico - mensal
ro_ro: Basic - lunar
ru_ru: Базовый - ежемесячно
sk_sk: Základné - mesačne
sl_si: Osnovni - mesečno
sq_al: Themelore - Mujore
sr_latn_me: Основно - месечно
sw_ke: Msingi - kila mwezi
ta_in: அடிப்படை - மாதாந்திர
te_in: ప్రాథమిక - నెలవారీ
th_th: พื้นฐาน - รายเดือน
tk_tm: Esasy - Aýlyk
tr_tr: Temel - Aylık
tt_ru: Төп - ай саен
ug_cn: Basic - momet
uk_ua: Основні - щомісяця
ur_pk: بنیادی - ماہانہ
uz_latn_uz: Asosiy - oylik
vi_vn: Cơ bản - hàng tháng
zh_cn: 基本 - 每月
zh_hans_sg: 基本 - 每月
zh_hant_hk: 基本 - 每月

# BasicYearlyTitle
source: Basic - Yearly
af_za: Basies - jaarliks
am_et: መሠረታዊ - ዓመት
ar_ma: أساسي - سنوي
ar_om: أساسي - سنوي
as_in: মৌলিক - বাৰ্ষিক
az_cyrl_az: Əsas - İllik
az_latn: Əsas - İllik
be_by: Базавы - штогадовы
bg_bg: Основен – годишен
bn_bd: মৌলিক - বার্ষিক
bn_in: বেসিক - বার্ষিক
bs_latn: Basic - Godišnje
bs_latn_ba: Osnovni - Godišnje
ca_es: Bàsic - Anual
cs_cz: Základní - Roční
cy_gb: Sylfaenol - Blynyddol
da_dk: Grundlæggende - Årligt
de_ch: Basic – Jährlich
de_lu: Basic - jährlich
el_gr: Βασικό - Ετήσιο
es_ar: Básico - Anual
es_pe: Básico - Anual
et_ee: Põhiline - aastane
eu_es: Oinarrizkoa - Urterokoa
fa_ir: پایه - سالانه
fi_fi: Perus - vuosittain
fr_ht: Basique - annuel
fr_mc: Basique - Annuel
ga_ie: Bunúsach - Bliantúil
gd_gb: Bunaiteach - Bliadhnail
gl_es: Básico - Anual
gu_in: મૂળભૂત - વાર્ષિક
he_il: בסיסי - שנתי
hi_in: मूल - वार्षिक
hr_ba: Osnovni - Godišnji
hr_hr: Osnovno - godišnje
hu_hu: Alap - évente
hy_am: Հիմնական - տարեկան
id_id: Dasar - Tahunan
is_is: Grunn - Árlega
it_it: BASIC - annuale
ja_jp: 基本 - 毎年
ka_ge: ძირითადი - ყოველწლიურად
kk_kz: Негізгі - жыл сайын
km_kh: មូលដ្ឋាន - ប្រចាំឆ្នាំ
kn_in: ಮೂಲ - ವಾರ್ಷಿಕ
ko_kr: 기본 - 매년
ky_kg: Негизги - Жылдык
lo_la: ພື້ນຖານ - ປີ
lt_lt: Pagrindinis - kasmet
lv_lv: Pamata - gadā
mi_nz: Taketake - tau
mk_mk: Основно - годишно
ml_in: അടിസ്ഥാന - വാർഷികം
mr_in: मूलभूत - वार्षिक
ms_bn: Asas - tahunan
mt_mt: Bażiku - kull sena
nb_no: Grunnleggende - årlig
ne_np: आधारभूत - वार्षिक
nl_nl: BASIS - jaarlijks
or_in: ମ basic ଳିକ - ବାର୍ଷିକ |
pa_arab_pk: ਮੁੱ basic ਲੀ - ਸਲਾਨਾ
pl_pl: Podstawowe - roczne
pt_br: Básico - anual
ro_ro: BASIC - anual
ru_ru: Базовый - ежегодный
sk_sk: Základné - ročne
sl_si: Osnovno - letno
sq_al: Themelore - vjetore
sr_latn_me: Основно - годишње
sv_fi: Grundläggande - årligen
sw_ke: Msingi - kila mwaka
ta_in: அடிப்படை - ஆண்டு
te_in: ప్రాథమిక - వార్షిక
th_th: พื้นฐาน - รายปี
tk_tm: Esasy - ýyl
tr_tr: Temel - Yıllık
tt_ru: Төп - ел саен
ug_cn: ئاساسىي - يىل
uk_ua: Основні - щорічно
ur_pk: بنیادی - سالانہ
uz_latn_uz: Asosiy - yil
vi_vn: Cơ bản - hàng năm
zh_cn: 基本 - 每年
zh_hans_sg: 基本 - 一年
zh_hant_hk: 基本 - 一年

# SearchTerm2
source: copy
af_za: Kopieer
am_et: ግልባጭ
ar_ma: نسخ
ar_om: ينسخ
as_in: নকল
az_cyrl_az: köçür
az_latn: surəti
be_by: копія
bg_bg: копие
bn_bd: অনুলিপি
bn_in: অনুলিপি
bs_latn: kopija
bs_latn_ba: kopija
ca_es: còpia
cs_cz: kopírovat
cy_gb: copi
da_dk: kopi
de_ch: Kopieren
de_lu: Kopieren
el_gr: αντίγραφο
es_ar: Copiar
es_pe: copiar
et_ee: koopia
eu_es: kopiatu
fa_ir: کپی
fi_fi: kopioida
fil_ph: kopyahin ang
fr_ht: copie
fr_mc: copier
ga_ie: cóip
gd_gb: leth-bhreac
gl_es: copiar
gu_in: નકલ
he_il: עותק
hi_in: कॉपी
hr_ba: kopirati
hr_hr: kopirati
hu_hu: másolat
hy_am: պատճեն
id_id: menyalin
is_is: Afritaðu
it_it: copia
ja_jp: コピー
ka_ge: ასლი
kk_kz: еліктеу
km_kh: ការចម្លង
kn_in: ನಕಲು
ko_kr: 복사
ky_kg: көчүрүү
lo_la: ສໍາເນົາ
lt_lt: kopijuoti
lv_lv: kopija
mi_nz: whakaahua
mk_mk: копија
ml_in: പകര്ത്തുക
mr_in: कॉपी
ms_bn: salinan
mt_mt: kopja
nb_no: kopiere
ne_np: कापी
nl_nl: kopiëren
or_in: କପି କରନ୍ତୁ |
pa_arab_pk: ਕਾਪੀ
pl_pl: Kopiuj
pt_br: cópia de
ro_ro: copie
ru_ru: копия
sk_sk: kopírovať
sl_si: kopirati
sq_al: kopjoj
sr_latn_me: копија
sv_fi: kopiera
sw_ke: Nakala
ta_in: நகலெடு
te_in: కాపీ
th_th: สำเนา
tk_tm: göçürmek
tr_tr: kopya
tt_ru: күчереп алу
ug_cn: كۆپەيتىلگەن
uk_ua: копіювати
ur_pk: کاپی
uz_latn_uz: nusxa ko'chirmoq
vi_vn: sao chép
zh_cn: 复制
zh_hans_sg: 复制
zh_hant_hk: 複製

# SearchTerm3
source: paste
af_za: Plak
am_et: ማጣፈጥ
ar_ma: معجون
ar_om: معجون
as_in: লুথুৰী
az_cyrl_az: yapışdır
az_latn: yapışdır
be_by: паста
bg_bg: паста
bn_bd: পেস্ট
bn_in: আটকান
bs_latn: zalijepiti
ca_es: pasta
cs_cz: vložit
cy_gb: pastio
da_dk: sæt ind
el_gr: Επικόλληση
es_ar: pegar
es_pe: pegar
et_ee: Kleebi
eu_es: jo
fa_ir: جای گذاری
fi_fi: tahna
fil_ph: i-paste
fr_ht: pâte
fr_mc: pâte
ga_ie: greamaigh
gd_gb: pasgadh
gl_es: pegar
gu_in: લપેટવું
he_il: לְהַדבִּיק
hi_in: चिपकाएं
hr_ba: zalijepiti
hr_hr: zalijepiti
hu_hu: paszta
hy_am: մածուկ
id_id: tempel
is_is: Límu
it_it: impasto
ja_jp: ペースト
ka_ge: პასი
kk_kz: ұту
km_kh: រេនាយោហរការ
kn_in: ಅಂಟಿಸು
ko_kr: 반죽
ky_kg: Паста
lo_la: ວາງໄວ້
lt_lt: įklijuoti
lv_lv: pastā
mi_nz: whakapiri
mk_mk: залепи
ml_in: പേസ്റ്റ്
mr_in: पेस्ट करा
ms_bn: tampal
mt_mt: pasta
nb_no: lim inn
ne_np: टाँसिनु
nl_nl: Plakken
or_in: ପେଷ୍ଟ କରନ୍ତୁ |
pa_arab_pk: ਚਿਪਕਾਓ
pl_pl: pasta
pt_br: colar
ro_ro: pastă
ru_ru: вставить
sk_sk: pasta
sl_si: Prilepi
sq_al: ngjit
sr_latn_me: залепити
sv_fi: klistra
sw_ke: Bandika
ta_in: ஒட்டவும்
te_in: అతికించండి
th_th: แปะ
tk_tm: çökdürmek
tr_tr: yapıştırmak
tt_ru: паста
ug_cn: چاپلاڭ
uk_ua: пасти
ur_pk: چسپاں کریں
uz_latn_uz: pastroq qilmoq
vi_vn: dán
zh_cn: 粘贴
zh_hans_sg: 粘贴
zh_hant_hk: 粘貼

# SearchTerm5
source: tool
af_za: Instrument
am_et: መሣሪያ
ar_ma: أداة
ar_om: أداة
as_in: সঁজুলি
az_cyrl_az: vasitə
az_latn: alət
be_by: інструмент
bg_bg: инструмент
bn_bd: টুল
bn_in: টুল
bs_latn: alat
bs_latn_ba: alat
ca_es: eina
cs_cz: nástroj
cy_gb: offeryn
da_dk: værktøj
de_ch: Werkzeug
de_lu: Werkzeug
el_gr: εργαλείο
es_ar: herramienta
es_pe: herramienta
et_ee: tööriist
eu_es: erreminta
fa_ir: ابزار
fi_fi: työkalu
fil_ph: tool na
fr_ht: outil
fr_mc: outil
ga_ie: uirlis
gd_gb: inneal
gl_es: ferramenta
gu_in: હાંસલ
he_il: כְּלִי
hi_in: औजार
hr_ba: alat
hr_hr: alat
hu_hu: eszköz
hy_am: գործիք
id_id: alat
is_is: Tól
it_it: attrezzo
ja_jp: 道具
ka_ge: ხელსაწყო
kk_kz: аспап
km_kh: ឧបករន៍
kn_in: ಉಪಕರಣ
ko_kr: 도구
ky_kg: курал
lo_la: ເຄື່ອງມື
lt_lt: įrankis
lv_lv: instruments
mi_nz: taputapu
mk_mk: алатка
ml_in: ഉപകരണം
mr_in: साधन
ms_bn: alat
mt_mt: għodda
nb_no: verktøy
ne_np: औजार
nl_nl: hulpmiddel
or_in: ସାଧନ
pa_arab_pk: ਟੂਲ
pl_pl: narzędzie
pt_br: ferramenta
ro_ro: instrument
ru_ru: инструмент
sk_sk: nástroj
sl_si: orodje
sq_al: mjet
sr_latn_me: оруђе
sv_fi: verktyg
sw_ke: chombo
ta_in: கருவி
te_in: సాధనం
th_th: เครื่องมือ
tk_tm: gural
tr_tr: alet
tt_ru: корал
ug_cn: قورال
uk_ua: інструмент
ur_pk: ٹول
uz_latn_uz: asbob
vi_vn: dụng cụ
zh_cn: 工具
zh_hans_sg: 工具
zh_hant_hk: 工具

# SearchTerm6
source: utility
af_za: Nut
am_et: መገልገያ
ar_ma: الاداه المساعده
ar_om: جدوى
as_in: উপযোগিতা
az_latn: kommunal
be_by: карыснасць
bg_bg: полезност
bn_bd: ইউটিলিটি
bn_in: ইউটিলিটি
bs_latn: korisnost
bs_latn_ba: korisnost
ca_es: utilitat
cy_gb: cyfleustodau
da_dk: nytte
de_ch: Dienstprogramm
de_lu: Dienstprogramm
el_gr: χρησιμότητα
es_ar: utilidad
es_pe: utilidad
et_ee: kasulikkus
eu_es: erabilgarritasuna
fa_ir: سودمند
fi_fi: hyöty
fr_ht: utilitaire
fr_mc: utilité
ga_ie: fóntais
gd_gb: goireas
gl_es: utilidade
gu_in: ઉપયોગિતા
he_il: תוֹעֶלֶת
hi_in: उपयोगिता
hr_ba: korisnost
hr_hr: korisnost
hu_hu: hasznosság
hy_am: կոմունալ
id_id: kegunaan
is_is: gagnsemi
it_it: utilità
ja_jp: ユーティリティ
ka_ge: სასარგებლო
kk_kz: қызметтылық
km_kh: របយបបង្អួច
kn_in: ಉಪಯುಕ್ತತೆ
ko_kr: 공익사업
ky_kg: пайдалуу
lo_la: ປະສິດທິພາບ
lt_lt: naudingumas
lv_lv: lietderība
mi_nz: tikanga
mk_mk: алатка
ml_in: മേച്ചില
mr_in: उपयुक्तता
ms_bn: utiliti
mt_mt: utilità
nb_no: nytte
ne_np: उपयोगिता
nl_nl: nutsvoorziening
or_in: ଉପଯୋଗିତା
pa_arab_pk: ਸਹੂਲਤ
pl_pl: pożytek
pt_br: Utilitário
ro_ro: utilitate
ru_ru: полезность
sk_sk: úžitkový
sl_si: uporabnost
sq_al: dobi
sr_latn_me: корисност
sv_fi: verktyg
sw_ke: matumizi
ta_in: பயன்பாடு
te_in: వినియోగ
th_th: คุณประโยชน์
tk_tm: peýdalylyk
tr_tr: Yarar
tt_ru: ярдәме
ug_cn: پايدىلىق
uk_ua: корисність
ur_pk: افادیت
uz_latn_uz: qulaylik
vi_vn: tính thiết thực
zh_cn: 公用事业
zh_hans_sg: 公用事业
zh_hant_hk: 公用事業

# SearchTerm7
source: automation
af_za: outomatisering
am_et: አውቶማቲክ
ar_ma: اتمته
ar_om: أتمتة
as_in: স্বয়ংক্ৰিয়কৰণ
az_cyrl_az: avtomatlaşdırma
az_latn: avtomatlaşdırma
be_by: аўтаматызацыя
bg_bg: автоматизация
bn_bd: অটোমেশন
bn_in: অটোমেশন
bs_latn: automatizacija
bs_latn_ba: automatizacija
ca_es: automatització
cs_cz: automatizace
cy_gb: awtomeiddio
da_dk: automatisering
de_ch: Automatisierung
de_lu: Automatisierung
el_gr: αυτοματοποίηση
es_ar: automatización
es_pe: automatización
et_ee: automatiseerimine
eu_es: automatizazioa
fa_ir: اتوماسیون
fi_fi: automaatio
fil_ph: pag aautomat
fr_ht: automatisation
fr_mc: automatisation
ga_ie: uathoibriú
gd_gb: fèin-ghluasad
gl_es: automatización
gu_in: સ્વચાલિતતા
he_il: אוטומציה
hi_in: स्वचालन
hr_ba: automatizacija
hr_hr: automatizacija
hu_hu: automatizálás
hy_am: ավտոմատ
id_id: otomatisasi
is_is: Sjálfvirkni
it_it: automazione
ja_jp: オートメーション
ka_ge: ავტომატიზაცია
kk_kz: автоматтандыру
km_kh: សវ័យរបវត្ដ
kn_in: ಸ್ವಯಂಚಾಲಿತ
ko_kr: 오토메이션
ky_kg: автоматташтыруу
lo_la: ອັດຕະໂນມັດ
lt_lt: Automatizavimas
lv_lv: automatizācija
mi_nz: herenga
mk_mk: Автоматизација
ml_in: യന്തവല്ക്കരണം
mr_in: ऑटोमेशन
ms_bn: Automasi
mt_mt: awtomazzjoni
nb_no: automasjon
ne_np: मेशिनको प्रयोग
nl_nl: automatisering
or_in: ସ୍ୱୟଂଚାଳିତ
pa_arab_pk: ਆਟੋਮੈਟੇਸ਼ਨ
pl_pl: automatyzacja
pt_br: automação
ro_ro: automatizare
ru_ru: автоматизация
sk_sk: automatizácia
sl_si: avtomatizacija
sq_al: automatizim
sr_latn_me: аутоматизација
sv_fi: automatisering
sw_ke: otomatiki
ta_in: தானியங்கு
te_in: ఆటోమేషన్
th_th: ระบบอัตโนมัติ
tk_tm: awtomatlaşdyrma
tr_tr: otomasyon
tt_ru: автоматлаштыру
ug_cn: ئاپتوماتلاشتۇرۇش
uk_ua: автоматизація
ur_pk: آٹومیشن
uz_latn_uz: avtomatika
vi_vn: Tự động hóa
zh_cn: 自动化
zh_hans_sg: 自动化
zh_hant_hk: 自動化
