Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature10
source: ● Custom mouse modes: right - click paste and left - click auto - copy
af_za: ● Bylae-modus: Kopiëring word 'voeg by' in plaas van 'vervang' op die knipbord. Beide teks en lêers, volledig aanpasbaar
am_et: ● ማጣቀሻ ዘዴ ፦ በክሊፕቦር ላይ 'ከመተካት' ይልቅ መገልበጥ 'መጨመር' ይሆናል። ጽሑፍም ሆነ ፋይሎች ሙሉ በሙሉ ሊለምዱ የሚችሉ
ar_ma: ● وضع الإلحاق: يصبح النسخ "إضافة إلى" بدلا من "استبدال" في الحافظة. كل من النص والملفات ، قابلة للتخصيص بالكامل
ar_om: ● أوضاع الماوس المخصصة: يمين - انقر فوق لصق واليسار - انقر فوق تلقائي - نسخة
as_in: ● এপেণ্ড মোড: ক্লিপবোৰ্ডত 'ৰিপ্লেচ' কৰাৰ পৰিৱৰ্তে কপি কৰাটো 'যোগ' হৈ পৰে। পাঠ আৰু ফাইল দুয়োটা, সম্পূৰ্ণৰূপে অনুকূলিত কৰিব পৰা
az_cyrl_az: ● Əlavələr rejimi: Köçürmək lövhədə "replace" əvəzinə "add to" olur. Həm mətn, həm də fayllar, tam özelleştirilebilir
az_latn: ● Əlavə etmə rejimi: Kopyalama mübadilə buferində "əvəz et" əvəzinə "əlavə et" olur. Tamamilə fərdiləşdirilə bilən mətn və fayllar
be_by: ● Рэжым дадання: капіраванне становіцца «дадаць у» замест «замяніць» у буферы абмену. Як тэкст, так і файлы, цалкам наладжвальныя
bg_bg: ● Режим на добавяне: Копирането става „добавяне към“ вместо „замяна“ в клипборда. Както текст, така и файлове, напълно адаптивни
bn_bd: ● সংযুক্ত মোড: কপি করা ক্লিপবোর্ডে 'প্রতিস্থাপন' এর পরিবর্তে 'অ্যাড টু' হয়ে যায়। পাঠ্য এবং ফাইল উভয়ই, সম্পূর্ণরূপে কাস্টমাইজযোগ্য
bn_in: ● অ্যাপেন্ড মোড: অনুলিপি ক্লিপবোর্ডে 'প্রতিস্থাপন' এর পরিবর্তে 'অ্যাড' হয়ে যায়। পাঠ্য এবং ফাইল উভয়ই সম্পূর্ণ কাস্টমাইজযোগ্য
bs_latn: ● Prilagođeni modovi miša: desno - kliknite Zalijepi i lijevo - kliknite Auto - Kopiraj
bs_latn_ba: ● Način dodavanja: Kopiranje postaje 'dodaj u' umjesto 'zamijeni' u međuspremniku. I tekst i fajlovi, potpuno prilagodljivi
ca_es: ● Mode d'afegir: la còpia es converteix en "afegir a" en lloc de "substituir" al porta-retalls. Tant text com fitxers, totalment personalitzables
cs_cz: ● Režim připojení: Kopírování se ve schránce změní na „přidat do“ namísto „nahradit“. Text i soubory, plně přizpůsobitelné
cy_gb: ● Modd atodi: Mae copïo yn dod yn 'ychwanegu at' yn lle 'amnewid' ar y clipfwrdd. Testun a ffeiliau, yn gwbl addasadwy
da_dk: ● Tilføj tilstand: Kopiering bliver "tilføj til" i stedet for "erstat" på udklipsholderen. Både tekst og filer kan tilpasses fuldt ud
de_ch: ● Anhängemodus: Beim Kopieren wird in der Zwischenablage „Hinzufügen“ statt „Ersetzen“ angezeigt. Sowohl Text als auch Dateien, vollständig anpassbar
de_lu: ● Benutzerdefinierte Mausmodi: Recht - Klicken Sie auf Einfügen und links - Klicken Sie auf Automatisch - Kopieren Sie kopieren
el_gr: ● Λειτουργία προσάρτησης: Η αντιγραφή γίνεται «προσθήκη σε» αντί για «αντικατάσταση» στο πρόχειρο. Τόσο κείμενο όσο και αρχεία, πλήρως προσαρμόσιμα
es_ar: ● Modos de mouse personalizados: a la derecha: haga clic en Pegar e izquierda - Haga clic en Automático - Copiar
es_pe: ● Modo de anexar: La copia se convierte en "agregar a" en lugar de "reemplazar" en el portapapeles. Tanto texto como archivos, totalmente personalizables
et_ee: ● Lisamisrežiim: kopeerimine muutub lõikepuhvris "asenda" asemel "lisamiseks". Nii tekst kui ka failid, täielikult kohandatavad
eu_es: ◟ Eransteko modua: Kopia "agregar a" bihurtzen da, portapapeletan "ordeztu" beharrean. Bai testua, bai artxiboak, guztiz pertsonalizagarriak
fa_ir: ● حالت ضمیمه: کپی کردن به جای "جایگزینی" در کلیپ بورد به "اضافه کردن به" تبدیل می شود. هر دو متن و فایل، کاملا قابل تنظیم
fi_fi: ● Liitä-tila: Kopioinnista tulee leikepöydällä "lisää" eikä "korvaa". Sekä teksti että tiedostot, täysin muokattavissa
fil_ph: ● Append mode: Ang pagkopya ay nagiging 'add to' sa halip na 'palitan' sa clipboard. Parehong teksto at mga file, ganap na napapasadyang
fr_ht: ● Modes de souris personnalisés: à droite - Cliquez sur coller et à gauche - Cliquez sur Auto - Copiez
fr_mc: ● Mode d’ajout : la copie devient « ajouter à » au lieu de « remplacer » dans le presse-papiers. Texte et fichiers, entièrement personnalisables
ga_ie: ● Mód iarcheangailte: Déantar cóipeáil 'cuir leis' in ionad 'ionadaigh' ar an ngearrthaisce. Téacs agus comhaid araon, go hiomlán customizable
gd_gb: ● Append modh: Leth-bhreac a 'fàs' cuir ri 'an àite' a chur an àite 'air a' chlàr-bùird.
gl_es: ● Modo engadir: a copia pasa a ser "engadir a" en lugar de "substituír" no portapapeis.
gu_in: ● કસ્ટમ માઉસ મોડ્સ: જમણું - પેસ્ટ કરો અને ડાબે ક્લિક કરો - ઓટો - ક Copy પિ ક્લિક કરો
he_il: ● מצבי עכבר מותאמים אישית: מימין - לחץ על הדבק ושמאל - לחץ על אוטומטית - העתק
hi_in: ● कस्टम माउस मोड: राइट - पेस्ट पर क्लिक करें और लेफ्ट - ऑटो पर क्लिक करें - कॉपी करें
hr_ba: ● Način dodavanja: Kopiranje postaje 'dodaj u' umjesto 'zamijeni' u međuspremniku.
hr_hr: ● Prilagođeni načini miša: desno - kliknite Zalijepi i lijevo - kliknite auto - kopiraj
hu_hu: ● Egyéni egér üzemmódok: Jobbra - kattintson a beillesztés és a bal oldali elemzés - Kattintson az Auto - másolás gombra
hy_am: Մկնիկի հարմարեցված ռեժիմներ. Աջ - կտտացրեք մածուկ եւ ձախ - կտտացրեք Auto - Պատճենեք
id_id: ● Mode Mouse Kustom: Kanan - Klik Tempel dan Kiri - Klik Auto - Salin
is_is: ● Sérsniðin músastillingar: Hægri - Smelltu á Límu og vinstri - Smelltu á Auto - Afritaðu
it_it: ● Modalità del mouse personalizzate: destro: fare clic su Incolla e sinistra - Fare clic su Auto - Copia
ja_jp: ● 追加モード: コピーはクリップボード上で「置換」ではなく「追加」になります。
ka_ge: ● მაუსის რეჟიმები: მარჯვნივ - დააჭირეთ პასტა და მარცხენა - დააჭირეთ ავტო - ასლი
kk_kz: ● тінтуірдің жеке режимдері: оңға - Қою және сол жақ батырмасын басыңыз - Авто-Көшіру түймесін басыңыз
km_kh: ●របៀបកណ្តុរតាមលក្ខណៈនីមួយៗ: ចុចខាងស្តាំ - ចុចបិទភ្ជាប់ហើយខាងឆ្វេង - ចុចលើការថតចម្លងអូតូ
kn_in: ● ಕಸ್ಟಮ್ ಮೌಸ್ ಮೋಡ್‌ಗಳು: ಬಲ - ಅಂಟಿಸಿ ಮತ್ತು ಎಡ ಕ್ಲಿಕ್ ಮಾಡಿ - ಸ್ವಯಂ ಕ್ಲಿಕ್ ಮಾಡಿ - ನಕಲು ಮಾಡಿ
ko_kr: ● 사용자 정의 마우스 모드 : 오른쪽 오른쪽 - 붙여 넣기 및 왼쪽을 클릭하고 자동 복사를 클릭합니다.
ky_kg: ● Байкоочунун ыңгайлаштырылган режимдери: Оң жактагы - Паста менен солго чыкылдатып, Авто - Көчүрүү баскычын чыкылдатыңыз
lo_la: ●ຮູບແບບເມົາສ໌: ຖືກຕ້ອງ - ກົດທີ່ Paste ແລະຊ້າຍ - ກົດ Auto - ສໍາເນົາ
lt_lt: ● Pasirinktiniai pelių režimai: dešinė
lv_lv: ● Pielāgoti peles režīmi: labajā pusē - noklikšķiniet uz Ielīmēt un kreisi - noklikšķiniet uz Auto - kopēt
mi_nz: ● Nga Taarua Momo Momo Ritenga: Tika - Paatohia te whakapiri me te maui - Paatohia te Aunoa - Tārua
mk_mk: ● Прилагодени режими на глувчето: десно - кликнете на залепеност и лево - кликнете на Auto - Копирајте
ml_in: ● ഇഷ്ടാനുസൃത മൗസ് മോഡുകൾ: വലത് - പേസ്റ്റും ഇടത് ക്ലിക്കുചെയ്യുക - യാന്ത്രികമാക്കുക
mr_in: ● सानुकूल माउस मोड: उजवीकडे - पेस्ट आणि डावीकडे क्लिक करा - ऑटो क्लिक करा - कॉपी करा
ms_bn: ● Mod tetikus tersuai: Kanan - Klik Tampal dan Kiri - Klik Auto - Salin
mt_mt: ● Modi tal-maws tad-dwana: lemin - ikklikkja pejst u xellug - ikklikkja Auto - Kopja
nb_no: ● Tilpasset musemodus: Høyre - Klikk på Paste og venstre - Klikk på Auto - Kopier
ne_np: ● भन्सार माउस मोडहरू: दायाँ - टाँस्नुहोस् र बायाँ क्लिक गर्नुहोस् - स्वत: - प्रतिलिपि क्लिक गर्नुहोस्
nl_nl: ● Aangepaste muismodi: Rechts - Klik op Pakken en Links - Klik op Auto - Kopiëren
or_in: ● କଷ୍ଟମ୍ ମାଉସ୍ ମୋଡ୍: ଡାହାଣ - ପେଷ୍ଟ କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ବାମ କ୍ଲିକ୍ କରନ୍ତୁ - ଅଟୋ କ୍ଲିକ୍ କରନ୍ତୁ - କପି କରନ୍ତୁ |
pa_arab_pk: ● ● ਮਾ ouse ਸ ਪੇਸਟ: ਸੱਜਾ - ਕਲਿਕ ਕਰੋ ਪੇਸਟ ਅਤੇ ਖੱਬੀ - ਕਲਿੱਕ ਕਰੋ ਆਟੋ - ਕਾਪੀ ਕਰੋ
pl_pl: ● niestandardowe tryby myszy: Kliknij wklej i lewy - kliknij Auto - Kopiuj
pt_br: ● Modos personalizados do mouse: Direita - Clique em Cole e à esquerda - Clique em Auto - Copiar
ro_ro: ● Moduri personalizate ale mouse -ului: dreapta - Faceți clic pe Lipire și la stânga - Faceți clic pe Auto - Copiați
ru_ru: ● Пользовательские режимы мыши: справа - нажмите «Вставить и влево» - нажмите «Авто» - Скопируйте
sk_sk: ● Vlastné režimy myši: vpravo - kliknite na prilepenie a doľava - kliknite na Auto - skopírujte
sl_si: ● Načini miške po meri: desno - kliknite Prilepo in levo - AUTO - Kopirajte
sq_al: Modes Mode të personalizuara të miut: Djathtas - Klikoni Paste dhe Majtas - Klikoni Auto - Kopjoni
sr_latn_me: ● Прилагођени модови миша: десно - Кликните на пасту и леви - кликните на дугме Аутоматско копирање
sv_fi: ● Anpassade muslägen: Höger - Klicka på klistra in och vänster - Klicka på Auto - Kopiera
sw_ke: ● Njia za Panya za Kitamaduni: Kulia - Bonyeza Bandika na Kushoto - Bonyeza Auto - Nakili
ta_in: Modep பயன்பாட்டு பயன்முறை: கிளிப்போர்டில் 'மாற்றுவதற்கு' பதிலாக நகலெடுப்பது 'சேர்' ஆகிறது. உரை மற்றும் கோப்புகள் இரண்டும், முழுமையாக தனிப்பயனாக்கக்கூடியவை
te_in: Custom కస్టమ్ మౌస్ మోడ్‌లు: కుడి - పేస్ట్ మరియు ఎడమ క్లిక్ చేయండి - ఆటో క్లిక్ చేయండి - కాపీ
th_th: ●โหมดเมาส์ที่กำหนดเอง: ขวา - คลิกวางและซ้าย - คลิกอัตโนมัติ - คัดลอก
tk_tm: ● Adaty syçan modies: Dogry
tr_tr: ● Özel Fare Modları: Sağ - Yapıştır ve Sol - Otomatik'e tıklayın - Kopyala
tt_ru: ● Тычкан режимнары: Дөрес - Пастага басыгыз һәм сулга басыгыз - Авто-күчермәгә басыгыз
ug_cn: ● خاسلاشتۇرغۇچ: توغرا - چاپلاش - چاپلاش ۋە سول - ئاپتوماتىك چېكىڭ - ئاپتوماتىك
uk_ua: ● Спеціальні режими миші: Права - натисніть Вставити та ліворуч - Клацніть Автомати - Копіювати
ur_pk: ● کسٹم ماؤس کے طریقوں: دائیں - پیسٹ اور بائیں پر کلک کریں - آٹو پر کلک کریں - کاپی کریں
uz_latn_uz: ● Sichqoncha rejimlari: To'g'ri - Chape va chap tugmachani bosing - Auto-nusxani bosing
vi_vn: ● Chế độ chuột tùy chỉnh: Phải - Nhấp vào Dán và Trái - Nhấp vào Tự động - Sao chép
zh_cn: ● 附加模式：复制变为“添加到”而不是剪贴板上的“替换”。
zh_hans_sg: ●自定义鼠标模式：右 - 单击糊状然后左 - 单击自动 - 复制
zh_hant_hk: ●自定義鼠標模式：右 - 單擊糊狀然後左 - 單擊自動 - 複製

# StoreFeature11
source: ● Append mode: Copying becomes 'add to' instead of 'replace' on the clipboard. Both text and files, fully customizable
af_za: ● Gesofistikeerde snitopsporing, bronne en gebruik met verbeterde ondersteuning vir Firefox- en Chromium-gebaseerde blaaiers (Chrome, Edge, Brave)
am_et: ● የፋየርፎክስ እና የክሮሚየም መሰረታዊ ድርጣቢያዎች (Chrome, Edge, Brave) የበለጠ ድጋፍ በመስጠት የተራቀቀ የክሊፕ መከታተያ, ምንጮች እና አጠቃቀም
ar_ma: ● تتبع مقاطع متطورة ومصادرها واستخدامها مع دعم محسن للمتصفحات المستندة إلى Firefox و Chromium (Chrome و Edge و Brave)
ar_om: ● وضع الإلحاح: يصبح النسخ "إضافة إلى" بدلاً من "استبدال" على الحافظة. كلا النص والملفات ، قابلة للتخصيص بالكامل
as_in: ● ফায়াৰফক্স আৰু ক্ৰমিয়াম-আধাৰিত ব্ৰাউজাৰৰ বাবে বৰ্ধিত সমৰ্থনৰ সৈতে অত্যাধুনিক ক্লিপ ট্ৰেকিং, উৎস আৰু ব্যৱহাৰ (ক্ৰোম, এজ, ব্ৰেভ)
az_cyrl_az: ● Firefox və Chromium əsaslı brauzerlər (Chrome, Edge, Brave) üçün təkmilləşdirilmiş dəstəyi ilə mürəkkəb klip izləmə, qaynaqlar və istifadə
az_latn: ● Firefox və Chromium əsaslı brauzerlər (Chrome, Edge, Brave) üçün təkmilləşdirilmiş dəstək ilə mürəkkəb klip izləmə, mənbələr və istifadə
be_by: ● Складанае адсочванне кліпаў, крыніц і выкарыстання з пашыранай падтрымкай браўзераў Firefox і Chromium (Chrome, Edge, Brave)
bg_bg: ● Усъвършенствано проследяване на клипове, източници и използване с подобрена поддръжка за базирани на Firefox и Chromium браузъри (Chrome, Edge, Brave)
bn_bd: ● Firefox এবং Chromium-ভিত্তিক ব্রাউজারগুলির জন্য উন্নত সমর্থন সহ অত্যাধুনিক ক্লিপ ট্র্যাকিং, উত্স এবং ব্যবহার (Chrome, Edge, Brave)
bn_in: ● পরিশীলিত ক্লিপ ট্র্যাকিং, উত্স এবং ফায়ারফক্স এবং ক্রোমিয়ামের জন্য বর্ধিত সমর্থন সহ ব্যবহার - ভিত্তিক ব্রাউজার (ক্রোম, এজ, সাহসী)
bs_latn: ● Dodatak Način: kopiranje postaje 'dodaj u' umjesto 'zamijeni' na međuspremnici. I tekst i datoteke, potpuno prilagodljivi
bs_latn_ba: ● Sofisticirano praćenje klipova, izvori i upotreba uz poboljšanu podršku za Firefox i Chromium-bazirane preglednike (Chrome, Edge, Brave)
ca_es: ● Seguiment de clips, fonts i ús sofisticats amb compatibilitat millorada per a navegadors basats en Firefox i Chromium (Chrome, Edge, Brave)
cs_cz: ● Sofistikované sledování klipů, zdroje a použití s vylepšenou podporou pro prohlížeče Firefox a Chromium (Chrome, Edge, Brave)
cy_gb: ● Olrhain clipiau soffistigedig, ffynonellau a defnydd gyda chefnogaeth well i borwyr Firefox a Chromium (Chrome, Edge, Brave)
da_dk: ● Sofistikeret klipsporing, kilder og brug med forbedret understøttelse af Firefox og Chromium-baserede browsere (Chrome, Edge, Brave)
de_ch: ● Ausgefeiltes Clip-Tracking, Quellen und Nutzung mit erweiterter Unterstützung für Firefox- und Chromium-basierte Browser (Chrome, Edge, Brave)
de_lu: ● Anhangsmodus: Das Kopieren wird in der Zwischenablage "Anstelle" anstelle von "ersetzen". Sowohl Text als auch Dateien, vollständig anpassbar
el_gr: ● Εξελιγμένη παρακολούθηση κλιπ, πηγές και χρήση με βελτιωμένη υποστήριξη για προγράμματα περιήγησης Firefox και Chromium (Chrome, Edge, Brave)
es_ar: ● Modo de agregado: la copia se convierte en 'agregar' en lugar de 'reemplazar' en el portapapeles. Tanto el texto como los archivos, totalmente personalizable
es_pe: ● Seguimiento sofisticado de clips, fuentes y uso con soporte mejorado para Firefox y navegadores basados en Chromium (Chrome, Edge, Brave)
et_ee: ● Keerukas klippide jälgimine, allikad ja kasutamine koos täiustatud toega Firefoxile ja Chromiumi-põhistele brauseritele (Chrome, Edge, Brave)
eu_es: ◟ Klipen, iturrien eta erabileraren jarraipen sofistikatua, Firefox eta Chromium (Chrome, Edge, Brave) nabigatzaileentzat euskarri hobetuarekin.
fa_ir: ● ردیابی کلیپ پیچیده، منابع و استفاده با پشتیبانی پیشرفته از مرورگرهای مبتنی بر فایرفاکس و کروم (Chrome، Edge، Brave)
fi_fi: ● Hienostunut leikkeiden seuranta, lähteet ja käyttö parannetulla tuella Firefox- ja Chromium-pohjaisille selaimille (Chrome, Edge, Brave)
fil_ph: ● Sopistikadong pagsubaybay sa clip, mga mapagkukunan at paggamit na may pinahusay na suporta para sa mga browser na nakabase sa Firefox at Chromium (Chrome, Edge, Matapang)
fr_ht: ● Mode d'ajout: la copie devient «ajouter à» au lieu de «remplacer» dans le presse-papiers. Texte et fichiers, entièrement personnalisables
fr_mc: ● Suivi, sources et utilisation sophistiqués des clips avec une prise en charge améliorée des navigateurs Firefox et Chromium (Chrome, Edge, Brave)
ga_ie: ● Rianú gearrthóg sofaisticiúla, foinsí agus úsáid le tacaíocht fheabhsaithe do bhrabhsálaithe Firefox agus Cróimiam-bhunaithe (Chrome, Edge, Brave)
gd_gb: ● Tracadh criomag snasail, stòran agus cleachdadh le taic leasaichte airson brobhsairean stèidhichte air Firefox agus Chromium (Chrome, Edge, Brave)
gl_es: ● Seguimento, fontes e uso de clips sofisticados con compatibilidade mellorada para navegadores baseados en Firefox e Chromium (Chrome, Edge, Brave)
gu_in: ● એપેન્ડ મોડ: ક ying પિ કરો ક્લિપબોર્ડ પર 'રિપ્લેસ' કરવાને બદલે 'ઉમેરો' બને ​​છે. બંને ટેક્સ્ટ અને ફાઇલો, સંપૂર્ણ રીતે કસ્ટમાઇઝ કરી શકાય તેવું
he_il: ● מצב הוסף: העתקה הופכת 'הוסף' במקום 'להחליף' על הלוח. גם טקסט וגם קבצים, הניתנים להתאמה אישית מלאה
hi_in: ● परिशिष्ट मोड: कॉपी करना क्लिपबोर्ड पर 'प्रतिस्थापित' के बजाय 'जोड़ें' जोड़ता है। दोनों पाठ और फ़ाइलें, पूरी तरह से अनुकूलन योग्य
hr_ba: ● Sofisticirano praćenje isječaka, izvora i upotrebe s poboljšanom podrškom za preglednike temeljene na Firefoxu i Chromiumu (Chrome, Edge, Brave)
hr_hr: ● Način dodavanja: Kopiranje postaje 'Dodaj u' umjesto 'Zamijeni' u međuspremnik. I tekst i datoteke, potpuno prilagodljivi
hu_hu: ● Függelék mód: A másolás „hozzáadása” helyett a vágólapon történő „csere” helyett. Mind a szöveg, mind a fájlok, teljesen testreszabható
hy_am: ● Հավելվածի ռեժիմ. Պատճենումը դառնում է «Ավելացնել« փոխարինել »փոխարեն« փոխարինելու »վրա: Թե տեքստը, եւ թե ֆայլերը, լիովին կարգավորելի
id_id: ● Mode Tambahkan: Menyalin menjadi 'Tambahkan ke' alih -alih 'ganti' pada clipboard. Baik teks dan file, sepenuhnya dapat disesuaikan
is_is: ● Bætið við stillingu: Afritun verður 'Bæta við' í stað þess að 'skipta um' á klemmuspjaldinu. Bæði texti og skrár, að fullu sérhannaðar
it_it: ● Modalità aggiunta: la copia diventa "Aggiungi a" invece di "Sostituisci" negli appunti. Sia testo che file, completamente personalizzabili
ja_jp: ● Firefox および Chromium ベースのブラウザ (Chrome、Edge、Brave) のサポートが強化された、洗練されたクリップ トラッキング、ソース、および使用法
ka_ge: ● დანართის რეჟიმი: კოპირება ხდება "დამატება" ნაცვლად "შეცვალოს" ბუფერზე. როგორც ტექსტი, ასევე ფაილები, სრულად დააკონფიგურიროთ
kk_kz: ● Қосу режимі: көшіру Аралық сақтағышта «ауыстыру» орнына «Қосу» болады. Мәтін мен файлдар да, толығымен реттеледі
km_kh: ●បន្ថែមរបៀបបន្ថែម: ការចំលងភ្ជាប់មកហើយជំនួសឱ្យ 'ជំនួស' នៅលើក្តារតម្បៀតខ្ទាស់។ ទាំងអត្ថបទនិងឯកសារអាចប្ដូរតាមបំណងបានពេញលេញ
kn_in: Mode ಸೇರ್ಪಡೆ ಮೋಡ್: ನಕಲಿಸುವುದು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ 'ಬದಲಾಯಿಸು' ಬದಲಿಗೆ 'ಗೆ' ಸೇರಿಸಿ. ಪಠ್ಯ ಮತ್ತು ಫೈಲ್‌ಗಳು, ಸಂಪೂರ್ಣವಾಗಿ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಲ್ಲವು
ko_kr: ● 추가 모드 : 복사는 클립 보드에서 '교체'대신 '추가'가됩니다. 텍스트와 파일, 완전히 사용자 정의 할 수 있습니다
ky_kg: ● тиркеме режими: Көчүрүү "алмаштыруучунун ордуна" алмаштыруунун "ордуна" кошуу "болуп калат. Текст жана файлдар, толугу менен ыңгайлаштырылган
lo_la: mode mode mode: ການຄັດລອກກາຍເປັນ 'ຕື່ມໃສ່' ແທນ 'ແທນ' ແທນ 'ໃນ clipboard. ທັງຂໍ້ຄວາມແລະແຟ້ມ, ສາມາດປັບແຕ່ງໄດ້ເຕັມທີ່
lt_lt: ● Priedo režimas: kopijavimas tampa „pridėti į“, o ne „pakeisti“ mainų srityje. Tiek tekstas, tiek failai, visiškai pritaikyti
lv_lv: ● Pievienot režīmu: Kopēšana kļūst par “pievienošanu”, nevis “nomainiet” starpliktuvē. Gan teksts, gan faili, pilnībā pielāgojami
mi_nz: ● Tāpirihia te Aratau: Te kape ka 'Tāpiri ki' hei 'whakakapi' i runga i te topenga. E rua nga tuhinga me nga konae, ka taea te whakarite
mk_mk: ● Додадете режим: Копирањето станува „Додај во“ наместо „Заменете“ на таблата со исечоци. И текст и датотеки, целосно прилагодливи
ml_in: ● append append append കൂട്ടിച്ചേർക്കൽ: ക്ലിപ്പ്ബോർഡിൽ 'മാറ്റിസ്ഥാപിക്കുന്നതിന്' പകരം പകർത്തുന്നതിന് '' ചേർക്കുന്നത് 'ആയിത്തീരുന്നു. വാചകവും ഫയലുകളും, പൂർണ്ണമായി ഇഷ്ടാനുസൃതമാക്കാവുന്ന
mr_in: ● अ‍ॅपेंड मोड: क्लिपबोर्डवरील 'पुनर्स्थित' ऐवजी कॉपी 'जोडा' बनते. दोन्ही मजकूर आणि फायली, पूर्णपणे सानुकूल करण्यायोग्य
ms_bn: ● Mod tambahan: Menyalin menjadi 'Tambah ke' bukannya 'Ganti' pada papan klip. Kedua -dua teks dan fail, disesuaikan sepenuhnya
mt_mt: ● Modalità Append: L-ikkupjar isir 'żid ma' 'minflok' ibdel 'fuq il-clipboard. Kemm test kif ukoll fajls, kompletament customizable
nb_no: ● Append Mode: Kopiering blir 'tillegg til' i stedet for 'erstatt' på utklippstavlen. Både tekst og filer, fullstendig tilpasses
ne_np: ● addd मोड: प्रतिलिपि गर्दै 'प्रतिकूल' को सट्टा 'प्रतिस्थापन' को सट्टा प्रतिलिपि 'थपिएको छ। दुबै पाठ र फाईलहरू, पूर्ण अनुकूलन योग्य
nl_nl: ● Append -modus: kopiëren wordt 'toevoegen aan' in plaats van 'vervangen' op het klembord. Zowel tekst als bestanden, volledig aanpasbaar
or_in: ● ଆବେଦନ ମୋଡ୍: କ୍ଲିପବୋର୍ଡରେ 'ବଦଳାଇବାବେଳେ କପି କରିବା' ଯୋଗ 'ହୋଇଯାଏ | ଉଭୟ ପାଠ୍ୟ ଏବଂ ଫାଇଲଗୁଡ଼ିକ, ସଂପୂର୍ଣ୍ଣ କଷ୍ଟୋମାଇଜେବଲ୍ |
pa_arab_pk: Coption ਸੋਧ Mode ੰਗ: ਕਲਿੱਪਬੋਰਡ 'ਤੇ' ਬਦਲੋ 'ਦੀ ਬਜਾਏ' ਦੀ ਬਜਾਏ 'ਐਡ'. ਦੋਵੇਂ ਟੈਕਸਟ ਅਤੇ ਫਾਈਲਾਂ, ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੁਕੂਲਿਤ
pl_pl: ● Tryb dołączania: Kopiowanie staje się „Dodaj do” zamiast „Wymień” w schowku. Zarówno tekst, jak i pliki, w pełni konfigurowalne
pt_br: ● Modo de anexo: a cópia se torna 'adicione' em vez de 'substituir' na área de transferência. Texto e arquivos, totalmente personalizáveis
ro_ro: ● Modul de anexare: copierea devine „Adăugare la„ în loc să „înlocuiți” pe clipboard. Atât text, cât și fișiere, complet personalizabil
ru_ru: ● Режим добавления: копирование становится «добавить в» вместо «заменить» в буфер обмена. Как текст, так и файлы, полностью настраиваемый
sk_sk: ● Režim prílohy: Kopírovanie sa stáva „pridaním do“ namiesto „nahradiť“ na schránke. Text aj súbory, plne prispôsobiteľné
sl_si: ● Dodatni način: Kopiranje postane "dodaj v" namesto "zamenjajte" na odložišču. Tako besedilo kot datoteke, popolnoma prilagodljive
sq_al: Mode Modaliteti i Shtojcës: Kopjimi bëhet 'Shto në' në vend të 'Replace' në Clipboard. Si tekst ashtu edhe skedarë, plotësisht të personalizueshëm
sr_latn_me: ● Прилог Режим: Копирање постаје "додај" уместо "Замените" у међуспремник. И текст и датотеке, потпуно прилагодљиви
sv_fi: ● Tilläggsläge: Kopiering blir 'Lägg till' istället för 'Byt ut' på urklippet. Både text och filer, helt anpassningsbara
sw_ke: ● Njia ya Append: kunakili inakuwa 'ongeza kwa' badala ya 'badala' kwenye clipboard. Nakala zote mbili na faili, zinazoweza kuboreshwa kikamilifu
ta_in: Fire ஃபைஃபாக்ஸ் மற்றும் குரோமியம் அடிப்படையிலான உலாவிகளுக்கான மேம்பட்ட ஆதரவுடன் அதிநவீன கிளிப் கண்காணிப்பு, ஆதாரங்கள் மற்றும் பயன்பாடு (குரோம், எட்ஜ், தைரியம்)
te_in: Mode అనుబంధ మోడ్: కాపీ చేయడం క్లిప్‌బోర్డ్‌లో 'రీప్లేస్' కు బదులుగా 'జోడించు' అవుతుంది. టెక్స్ట్ మరియు ఫైల్స్ రెండూ, పూర్తిగా అనుకూలీకరించదగినవి
th_th: ●โหมดต่อท้าย: การคัดลอกกลายเป็น 'เพิ่ม' แทน 'แทนที่' บนคลิปบอร์ด ทั้งข้อความและไฟล์ปรับแต่งได้อย่างสมบูรณ์
tk_tm: Id R defold tertibi: Göçürmek, "çalyşmagyň" ýerine 'çalyşmak' ýerine 'goşmak' 'goşmak' 'goşuň. Tekst we faýllaryň ikisi-de doly sazlap boljakdyr
tr_tr: ● Ekleme Modu: Kopyalama, panoya 'Değiştir' yerine 'Ekle' olur. Hem metin hem de dosyalar, tamamen özelleştirilebilir
tt_ru: ● Кушымта режимы: Таплингаларда 'алыштыру' урынына 'алыштыру' урынына. Текст та, файллар да тулысынча көйләнә
ug_cn: ● قوشۇش ھالىتى: كۆچۈرۈش تاختىسىدا «ئالماشتۇرۇش» نىڭ ئورنىغا «ئالماشتۇرۇش» غا ئايلىنىدۇ. ھەر ئىككى تېكىست ۋە ھۆججەتلەر تولۇق خاسلاشتۇرغىلى بولىدۇ
uk_ua: ● Додайте режим: Копіювання стає "Додати до" замість "замінити" на буфер обміну. Як текстові, так і файли, повністю настроювані
ur_pk: ● ضمیمہ موڈ: کاپی کلپ بورڈ پر 'تبدیل کریں' کے بجائے 'شامل' ہوجاتی ہے۔ متن اور فائلیں ، مکمل طور پر حسب ضرورت
uz_latn_uz: ● Ishlash rejimi: nusxa ko'chirish klipboardga "almashtirish o'rniga '' qo'shing" ga aylanadi. Ikkala matnli va fayllar, to'liq mos kelmaydi
vi_vn: ● Chế độ nối tiếp: Sao chép trở thành 'Thêm vào' thay vì 'thay thế' trên bảng tạm. Cả văn bản và tệp, hoàn toàn có thể tùy chỉnh
zh_cn: ● 复杂的剪辑跟踪、来源和使用，增强了对 Firefox 和基于 Chromium 的浏览器（Chrome、Edge、Brave）的支持
zh_hans_sg: ●附加模式：复制变为“添加到”，而不是剪贴板上的“替换”。文本和文件，完全可自定义
zh_hant_hk: ●附加模式：複製變為“添加到”，而不是剪貼板上的“替換”。文本和文件，完全可自定義
