Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature6
source: ● Organize your clips in tag trees and create resusable filters
af_za: ● Organiseer jou knipsels in merkerbome en skep herbruikbare filters
am_et: ● በምልክት ዛፎች ላይ ክሊፖችህን አደራጅና እንደገና ሊያንቀሳቅሱ የሚችሉ ማጣሪያዎችን ይፍጠሩ
ar_ma: ● تنظيم مقاطعك في أشجار العلامات وإنشاء مرشحات قابلة لإعادة الاستخدام
ar_om: ● تنظيم المقاطع الخاصة بك في أشجار العلامات وإنشاء مرشحات قابلة للإنشاء
as_in: ● টেগ গছত আপোনাৰ ক্লিপবোৰ সংগঠিত কৰক আৰু পুনৰ ব্যৱহাৰযোগ্য ফিল্টাৰ সৃষ্টি কৰক
az_cyrl_az: ● Kliplərinizi tag ağaclarında təşkil edin və yenidən istifadə edilə bilən filtrlər yaradın
az_latn: ● Kliplərinizi etiket ağaclarında təşkil edin və təkrar istifadə edilə bilən filtrlər yaradın
be_by: ● Арганізуйце свае кліпы ў дрэвах тэгаў і стварыце шматразовыя фільтры
bg_bg: ● Организирайте вашите клипове в дървета с етикети и създайте филтри за многократна употреба
bn_bd: ● ট্যাগ ট্রিগুলিতে আপনার ক্লিপগুলি সংগঠিত করুন এবং পুনরায় ব্যবহারযোগ্য ফিল্টার তৈরি করুন৷
bn_in: Tag ট্যাগ গাছগুলিতে আপনার ক্লিপগুলি সংগঠিত করুন এবং পুনরায় ব্যবহারযোগ্য ফিল্টার তৈরি করুন
bs_latn: ● Organizirajte svoje isječke u stablima oznaka i stvarajte refudne filtere
bs_latn_ba: ● Organizujte svoje klipove u stabla oznaka i kreirajte filtere za ponovnu upotrebu
ca_es: ● Organitzeu els vostres clips en arbres d'etiquetes i creeu filtres reutilitzables
cs_cz: ● Uspořádejte své klipy ve stromech značek a vytvořte opakovaně použitelné filtry
cy_gb: ● Trefnwch eich clipiau mewn coed tag a chreu hidlwyr y gellir eu hailddefnyddio
da_dk: ● Organiser dine klip i tag-træer og opret genbrugelige filtre
de_ch: ● Organisieren Sie Ihre Clips in Tag-Bäumen und erstellen Sie wiederverwendbare Filter
de_lu: ● Organisieren Sie Ihre Clips in Tagbäumen und erstellen Sie wiederbelebbare Filter
el_gr: ● Οργανώστε τα κλιπ σας σε δέντρα ετικετών και δημιουργήστε επαναχρησιμοποιήσιμα φίλτρα
es_ar: ● Organice sus clips en árboles de etiqueta y cree filtros resutables
es_pe: ● Organiza tus clips en árboles de etiquetas y crea filtros reutilizables
et_ee: ● Korraldage oma klipid sildipuudesse ja looge elustatavad filtrid
eu_es: ◟ Antolatu zure klipak etiketa-zuhaitzetan eta sortu iragazki berrerabilgarriak.
fa_ir: ● کلیپ های خود را در درختان برچسب سازماندهی کنید و فیلترهای قابل استفاده را ایجاد کنید
fi_fi: ● Järjestä leikkeet tunnistepuihin ja luo uudelleenkäytettäviä suodattimia
fil_ph: ● Ayusin ang iyong mga clip sa tag puno at lumikha ng mga resusable filter
fr_ht: ● Organisez vos clips dans les arbres de balises et créez des filtres RESUSable
fr_mc: ● Organisez vos clips dans des arborescences de tags et créez des filtres réutilisables
ga_ie: ● Eagraigh do ghearrthóga i gcrann clibe agus cruthaigh scagairí in-athúsáidte
gd_gb: ● Cuir air dòigh na criomagan agad ann an craobhan tagaichean agus cruthaich sìoltachain ath-chleachdadh
gl_es: ● Organiza os teus clips en árbores de etiquetas e crea filtros reutilizables
gu_in: Tag તમારી ક્લિપ્સને ટ tag ગ વૃક્ષોમાં ગોઠવો અને પુનરુત્થાન કરી શકાય તેવા ફિલ્ટર્સ બનાવો
he_il: ● ארגן את הקליפים שלך בעצי תג
hi_in: ● टैग पेड़ों में अपनी क्लिप को व्यवस्थित करें और पुनर्जीवन फिल्टर बनाएं
hr_ba: ● Organizirajte svoje isječke u stablo oznaka i stvorite filtre za ponovno korištenje
hr_hr: ● Organizirajte svoje isječke u stablima s oznakama i stvorite filtre za ponovne uporabe
hu_hu: ● Rendszeresítse meg klipeit címkefákban, és hozzon létre rezisztens szűrőket
hy_am: ● Կազմակերպեք ձեր տեսահոլովակները պիտակի ծառերով եւ ստեղծեք վերաբաշխելի ֆիլտրեր
id_id: ● Atur klip Anda di pohon tag dan buat filter yang dapat diresus
is_is: ● Skipuleggðu úrklippurnar þínar í merkjatrjám og búðu til resusable síur
it_it: ● Organizza le clip in tag alberi e crea filtri risusabili
ja_jp: ● タグ ツリーでクリップを整理し、再利用可能なフィルタを作成します
ka_ge: ● მოაწყვეთ თქვენი კლიპები ტეგის ხეებში და შექმენით რეანიმაციული ფილტრები
kk_kz: ● Клиптерді тегтер ағаштарында ұйымдастырыңыз және өңделетін сүзгілерді жасаңыз
km_kh: ●រៀបចំឈុតរបស់អ្នកនៅក្នុងស្លាកដើមឈើនិងបង្កើតតម្រងដែលអាចដោះស្រាយបាន
kn_in: The ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಗಳನ್ನು ಟ್ಯಾಗ್ ಮರಗಳಲ್ಲಿ ಸಂಘಟಿಸಿ ಮತ್ತು ಮರುಹೊಂದಿಸಬಹುದಾದ ಫಿಲ್ಟರ್‌ಗಳನ್ನು ರಚಿಸಿ
ko_kr: ● 태그 트리에서 클립을 구성하고 재현 가능한 필터를 만듭니다.
ky_kg: ● Сиздин клиптериңизди тег дарактары менен уюштуруп, жалган чыпкаларын түзүңүз
lo_la: ●ຈັດແຈງຄລິບຂອງທ່ານໃສ່ຕົ້ນໄມ້ tag ແລະສ້າງຕົວກອງທີ່ໃຊ້ຄືນໄດ້
lt_lt: ● Sutvarkykite savo spaustukus į „Tag Tree“ ir sukurkite atnaujinamus filtrus
lv_lv: ● Sakārtojiet klipus tagu kokos un izveidojiet atkārtoti lietojamus filtrus
mi_nz: ● Whakaritehia o topenga ki nga rakau tohu me te waihanga i nga whiriwhiringa retus
mk_mk: ● Организирајте ги клиповите во дрвјата со ознаки и креирајте филтри за преобразување
ml_in: The നിങ്ങളുടെ ക്ലിപ്പുകൾ ടാഗ മരങ്ങളിൽ സംഘടിപ്പിക്കുകയും പുനരുജ്ജീവിപ്പിക്കാൻ കഴിവുള്ള ഫിൽട്ടറുകൾ സൃഷ്ടിക്കുകയും ചെയ്യുക
mr_in: Your आपल्या क्लिप्स टॅग ट्रीमध्ये आयोजित करा आणि रीस्युसेबल फिल्टर्स तयार करा
ms_bn: ● Susun klip anda di pokok tag dan buat penapis yang boleh ditempah
mt_mt: ● Organizza l-klipps tiegħek fis-siġar tat-tikketta u toħloq filtri li jistgħu jerġgħu jinżammu
nb_no: ● Organiser klippene dine i tagrær og lag resusable filtre
ne_np: ● ट्याप रूखहरूमा तपाईंको क्लिपहरू व्यवस्थित गर्नुहोस् र पुनः शेयर फिल्टरहरू सिर्जना गर्नुहोस्
nl_nl: ● Organiseer uw clips in tagbomen en maak resusable filters
or_in: The ଆପଣଙ୍କର କ୍ଲିପ୍ ଟ୍ୟାଗ୍ ଗଛରେ ସଂଗଠିତ କରନ୍ତୁ ଏବଂ ପୁନ us ବ୍ୟବହାର ଯୋଗ୍ୟ ଫିଲ୍ଟରଗୁଡିକ ସୃଷ୍ଟି କରନ୍ତୁ |
pa_arab_pk: Rign ਆਪਣੀਆਂ ਕਲਿੱਪਾਂ ਨੂੰ ਟੈਗ ਦੇ ਰੁੱਖਾਂ ਨੂੰ ਸੰਗਠਿਤ ਕਰੋ ਅਤੇ ਮੁੜ ਆਕਾਰ ਦੇ ਫਿਲਟਰ ਬਣਾਓ
pl_pl: ● Zorganizuj klipy w drzewach tagów i utwórz filtry
pt_br: ● Organize seus clipes em árvores de etiquetas e crie filtros ressusíveis
ro_ro: ● Organizați -vă clipurile în arbori de etichete și creați filtre resuzabile
ru_ru: ● Организовать ваши клипы в тега
sk_sk: ● Zorganizujte svoje klipy do značkových stromov a vytvorte znovu použiteľné filtre
sl_si: ● Organizirajte svoje posnetke v oznakah in ustvarite filtre za oživitev
sq_al: ● Organizoni klipet tuaja në pemët e etiketave dhe krijoni filtra të ringjallshëm
sr_latn_me: ● Организујте своје клипове у дрвећу за означавање и створите филтере за поновно покретање
sv_fi: ● Organisera dina klämmor i tagt träd och skapa återupplivningsbara filter
sw_ke: ● Panga sehemu zako kwenye miti ya lebo na uunda vichungi vinavyoweza kusongeshwa
ta_in: The உங்கள் கிளிப்களை குறிச்சொல் மரங்களில் ஒழுங்கமைத்து, புத்துயிர் பெறக்கூடிய வடிப்பான்களை உருவாக்கவும்
te_in: Cle మీ క్లిప్‌లను ట్యాగ్ చెట్లలో నిర్వహించండి మరియు పునరుత్థానం చేయగల ఫిల్టర్లను సృష్టించండి
th_th: ●จัดระเบียบคลิปของคุณในต้นไม้แท็กและสร้างตัวกรองที่ตอบกลับได้
tk_tm: Clipleriňizi agaçlary belligi belläň we üýtgedilen süzgüçleri dörediň
tr_tr: ● Kliplerinizi etiket ağaçlarında düzenleyin ve yeniden düzenlenebilir filtreler oluşturun
tt_ru: Star Тэг агачларыгызны тәртипкә китерегез һәм ныклы фильтрлар тудыра
ug_cn: ● خەتكۈچ دەرىخىڭىزنى تەشكىللەپ قايتا-قايتا سۈزگۈچ ھاسىل قىلىڭ
uk_ua: ● Організуйте свої кліпи на тегах та створіть резиденцію фільтрів
ur_pk: tag اپنے کلپس کو ٹیگ کے درختوں میں منظم کریں اور دوبارہ قابل فلٹر بنائیں
uz_latn_uz: ● Kliplaringizni yorliqlarda joylashtiring va qayta ishlatiladigan filtrlar yarating
vi_vn: ● Tổ chức các clip của bạn trong cây thẻ và tạo các bộ lọc có thể thay đổi
zh_cn: ● 在标签树中组织剪辑并创建可重复使用的过滤器
zh_hans_sg: ●在标签树中组织夹子并创建可取消的过滤器
zh_hant_hk: ●在標籤樹中組織夾子並創建可取消的過濾器

# StoreFeature8
source: ● Easily block certain apps, websites and even specific web pages from clipboard tracking
af_za: ● Uitgebreide sleep-en-neer-ondersteuning, pasgemaakte wêreldwye kortpaaie, roetering en muisvrye navigasie
am_et: ● ሰፊ የድራግ-እና የጠብታ ድጋፍ, የተለመደ ዓለም አቀፍ አቋራጭ መንገድ, መንገድ እና አይጥ-አልባ አቅጣጫ
ar_ma: ● دعم السحب والإفلات الشامل والاختصارات العالمية المخصصة والتوجيه والتنقل بدون ماوس
ar_om: ● حظر بعض التطبيقات والمواقع الإلكترونية بسهولة وحتى صفحات ويب محددة من تتبع الحافظة
as_in: ● বিস্তৃত ড্ৰেগ-এণ্ড-ড্ৰপ সমৰ্থন, কাষ্টম গ্লোবেল চৰ্টকাট, ৰাউটিং আৰু মাউচ-ফ্ৰী নেভিগেশ্বন
az_cyrl_az: ● Geniş drag-and-drop dəstək, custom qlobal qısayolları, routing və siçan-free naviqasiya
az_latn: ● Geniş sürüklə və burax dəstəyi, fərdi qlobal qısayollar, marşrutlaşdırma və siçansız naviqasiya
be_by: ● Шырокая падтрымка перацягвання, карыстальніцкія глабальныя цэтлікі, маршрутызацыя і навігацыя без мышкі
bg_bg: ● Разширена поддръжка за плъзгане и пускане, персонализирани глобални преки пътища, маршрутизиране и навигация без мишка
bn_bd: ● ব্যাপক ড্র্যাগ-এন্ড-ড্রপ সমর্থন, কাস্টম গ্লোবাল শর্টকাট, রাউটিং এবং মাউস-মুক্ত নেভিগেশন
bn_in: ● বিস্তৃত টানা - এবং - সমর্থন, কাস্টম গ্লোবাল শর্টকাটস, রাউটিং এবং মাউস - বিনামূল্যে নেভিগেশন
bs_latn: ● Jednostavno blokirajte određene aplikacije, web stranice, pa čak i određene web stranice iz praćenja međuspremnika
bs_latn_ba: ● Opsežna podrška za prevlačenje i ispuštanje, prilagođene globalne prečice, usmjeravanje i navigacija bez miša
ca_es: ● Ampli suport per arrossegar i deixar anar, dreceres globals personalitzades, encaminament i navegació sense ratolí
cs_cz: ● Rozsáhlá podpora přetahování, vlastní globální zkratky, směrování a navigace bez myši
cy_gb: ● Cefnogaeth llusgo a gollwng helaeth, llwybrau byr byd-eang wedi'u teilwra, llwybro a llywio heb lygoden
da_dk: ● Omfattende træk-og-slip-understøttelse, tilpassede globale genveje, routing og musefri navigation
de_ch: ● Umfangreiche Drag-and-Drop-Unterstützung, benutzerdefinierte globale Verknüpfungen, Routing und mausfreie Navigation
de_lu: ● Blockieren Sie einfach bestimmte Apps, Websites und sogar bestimmte Webseiten von der Zwischenablementverfolgung
el_gr: ● Εκτεταμένη υποστήριξη μεταφοράς και απόθεσης, προσαρμοσμένες καθολικές συντομεύσεις, δρομολόγηση και πλοήγηση χωρίς ποντίκι
es_ar: ● Bloquear fácilmente ciertas aplicaciones, sitios web e incluso páginas web específicas del seguimiento del portapapeles
es_pe: ● Amplia compatibilidad con arrastrar y soltar, accesos directos globales personalizados, enrutamiento y navegación sin mouse
et_ee: ● Ulatuslik pukseerimistugi, kohandatud globaalsed otseteed, marsruutimine ja hiirevaba navigeerimine
eu_es: ◟ Bateraezintasun handia, herrestan eraman eta askatu, sarbide zuzen global pertsonalizatuak, enrutamendua eta nabigazioa mouserik gabe.
fa_ir: گرچه در حال حاضر در کنار هم بود که در کنار هم، با وجود دارد که در کنار هم، با وجود وجود دارد که در کنار هم، با هم
fi_fi: ● Laaja vedä ja pudota -tuki, mukautetut yleiset pikakuvakkeet, reititys ja hiiretön navigointi
fil_ph: ● Malawak na suporta sa pag-drag at-drop, pasadyang mga shortcut sa buong mundo, pag-routing at pag-navigate na walang mouse
fr_ht: ● Bloquer facilement certaines applications, sites Web et même des pages Web spécifiques du suivi du presse-papiers
fr_mc: ● Prise en charge étendue du glisser-déposer, raccourcis globaux personnalisés, routage et navigation sans souris
ga_ie: ● Tacaíocht fhairsing tarraing-agus-titim, aicearraí domhanda saincheaptha, ródú agus nascleanúint saor ó luch
gd_gb: ● Taic farsaing slaodadh - is - tuiteam, ath-ghoiridean cruinne àbhaisteach, slighe agus luchag - seòladh an-asgaidh
gl_es: ● Amplo soporte para arrastrar e soltar, atallos globais personalizados, enrutamento e navegación sen rato
gu_in: Cl ક્લિપબોર્ડ ટ્રેકિંગમાંથી કેટલીક એપ્લિકેશનો, વેબસાઇટ્સ અને ચોક્કસ વેબ પૃષ્ઠોને સરળતાથી અવરોધિત કરો
he_il: ● חסום בקלות אפליקציות, אתרים ואפילו דפי אינטרנט ספציפיים ממעקב הלוח
hi_in: ● क्लिपबोर्ड ट्रैकिंग से कुछ ऐप, वेबसाइट और यहां तक ​​कि विशिष्ट वेब पेजों को आसानी से ब्लॉक करें
hr_ba: ● Opsežna podrška za povlačenje i ispuštanje, prilagođeni globalni prečaci, usmjeravanje i miš - besplatna navigacija
hr_hr: ● Jednostavno blokirajte određene aplikacije, web stranice, pa čak i određene web stranice iz praćenja međuspremnika
hu_hu: ● Könnyen blokkolja egyes alkalmazásokat, webhelyeket és akár a Weboldalakat is a vágólapok követéséből
hy_am: ● Հեշտությամբ արգելափակեք որոշակի ծրագրեր, կայքեր եւ նույնիսկ հատուկ վեբ էջեր `clipboard- ի հետեւից
id_id: ● Mudah memblokir aplikasi, situs web, dan bahkan halaman web tertentu dari pelacakan clipboard
is_is: ● Lokaðu auðveldlega á ákveðin forrit, vefsíður og jafnvel sérstakar vefsíður frá rekja spor einhvers
it_it: ● Bloccare facilmente alcune app, siti Web e persino pagine Web specifiche dal monitoraggio degli appunti
ja_jp: ● 広範なドラッグ アンド ドロップのサポート、カスタム グローバル ショートカット、ルーティング、マウス不要のナビゲーション
ka_ge: ● მარტივად დაბლოკეთ გარკვეული პროგრამები, ვებსაიტები და თუნდაც კონკრეტული ვებ - გვერდები ბუფერული თვალყურის დევნიდან
kk_kz: ● Аралық сақтағышты бақылаудан белгілі бір бағдарламаларды, веб-сайттарды және тіпті нақты веб-беттерді оңай бұғаттаңыз
km_kh: ●រារាំងកម្មវិធីគេហទំព័រនិងគេហទំព័រជាក់លាក់យ៉ាងងាយស្រួលពីការតាមដានឃ្លីបឃ្លីប
kn_in: Cl ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಟ್ರ್ಯಾಕಿಂಗ್‌ನಿಂದ ಕೆಲವು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ನಿರ್ದಿಷ್ಟ ವೆಬ್ ಪುಟಗಳನ್ನು ಸುಲಭವಾಗಿ ನಿರ್ಬಂಧಿಸಿ
ko_kr: ● 클립 보드 추적에서 특정 앱, 웹 사이트 및 특정 웹 페이지를 쉽게 차단합니다.
ky_kg: ● Айрым колдонмолорду, веб-сайттарды жана жада калса алгачкы веб-баракчалардан
lo_la: ●ບລັອກບາງໂປແກຼມທີ່ແນ່ນອນ, ເວບໄຊທ໌ແລະແມ່ນແຕ່ຫນ້າເວບໄຊທ໌ສະເພາະຈາກການຕິດຕາມຂອງ Clipboard
lt_lt: ● Lengvai užblokuokite tam tikras programas, svetaines ir net konkrečius tinklalapius iš mainų srities stebėjimo
lv_lv: ● Viegli bloķēt noteiktas lietotnes, vietnes un pat īpašas tīmekļa lapas no starpliktuves izsekošanas
mi_nz: ● He ngawari ki te aukati i etahi taupānga, paetukutuku me nga whaarangi paetukutuku motuhake mai i te aroturuki i te papa
mk_mk: ● Лесно блокирајте одредени апликации, веб -страници, па дури и специфични веб -страници од следење на таблата со исечоци
ml_in: C അപ്ലിക്കേഷനുകൾ, വെബ്സൈറ്റുകൾ, ക്ലിപ്പ്ബോർഡ് ട്രാക്കിംഗിൽ നിന്ന് ചില അപ്ലിക്കേഷനുകൾ, വെബ്സൈറ്റുകൾ, നിർദ്ദിഷ്ട വെബ് പേജുകൾ എന്നിവ എളുപ്പത്തിൽ തടയുക
mr_in: Clip क्लिपबोर्ड ट्रॅकिंगमधून काही अ‍ॅप्स, वेबसाइट्स आणि अगदी विशिष्ट वेब पृष्ठे सहजपणे अवरोधित करा
ms_bn: ● Mudah menyekat aplikasi, laman web dan laman web tertentu dari penjejakan papan klip
mt_mt: ● Imblokka faċilment ċerti apps, websajts u anke paġni tal-web speċifiċi minn traċċar tal-clipboard
nb_no: ● Blokker enkelt visse apper, nettsteder og til og med spesifikke websider fra utklippstavlesporing
ne_np: Al सजिलैसँग केहि अनुप्रयोगहरू, वेबसाइटहरू र क्लिपबोर्ड ट्र्याकिंगबाट समेत तुलना गर्नुहोस्
nl_nl: ● Blokkeer eenvoudig bepaalde apps, websites en zelfs specifieke webpagina's van klembordtracking
or_in: Cl କ୍ଲିପବୋର୍ଡ ଟ୍ରାକିଂରୁ କିଛି ଆପଟ୍, ୱେବସାଇଟ୍, ୱେବସାଇଟ୍, ୱେବସାଇଟ୍ ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟ ୱେବ୍ ପୃଷ୍ଠାଗୁଡ଼ିକୁ ଅବରୋଧ କରନ୍ତୁ |
pa_arab_pk: Cl ਕਲਿੱਪਬੋਰਡ ਟਰੈਕਿੰਗ ਦੇ ਕੁਝ ਐਪਸ, ਵੈਬਸਾਈਟਾਂ ਅਤੇ ਇੱਥੋਂ ਤਕ ਕਿ ਖਾਸ ਵੈੱਬ ਪੇਜਾਂ ਨੂੰ ਅਸਾਨੀ ਨਾਲ ਰੋਕਦਾ ਹੈ
pl_pl: ● Łatwo zablokować niektóre aplikacje, strony internetowe, a nawet określone strony internetowe z śledzenia schowka
pt_br: ● bloquear facilmente determinados aplicativos, sites e até páginas da web específicas do rastreamento da área de transferência
ro_ro: ● Blocați cu ușurință anumite aplicații, site -uri web și chiar pagini web specifice de la urmărirea clipboard
ru_ru: ● Легко блокировать определенные приложения, веб -сайты и даже конкретные веб -страницы от отслеживания буфера обмена
sk_sk: ● Ľahko zablokovať určité aplikácie, webové stránky a dokonca aj konkrétne webové stránky zo sledovania schránky
sl_si: ● Z lahkoto blokirajte nekatere aplikacije, spletna mesta in celo posebne spletne strani s sledenja odložišča
sq_al: ● Bllokoni lehtësisht aplikacione, faqe në internet dhe madje edhe faqe specifike në internet nga ndjekja e clipboard
sr_latn_me: ● Лако блокирајте одређене апликације, веб странице и чак одређене веб странице из праћења међуспремника
sv_fi: ● Blockera enkelt vissa appar, webbplatser och till och med specifika webbsidor från Urklippsspårning
sw_ke: ● Zuia kwa urahisi programu fulani, wavuti na hata kurasa maalum za wavuti kutoka kwa ufuatiliaji wa clipboard
ta_in: Prock விரிவான இழுவை - மற்றும் - ஆதரவு ஆதரவு, தனிப்பயன் உலகளாவிய குறுக்குவழிகள், ரூட்டிங் மற்றும் சுட்டி - இலவச வழிசெலுத்தல்
te_in: Applip క్లిప్‌బోర్డ్ ట్రాకింగ్ నుండి కొన్ని అనువర్తనాలు, వెబ్‌సైట్‌లు మరియు నిర్దిష్ట వెబ్ పేజీలను కూడా సులభంగా బ్లాక్ చేయండి
th_th: ●บล็อกแอพเว็บไซต์และหน้าเว็บเฉพาะบางหน้าจากการติดตามคลิปบอร์ดได้อย่างง่ายดาย
tk_tm: The Käbir programmalary, web sahypalaryny, web sahypalaryny we hatda belli bir web sahypasyndan başga bir web sahypalaryny ýapyň
tr_tr: ● Belirli uygulamaları, web sitelerini ve hatta belirli web sayfalarını pano izlemesinden kolayca engelleyin
tt_ru: ● АЧЫК APSS, BESNENS-Вебсайтларны һәм хәтта конкрет веб-битләрне җиңел блоклагыз
ug_cn: ● كۆرۈنۈشتە تور ئەپ, توربابلار, ھەتتا ئالاھىدە بەتلەرنى ئاسانلا توسۇش
uk_ua: ● Легко блокуйте певні програми, веб -сайти та навіть конкретні веб -сторінки з відстеження буфера обміну
ur_pk: cleplabboard کلپ بورڈ سے باخبر رہنے سے کچھ ایپس ، ویب سائٹوں اور یہاں تک کہ مخصوص ویب صفحات کو آسانی سے روکیں
uz_latn_uz: ● osonlikcha ba'zi dasturlarni, veb-saytlarni va hatto aniq veb-sahifalarni klipboard kuzatuvidan ajratib turing
vi_vn: ● Dễ dàng chặn một số ứng dụng, trang web và thậm chí các trang web cụ thể từ theo dõi bảng tạm
zh_cn: ● 广泛的拖放支持、自定义全局快捷键、路由和无鼠标导航
zh_hans_sg: ●轻松从剪贴板跟踪中轻松阻止某些应用程序，网站甚至特定的网页
zh_hant_hk: ●輕鬆從剪貼板跟踪中輕鬆阻止某些應用程序，網站甚至特定的網頁
