Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature12
source: ● Sophisticated clip tracking, sources and usage with enhanced support for Firefox and Chromium - based browsers (Chrome, Edge, Brave)
af_za: ● Volledige snitredakteur met 'n ryk teks (tabelle, lyste, skakels, ens.) met vind / vervang en uitlig
am_et: ● በሀብታም ጽሑፍ (ጠረጴዛዎች, ዝርዝሮች, ሊንኮች, ወዘተ) ጋር ሙሉ ገጽታ ያለው የክሊፕ አዘጋጅ በመፈለግ/በመተካት እና በማጉላት
ar_ma: ● محرر مقاطع كامل الميزات مع نص منسق (جداول ، قوائم ، روابط ، إلخ) مع بحث / استبدال وتمييز
ar_om: ● تتبع مقطع متطور ومصادر واستخدام مع دعم محسّن للمتصفحات التي تعتمد على الكروم والكروم (Chrome ، Edge ، Brave)
as_in: ● সমৃদ্ধ পাঠ (তালিকা, তালিকা, লিংক আদি) সৈতে সম্পূৰ্ণৰূপে প্ৰদৰ্শিত ক্লিপ সম্পাদক, সন্ধান/সলনি আৰু হাইলাইটিংৰ সৈতে
az_cyrl_az: ● Tam özellikli klip redaktoru zəngin mətnlə (tablolar, siyahılar, linklər və s.) tap/əvəz edib vurğulamaqla
az_latn: ● Tap/dəyişdirmə və işıqlandırma ilə zəngin mətnlə (cədvəllər, siyahılar, keçidlər və s.) tam xüsusiyyətli klip redaktoru
be_by: ● Поўнафункцыянальны рэдактар кліпаў з фарматаваным тэкстам (табліцы, спісы, спасылкі і г.д.) з функцыяй пошуку/замены і вылучэння
bg_bg: ● Пълнофункционален редактор на клипове с богат текст (таблици, списъци, връзки и т.н.) с намиране/замяна и осветяване
bn_bd: ● খুঁজে/প্রতিস্থাপন এবং হাইলাইট সহ সমৃদ্ধ পাঠ্য (সারণী, তালিকা, লিঙ্ক, ইত্যাদি) সহ সম্পূর্ণ বৈশিষ্ট্যযুক্ত ক্লিপ সম্পাদক
bn_in: ● সম্পূর্ণ - সমৃদ্ধ পাঠ্য (টেবিল, তালিকা, লিঙ্ক ইত্যাদি) সহ বৈশিষ্ট্যযুক্ত ক্লিপ সম্পাদক সন্ধান/প্রতিস্থাপন এবং হাইলাইট
bs_latn: ● Sofisticirani praćenje, izvori i upotreba sa poboljšanom podrškom za preglednike zasnovane na Firefox i hrom - hrom, rub, hrabro)
bs_latn_ba: ● Potpuno opremljen uređivač klipova sa bogatim tekstom (tabele, liste, veze, itd.) sa pronalaženjem/zamjenom i isticanjem
ca_es: ● Editor de clips amb totes les funcions amb text enriquit (taules, llistes, enllaços, etc.) amb cercar/substituir i ressaltar
cs_cz: ● Plně vybavený editor klipů s formátovaným textem (tabulky, seznamy, odkazy atd.) s funkcí hledání/nahrazování a zvýrazňování
cy_gb: ● Golygydd clip llawn sylw gyda thestun cyfoethog (tablau, rhestrau, dolenni, ac ati) gyda chanfod/amnewid ac amlygu
da_dk: ● Fuldt udstyret klipeditor med rig tekst (tabeller, lister, links osv.) med find/erstat og fremhævning
de_ch: ● Voll ausgestatteter Clip-Editor mit Rich-Text (Tabellen, Listen, Links usw.) mit Suchen/Ersetzen und Hervorheben
de_lu: ● Ausgefeiltes Clip-Tracking, Quellen und Nutzung mit erweiterter Unterstützung für Firefox- und Chromium-basierte Browser (Chrome, Edge, Brave)
el_gr: ● Πλήρως εξοπλισμένο πρόγραμμα επεξεργασίας κλιπ με πλούσιο κείμενο (πίνακες, λίστες, σύνδεσμοι κ.λπ.) με εύρεση/αντικατάσταση και επισήμανση
es_ar: ● Seguimiento, fuentes y uso de clip sofisticados con un mayor soporte para los navegadores basados ​​en Firefox y Chromium (Chrome, Edge, Brave)
es_pe: ● Editor de clips con todas las funciones con texto enriquecido (tablas, listas, enlaces, etc.) con buscar/reemplazar y resaltar
et_ee: ● Täisfunktsionaalne klipiredaktor rikkaliku tekstiga (tabelid, loendid, lingid jne) koos leidmise/asendamise ja esiletõstmisega
eu_es: ◟ Funtzio guztiak dituzten klipen editorea, testu aberastua (taulak, zerrendak, estekak, etab.) bilatu/ordeztu eta nabarmentzeko.
fa_ir: ● ویرایشگر کلیپ کاملا برجسته با متن غنی (جداول، لیست ها، لینک ها و غیره) با پیدا کردن / جایگزینی و برجسته کردن
fi_fi: ● Täysin varusteltu leikeeditori, jossa on rikas teksti (taulukot, luettelot, linkit jne.), Etsi / korvaa ja korosta
fil_ph: ● Ganap na itinampok na editor ng clip na may mayaman na teksto (mga talahanayan, listahan, link, atbp) na may hanapin / palitan at i-highlight
fr_ht: ● Suivi des clips sophistiqués, sources et utilisation avec un support amélioré pour les navigateurs basés sur Firefox et Chromium (Chrome, Edge, Brave)
fr_mc: ● Éditeur de clips complet avec texte enrichi (tableaux, listes, liens, etc.) avec recherche/remplacement et mise en surbrillance
ga_ie: ● Eagarthóir gearrthóg lán-feiceáil le téacs saibhir (táblaí, liostaí, naisc, etc.) le aimsiú / athsholáthar agus aibhsiú
gd_gb: ● Deasaiche criomag làn-nochdadh le teacsa beairteach (clàran, liostaichean, ceanglaichean, msaa) le lorg / cuir an àite agus soilleireachadh
gl_es: ● Editor de clips completo con texto enriquecido (táboas, listas, ligazóns, etc.) con buscar/substituír e resaltar
gu_in: ● સોફિસ્ટિકેટેડ ક્લિપ ટ્રેકિંગ, સ્રોત અને ફાયરફોક્સ અને ક્રોમિયમ આધારિત બ્રાઉઝર્સ (ક્રોમ, એજ, બહાદુર) માટે ઉન્નત સપોર્ટ સાથેનો ઉપયોગ
he_il: ● מעקב אחר קליפים מתוחכמים, מקורות ושימוש עם תמיכה משופרת לדפדפנים מבוססי פיירפוקס וכרום (Chrome, Edge, Brave)
hi_in: ● परिष्कृत क्लिप ट्रैकिंग, स्रोत और उपयोग फ़ायरफ़ॉक्स और क्रोमियम के लिए बढ़ाया समर्थन के साथ - आधारित ब्राउज़र (क्रोम, एज, ब्रेव)
hr_ba: ● Potpuno opremljen uređivač isječaka s obogaćenim tekstom (tablice, popisi, poveznice itd.) s traženjem/zamjenom i isticanjem
hr_hr: ● Sofisticirano praćenje isječaka, izvori i upotreba s pojačanom podrškom za preglednike temeljene na Firefoxu i kromu (Chrome, Edge, Hrabri)
hu_hu: ● Kifinomult klipkövetés, források és használat fokozott támogatással a Firefox és a króm alapú böngészők számára (króm, él, bátor)
hy_am: ● Տեսահոլովակի հետեւում, աղբյուրներ եւ օգտագործումներ Firefox- ի եւ Chromium- ի վրա հիմնված զննարկիչների համար (քրոմ, եզր, համարձակ)
id_id: ● Pelacakan klip, sumber, dan penggunaan yang canggih dengan peningkatan dukungan untuk browser berbasis Firefox dan Chromium (Chrome, Edge, Brave)
is_is: ● Háþróuð klemmuspor, heimildir og notkun með auknum stuðningi við Firefox og Chromium byggða vafra (Chrome, Edge, Brave)
it_it: ● Tracciamento di clip sofisticato, fonti e utilizzo con supporto migliorato per browser a base di Firefox e Chromium (Chrome, Edge, Brave)
ja_jp: ● 検索/置換およびハイライト機能を備えたリッチ テキスト (表、リスト、リンクなど) を備えたフル機能のクリップ エディター
ka_ge: ● დახვეწილი კლიპის თვალყურის დევნება, წყაროები და გამოყენება Firefox- ისა და Chromium– ის დაფუძნებული ბრაუზერების გაძლიერებული მხარდაჭერით (Chrome, Edge, მამაცი)
kk_kz: ● Клиптерді бақылау, көздері және Firefox және хром негізіндегі браузерлермен (Chrome, Edge, Brove) қолдауымен жетілдірілген қолдау көздері мен қолданылуы
km_kh: ការតាមដានឃ្លីបឈុតស្មុគស្មាញដែលមានប្រភពនិងការប្រើប្រាស់ជាមួយនឹងការគាំទ្រដែលបានធ្វើឱ្យប្រសើរឡើងសម្រាប់កម្មវិធីរុករក Firefox និង Chromium (Chrome, Edge, ក្លាហាន)
kn_in: Fire ಫೈರ್‌ಫಾಕ್ಸ್ ಮತ್ತು ಕ್ರೋಮಿಯಂ ಆಧಾರಿತ ಬ್ರೌಸರ್‌ಗಳಿಗೆ (ಕ್ರೋಮ್, ಎಡ್ಜ್, ಬ್ರೇವ್) ವರ್ಧಿತ ಬೆಂಬಲದೊಂದಿಗೆ ಅತ್ಯಾಧುನಿಕ ಕ್ಲಿಪ್ ಟ್ರ್ಯಾಕಿಂಗ್, ಮೂಲಗಳು ಮತ್ತು ಬಳಕೆ
ko_kr: ● Firefox 및 Chromium- 기반 브라우저 (Chrome, Edge, Brave)에 대한 지원이 향상된 정교한 클립 추적, 소스 및 사용법
ky_kg: Fire Firefox жана хромдук браузерлер үчүн өркүндөтүлгөн клипке көз салуу, булактар ​​жана колдонуу булактары жана колдонулушу (Chrome, Edge, Brave)
lo_la: ●ການຕິດຕາມທີ່ມີຄວາມສາມາດໃນການຕິດຕາມແລະການນໍາໃຊ້ທີ່ມີຄວາມຊັບຊ້ອນແລະການນໍາໃຊ້ທີ່ມີການສະຫນັບສະຫນູນເພີ່ມຂື້ນສໍາລັບ Firefox ແລະ Chromium - Chromium
lt_lt: ● Sudėtingas spaustukų stebėjimas, šaltiniai ir naudojimas su patobulinta „Firefox“ ir „Chromio“ naršyklių palaikymu („Chrome“, „Edge“, „Brave“)
lv_lv: ● Sarežģīta klipu izsekošana, avoti un lietošana ar pastiprinātu atbalstu Firefox un Chromium balstītām pārlūkprogrammām (hroms, mala, drosmīgs)
mi_nz: ● He aroturuki topenga maamaa, nga puna me te whakamahi me te tautoko whakarei mo te Firefox me te chromium - chrome, te taha, maia)
mk_mk: ● Софистицирано следење на клипот, извори и употреба со подобрена поддршка за прелистувачи засновани на Firefox и Chromium (Chrome, Edge, Brave)
ml_in: ● സങ്കീർണ്ണമായ ക്ലിപ്പ് ട്രാക്കിംഗ്, ഫയർഫോക്സ്, ക്രോമിയം എന്നിവയ്ക്കുള്ള മെച്ചപ്പെടുത്തിയ പിന്തുണയുള്ള ഉപയോഗങ്ങളും ഉപയോഗവും (Chrome, Adge, ധൈര്യം)
mr_in: Fire फायरफॉक्स आणि क्रोमियम -आधारित ब्राउझर (क्रोम, एज, ब्रेव्ह) साठी वर्धित समर्थनासह अत्याधुनिक क्लिप ट्रॅकिंग, स्त्रोत आणि वापर
ms_bn: ● Penjejakan klip, sumber dan penggunaan yang canggih dengan sokongan yang dipertingkatkan untuk penyemak imbas berasaskan Firefox dan kromium (Chrome, Edge, Brave)
mt_mt: ● Traċċar tal-klipp sofistikat, sorsi u użu b'appoġġ imtejjeb għall-browsers ibbażati fuq il-firefox u l-kromju (Chrome, Edge, Brave)
nb_no: ● Sofistikert klippsporing, kilder og bruk med forbedret støtte for Firefox og krom - baserte nettlesere (krom, kant, modig)
ne_np: A परिष्कृत क्लिप ट्र्याकिंग, फायरफक्स र क्रोमियम - आधारित ब्राउजरहरू (क्रोम, किनारा, बहादुर, बहादुरी) बृद्धि गरिएको समर्थनको साथ संसाधन र उपयोगको उपयोग गर्नुहोस्)
nl_nl: ● Geavanceerde clip volgen, bronnen en gebruik met verbeterde ondersteuning voor firefox en chroom -gebaseerde browsers (Chrome, Edge, Brave)
or_in: ଫାୟାରଫକ୍ସ ଏବଂ କ୍ରୋମିୟମ ଏବଂ କ୍ରୋମିୟମ ଏବଂ କ୍ରୋମିୟମ ଏବଂ ବ୍ରୋସର୍ (IVER ବ୍ରାଉଜର୍) ପାଇଁ ବର୍ଦ୍ଧିତ ସୁଗନ୍ଧିତ କ୍ଲିପ୍ ଟ୍ରାକିଂ, ଉତ୍ସ ଏବଂ ବ୍ୟବହାର ଏବଂ ବ୍ୟବହାର (କ୍ରୋମ୍, ଧଣୁର, ସାହସୀ) |
pa_arab_pk: Close ਫਾਇਰਫਾਕਸ ਅਤੇ ਕ੍ਰੋਮਿਅਮ ਅਧਾਰਤ ਬ੍ਰਾ sers ਜ਼ਰਾਂ (ਕ੍ਰੋਮ, ਕੋਨੀ, ਬਹਾਦਰਾਂ) ਲਈ ਵਿਸਲਾਇਟਡ ਸਪੋਰਟ ਨਾਲ ਕਲਿੱਪ ਟਰੈਕਿੰਗ, ਸਰੋਤ ਅਤੇ ਵਰਤੋਂ
pl_pl: ● Wyrafinowane śledzenie klipsów, źródła i użycie z zwiększonym wsparciem dla przeglądarek Firefox i chromu (Chrome, Edge, Brave)
pt_br: ● Rastreamento sofisticado de clipe, fontes e uso com suporte aprimorado para navegadores baseados em Firefox e Chromium (Chrome, Edge, Brave)
ro_ro: ● Urmărirea sofisticată a clipurilor, sursele și utilizarea cu suport îmbunătățit pentru browserele pe bază de Firefox și Chrom (Chrome, Edge, Brave)
ru_ru: ● Сложное отслеживание клипов, источники и использование с усиленной поддержкой браузеров на основе Firefox и хрома (Chrome, Edge, Brave)
sk_sk: ● Sofistikované sledovanie klipov, zdroje a využitie s vylepšenou podporou prehliadačov Firefox a chrómu (Chrome, Edge, Brave)
sl_si: ● Prefinjeno sledenje sponka, viri in uporaba z izboljšano podporo za brskalnike na osnovi Firefox in krom (Chrome, Edge, Brave)
sq_al: Ndjekja e sofistikuar e klipit, burimet dhe përdorimi me mbështetje të zgjeruar për shfletuesit e bazuar në Firefox dhe Chromium (Chrome, Edge, Brave)
sr_latn_me: ● Софистицирани праћење клипа, извори и употреба са побољшаном подршком за претраживаче засноване на Фирефок и хром (хром, ивици, храбри)
sv_fi: ● Sofistikerad klippspårning, källor och användning med förbättrat stöd för Firefox och krombaserade webbläsare (Chrome, Edge, Brave)
sw_ke: ● Ufuatiliaji wa klipu ya kisasa, vyanzo na utumiaji kwa msaada ulioimarishwa wa vivinjari vya Firefox na Chromium (Chrome, Edge, Jasiri)
ta_in: ● முழுமையாக - பணக்கார உரையுடன் (அட்டவணைகள், பட்டியல்கள், இணைப்புகள் போன்றவை) கண்டுபிடி/மாற்றியமைத்தல் மற்றும் சிறப்பம்சத்துடன் பிரத்யேக கிளிப் எடிட்டர்
te_in: Fire ఫైర్‌ఫాక్స్ మరియు క్రోమియం - ఆధారిత బ్రౌజర్‌లకు మెరుగైన మద్దతుతో అధునాతన క్లిప్ ట్రాకింగ్, మూలాలు మరియు ఉపయోగం (క్రోమ్, అంచు, ధైర్యవంతుడు)
th_th: ●การติดตามคลิปที่ซับซ้อนแหล่งที่มาและการใช้งานด้วยการสนับสนุนที่เพิ่มขึ้นสำหรับเบราว์เซอร์ที่ใช้ Firefox และ Chromium (Chrome, Edge, Brave)
tk_tm: Colefox we Chroom üçin güýçlendirilen gözleg, çeşmeleri, çeşmeleri, brauzerleri, brauzerleri üçin güýçlendirilen goldaw bilen (hrom, gyrasy, batyr)
tr_tr: ● Firefox ve Chromium tabanlı tarayıcılara (krom, kenar, cesur) gelişmiş destekle gelişmiş klips izleme, kaynaklar ve kullanım
tt_ru: Fire Firefox һәм хромы нигезендә көчәйтелгән ярдәм белән көчәйтелгән клипны күзәтү, чыганаклар һәм куллану - нигездә (хром, кыр, кыю)
ug_cn: ● ھەددىدىن زىيادە ۋە خىروم ۋە خىروم (چەينەك, قىرغاق) نى كۈچەيتىلگەن, مەنبە ۋە ئىشلىتىش
uk_ua: ● Складне відстеження кліпів, джерела та використання з посиленою підтримкою браузерів на основі Firefox та Chromium (Chrome, Edge, Brave)
ur_pk: ● نفیس کلپ سے باخبر رہنے ، فائر فاکس اور کرومیم - پر مبنی براؤزرز (کروم ، ایج ، بہادر) کے لئے بہتر مدد کے ساتھ ذرائع اور استعمال کا استعمال
uz_latn_uz: ● Firefox va xromlar (xrom, qirrali, jasur) ni kuchaytirgan murakkab klipni kuzatish, manbalar va foydalanish
vi_vn: ● Theo dõi clip tinh vi, nguồn và sử dụng với hỗ trợ nâng cao cho các trình duyệt dựa trên Firefox và Chromium (Chrome, Edge, Brave)
zh_cn: ● 功能齐全的剪辑编辑器，具有富文本（表格、列表、链接等）以及查找/替换和突出显示功能
zh_hans_sg: ●复杂的剪辑跟踪，来源和用法，并增强了对Firefox和Chromium的浏览器的支持（Chrome，Edge，Brave）
zh_hant_hk: ●複雜的剪輯跟踪，來源和用法，並增強了對Firefox和Chromium的瀏覽器的支持（Chrome，Edge，Brave）

# StoreFeature13
source: ● Fully - featured clip editor with rich text (tables, lists, links, etc.) with find/replace and highlighting
af_za: ● Stoor u beelde in die veilige databasis, gereed om te gebruik as lêers enige tyd op aanvraag, sleep-en-trap!
am_et: ● ምስሎችህን አስተማማኝ በሆነው የመረጃ ማዕከል ውስጥ አስቀምጥ፤ በፈለግኸው ጊዜ ሁሉ እንደ ፋይል ለመጠቀም ዝግጁ ነህ!
ar_ma: ● قم بتخزين صورك في قاعدة بيانات آمنة ، جاهزة للاستخدام كملفات في أي وقت عند الطلب ، ما عليك سوى السحب والإفلات!
ar_om: ● بالكامل - محرر مقطع مميز مع نص غني (الجداول ، القوائم ، الروابط ، إلخ) مع Find/Reliver
as_in: ● আপোনাৰ ছবিবোৰ সুৰক্ষিত ডাটাবেছত সংৰক্ষণ কৰক, যিকোনো সময়তে ফাইল হিচাপে ব্যৱহাৰ কৰিবলৈ সাজু কেৱল ড্ৰেগ-এণ্ড-ড্ৰপ!
az_cyrl_az: ● Şəkillərinizi təhlükəsiz verilənlər bazasında saxlayın, istənilən vaxt tələb olunan zaman fayl kimi istifadə etməyə hazır olun, sadəcə sürün və atın!
az_latn: ● Şəkillərinizi təhlükəsiz verilənlər bazasında saxlayın, istədiyiniz zaman fayl kimi istifadə etməyə hazır olun, sadəcə sürüklə və buraxın!
be_by: ● Захоўвайце выявы ў абароненай базе даных, гатовых да выкарыстання ў выглядзе файлаў у любы час па патрабаванні, проста перацягнуўшы іх!
bg_bg: ● Съхранявайте вашите изображения в защитената база данни, готови за използване като файлове по всяко време при поискване, просто плъзнете и пуснете!
bn_bd: ● আপনার ছবিগুলিকে সুরক্ষিত ডাটাবেসে সঞ্চয় করুন, যে কোনো সময় চাহিদা অনুযায়ী ফাইল হিসেবে ব্যবহার করার জন্য প্রস্তুত করুন শুধু টেনে আনুন!
bn_in: Your আপনার চিত্রগুলি সুরক্ষিত ডাটাবেসে সংরক্ষণ করুন, যে কোনও সময় ফাইল হিসাবে ব্যবহার করতে প্রস্তুত - চাহিদা কেবল টানুন - এবং - ড্রপ!
bs_latn: ● Potpuno - Izdvojeni uređivač snimka sa bogatim tekstom (tablicama, listama, veza itd.) Sa pronalaženjem / zamijeni i isticanje
bs_latn_ba: ● Čuvajte svoje slike u bezbednoj bazi podataka, spremne za upotrebu kao datoteke u bilo koje vreme na zahtev samo prevucite i ispustite!
ca_es: ● Emmagatzemeu les vostres imatges a la base de dades segura, a punt per utilitzar-les com a fitxers en qualsevol moment sota demanda, només heu d'arrossegar i deixar anar!
cs_cz: ● Ukládejte své obrázky do zabezpečené databáze, připravené k použití jako soubory kdykoli na vyžádání pouhým přetažením!
cy_gb: ● Storiwch eich delweddau yn y gronfa ddata ddiogel, yn barod i'w defnyddio fel ffeiliau unrhyw bryd ar-alw dim ond llusgo a gollwng!
da_dk: ● Gem dine billeder i den sikre database, klar til brug som filer når som helst on-demand bare træk-og-slip!
de_ch: ● Speichern Sie Ihre Bilder in der sicheren Datenbank und können Sie sie jederzeit bei Bedarf per Drag-and-Drop als Dateien verwenden!
de_lu: ● Voller Clip -Editor mit reichem Text (Tabellen, Listen, Links usw.) mit Find/Ersetzen und Hervorhebung
el_gr: ● Αποθηκεύστε τις εικόνες σας στην ασφαλή βάση δεδομένων, έτοιμες για χρήση ως αρχεία ανά πάσα στιγμή κατ' απαίτηση, απλώς σύρετε και αποθέστε!
es_ar: ● Completamente: editor de clips destacado con texto enriquecido (tablas, listas, enlaces, etc.) con buscar/reemplazar y resaltar
es_pe: ● Almacene sus imágenes en la base de datos segura, listas para usar como archivos en cualquier momento bajo demanda, ¡simplemente arrastre y suelte!
et_ee: ● Salvestage oma pildid turvalisse andmebaasi, mis on valmis kasutamiseks failidena igal ajal nõudmisel, lihtsalt lohistage!
eu_es: ◟ Bere irudiak datu-base seguruan gordetzen ditu, edozein unetan artxibo gisa erabiltzeko prest, ¡simplemente arraste y solte!
fa_ir: ● تصاویر خود را در پایگاه داده امن ذخیره کنید، اماده استفاده به عنوان فایل در هر زمان بر اساس تقاضا فقط کشیدن و رها کردن!
fi_fi: ● Tallenna kuvasi suojattuun tietokantaan, joka on valmis käytettäväksi tiedostoina milloin tahansa pyynnöstä vetämällä ja pudottamalla!
fil_ph: ● I-imbak ang iyong mga imahe sa ligtas na database, handang gamitin bilang mga file anumang oras na kailangan lang hilahin-at-drop!
fr_ht: ● Entièrement - éditeur de clip vedette avec texte riche (tables, listes, liens, etc.) avec trouver / remplacer et mettre en surbrillance
fr_mc: ● Stockez vos images dans la base de données sécurisée, prêtes à être utilisées sous forme de fichiers à tout moment à la demande par simple glisser-déposer !
ga_ie: ● Stóráil do chuid íomhánna sa bhunachar sonraí slán, réidh le húsáid mar chomhaid ag am ar bith ar éileamh ach tarraing-agus-titim!
gd_gb: ● Glèidh na h-ìomhaighean agad san stòr-dàta tèarainte, deiseil airson an cleachdadh mar fhaidhlichean uair sam bith a-rithist - iarr dìreach slaod - is - leig às!
gl_es: ● Almacena as túas imaxes na base de datos segura, listas para usalas como ficheiros en calquera momento baixo demanda, só tes que arrastrar e soltar.
gu_in: ● સંપૂર્ણ - સમૃદ્ધ ટેક્સ્ટ (કોષ્ટકો, સૂચિ, લિંક્સ, વગેરે) સાથે ફીચર્ડ ક્લિપ સંપાદક શોધ/બદલો અને હાઇલાઇટ સાથે
he_il: ● באופן מלא - עורך קליפ מוצג עם טקסט עשיר (טבלאות, רשימות, קישורים וכו ') עם מצא/החלפה והדגשה
hi_in: ● पूरी तरह से - समृद्ध पाठ (टेबल, सूचियों, लिंक, आदि) के साथ क्लिप एडिटर खोज/प्रतिस्थापित और हाइलाइटिंग के साथ
hr_ba: ● Pohranite svoje slike u sigurnu bazu podataka, spremne za korištenje kao datoteke u bilo kojem trenutku - zahtijevajte samo povucite - i - ispustite!
hr_hr: ● Potpuno - istaknuti uređivač isječaka s bogatim tekstom (tablice, popisi, veze itd.) Sa pronalaženjem/zamjenom i isticanjem
hu_hu: ● Teljesen - kiemelt klip -szerkesztő gazdag szöveggel (táblázatok, listák, linkek stb.) Find/csere és kiemeléssel
hy_am: ● Ամբողջությամբ ներկայացված տեսահոլովակի խմբագիր `հարուստ տեքստով (սեղաններ, ցուցակներ, հղումներ եւ այլն)` գտած / փոխարինող եւ ընդգծելով
id_id: ● Sepenuhnya - Editor klip unggulan dengan teks kaya (tabel, daftar, tautan, dll.) Dengan Find/Replace and Sorote
is_is: I
it_it: ● Completamente - Editor di clip in primo piano con testo ricco (tabelle, elenchi, collegamenti, ecc.) Con ricerca/sostituzione e evidenziazione
ja_jp: ● 画像を安全なデータベースに保存し、ドラッグ アンド ドロップするだけでいつでもオンデマンドでファイルとして使用できるようになります。
ka_ge: ● სრულად - გამორჩეული კლიპის რედაქტორი მდიდარი ტექსტით (მაგიდები, სიები, ბმულები და ა.შ.) იპოვნეთ/ჩანაცვლებით და ხაზგასმით
kk_kz: ● Толығымен - байқалған мәтінмен (кестелер, тізімдер, сілтемелер және т.б.) танымал клип редакторы (Табу / ауыстыру және бөлектеу)
km_kh: addip កម្មវិធីកែសំរួលឈុតឈុតដែលមានលក្ខណៈពេញលេញជាមួយនឹងអត្ថបទសម្បូរបែប (តារាងបញ្ជីតំណភ្ជាប់។ ល។ ) ដែលមាន / រកមើលនិងរំលេច
kn_in: ● ಸಂಪೂರ್ಣವಾಗಿ - ಶ್ರೀಮಂತ ಪಠ್ಯದೊಂದಿಗೆ (ಕೋಷ್ಟಕಗಳು, ಪಟ್ಟಿಗಳು, ಲಿಂಕ್‌ಗಳು, ಇತ್ಯಾದಿ) ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಕ್ಲಿಪ್ ಸಂಪಾದಕವನ್ನು ಹುಡುಕಿ/ಬದಲಾಯಿಸಿ ಮತ್ತು ಹೈಲೈಟ್ ಮಾಡುವುದರೊಂದಿಗೆ
ko_kr: ● 완전 - Rich Text (테이블, 목록, 링크 등)가있는 기능이있는 클립 편집기 찾기/교체 및 강조 표시
ky_kg: ● Толугу менен - ​​бай текст (таблицалар, тизмелер, шилтемелер ж.б.)
lo_la: ●ຢ່າງເຕັມທີ່ - ບັນນາທິການສໍາຮອງທີ່ມີຕົວຫນັງສືທີ່ອຸດົມສົມບູນ (ຕາຕະລາງ, ລາຍການ, ລິ້ງ, ແລະອື່ນໆ) ພ້ອມດ້ວຍແລະຍົກສູງ
lt_lt: ● Visiškai - rodomas klipo redaktorius su turtingu tekstu (lentelėmis, sąrašais, nuorodomis ir kt
lv_lv: ● Pilnībā - piedāvātais klipu redaktors ar bagātīgu tekstu (tabulas, saraksti, saites utt.) Ar Atrodi/aizstāšanu un izcelšanu
mi_nz: ● Katoa - te Kaitito Clip e whakaatu ana me te tuhinga whai kiko (tepu, raarangi, hono, me etahi atu) me te whakakapi
mk_mk: ● Целосно - Изграден уредник на клип со богат текст (табели, списоци, врски, итн.) Со пронаоѓање/замена и истакнување
ml_in: ● പൂർണ്ണമായും - സമ്പന്നമായ വാചകം (പട്ടികകൾ, ലിസ്റ്റുകൾ, ലിങ്കുകൾ മുതലായവ) കണ്ടെത്തി / മാറ്റിസ്ഥാപിച്ച് ഹൈലൈറ്റിംഗ്
mr_in: ● पूर्ण - समृद्ध मजकूरासह वैशिष्ट्यीकृत क्लिप संपादक (सारण्या, याद्या, दुवे इ.) शोध/पुनर्स्थित आणि हायलाइटिंगसह
ms_bn: ● Sepenuhnya - Editor klip yang dipaparkan dengan teks yang kaya (jadual, senarai, pautan, dll) dengan mencari/menggantikan dan menonjol
mt_mt: ● kompletament - editur tal-klipp dehru b'test għani (tabelli, listi, links, eċċ.) B'SESS / SOSTITUR
nb_no: ● Fullt - Utvalgt klippeditor med rik tekst (tabeller, lister, lenker osv.) Med å finne/erstatte og utheve
ne_np: ● धनी पाठ (तालिका, सूची, लिंकहरू, लिंकहरू, ETC) को साथ विशेष क्लिपहरू, आदि।) फेला पार्नुहोस् / बदल्नुहोस् र हाइलाइट गर्दै
nl_nl: ● Volledig - Uitgelichte clipeditor met rijke tekst (tabellen, lijsten, links, enz.) Met Find/vervangen en markeren
or_in: ALDURDUR - ସମୃଦ୍ଧ ପାଠ୍ୟ (ସାରଣୀ, ତାଲିକା, ଲିଙ୍କ୍, ଇତ୍ୟାଦି) ସହିତ ବ id ଶିଷ୍ଟ୍ୟଡ୍ କ୍ଲିପ୍ ଏଡିଟର୍ |
pa_arab_pk: Ablectile ਪੂਰੀ ਤਰ੍ਹਾਂ - ਸਭ ਤੋਂ ਵੱਧ ਪਸੰਦ / ਬਦਲੇ ਅਤੇ ਹਾਈਲਾਈਟਿੰਗ ਦੇ ਨਾਲ ਭਰਪੂਰ ਫੀਚਰਡ ਕਲਿਪ ਸੰਪਾਦਕ
pl_pl: ● W pełni - wyróżniony edytor klipów z bogatym tekstem (tabele, listy, linki itp.)
pt_br: ● Totalmente - editor de clipes em destaque com texto rico (tabelas, listas, links etc.) com encontrar/substituir e destacar
ro_ro: ● În totalitate - editor de clipuri prezentat cu text bogat (tabele, liste, link -uri etc.) cu găsiți/înlocuiți și evidențiați
ru_ru: ● Полностью - избранным редактором клипов с богатым текстом (таблицы, списки, ссылки и т. Д.) С находкой/заменой и выделением
sk_sk: ● Plne - označený editor klipov s bohatým textom (tabuľky, zoznamy, odkazy atď.)
sl_si: ● Popolnoma - predstavljen urejevalnik posnetkov z bogatim besedilom (tabele, seznami, povezave itd.) Z FIED/zamenjavo in poudarjanjem
sq_al: ● plotësisht - Redaktori i Klipit i paraqitur me tekst të pasur (tabela, lista, lidhje, etj.) Me Gjeni/Zëvendësoni dhe Thekson
sr_latn_me: ● Потпуно - Истакнути уређивач клипа са богатим текстом (табеле, спискови, линкови итд.) Са проналажењем / заменом и истицањем
sv_fi: ● Fullt - Featured Clip Editor med rik text (tabeller, listor, länkar etc.) med hitta/ersätta och markera
sw_ke: ● Mhariri wa kipande cha picha kamili - na maandishi tajiri (meza, orodha, viungo, nk) na kupata/kubadilisha na kuonyesha
ta_in: Prication உங்கள் படங்களை பாதுகாப்பான தரவுத்தளத்தில் சேமிக்கவும், எப்போது வேண்டுமானாலும் கோப்புகளாகப் பயன்படுத்தத் தயாராக உள்ளது - தேவை இழுக்கவும் - மற்றும் - கைவிடவும்!
te_in: ● పూర్తిగా - రిచ్ టెక్స్ట్ (పట్టికలు, జాబితాలు, లింక్‌లు మొదలైనవి) తో ఫీచర్ చేసిన క్లిప్ ఎడిటర్ కనుగొనండి/భర్తీ చేయండి మరియు హైలైటింగ్
th_th: ●เต็ม - ตัวแก้ไขคลิปที่โดดเด่นพร้อมข้อความที่หลากหลาย (ตารางรายการลิงก์ ฯลฯ ) พร้อมการค้นหา/แทนที่และไฮไลต์
tk_tm: ● Doly reňklemek / çalşyk we tapawutlandyrmak bilen baý tekst bilen döredilen kesilen redaktor (tablisalar, sanawlar, baglanyşyklar, we ş.m.) bilen tapawutlanandygyny görüň
tr_tr: ● Tamamen - Find/Değiştir ve Vurgulama ile Zengin Metin (Tablolar, Listeler, Bağlantılar vb.)
tt_ru: ● Тулы - бай текст (өстәлләр, исемлекләр, сылтамалар һ.б.) һәм алыштыру һәм яктырту белән үзенчәлекле клип редакторы
ug_cn: ● تولۇق - باي تېكىست (ئۈستەل, تىزىملىك, ئۇلىنىشلار, ئۇلىنىشلار قاتارلىقلارنى) ئالاھىدە ئالاھىدە قىستۇرما تەھرىرلەش
uk_ua: ● Повністю - представлений редактор кліпу з багатим текстом (таблиці, списки, посилання тощо) із знаходженням/заміною та висвітленням
ur_pk: ● مکمل طور پر - بھرپور متن (ٹیبلز ، فہرستیں ، لنکس ، وغیرہ) کے ساتھ نمایاں کلپ ایڈیٹر تلاش کریں/تبدیل کریں اور اجاگر کریں اور اجاگر کریں۔
uz_latn_uz: ● To'liq - boy matnli (stol, ro'yxatlar, havolalar va boshqalar) topilgan holda topilgan / almashtirish va ta'kidlash bilan
vi_vn: ● Trình chỉnh sửa clip đầy đủ - nổi bật với văn bản phong phú (bảng, danh sách, liên kết, v.v.) với tìm/thay thế và làm nổi bật
zh_cn: ● 将您的图像存储在安全数据库中，只需拖放即可随时按需用作文件！
zh_hans_sg: ●完全 - 具有丰富文本（表，列表，链接等）的特色剪贴编辑器，带有查找/替换和突出显示
zh_hant_hk: ●完全 - 具有豐富文本（表，列表，鏈接等）的特色剪貼編輯器，帶有查找/替換和突出顯示
