Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreDescription
source: MonkeyPaste is a clipboard manager, automation and productivity tool like no other. Enhancing your clipboard into an enriched and organized part of your workflow, featuring an intuitive and low - profile interface that supports text, files and images. Designed for flexibility, with an ever - growing community - driven libray of plugins. It began as an experiment by a programmer wanting more than just copy and paste out of the clipboard. He wanted a simple command like Ctrl+C that would 'add to' instead of 'replace' what was on the clipboard. And the experiment worked. The little tool was very handy. This entrigued the programmer with more ideas and more experiments, that now has become "MonkeyPaste". As the desktop is to your files, MonkeyPaste intends to be to your clipboard. Its a suite of tools carefully designed to seemlessly integrate and interoperate with any application or format of content. Ctrl+C and Ctrl+V are much more than just shortcuts. They are the ports of entry all applications share, carrying a wealth of value and meaning you deserve to have available at your fingertips. Not just thrown away after the next Ctrl+C. I am that programmer mentioned earlier and I want everyone to be able to find use out of MonkeyPaste. So it and all of its features are completely free to use. I also want you to feel comfortable using it. So I assure you, as being the only force behind its creation, that NONE of the (very) personal information that can arise on your clipboard is ever tracked or stored ANYWHERE beyond your own machine. Period.
af_za: MonkeyPaste is 'n knipbordbestuurder, outomatiserings- en produktiwiteitsinstrument soos geen ander nie. Verbeter u knipbord tot 'n verrykte en georganiseerde deel van u werkvloei, met 'n intuïtiewe en laeprofiel-koppelvlak wat teks, lêers en beelde ondersteun. Ontwerp vir buigsaamheid, met 'n steeds groeiende gemeenskapsgedrewe libray van plugins. Dit het begin as 'n eksperiment deur 'n programmeerder wat meer wil hê as om net uit die knipbord te kopieer en te plak. Hy wou 'n eenvoudige opdrag soos Control +C hê wat eerder sou 'byvoeg' van 'vervang' wat op die knipbord was. En die eksperiment het gewerk, eureka! Die klein gereedskap was baie handig. Dit het die programmeerder betower met meer idees en meer eksperimente, wat het nou "MonkeyPaste" geword. Aangesien die lessenaar vir u lêers is, is MonkeyPaste van plan om op u knipbord te wees. Dit is 'n reeks gereedskap wat noukeurig ontwerp is om skynbaar te integreer en met mekaar te interopereer enige toepassing of formaat van inhoud. Control + C en Control + V is veel meer as net kortpaaie. Dit is die toegangshawe wat alle aansoeke deel, met 'n rykdom van waarde en betekenis wat jy verdien om binne jou vingers beskikbaar te hê. Nie net weggegooi na die volgende Control+C nie. Ek is die programmeerder wat vroeër genoem is en ek wil hê almal moet gebruik kan vind uit MonkeyPaste. Dit en al sy funksies is dus heeltemal gratis om te gebruik. Ek wil ook hê jy moet gemaklik voel om dit te gebruik. Ek verseker u dus, as die enigste krag agter die skepping daarvan, dat GEEN van die (baie) persoonlike inligting wat op jou knipbord word ooit opgespoor of gestoor ENIGE plek buite jou eie masjien. Tydperk.
am_et: MonkeyPaste እንደ ምንም አይነት የክሊፕቦርድ ሥራ አስኪያጅ, አውቶሜሽን እና ምርታማነት መሳሪያ ነው. የእርስዎን ክሊፖች በበለጸገ እና በተደራጀ የስራ ፍሰትዎ ክፍል ማጎልበት, ጽሑፎችን፣ ፋይሎችንና ምስሎችን የሚደግፍ ቀላልና ዝቅተኛ የሆነ ኢንተርፌት ይኑር። እንደ ሁኔታው ለመለዋወጥ የተነደፈ፣ ከጊዜ ወደ ጊዜ እየጨመረ የሚሄድ ማህበረሰብ የሚንቀሳቀሰው የፕለጊን ልቅ ነው። ይህ ሙከራ የጀመረው ከክሊፕቦርዱ ውስጥ ከመገልበጥና ከማጣመር የበለጠ ነገር የሚፈልግ ፕሮግራም አዘጋጅ ነበር ። እንደ ኮንትሮል+C ያለ ቀላል ትዕዛዝ ይፈለግ ነበር በምትኩ 'ይጨምራል' የሚለውን በክሊፕቦርዱ ላይ ያለውን 'መተካት' የሚል ሐሳብ ይኑርህ። እና ሙከራው ሰርቷል, eureka! ትንሿ መሣሪያ በጣም ጠቃሚ ነበረች ። ይህም ፕሮግራም አቀንቃኝ ተጨማሪ ሐሳቦች እና ተጨማሪ ሙከራዎች ጋር አስገረመው, ይህም አሁን "MonkeyPaste" ሆኗል። ዴስክቶፕ ወደ ፋይሎችዎ እንደመሆኑ መጠን, MonkeyPaste ወደ የእርስዎ clipboard ለመሆን አስቧል. እርስ በርስ ለመዋሃድና እርስ በርስ ለመተሳሰር በጥንቃቄ የተሠሩ መሣሪያዎች ማንኛውም የይዘት መተግበሪያ ወይም ፎርማት. መቆጣጠሪያ+C እና Control+V ከአቋራጭ መንገድ በላይ ናቸው። የመግቢያ ወደቦች ናቸው ሁሉም መተግበሪያዎች ድርሻ, ተሸክመዋል በጣቶችህ ጫፍ ላይ ማግኘት የሚገባህ ዋጋና ትርጉም ያለው ሀብት ። ከቀጣዩ መቆጣጠሪያ+C በኋላ ብቻ አይጣልም። ቀደም ሲል የተጠቀስኩት ፕሮግራም አዘጋጅ እኔ ነኝ፤ እንዲሁም ሁሉም ሰው ከጦጣፓስት ጥቅም ማግኘት እንዲችል እፈልጋለሁ። በመሆኑም ይህ መጽሐፍም ሆነ ሁሉም ገጽታዎቹ ሙሉ በሙሉ በነፃነት ጥቅም ላይ ይውላሉ ። በተጨማሪም ይህን መሣሪያ መጠቀም ቀላል እንዲሆንልህ እፈልጋለሁ ። ስለዚህ ከፍጥረቱ በስተጀርባ ያለው ብቸኛው ኃይል እንደመሆኑ መጠን ሊነሱ ከሚችሉት (እጅግ) የግል መረጃዎች መካከል አንዳቸውም እንደማይነሱ አረጋግጥላችኋለሁ ክሊፕቦርህ ከራስህ ማሽን ባሻገር በየትኛውም ቦታ ተከታትለህ ወይም ተቀምጠህ ታውቃለህ። የጊዜ ርዝመት ።
ar_ma: MonkeyPaste هو مدير الحافظة والأتمتة وأداة الإنتاجية لا مثيل لها. تحسين الحافظة الخاصة بك إلى جزء غني ومنظم من سير عملك ، يتميز بواجهة سهلة الاستخدام ومنخفضة المستوى تدعم النصوص والملفات والصور. مصمم للمرونة ، مع مجموعة متزايدة من المكونات الإضافية يحركها المجتمع. لقد بدأت كتجربة من قبل مبرمج يريد أكثر من مجرد نسخ ولصق من الحافظة. أراد أمرا بسيطا مثل Control + C من شأنه أن "يضيف إلى" بدلا من ذلك من "استبدال" ما كان على الحافظة. ونجحت التجربة ، يوريكا! كانت الأداة الصغيرة مفيدة للغاية. هذا أثار اهتمام المبرمج بمزيد من الأفكار والمزيد من التجارب ، الآن أصبح "MonkeyPaste". نظرا لأن سطح المكتب مخصص لملفاتك ، فإن MonkeyPaste ينوي أن يكون في الحافظة الخاصة بك. إنها مجموعة من الأدوات المصممة بعناية للتكامل والتفاعل على ما يبدو مع أي تطبيق أو تنسيق للمحتوى. Control + C و Control + V هما أكثر بكثير من مجرد اختصارات. وهي منافذ الدخول التي تشترك فيها جميع التطبيقات ، وتحمل ثروة من القيمة والمعنى الذي تستحق أن تكون متاحة في متناول يدك. ليس فقط ألقيت بعيدا بعد التحكم + C التالي. أنا هذا المبرمج المذكور سابقا وأريد أن يتمكن الجميع من استخدام MonkeyPaste. لذلك فهو وجميع ميزاته مجانية تماما للاستخدام. أريدك أيضا أن تشعر بالراحة عند استخدامه. لذلك أؤكد لكم ، بصفتكم القوة الوحيدة وراء إنشائها ، أن أيا من المعلومات الشخصية (جدا) التي يمكن أن تنشأ على يتم تتبع الحافظة الخاصة بك أو تخزينها في أي مكان خارج جهازك الخاص. مرحلة زمنية.
ar_om: MonkeyPaste هو مدير الحافظة والأتمتة وأداة الإنتاجية لا مثيل لها. تحسين الحافظة الخاصة بك إلى جزء غني ومنظم من سير عملك ، يتميز بواجهة بديهية ومنخفضة المستوى تدعم النصوص والملفات والصور. مصممة للمرونة ، مع مجتمع متزايد باستمرار - مدفوع بالمكونات الإضافية. لقد بدأت كتجربة من قبل مبرمج يريد أكثر من مجرد نسخ ولصق من الحافظة. أراد أمرا بسيطا مثل Ctrl + C من شأنه أن "يضيف إلى" بدلا من ذلك من "استبدال" ما كان على الحافظة. ونجحت التجربة. كانت الأداة الصغيرة مفيدة للغاية. هذا أثار اهتمام المبرمج بمزيد من الأفكار والمزيد من التجارب ، الآن أصبح "MonkeyPaste". نظرا لأن سطح المكتب مخصص لملفاتك ، فإن MonkeyPaste ينوي أن يكون في الحافظة الخاصة بك. إنها مجموعة من الأدوات المصممة بعناية للتكامل والتفاعل على ما يبدو مع أي تطبيق أو تنسيق للمحتوى. Ctrl + C و Ctrl + V هما أكثر بكثير من مجرد اختصارات. وهي منافذ الدخول التي تشترك فيها جميع التطبيقات ، وتحمل ثروة من القيمة والمعنى الذي تستحق أن تكون متاحة في متناول يدك. ليس فقط رميها بعيدا بعد Ctrl + C التالي. أنا هذا المبرمج المذكور سابقا وأريد أن يتمكن الجميع من استخدام MonkeyPaste. لذلك فهو وجميع ميزاته مجانية تماما للاستخدام. أريدك أيضا أن تشعر بالراحة عند استخدامه. لذلك أؤكد لكم ، بصفتكم القوة الوحيدة وراء إنشائها ، أن أيا من المعلومات الشخصية (جدا) التي يمكن أن تنشأ على يتم تتبع الحافظة الخاصة بك أو تخزينها في أي مكان خارج جهازك الخاص. مرحلة زمنية.
as_in: মাঙ্কিপেষ্ট হৈছে এক ক্লিপবোৰ্ড মেনেজাৰ, স্বয়ংক্ৰিয়কৰণ আৰু উৎপাদনশীলতাৰ সঁজুলি যেনে আন কোনো নহয়। আপোনাৰ ক্লিপবোৰ্ডক আপোনাৰ ৱৰ্কফ্ল'ৰ এক সমৃদ্ধ আৰু সংগঠিত অংশলৈ বৃদ্ধি কৰা, পাঠ, ফাইল আৰু ছবি সমৰ্থন কৰা এক স্বজ্ঞাত আৰু নিম্ন-প্ৰ'ফাইল আন্তঃপৃষ্ঠ প্ৰদৰ্শন কৰা। নমনীয়তাৰ বাবে প্ৰস্তুত কৰা হৈছে, প্লাগিনৰ এক ক্ৰমান্বয়ে বৰ্ধিত সম্প্ৰদায়-চালিত লিব্ৰেৰ সৈতে। এইটো এজন প্ৰগ্ৰেমাৰৰ দ্বাৰা এটা পৰীক্ষা হিচাপে আৰম্ভ হৈছিল যিয়ে ক্লিপবোৰ্ডৰ পৰা কেৱল প্ৰতিলিপি আৰু পেষ্ট কৰাতকৈ অধিক বিচাৰিছিল। তেওঁ কণ্ট্ৰোল+চিৰ দৰে এটা সৰল কমাণ্ড বিচাৰিছিল যি তাৰ সলনি 'যোগ' কৰিব ক্লিপবোৰ্ডত কি আছিল তাক 'ৰিপ্লেচ' কৰাৰ। আৰু পৰীক্ষাটোৱে কাম কৰিছিল, ইউৰেকা! সৰু সঁজুলিটো বহুত সহজ আছিল। এইটোৱে প্ৰগ্ৰামাৰজনক অধিক ধাৰণা আৰু অধিক পৰীক্ষা-নিৰীক্ষাৰ সৈতে জড়িত কৰিছিল, যে এতিয়া "মাঙ্কিপেষ্ট" হৈ পৰিছে। ডেস্কটপটো আপোনাৰ ফাইলৰ দৰে, মাঙ্কিপেষ্ট আপোনাৰ ক্লিপবোৰ্ডলৈ যাব বিচাৰে। ই সতৰ্কতাৰে সতৰ্কতাৰে ডিজাইন কৰা সঁজুলিবোৰৰ এটা চুইট যাৰ সৈতে অবিচলিতভাৱে একত্ৰিত আৰু আন্তঃপৰিচালনা কৰা হয় সমলৰ যিকোনো প্ৰয়োগ বা বিন্যাস। নিয়ন্ত্ৰণ+চি আৰু নিয়ন্ত্ৰণ+ভি কেৱল চৰ্টকাটতকৈ বহুত বেছি। সেইবোৰ হৈছে প্ৰৱেশৰ বন্দৰ সকলো এপ্লিকেশ্বন শ্বেয়াৰ, কঢ়িয়াই নিয়া মূল্য আৰু অৰ্থৰ সম্পদ আপুনি আপোনাৰ আঙুলিৰ মুৰত উপলব্ধ হোৱাৰ যোগ্য। পৰৱৰ্তী কণ্ট্ৰোল+চি-ৰ পিছত কেৱল পেলাই দিয়া নহয়। মই সেই প্ৰগ্ৰামাৰ জন যিআগতে উল্লেখ কৰা হৈছিল আৰু মই বিচাৰো যে সকলোৱে মাঙ্কিপেষ্টৰ পৰা ব্যৱহাৰ বিচাৰি উলিয়াবলৈ সক্ষম হওক। গতিকে এইটো আৰু ইয়াৰ সকলো বোৰ বৈশিষ্ট্য ব্যৱহাৰ কৰিবলৈ সম্পূৰ্ণবিনামূলীয়া। মই এইটোও বিচাৰো যে আপুনি ইয়াক ব্যৱহাৰ কৰি আৰামদায়ক অনুভৱ কৰক। গতিকে মই আপোনাক আশ্বাস দিওঁ, ইয়াৰ সৃষ্টিৰ আঁৰৰ একমাত্ৰ শক্তি হিচাপে, যে উদ্ভৱ হ'ব পৰা কোনো (অতি) ব্যক্তিগত তথ্যনাই নহয় আপোনাৰ ক্লিপবোৰ্ড কেতিয়াবা আপোনাৰ নিজৰ যন্ত্ৰৰ বাহিৰত যিকোনো স্থানত ট্ৰেক বা সংৰক্ষণ কৰা হয়। ম্যাদ।
az_cyrl_az: MonkeyPaste digər heç kim kimi clipboard meneceri, avtomatlaşdırma və məhsuldarlıq vasitədir. Panonuzun zənginləşdirilmiş və mütəşəkkil bir iş axınına çevrilməsi, mətn, fayl və şəkilləri dəstəkləyən intuitiv və aşağı profilli interfeysi nümayiş etdirir. 2000-ci ildə 100-dən çox plaqin istehsal edilmişdir. Bu, sadəcə köçürmək və panodan yapışdırmaqdan daha çox şey istəyən proqramçının eksperimenti kimi başladı. Control+C kimi sadə bir əmr istəyirdi ki, onun yerinə 'əlavə edəcək' "əvəz et" (lər)ində nə vardı? Təcrübə də işə yaradı, evrika! Balaca alət çox əla idi. Bu, proqramçını daha çox ideya və daha çox eksperimentlərlə maraqlandırmış, ki, hazırda "MonkeyPaste" oldu. Masa üstü fayllarınıza olduğu kimi, MonkeyPaste də sizin panonuzda olmaq niyyətindədir. Onun, göründüyü kimi, bir-birinə inteqrasiya etmək və qarşılıqlı əməkdaşlıq etmək üçün diqqətlə hazırlanmış alətlər dəsti məzmunun istənilən tətbiqi və ya formatı. Control+C və Control+V sadəcə qısa yollardan çoxdur. Onlar giriş limanları bütün applications pay, daşıyır a zəngin dəyəri və mənası siz barmaqlarınızın ucunda mövcud olmağa layiqsiniz. Yalnız növbəti Control+C-dan sonra atılmır. Mən yuxarıda xatırlanan o proqramçıyam və istəyirəm ki, hamı "MonkeyPaste"dan istifadəni öyrənə bilsin. Beləliklə, o və onun bütün xüsusiyyətləri istifadə etmək üçün tamamilə pulsuzdur. Həmçinin istəyirəm ki, siz ondan istifadə edərək özünüzü rahat hiss edirsiniz. Buna görə də sizi əmin edirəm ki, onun yaradılmasının arxasında duran yeganə qüvvə kimi, ortaya çıxa biləcək (çox) şəxsi məlumatların HEÇ BIRI sizin clipboard nə vaxtsa öz maşınınızdan kənarda ANYWHERE izlənilir və ya saxlanılır. Dövr.
az_latn: MonkeyPaste başqa heç kimi olmayan bir panoya meneceri, avtomatlaşdırma və məhsuldarlıq vasitəsidir. Buferinizi iş axınınızın zənginləşdirilmiş və mütəşəkkil bir hissəsinə çevirmək, mətn, fayl və şəkilləri dəstəkləyən intuitiv və aşağı profilli interfeysə malikdir. Getdikcə artan icma tərəfindən idarə olunan plaginlər kitabxanası ilə çeviklik üçün nəzərdə tutulmuşdur. Bu, mübadilə buferindən kopyalayıb yapışdırmaqdan daha çox şey istəyən bir proqramçı tərəfindən sınaq kimi başladı. Bunun əvəzinə "əlavə etmək" üçün Control+C kimi sadə bir əmr istədi panoya olanı 'əvəz et'. Və təcrübə işlədi, evrika! Kiçik alət çox rahatdı. Bu, proqramçını daha çox fikir və daha çox təcrübə ilə maraqlandırdı, yəni indi "MonkeyPaste" oldu. İş masası fayllarınıza aid olduğu üçün MonkeyPaste sizin buferinizdə olmaq niyyətindədir. O, zahirən inteqrasiya etmək və qarşılıqlı fəaliyyət göstərmək üçün diqqətlə hazırlanmış alətlər dəstidir hər hansı proqram və ya məzmun formatı. Control+C və Control+V qısa yollardan daha çox şeydir. Onlar bir daşıyan bütün proqramların paylaşdığı giriş limanlarıdır parmaklarınızın ucunda mövcud olmağa layiq olduğunuz dəyər və məna zənginliyi. Növbəti Control+C-dən sonra sadəcə atılmır. Mən yuxarıda qeyd olunan proqramçıyam və istəyirəm ki, hər kəs MonkeyPaste-dən istifadə edə bilsin. Beləliklə, ondan və onun bütün xüsusiyyətlərindən istifadə etmək tamamilə pulsuzdur. Mən də istəyirəm ki, ondan istifadə edərək özünüzü rahat hiss edəsiniz. Buna görə də, onun yaradılmasının arxasında duran yeganə qüvvə olaraq, sizi əmin edirəm ki, (çox) şəxsi məlumatlardan heç biri mübadilə buferiniz öz maşınınızdan kənarda HƏR YERDƏ izlənilir və ya saxlanılır. Dövr.
be_by: MonkeyPaste - гэта менеджэр буфера абмену, інструмент аўтаматызацыі і павышэння прадукцыйнасці, як ніхто іншы. Паляпшэнне буфера абмену ў узбагачаную і арганізаваную частку працоўнага працэсу, з інтуітыўна зразумелым і нізкапрофільным інтэрфейсам, які падтрымлівае тэкст, файлы і выявы. Распрацаваны для гнуткасці з пастаянна расце бібліятэкай убудоў, кіраванай супольнасцю. Гэта пачалося як эксперымент праграміста, які хацеў больш, чым проста скапіяваць і ўставіць з буфера абмену. Яму хацелася простая каманда накшталт Control+C, якая замест гэтага "дадае". «замяніць» тое, што было ў буферы абмену. І эксперымент атрымаўся, эўрыка! Маленькі інструмент быў вельмі зручны. Гэта зацікавіла праграміста новымі ідэямі і дадатковымі эксперыментамі цяпер стаў "MonkeyPaste". Як працоўны стол для вашых файлаў, MonkeyPaste мае намер быць для вашага буфера абмену. Гэта набор інструментаў, старанна распрацаваных для лёгкай інтэграцыі і ўзаемадзеяння з імі любое прыкладанне або фармат кантэнту. Control+C і Control+V - гэта значна больш, чым проста цэтлікі. Яны з'яўляюцца партамі ўваходу, якімі карыстаюцца ўсе прыкладанні, якія нясуць a багацце каштоўнасці і значэння, якое вы заслугоўваеце мець у вас пад рукой. Не проста выкінуты пасля наступнага Control+C. Я праграміст, згаданы раней, і хачу, каб кожны мог знайсці прымяненне MonkeyPaste. Такім чынам, ён і ўсе яго функцыі цалкам бясплатныя для выкарыстання. Я таксама хачу, каб вы адчувалі сябе камфортна, карыстаючыся ім. Такім чынам, я запэўніваю вас, як адзіную сілу, якая стаіць за яго стварэннем, што НІЯКАЯ (вельмі) асабістая інфармацыя, якая можа паўстаць на ваш буфер абмену адсочваецца або захоўваецца ў ЛЮБЫМ ДЗЕ, акрамя вашай машыны. Кропка.
bg_bg: MonkeyPaste е мениджър на клипборда, инструмент за автоматизация и продуктивност като никой друг. Подобряване на вашия клипборд в обогатена и организирана част от вашия работен процес, с интуитивен и нископрофилен интерфейс, който поддържа текст, файлове и изображения. Проектиран за гъвкавост, с непрекъснато нарастваща библиотека от плъгини, управлявана от общността. Започна като експеримент от програмист, който искаше повече от просто копиране и поставяне от клипборда. Той искаше проста команда като Control+C, която вместо това да „добавя към“. на „замени“ това, което беше в клипборда. И експериментът проработи, еврика! Малкият инструмент беше много удобен. Това заинтригува програмиста с повече идеи и повече експерименти сега се превърна в "MonkeyPaste". Тъй като работният плот е за вашите файлове, MonkeyPaste възнамерява да бъде за вашия клипборд. Това е пакет от инструменти, внимателно проектирани за безпроблемно интегриране и взаимодействие с тях всяко приложение или формат на съдържание. Control+C и Control+V са много повече от преки пътища. Те са портовете за влизане, споделяни от всички приложения, носещи a богатство от стойност и смисъл, които заслужавате да имате на една ръка разстояние. Не просто изхвърлен след следващия Control+C. Аз съм програмистът, споменат по-рано, и искам всеки да може да намери полза от MonkeyPaste. Така че той и всички негови функции са напълно безплатни за използване. Също така искам да се чувствате комфортно да го използвате. Така че ви уверявам, като единствената сила зад създаването му, че НИТО една от (много) личната информация, която може да възникне на вашият клипборд винаги се проследява или съхранява НАВСЯКЪДЕ извън вашата собствена машина. Месечен цикъл.
bn_bd: MonkeyPaste হল একটি ক্লিপবোর্ড ম্যানেজার, অটোমেশন এবং উৎপাদনশীলতার টুল অন্য কোনটির মত নয়। আপনার কর্মপ্রবাহের একটি সমৃদ্ধ এবং সংগঠিত অংশে আপনার ক্লিপবোর্ড উন্নত করা, একটি স্বজ্ঞাত এবং কম-প্রোফাইল ইন্টারফেস যা পাঠ্য, ফাইল এবং ছবি সমর্থন করে। প্লাগইনগুলির একটি ক্রমবর্ধমান সম্প্রদায়-চালিত গ্রন্থাগার সহ নমনীয়তার জন্য ডিজাইন করা হয়েছে৷ এটি একটি প্রোগ্রামার দ্বারা একটি পরীক্ষা হিসাবে শুরু হয়েছিল যা কেবল ক্লিপবোর্ড থেকে অনুলিপি এবং পেস্ট করার চেয়ে আরও বেশি কিছু চায়। তিনি কন্ট্রোল+সি-এর মতো একটি সাধারণ কমান্ড চেয়েছিলেন যা পরিবর্তে 'যোগ' করবে ক্লিপবোর্ডে যা ছিল তা 'প্রতিস্থাপন করুন'। আর এক্সপেরিমেন্ট কাজ করেছে, ইউরেকা! ছোট হাতিয়ার খুব সহজ ছিল. এটি প্রোগ্রামারকে আরও ধারনা এবং আরও পরীক্ষা-নিরীক্ষার সাথে আকৃষ্ট করেছিল এখন "মাঙ্কিপেস্ট" হয়ে গেছে। ডেস্কটপ আপনার ফাইলের সাথে, মানকিপেস্ট আপনার ক্লিপবোর্ডে হতে চায়। এটির সরঞ্জামগুলির একটি স্যুট যত্ন সহকারে আপাতদৃষ্টিতে একীভূত এবং আন্তঃক্রিয়া করার জন্য ডিজাইন করা হয়েছে৷ কোনো অ্যাপ্লিকেশন বা বিষয়বস্তুর বিন্যাস। কন্ট্রোল+সি এবং কন্ট্রোল+ভি শুধুমাত্র শর্টকাটের চেয়ে অনেক বেশি। তারা এন্ট্রি পোর্ট সব অ্যাপ্লিকেশন শেয়ার, বহন একটি আপনার নখদর্পণে উপলব্ধ মূল্য এবং অর্থের সম্পদ আপনার প্রাপ্য। পরবর্তী কন্ট্রোল+সি-এর পরে শুধু ফেলে দেওয়া নয়। আমি সেই প্রোগ্রামার যা আগে উল্লিখিত হয়েছে এবং আমি চাই সবাই যেন MonkeyPaste এর ব্যবহার খুঁজে পায়। তাই এটি এবং এর সমস্ত বৈশিষ্ট্য সম্পূর্ণ বিনামূল্যে ব্যবহার করা যায়। আমি চাই আপনি এটি ব্যবহার করে স্বাচ্ছন্দ্য বোধ করুন। তাই আমি আপনাকে আশ্বস্ত করছি, এটির সৃষ্টির পিছনে একমাত্র শক্তি হিসাবে, যে (খুব) ব্যক্তিগত তথ্যগুলির মধ্যে কোনটিই উঠতে পারে না আপনার ক্লিপবোর্ড কখনও ট্র্যাক করা হয় বা আপনার নিজের মেশিনের বাইরে কোথাও সংরক্ষণ করা হয়। সময়কাল।
bn_in: মনকেপেস্ট একটি ক্লিপবোর্ড পরিচালক, অটোমেশন এবং উত্পাদনশীলতার সরঞ্জাম অন্য কারও মতো নয়। আপনার ক্লিপবোর্ডটি আপনার কর্মপ্রবাহের একটি সমৃদ্ধ এবং সংগঠিত অংশে বাড়ানো, একটি স্বজ্ঞাত এবং নিম্ন - প্রোফাইল ইন্টারফেস বৈশিষ্ট্যযুক্ত যা পাঠ্য, ফাইল এবং চিত্রগুলিকে সমর্থন করে। নমনীয়তার জন্য ডিজাইন করা, ক্রমবর্ধমান সম্প্রদায় - প্লাগইনগুলির চালিত লাইব্রেরি সহ। এটি ক্লিপবোর্ডের বাইরে কেবল অনুলিপি এবং পেস্ট করার চেয়ে আরও বেশি কিছু চাইলে কোনও প্রোগ্রামারের পরীক্ষা হিসাবে শুরু হয়েছিল। তিনি সিটিআরএল+সি এর মতো একটি সাধারণ কমান্ড চেয়েছিলেন যা পরিবর্তে 'যোগ করতে' ক্লিপবোর্ডে কী ছিল 'প্রতিস্থাপন'। এবং পরীক্ষাটি কাজ করেছে। ছোট সরঞ্জামটি খুব সহজ ছিল। এটি আরও ধারণা এবং আরও পরীক্ষা -নিরীক্ষার সাথে প্রোগ্রামারকে প্রবেশ করেছে, এটি এখন "মনকেপেস্ট" হয়ে গেছে। ডেস্কটপটি যেমন আপনার ফাইলগুলিতে রয়েছে, মনকেপেস্ট আপনার ক্লিপবোর্ডে থাকতে চায়। এটি সরঞ্জামগুলির একটি স্যুট সাবধানতার সাথে ডিজাইন করা এবং এর সাথে আন্তঃসংযোগ করার জন্য ডিজাইন করা সামগ্রীর কোনও অ্যাপ্লিকেশন বা ফর্ম্যাট। সিটিআরএল+সি এবং সিটিআরএল+ভি কেবল শর্টকাটগুলির চেয়ে অনেক বেশি। এগুলি হ'ল প্রবেশের বন্দরগুলি সমস্ত অ্যাপ্লিকেশন ভাগ করে, বহন করে a আপনার নখদর্পণে উপলভ্য হওয়ার উপযুক্ত মূল্য এবং অর্থের সম্পদ। কেবল পরবর্তী সিটিআরএল+সি এর পরে ফেলে দেওয়া হয়নি। আমি আগে উল্লিখিত প্রোগ্রামার এবং আমি চাই যে প্রত্যেকে মনকেপেস্টের বাইরে ব্যবহার খুঁজে পেতে সক্ষম হোক। সুতরাং এটি এবং এর সমস্ত বৈশিষ্ট্য ব্যবহারের জন্য সম্পূর্ণ বিনামূল্যে। আমিও চাই যে আপনি এটি ব্যবহার করে স্বাচ্ছন্দ্য বোধ করেন। সুতরাং আমি আপনাকে আশ্বাস দিচ্ছি, এর সৃষ্টির পিছনে একমাত্র শক্তি হিসাবে, যে (খুব) ব্যক্তিগত তথ্যগুলির কোনওটিই উত্থাপিত হতে পারে না আপনার ক্লিপবোর্ডটি আপনার নিজের মেশিনের বাইরে যে কোনও জায়গায় ট্র্যাক বা সঞ্চিত রয়েছে। পিরিয়ড।
bs_latn: MonkeyyPaste je međuspremnik menadžer, alat za automatizaciju i produktivnost kao nijedan drugi. Poboljšavajući međuspremnik u obogaćeni i organizirani dio vašeg tipa rada, Sadrži intuitivno i nisko - profilno sučelje koje podržava tekst, datoteke i slike. Dizajniran za fleksibilnost, sa ikad - rastuća zajednica - pogoršana libraj dodataka. Počelo je kao eksperiment od strane programera koji želi više od kopirati i zalijepiti iz međuspremnika. Želeo je jednostavnu naredbu poput Ctrl + C koja bi "dodala" "Zamijeni" ono što je bilo na međuspremnici. A eksperiment je radio. Mali alat je bio vrlo zgodan. Ovo je ugledalo programeru s više ideja i više eksperimenata, to Sada je postao "monkeyypaste". Kako je radna površina u vaše datoteke, monkeyyPaste namjerava biti u vašem međuspremniku. To je paket alata pažljivo dizajniran da se naglo integrira i interoperira svaka aplikacija ili format sadržaja. Ctrl + C i Ctrl + V su mnogo više od prečica. Oni su portovi unosa svih aplikacija udjela, noseći a Bogatstvo vrijednos i značenje zaslužujete da imate dostupan na dohvat ruke. Nije baš bačen nakon sledećeg Ctrl + c. Ja sam taj programer koji je ranije spomenut i želim da svi budu u mogućnosti da pronađu upotrebu iz MonkeyPaste. Tako i sve njegove karakteristike su potpuno slobodne za upotrebu. Želim i da se osjećate ugodno koristeći ga. Zavjerujem vas, kao jedino sile iza njegovog stvaranja, da nijedan od (vrlo) ličnih podataka koji mogu nastaviti Vaš međuspremnik se ikad prati ili pohranjuje bilo gdje izvan vlastite mašine. Period. (MonkeyyPaste zahtijeva povišene dozvole)
bs_latn_ba: MonkeyPaste je menadžer međuspremnika, alat za automatizaciju i produktivnost kao nijedan drugi. Poboljšanje vašeg međuspremnika u obogaćen i organiziran dio vašeg toka posla, sa intuitivnim interfejsom niskog profila koji podržava tekst, datoteke i slike. Dizajniran za fleksibilnost, sa stalno rastućom bibliotekom dodataka koju pokreće zajednica. Počelo je kao eksperiment programera koji je želio više od samo kopiranja i lijepljenja iz međuspremnika. Želio je jednostavnu komandu poput Control+C koja bi umjesto toga 'dodavala' od 'zamijeni' ono što je bilo u međuspremniku. I eksperiment je uspio, eureka! Mali alat je bio vrlo zgodan. Ovo je zaintrigiralo programera sa više ideja i više eksperimenata sada je postao "MonkeyPaste". Kako je radna površina za vaše datoteke, MonkeyPaste namjerava biti u vašem međuspremniku. To je skup alata pažljivo dizajniran za besprijekornu integraciju i međuoperaciju bilo koju aplikaciju ili format sadržaja. Control+C i Control+V su mnogo više od običnih prečica. Oni su ulazne luke koje dijele sve aplikacije, koje nose a bogatstvo vrijednosti i značenja koje zaslužujete da vam budu na dohvat ruke. Ne samo bačen nakon sljedećeg Control+C. Ja sam onaj programer koji smo ranije spomenuli i želim da svi mogu pronaći upotrebu MonkeyPaste-a. Dakle, on i sve njegove karakteristike su potpuno besplatni za korištenje. Također želim da se osjećate ugodno koristeći ga. Stoga vas uvjeravam, kao jedinu snagu koja stoji iza njegovog stvaranja, da NIKAD od (veoma) ličnih podataka koji se mogu pojaviti na vaš međuspremnik se ikada prati ili pohranjuje BILO GDJE izvan vaše vlastite mašine. Period.
ca_es: MonkeyPaste és un gestor de porta-retalls, una eina d'automatització i productivitat com cap altra. Millorar el porta-retalls en una part enriquida i organitzada del vostre flux de treball, amb una interfície intuïtiva i de baix perfil que admet text, fitxers i imatges. Dissenyat per a la flexibilitat, amb una biblioteca de connectors impulsada per la comunitat en constant creixement. Va començar com un experiment d'un programador que volia més que copiar i enganxar fora del porta-retalls. Volia una ordre senzilla com Control+C que s'afegiria a de "substituir" el que hi havia al porta-retalls. I l'experiment va funcionar, eureka! La petita eina era molt útil. Això va intrigar el programador amb més idees i més experiments, això ara s'ha convertit en "MonkeyPaste". Com que l'escriptori està als vostres fitxers, MonkeyPaste vol estar al vostre porta-retalls. És un conjunt d'eines dissenyades acuradament per integrar-se i interoperar sense problemes qualsevol aplicació o format de contingut. Control+C i Control+V són molt més que només dreceres. Són els ports d'entrada que comparteixen totes les aplicacions, portant a riquesa de valor i significat que mereixeu tenir disponible al vostre abast. No només es llença després del següent Control+C. Sóc el programador esmentat anteriorment i vull que tothom pugui trobar un ús a MonkeyPaste. Per tant, ell i totes les seves funcions són totalment gratuïts. També vull que us sentiu còmode utilitzant-lo. Així que us asseguro, com a única força darrere de la seva creació, que NINGUNA de la informació (molt) personal que pot sorgir en el vostre porta-retalls es fa un seguiment o s'emmagatzema en qualsevol lloc més enllà de la vostra pròpia màquina. Període.
cs_cz: MonkeyPaste je správce schránky, automatizace a nástroj produktivity jako žádný jiný. Vylepšení vaší schránky na obohacenou a organizovanou část vašeho pracovního postupu, s intuitivním a nízkoprofilovým rozhraním, které podporuje text, soubory a obrázky. Navrženo pro flexibilitu, se stále rostoucí komunitou řízenou knihovnou pluginů. Začalo to jako experiment programátora, který chtěl víc než jen kopírovat a vkládat ze schránky. Chtěl jednoduchý příkaz jako Control+C, který by místo toho ‚přidal‘ „nahradit“ to, co bylo ve schránce. A experiment vyšel, heuréko! Malý nástroj byl velmi šikovný. To programátora zaujalo dalšími nápady a dalšími experimenty, že nyní se stal "MonkeyPaste". Protože plocha je pro vaše soubory, MonkeyPaste má v úmyslu být pro vaši schránku. Je to sada nástrojů pečlivě navržených tak, aby se s nimi snadno integrovaly a spolupracovaly jakákoli aplikace nebo formát obsahu. Control+C a Control+V jsou mnohem víc než jen zkratky. Jsou to vstupní porty, které sdílejí všechny aplikace, nesoucí a bohatství hodnoty a významu, které si zasloužíte mít k dispozici na dosah ruky. Po dalším Control+C se jen tak nevyhodí. Jsem programátor zmíněný výše a chci, aby každý mohl najít použití z MonkeyPaste. Takže jej a všechny jeho funkce lze používat zcela zdarma. Také chci, abyste se při jeho používání cítili pohodlně. Takže vás ujišťuji, jako jediná síla stojící za jeho vytvořením, že ŽÁDNÁ z (velmi) osobních informací, které mohou vzniknout na vaše schránka je vždy sledována nebo uložena KDEKOLIV mimo váš vlastní počítač. Doba.
cy_gb: Mae MonkeyPaste yn offeryn rheolwr clipfwrdd, awtomeiddio a chynhyrchiant fel dim arall. Gwella'ch clipfwrdd yn rhan gyfoethog a threfnus o'ch llif gwaith, yn cynnwys rhyngwyneb sythweledol a phroffil isel sy'n cefnogi testun, ffeiliau a delweddau. Wedi'i gynllunio ar gyfer hyblygrwydd, gyda llyfrgell gynyddol o ategion a yrrir gan y gymuned. Dechreuodd fel arbrawf gan raglennydd sydd eisiau mwy na dim ond copïo a gludo allan o'r clipfwrdd. Roedd eisiau gorchymyn syml fel Control+C a fyddai'n 'ychwanegu at' yn lle hynny o 'disodli' yr hyn oedd ar y clipfwrdd. A gweithiodd yr arbrawf, eureka! Roedd y teclyn bach yn handi iawn. Roedd hyn yn swyno'r rhaglennydd gyda mwy o syniadau a mwy o arbrofion, hynny bellach wedi dod yn "MonkeyPaste". Gan fod y bwrdd gwaith i'ch ffeiliau, mae MonkeyPaste yn bwriadu bod i'ch clipfwrdd. Mae'n gyfres o offer sydd wedi'u cynllunio'n ofalus i integreiddio a rhyngweithio'n ddiymhongar â nhw unrhyw gymhwysiad neu fformat cynnwys. Mae Control+C a Control+V yn llawer mwy na llwybrau byr yn unig. Dyma'r porthladdoedd mynediad y mae pob cais yn ei rannu, gan gario a cyfoeth o werth ac ystyr yr ydych yn haeddu ei gael ar flaenau eich bysedd. Nid yn unig yn cael ei daflu ar ôl y Control+C nesaf. Fi yw'r rhaglennydd hwnnw y soniwyd amdano yn gynharach ac rwyf am i bawb allu dod o hyd i ddefnydd allan o MonkeyPaste. Felly mae ef a'i holl nodweddion yn hollol rhad ac am ddim i'w defnyddio. Rwyf hefyd am i chi deimlo'n gyfforddus yn ei ddefnyddio. Felly fe’ch sicrhaf, fel yr unig rym y tu ôl i’w greu, na fydd DIM o’r wybodaeth bersonol (iawn) a all godi ar mae eich clipfwrdd byth yn cael ei olrhain neu ei storio UNRHYW UN Y tu hwnt i'ch peiriant eich hun. Cyfnod.
da_dk: MonkeyPaste er et udklipsholder, automatiserings- og produktivitetsværktøj som ingen anden. Forbedring af dit udklipsholder til en beriget og organiseret del af din arbejdsgang, med en intuitiv og lav profil grænseflade, der understøtter tekst, filer og billeder. Designet til fleksibilitet med et stadigt voksende community-drevet bibliotek af plugins. Det begyndte som et eksperiment af en programmør, der ville mere end blot kopiere og indsætte ud af udklipsholderen. Han ville have en simpel kommando som Control+C, der ville "føje til" i stedet for af 'erstat' det, der var på udklipsholderen. Og eksperimentet virkede, eureka! Det lille værktøj var meget praktisk. Dette fascinerede programmøren med flere ideer og flere eksperimenter nu er blevet til "MonkeyPaste". Da skrivebordet er til dine filer, har MonkeyPaste til hensigt at være til dit udklipsholder. Det er en pakke af værktøjer omhyggeligt designet til at integrere og interoperere uden problemer enhver applikation eller indholdsformat. Control+C og Control+V er meget mere end blot genveje. De er indgangshavne, som alle applikationer deler, med en rigdom af værdi og mening, du fortjener at have lige ved hånden. Ikke bare smidt ud efter næste Control+C. Jeg er den programmør, der er nævnt tidligere, og jeg ønsker, at alle skal kunne bruge MonkeyPaste. Så det og alle dets funktioner er helt gratis at bruge. Jeg vil også gerne have, at du føler dig tryg ved at bruge den. Så jeg forsikrer dig, som værende den eneste kraft bag dets oprettelse, at INGEN af de (meget) personlige oplysninger, der kan opstå på dit udklipsholder spores eller gemmes HVOR som helst ud over din egen maskine. Periode.
de_ch: MonkeyPaste ist ein Zwischenablage-Manager, Automatisierungs- und Produktivitätstool wie kein anderes. Verbessern Sie Ihre Zwischenablage zu einem bereicherten und organisierten Teil Ihres Arbeitsablaufs. Mit einer intuitiven und unauffälligen Benutzeroberfläche, die Text, Dateien und Bilder unterstützt. Auf Flexibilität ausgelegt, mit einer ständig wachsenden Community-gesteuerten Plugin-Bibliothek. Es begann als Experiment eines Programmierers, der mehr wollte als nur das Kopieren und Einfügen aus der Zwischenablage. Er wollte einen einfachen Befehl wie Strg+C, der stattdessen „hinzufügen“ würde von „ersetzen“, was sich in der Zwischenablage befand. Und das Experiment hat funktioniert, heureka! Das kleine Werkzeug war sehr praktisch. Dies faszinierte den Programmierer mit mehr Ideen und mehr Experimenten ist jetzt zu „MonkeyPaste“ geworden. Da der Desktop zu Ihren Dateien gehört, soll MonkeyPaste zu Ihrer Zwischenablage gehören. Es handelt sich um eine Suite von Tools, die sorgfältig entwickelt wurden, um sich nahtlos integrieren und interagieren zu lassen jede Anwendung oder jedes Inhaltsformat. Strg+C und Strg+V sind viel mehr als nur Tastenkombinationen. Sie sind die Zugangsschnittstellen, die alle Anwendungen gemeinsam nutzen Eine Fülle von Werten und Bedeutungen, die Sie verdienen, immer griffbereit zur Verfügung zu haben. Nicht einfach nach dem nächsten Strg+C weggeworfen. Ich bin der zuvor erwähnte Programmierer und möchte, dass jeder MonkeyPaste nutzen kann. Daher sind die Nutzung und alle seine Funktionen völlig kostenlos. Ich möchte auch, dass Sie sich bei der Verwendung wohl fühlen. Daher versichere ich Ihnen, da ich die einzige treibende Kraft hinter der Erstellung bin, dass KEINE der (sehr) persönlichen Informationen, die daraus entstehen können Ihre Zwischenablage wird überall außerhalb Ihres eigenen Computers verfolgt oder gespeichert. Zeitraum.
de_lu: MonkeyPaste ist ein Zwischenablage-Manager, Automatisierungs- und Produktivitätswerkzeug wie kein anderes. Verbessern Sie Ihre Zwischenablage zu einem angereicherten und organisierten Teil Ihres Workflows, Mit einer intuitiven und flachen Benutzeroberfläche, die Text, Dateien und Bilder unterstützt. Entwickelt für Flexibilität, mit einer ständig wachsenden Community-gesteuerten Bibliothek von Plugins. Es begann als Experiment eines Programmierers, der mehr wollte als nur Kopieren und Einfügen aus der Zwischenablage. Er wollte einen einfachen Befehl wie Strg+C, der stattdessen "addieren" würde zu "ersetzen", was sich in der Zwischenablage befand. Und das Experiment funktionierte. Das kleine Werkzeug war sehr praktisch. Dies verleitete den Programmierer zu mehr Ideen und Experimenten, die jetzt ist "MonkeyPaste" geworden. So wie der Desktop zu Ihren Dateien gehört, soll MonkeyPaste zu Ihrer Zwischenablage gehören. Es handelt sich um eine Reihe von Tools, die sorgfältig entwickelt wurden, um sie nahtlos zu integrieren und zu interoperieren jede Anwendung oder jedes Format von Inhalten. Strg+C und Strg+V sind viel mehr als nur Tastenkombinationen. Sie sind die Eingangshäfen, die sich alle Anwendungen teilen, und tragen eine Reichtum an Wert und Bedeutung, den Sie verdienen, zur Verfügung zu haben. Nicht einfach nach dem nächsten Strg+C weggeworfen. Ich bin der bereits erwähnte Programmierer und möchte, dass jeder in der Lage ist, MonkeyPaste zu nutzen. Es und alle seine Funktionen sind also völlig kostenlos. Ich möchte auch, dass Sie sich damit wohl fühlen. Ich versichere Ihnen also, als die einzige Kraft hinter seiner Erschaffung, dass KEINE der (sehr) persönlichen Informationen, die auf Ihre Zwischenablage wird immer IRGENDWO außerhalb Ihres eigenen Computers verfolgt oder gespeichert. Periode.
el_gr: Το MonkeyPaste είναι ένα εργαλείο διαχείρισης προχείρου, αυτοματισμού και παραγωγικότητας όπως κανένα άλλο. Βελτιώνοντας το πρόχειρό σας σε ένα εμπλουτισμένο και οργανωμένο μέρος της ροής εργασίας σας, διαθέτει μια διαισθητική και χαμηλού προφίλ διεπαφή που υποστηρίζει κείμενο, αρχεία και εικόνες. Σχεδιασμένο για ευελιξία, με μια συνεχώς αναπτυσσόμενη βιβλιοθήκη προσθηκών που βασίζεται στην κοινότητα. Ξεκίνησε ως ένα πείραμα από έναν προγραμματιστή που ήθελε περισσότερα από την απλή αντιγραφή και επικόλληση από το πρόχειρο. Ήθελε μια απλή εντολή όπως το Control+C που θα 'προσθέσει σε' αντ' αυτού του "αντικαταστήστε" αυτό που υπήρχε στο πρόχειρο. Και το πείραμα πέτυχε, εύρηκα! Το μικρό εργαλείο ήταν πολύ βολικό. Αυτό κίνησε τον προγραμματιστή με περισσότερες ιδέες και περισσότερα πειράματα, αυτό τώρα έχει γίνει "MonkeyPaste". Καθώς η επιφάνεια εργασίας βρίσκεται στα αρχεία σας, η MonkeyPaste σκοπεύει να βρίσκεται στο πρόχειρό σας. Είναι μια σουίτα εργαλείων που έχουν σχεδιαστεί προσεκτικά για να ενσωματώνονται και να λειτουργούν άψογα οποιαδήποτε εφαρμογή ή μορφή περιεχομένου. Το Control+C και το Control+V είναι πολύ περισσότερα από απλές συντομεύσεις. Είναι τα λιμάνια εισόδου που μοιράζονται όλες οι εφαρμογές, που φέρουν α πλούτο αξίας και νόημα που αξίζει να έχετε στη διάθεσή σας. Όχι απλά να πεταχτεί μετά το επόμενο Control+C. Είμαι αυτός ο προγραμματιστής που αναφέρθηκε προηγουμένως και θέλω όλοι να μπορούν να βρουν χρήση από το MonkeyPaste. Έτσι, αυτό και όλες οι λειτουργίες του είναι εντελώς δωρεάν στη χρήση. Θέλω επίσης να αισθάνεστε άνετα χρησιμοποιώντας το. Σας διαβεβαιώνω λοιπόν, ως η μόνη δύναμη πίσω από τη δημιουργία του, ότι ΚΑΜΙΑ από τις (πολύ) προσωπικές πληροφορίες που μπορεί να προκύψουν Το πρόχειρό σας παρακολουθείται ή αποθηκεύεται οπουδήποτε πέρα από το μηχάνημά σας. Περίοδος.
es_ar: MonkeyPaste es un administrador de portapapeles, una herramienta de automatización y productividad como ninguna otra. Mejorar su portapapeles para convertirlo en una parte enriquecida y organizada de su flujo de trabajo, Con una interfaz intuitiva y de bajo perfil que admite texto, archivos e imágenes. Diseñado para la flexibilidad, con una biblioteca de complementos impulsada por la comunidad en constante crecimiento. Comenzó como un experimento de un programador que quería algo más que copiar y pegar del portapapeles. Quería un comando simple como Ctrl + C que 'agregara a' en su lugar de 'reemplazar' lo que estaba en el portapapeles. Y el experimento funcionó. La pequeña herramienta era muy útil. Esto entiguó al programador con más ideas y más experimentos, que ahora se ha convertido en "MonkeyPaste". Así como el escritorio es para sus archivos, MonkeyPaste tiene la intención de estar para su portapapeles. Es un conjunto de herramientas cuidadosamente diseñadas para integrarse e interoperar sin problemas con cualquier aplicación o formato de contenido. Ctrl+C y Ctrl+V son mucho más que simples atajos. Son los puertos de entrada que comparten todas las aplicaciones, que llevan un riqueza de valor y significado que mereces tener disponible al alcance de tu mano. No solo se tira después de la siguiente Ctrl+C. Soy ese programador mencionado anteriormente y quiero que todos puedan encontrar uso de MonkeyPaste. Por lo tanto, él y todas sus funciones son de uso completamente gratuito. También quiero que te sientas cómodo usándolo. Así que les aseguro, como la única fuerza detrás de su creación, que NINGUNA de las (muy) personales información que puede surgir en su portapapeles se rastrea o almacena en cualquier lugar más allá de su propia máquina. Periodo.
es_pe: MonkeyPaste es un administrador de portapapeles, una herramienta de automatización y productividad como ninguna otra. Mejorar su portapapeles para convertirlo en una parte enriquecida y organizada de su flujo de trabajo, Con una interfaz intuitiva y de bajo perfil que admite texto, archivos e imágenes. Diseñado para la flexibilidad, con una biblioteca de complementos impulsada por la comunidad en constante crecimiento. Comenzó como un experimento de un programador que quería algo más que copiar y pegar del portapapeles. Quería un comando simple como Control+C que 'agregara' en su lugar de 'reemplazar' lo que estaba en el portapapeles. Y el experimento funcionó, ¡eureka! La pequeña herramienta era muy útil. Esto entiguó al programador con más ideas y más experimentos, que ahora se ha convertido en "MonkeyPaste". Así como el escritorio es para sus archivos, MonkeyPaste tiene la intención de estar para su portapapeles. Es un conjunto de herramientas cuidadosamente diseñadas para integrarse e interoperar sin problemas con cualquier aplicación o formato de contenido. Control+C y Control+V son mucho más que simples atajos. Son los puertos de entrada que comparten todas las aplicaciones, que llevan un riqueza de valor y significado que mereces tener disponible al alcance de tu mano. No se tira a la basura después del siguiente Control+C. Soy ese programador mencionado anteriormente y quiero que todos puedan encontrar uso de MonkeyPaste. Por lo tanto, él y todas sus funciones son de uso completamente gratuito. También quiero que te sientas cómodo usándolo. Así que les aseguro, como la única fuerza detrás de su creación, que NINGUNA de las (muy) personales información que puede surgir en su portapapeles se rastrea o almacena en cualquier lugar más allá de su propia máquina. Periodo.
et_ee: MonkeyPaste on lõikelaua haldur, automatiseerimise ja tootlikkuse tööriist nagu ükski teine. lõikelaua täiustamine töövoo rikastatud ja korrastatud osaks, Sisaldab intuitiivset ja madala profiiliga liidest, mis toetab teksti, faile ja pilte. Loodud paindlikkuse tagamiseks koos üha kasvava kogukonnapõhise pistikprogrammide kaaluga. See algas programmeerija eksperimendina, kes soovis enamat kui lihtsalt lõikepuhvrist kopeerida ja kleepida. Ta tahtis lihtsat käsku nagu Control+C, mis selle asemel "lisanduks" "asendada" see, mis oli lõikelaual. Ja eksperiment töötas, eureka! Väike tööriist oli väga mugav. See intrigeeris programmeerijat rohkemate ideede ja eksperimentidega, et nüüd on saanud "MonkeyPaste". Kuna töölaud on teie failide jaoks, kavatseb MonkeyPaste olla teie lõikelaual. See on tööriistade komplekt, mis on hoolikalt kavandatud näiliselt integreerima ja koostalitlema mis tahes rakendus või sisuvorming. Control+C ja Control+V on palju enamat kui lihtsalt otseteed. Need on sisenemissadamad, mida kõik rakendused jagavad, kandes väärtuse ja tähenduse rikkus, mida sa väärid, et see oleks sinu käeulatuses. Mitte lihtsalt ära visatud pärast järgmist Control+C. Olen see varem mainitud programmeerija ja tahan, et kõik saaksid MonkeyPaste'ist kasutust leida. Nii et seda ja kõiki selle funktsioone on täiesti tasuta kasutada. Samuti tahan, et tunneksite end seda kasutades mugavalt. Nii et ma kinnitan teile, olles ainus jõud selle loomise taga, et MITTE ÜKSKI (väga) isiklik teave, mis võib tekkida teie lõikelauda jälgitakse või salvestatakse alati kõikjal väljaspool teie enda masinat. Perioodi.
eu_es: MonkeyPaste portapapelen administratzailea da, automatizazio eta produktibitate tresna bat, beste ezein bezalakoa. Bere portapapelak hobetzea, bere lan-fluxuaren zati aberastu eta antolatu bihurtzeko, Testua, artxiboak eta irudiak onartzen dituen interfaze intuitibo eta profil baxuarekin. Malgutasunerako diseinatua, etengabe hazten ari den komunitateak bultzatutako osagarrien liburutegiarekin. Programatzaile baten esperimentu bat bezala hasi zen, kopiatu eta portapapeletatik itsatsi nahi zuena. Kontrol+C bezalako komando sinple bat nahi zuen, bere ordez 'agregara' 'reemplazar', portapapeletan zegoena. Eta esperimentuak funtzionatu zuen, ¡eureka! Erreminta txikia oso erabilgarria zen. Horrek ideia eta esperimentu gehiagorekin hartu zuen programatzailea, orain "MonkeyPaste" bihurtu da. Idazmahaia bere artxiboetarako den bezala, MonkeyPaste-k bere atean egoteko asmoa du. Arreta handiz diseinatutako tresna-multzoa da, integratzeko eta arazorik gabe interoperatzeko diseinatua. edozein aplikazio edo eduki-formatu. Kontrola + C eta Kontrola + B bide-bazter soilak baino askoz gehiago dira. Aplikazio guztiak partekatzen dituzten sarrerako portuak dira, eta zure eskura izatea merezi duzun balio- eta esanahi-aberastasuna. Ez da zaborretara botatzen hurrengo Kontrolaren ondoren. Lehen aipatutako programatzaile hori naiz eta denek MonkeyPasteren erabilera aurkitzea nahi dut. Beraz, bera eta bere funtzio guztiak guztiz doakoak dira. Eroso esertzea ere nahi dut. Beraz, benetan diotsut, beren sorreraren atzean dagoen indar bakarra den bezala, (muy) pertsonaletako bat ere ez dela sortzen. bere portapapelak edozein lekutan arakatzen edo gordetzen dira bere makinatik harago. Epea.
fa_ir: MonkeyPaste یک مدیر کلیپ بورد، اتوماسیون و ابزار بهره وری مانند هیچ چیز دیگری نیست. ارتقاء کلیپ بورد خود را به یک بخش غنی و سازمان یافته از گردش کار خود را، دارای یک رابط بصری و کم مشخصات است که از متن، فایل ها و تصاویر پشتیبانی می کند. طراحی شده برای انعطاف پذیری، با libray جامعه محور همیشه در حال رشد از پلاگین. این به عنوان یک ازمایش توسط یک برنامه نویس که مایل به بیش از کپی کردن و چسباندن از کلیپ بورد بود، اغاز شد. او یک دستور ساده مانند Control +C می خواست که به جای ان "اضافه" شود. از "جایگزین" انچه در کلیپ بورد بود. و ازمایش جواب داد، eureka! ابزار کوچک بسیار مفید بود. این برنامه نویس را با ایده های بیشتر و ازمایش های بیشتر، که در حال حاضر تبدیل به "MonkeyPaste" شده است. همانطور که دسکتاپ به فایل های شما است، MonkeyPaste قصد دارد به کلیپ بورد شما باشد. ان مجموعه ای از ابزار با دقت طراحی شده به نظر می رسد ادغام و interoperate با هر گونه برنامه یا فرمت محتوا. Control+C و Control+V خیلی بیشتر از میانبرها هستند. انها بنادر ورودی هستند که تمام برنامه ها به اشتراک می گذارند و یک ثروت از ارزش و معنی شما سزاوار در دسترس در نوک انگشتان خود را. نه تنها پس از کنترل + C بعدی دور انداخته می شود. من که برنامه نویس قبلا ذکر شده و من می خواهم هر قادر به پیدا کردن استفاده از MonkeyPaste. بنابراین ان و تمام ویژگی های ان کاملا رایگان برای استفاده است. همچنین می خواهم با استفاده از ان احساس راحتی کنید. بنابراین من به شما اطمینان می دهم، به عنوان تنها نیروی ایجاد ان، که هیچ یک از اطلاعات شخصی (بسیار) که می تواند در کلیپ بورد خود را تا کنون ردیابی و یا ذخیره شده در هر نقطه فراتر از دستگاه خود را. دوره.
fi_fi: MonkeyPaste on leikepöydän hallinta-, automaatio- ja tuottavuustyökalu kuin mikään muu. Leikepöydän parantaminen rikastetuksi ja organisoiduksi osaksi työnkulkua, sisältää intuitiivisen ja matalan profiilin käyttöliittymän, joka tukee tekstiä, tiedostoja ja kuvia. Suunniteltu joustavaksi, jatkuvasti kasvavalla yhteisövetoisella laajennusvalikoimalla. Se alkoi ohjelmoijan kokeiluna, joka halusi enemmän kuin vain kopioida ja liittää leikepöydältä. Hän halusi yksinkertaisen komennon, kuten Control+C, joka "lisäisi" sen sijaan "korvata" leikepöydällä ollut. Ja kokeilu toimi, eureka! Pieni työkalu oli erittäin kätevä. Tämä kiehtoi ohjelmoijaa enemmän ideoita ja kokeita, jotka nyt on tullut "MonkeyPaste". Koska työpöytä on tiedostoillesi, MonkeyPaste aikoo olla leikepöydällesi. Se on joukko työkaluja, jotka on suunniteltu huolellisesti näennäisesti integroimaan ja toimimaan yhdessä mikä tahansa sovellus tai sisällön muoto. Ctrl+C ja Ctrl+V ovat paljon muutakin kuin pikanäppäimiä. Ne ovat kaikkien sovellusten yhteisiä maahantulosatamia, joissa on Arvon ja merkityksen rikkaus, jonka ansaitset olla käden ulottuvilla. Ei vain heitetä pois seuraavan Control+C:n jälkeen. Olen aiemmin mainittu ohjelmoija ja haluan, että jokainen voi löytää käyttöä MonkeyPastesta. Joten se ja kaikki sen ominaisuudet ovat täysin ilmaisia käyttää. Haluan myös, että tunnet olosi mukavaksi käyttää sitä. Joten vakuutan teille, ainoana voimana sen luomisen takana, että MIKÄÄN (erittäin) henkilökohtaisista tiedoista, joita voi syntyä leikepöytääsi seurataan tai tallennetaan MIHIN tahansa oman koneesi ulkopuolelle. Jakso.
fil_ph: Ang MonkeyPaste ay isang clipboard manager, automation at tool sa pagiging produktibo tulad ng walang iba pa. Pagpapahusay ng iyong clipboard sa isang enriched at organisadong bahagi ng iyong daloy ng trabaho, Nagtatampok ng intuitive at mababang profile na interface na sumusuporta sa teksto, mga file at mga imahe. Idinisenyo para sa kakayahang umangkop, na may patuloy na lumalagong libray na hinihimok ng komunidad ng mga plugin. Nagsimula ito bilang isang eksperimento ng isang programmer na nagnanais ng higit pa sa kopyahin at i paste sa labas ng clipboard. Gusto niya ng isang simpleng utos tulad ng Control + C na 'magdagdag sa' sa halip ng 'palitan' ang nasa clipboard. At ang eksperimento ay nagtrabaho, eureka! Ang maliit na tool ay napaka madaling gamitin. Ito entrigued ang programmer na may higit pang mga ideya at higit pang mga eksperimento, na ngayon ay naging "MonkeyPaste". Tulad ng desktop ay sa iyong mga file, ang MonkeyPaste ay nagnanais na maging sa iyong clipboard. Ito ay isang suite ng mga tool na maingat na dinisenyo upang tila walang putol na pagsamahin at interoperate sa anumang application o format ng nilalaman. Ang Control+C at Control+V ay higit pa sa mga shortcut lamang. Ang mga ito ay ang mga port ng entry lahat ng mga application ibahagi, nagdadala ng isang kayamanan ng halaga at kahulugan karapat dapat kang magkaroon ng magagamit sa iyong mga daliri. Hindi basta basta itatapon pagkatapos ng susunod na Control+C. Ako na programmer nabanggit mas maaga at gusto ko lahat ng tao ay magagawang upang mahanap ang paggamit out ng MonkeyPaste. Kaya ito at ang lahat ng mga tampok nito ay ganap na libre upang gamitin. Gusto ko rin na maging komportable ka sa paggamit nito. Kaya tinitiyak ko sa iyo, bilang ang tanging puwersa sa likod ng paglikha nito, na WALA sa (napaka) personal na impormasyon na maaaring lumitaw sa ang iyong clipboard ay kailanman sinusubaybayan o naka imbak SAANMAN lampas sa iyong sariling makina. Panahon.
fr_ht: MonkeyPaste est un gestionnaire de presse-papiers, un outil d’automatisation et de productivité pas comme les autres. Transformer votre presse-papiers en une partie enrichie et organisée de votre flux de travail, Doté d’une interface intuitive et discrète qui prend en charge le texte, les fichiers et les images. Conçu pour la flexibilité, avec une bibliothèque de plugins toujours plus nombreuse. Cela a commencé comme une expérience par un programmeur qui voulait plus qu’un simple copier-coller du presse-papiers. Il voulait une commande simple comme Ctrl+C qui « ajouterait à » à la place de 'remplacer' ce qui était dans le presse-papiers. Et l’expérience a fonctionné. Le petit outil était très pratique. Cela a piégé le programmeur avec plus d’idées et plus d’expériences, est maintenant devenu « MonkeyPaste ». Comme le bureau l’est à vos fichiers, MonkeyPaste a l’intention d’être à votre presse-papiers. Il s’agit d’une suite d’outils soigneusement conçus pour s’intégrer et interagir de manière transparente avec toute application ou tout format de contenu. Ctrl+C et Ctrl+V sont bien plus que de simples raccourcis. Ce sont les points d’entrée que toutes les applications partagent, Une richesse de valeur et de sens que vous méritez d’avoir à portée de main. Pas seulement jeté après le prochain Ctrl+C. Je suis le programmeur mentionné plus tôt et je veux que tout le monde puisse trouver une utilisation de MonkeyPaste. Ainsi, son utilisation et toutes ses fonctionnalités sont entièrement gratuites. Je veux aussi que vous vous sentiez à l’aise de l’utiliser. Je vous assure donc, en tant que seule force derrière sa création, qu’AUCUNE des informations (très) personnelles qui peuvent survenir sur votre presse-papiers n’est jamais suivi ou stocké N’IMPORTE OÙ au-delà de votre propre machine. Période.
fr_mc: MonkeyPaste est un gestionnaire de presse-papiers, un outil d’automatisation et de productivité pas comme les autres. Transformer votre presse-papiers en une partie enrichie et organisée de votre flux de travail, Doté d’une interface intuitive et discrète qui prend en charge le texte, les fichiers et les images. Conçu pour la flexibilité, avec une bibliothèque de plugins en constante évolution, pilotée par la communauté. Cela a commencé comme une expérience par un programmeur qui voulait plus qu’un simple copier-coller du presse-papiers. Il voulait une commande simple comme Ctrl+C qui « ajouterait à » à la place de 'remplacer' ce qui était dans le presse-papiers. Et l’expérience a fonctionné, eurêka ! Le petit outil était très pratique. Cela a piégé le programmeur avec plus d’idées et plus d’expériences, est maintenant devenu « MonkeyPaste ». Comme le bureau l’est à vos fichiers, MonkeyPaste a l’intention d’être à votre presse-papiers. Il s’agit d’une suite d’outils soigneusement conçus pour s’intégrer et interagir de manière transparente avec toute application ou tout format de contenu. Ctrl+C et Ctrl+V sont bien plus que de simples raccourcis. Ce sont les points d’entrée que toutes les applications partagent, Une richesse de valeur et de sens que vous méritez d’avoir à portée de main. Pas seulement jeté après le prochain Control+C. Je suis le programmeur mentionné plus tôt et je veux que tout le monde puisse trouver une utilisation de MonkeyPaste. Ainsi, son utilisation et toutes ses fonctionnalités sont entièrement gratuites. Je veux aussi que vous vous sentiez à l’aise de l’utiliser. Je vous assure donc, en tant que seule force derrière sa création, qu’AUCUNE des informations (très) personnelles qui peuvent survenir sur votre presse-papiers n’est jamais suivi ou stocké N’IMPORTE OÙ au-delà de votre propre machine. Période.
ga_ie: Is bainisteoir gearrthaisce, uathoibriú agus uirlis táirgiúlachta é MonkeyPaste cosúil le haon cheann eile. Feabhas a chur ar do ghearrthaisce i gcuid saibhrithe agus eagraithe de do shreabhadh oibre, ina bhfuil comhéadan iomasach agus ísealphróifíle a thacaíonn le téacs, comhaid agus íomhánna. Deartha le haghaidh solúbthachta, le libray pobal-tiomáinte de bhreiseáin atá ag fás i gcónaí. Thosaigh sé mar thurgnamh ag ríomhchláraitheoir ar mian leis níos mó ná cóipeáil agus greamaigh amach as an ngearrthaisce. Theastaigh ordú simplí uaidh mar Control +C a chuirfeadh 'leis' ina ionad 'ionadaigh' an méid a bhí ar an ngearrthaisce. Agus d'oibrigh an turgnamh, eureka! Bhí an uirlis bheag an-áisiúil. Chuir sé seo isteach ar an ríomhchláraitheoir le níos mó smaointe agus níos mó turgnaimh, anois tar éis éirí "MoncaíPaste". Ós rud é go bhfuil an deasc ar do chuid comhad, tá sé i gceist ag MonkeyPaste a bheith ar do ghearrthaisce. Tá a sraith uirlisí deartha go cúramach chun comhtháthú agus idir-inoibritheach gan dealramh le aon chur i bhfeidhm nó formáid inneachair. Tá Rialú + C agus Rialú + V i bhfad níos mó ná aicearraí amháin. Is iad na calafoirt iontrála a roinneann gach iarratas, agus saibhreas luacha agus brí atá tuillte agat a bheith ar fáil ar do mhéar. Ní hamháin gur caitheadh amach é tar éis an chéad Rialú eile +C. Is mise an ríomhchláraitheoir sin a luadh níos luaithe agus ba mhaith liom go mbeadh gach duine in ann úsáid a bhaint as MonkeyPaste. Mar sin, tá sé agus gach ceann dá ghnéithe go hiomlán saor in aisce le húsáid. Ba mhaith liom freisin go mbraitheann tú compordach á úsáid. Mar sin, geallaim duit, mar an t-aon fhórsa atá taobh thiar dá chruthú, nach bhfuil aon chuid den fhaisnéis phearsanta (an-) a d'fhéadfadh teacht chun cinn ar déantar do ghearrthaisce a rianú nó a stóráil riamh ÁIT AR BITH thar do mheaisín féin. Tréimhse.
gd_gb: Tha MonkeyPaste na mhanaidsear clipboard, inneal fèin-ghluasaid agus cinneasachd coltach ri gin eile.
gl_es: MonkeyPaste é unha ferramenta de xestor de portapapeis, automatización e produtividade como ningunha outra.
gu_in: મંકીપેસ્ટ એ ક્લિપબોર્ડ મેનેજર, ઓટોમેશન અને ઉત્પાદકતા સાધન છે, જે અન્ય કોઈ નથી. તમારા ક્લિપબોર્ડને તમારા વર્કફ્લોના સમૃદ્ધ અને સંગઠિત ભાગમાં વધારવું, એક સાહજિક અને ઓછી પ્રોફાઇલ ઇન્ટરફેસ દર્શાવતા જે ટેક્સ્ટ, ફાઇલો અને છબીઓને સપોર્ટ કરે છે. સુગમતા માટે રચાયેલ છે, જેમાં સતત વધતા જતા સમુદાય - પ્લગઇનની લિબ્રાય ચાલે છે. તેની શરૂઆત એક પ્રોગ્રામર દ્વારા કરવામાં આવેલા પ્રયોગ તરીકે થઈ હતી, જે ક્લિપબોર્ડની ફક્ત નકલ અને પેસ્ટ કરતાં વધુ ઇચ્છતા હતા. તેને Ctrl+C જેવો સરળ આદેશ જોઈતો હતો જે તેના બદલે 'માં ઉમેરો' કરે ક્લિપબોર્ડ પર જે હતું તે 'બદલો' નું. અને આ પ્રયોગ કારગત નીવડ્યો. નાનું સાધન ખૂબ જ કામનું હતું. આ પ્રવેશથી પ્રોગ્રામરને વધુ વિચારો અને વધુ પ્રયોગો થયા, કે હવે "મંકીપેસ્ટ" બની ગઈ છે. ડેસ્કટોપ તમારી ફાઇલો માટે હોવાથી, મંકીપેસ્ટ તમારા ક્લિપબોર્ડ પર હોવાનો ઇરાદો ધરાવે છે. તે ટૂલ્સનો એક સ્યુટ છે જે મોટે ભાગે એકીકૃત કરવા અને તેની સાથે આંતરવ્યવહાર કરવા માટે કાળજીપૂર્વક રચાયેલ છે કોઈપણ એપ્લિકેશન અથવા સામગ્રીનું ફોર્મેટ. Ctrl+C અને Ctrl+V માત્ર શોર્ટકટ્સ કરતાં ઘણું વધારે છે. તે પ્રવેશનાં બંદરો છે જે બધી એપ્લિકેશનો શેર કરે છે, જે એક વહન કરે છે મૂલ્ય અને અર્થની સંપત્તિ તમે તમારી આંગળીના ટેરવે ઉપલબ્ધ કરાવવા માટે લાયક છો. આગામી Ctrl+C પછી માત્ર ફેંકી જ નહીં. હું તે પ્રોગ્રામર છું જેનો અગાઉ ઉલ્લેખ કરવામાં આવ્યો છે અને હું ઇચ્છું છું કે દરેક જણ મંકીપેસ્ટનો ઉપયોગ શોધી શકે. તેથી તે અને તેની તમામ સુવિધાઓ વાપરવા માટે સંપૂર્ણપણે મફત છે. હું પણ ઇચ્છું છું કે તમે તેનો ઉપયોગ કરીને આરામદાયક અનુભવો. તેથી હું તમને ખાતરી આપું છું કે, તેના સર્જન પાછળનું એકમાત્ર બળ હોવાને નાતે, કે કોઈ પણ (ખૂબ જ) વ્યક્તિગત માહિતી જે આના પર ઊભી થઈ શકે તેમ નથી તમારું ક્લિપબોર્ડ તમારા પોતાના મશીનથી આગળ ક્યાંય પણ ટ્રેક અથવા સંગ્રહિત થાય છે. સમયગાળો.
he_il: MonkeyPaste הוא מנהל לוח, אוטומציה וכלי פרודוקטיביות שאין כמותו. שיפור הלוח שלך לחלק מועשר ומאורגן של זרימת העבודה שלך, כולל ממשק אינטואיטיבי בפרופיל נמוך התומך בטקסט, קבצים ותמונות. מתוכנן לגמישות, עם קהילה הולכת וגדלה של תוספים המונעים על ידי ליבריי. זה התחיל כניסוי של מתכנת שרצה יותר מסתם להעתיק ולהדביק מהלוח. הוא רצה פקודה פשוטה כמו Ctrl+C ש'תוסיף' במקום זאת של 'להחליף' את מה שהיה על הלוח. והניסוי עבד. הכלי הקטן היה שימושי מאוד. זה סיקרן את המתכנת עם עוד רעיונות ועוד ניסויים, כי עכשיו הפך להיות "משחת קוף". כמו שולחן העבודה הוא לקבצים שלך, MonkeyPaste מתכוון להיות הלוח שלך. זוהי חבילת כלים שתוכננה בקפידה כדי להשתלב ולשתף פעולה עם כל יישום או פורמט של תוכן. Ctrl+C ו- Ctrl+V הם הרבה יותר מסתם קיצורי דרך. הם נמלי הכניסה המשותפים לכל היישומים, הנושאים עושר של ערך ומשמעות שמגיע לך להיות זמין בקצות אצבעותיך. לא סתם נזרק אחרי Ctrl+C הבא. אני המתכנת שהוזכר קודם ואני רוצה שכולם יוכלו למצוא שימוש ב-MonkeyPaste. אז זה וכל התכונות שלה הם לגמרי בחינם לשימוש. אני גם רוצה שתרגישו בנוח להשתמש בו. אז אני מבטיח לכם, בתור הכוח היחיד מאחורי יצירתו, שאף אחד מהמידע האישי (מאוד) שיכול לצוץ אי פעם עוקבים אחר הלוח שלך או מאחסנים אותו בכל מקום מעבר למחשב שלך. תקופה. (MonkeyPaste דורש הרשאות מלאות)
hi_in: मंकीपेस्ट एक क्लिपबोर्ड मैनेजर, ऑटोमेशन और प्रोडक्टिविटी टूल है जैसा कोई और नहीं है। अपने क्लिपबोर्ड को अपने वर्कफ़्लो के एक समृद्ध और संगठित हिस्से में बढ़ाना, एक सहज और कम प्रोफ़ाइल इंटरफ़ेस की विशेषता है जो पाठ, फ़ाइलों और छवियों का समर्थन करता है। लचीलेपन के लिए डिज़ाइन किया गया, एक बढ़ते समुदाय के साथ - प्लगइन्स की संचालित लिब्रे। यह एक प्रोग्रामर द्वारा एक प्रयोग के रूप में शुरू हुआ जो क्लिपबोर्ड से सिर्फ कॉपी और पेस्ट से अधिक चाहता था। वह Ctrl + C जैसी एक साधारण कमांड चाहता था जो इसके बजाय 'जोड़' देगा क्लिपबोर्ड पर जो था उसे 'बदलें'। और प्रयोग काम कर गया। छोटा उपकरण बहुत आसान था। इसने प्रोग्रामर को अधिक विचारों और अधिक प्रयोगों के साथ आकर्षित किया, कि अब "मंकीपेस्ट" बन गया है। जैसा कि डेस्कटॉप आपकी फ़ाइलों के लिए है, MonkeyPaste आपके क्लिपबोर्ड पर होने का इरादा रखता है। यह उपकरणों का एक सूट सावधानीपूर्वक प्रतीत होता है कि एकीकृत और इंटरऑपरेट करने के लिए डिज़ाइन किया गया है सामग्री का कोई अनुप्रयोग या प्रारूप. Ctrl+C और Ctrl+V केवल शॉर्टकट से कहीं अधिक हैं। वे प्रवेश के बंदरगाह हैं जो सभी अनुप्रयोगों को साझा करते हैं, एक मूल्य और अर्थ का धन जो आप अपनी उंगलियों पर उपलब्ध होने के लायक हैं। अगले Ctrl + C के बाद सिर्फ फेंक नहीं दिया। मैं वह प्रोग्रामर हूं जिसका उल्लेख पहले किया गया था और मैं चाहता हूं कि हर कोई मंकीपेस्ट का उपयोग करने में सक्षम हो। तो यह और इसकी सभी विशेषताएं उपयोग करने के लिए पूरी तरह से स्वतंत्र हैं। मैं यह भी चाहता हूं कि आप इसका उपयोग करने में सहज महसूस करें। इसलिए मैं आपको विश्वास दिलाता हूं, इसके निर्माण के पीछे एकमात्र बल होने के नाते, कि (बहुत) व्यक्तिगत जानकारी में से कोई भी उत्पन्न नहीं हो सकता है आपका क्लिपबोर्ड कभी भी आपकी अपनी मशीन से परे कहीं भी ट्रैक या संग्रहीत किया जाता है। काल।
hr_ba: MonkeyPaste je upravitelj međuspremnika, alat za automatizaciju i produktivnost kao nijedan drugi.
hr_hr: Monkeypaste je upravitelj međuspremnika, alat za automatizaciju i produktivnost kao nijedan drugi. Poboljšanje međuspremnika u obogaćeni i organizirani dio vašeg tijeka rada, Sadrži intuitivno i nisko - profilno sučelje koje podržava tekst, datoteke i slike. Dizajniran za fleksibilnost, s stalno rastućom zajednicom - Libray od dodataka. Počeo je kao eksperiment programera koji je želio više od kopiranja i zalijepiti iz međuspremnika. Htio je jednostavnu naredbu poput ctrl+c koja bi umjesto toga 'dodala' 'Zamijenite' ono što je bilo na međuspremniku. I eksperiment je djelovao. Mali alat bio je vrlo zgodan. Ovo je programera ubacio s više ideja i više eksperimenata, koji sada je postao "monkeypaste". Kako je radna površina prema vašim datotekama, MonkeyPaste namjerava biti u vašem međuspremnik. Njegov je apartma bilo koja aplikacija ili format sadržaja. Ctrl+C i Ctrl+V mnogo su više od prečaca. To su luke unosa koje sve aplikacije dijele, noseći a bogatstvo vrijednosti i značenja koje zaslužujete imati na raspolaganju na dohvat ruke. Ne samo bačen nakon sljedećeg Ctrl+c. Ja sam taj programer spomenut ranije i želim da svi mogu pronaći korištenje od Monkeypaste. Dakle, IT i sve njegove značajke potpuno su besplatne za korištenje. Također želim da se osjećate ugodno koristeći ga. Stoga vas uvjeravam kao jedina sila koja stoji iza njenog stvaranja, da nijedan (vrlo) osobni podaci koji se ne mogu pojaviti Vaš se međuspremnik ikada prati ili pohranjuje bilo gdje izvan vašeg vlastitog stroja. Razdoblje.
hu_hu: A MonkeyPaste egy vágólapkezelő, automatizálási és termelékenységi eszköz, mint senki más. A vágólap továbbfejlesztése a munkafolyamat gazdagított és szervezett részévé, intuitív és alacsony profilú felülettel rendelkezik, amely támogatja a szöveget, fájlokat és képeket. Rugalmasságra tervezve, folyamatosan növekvő közösség által vezérelt plugin-meghajtóval. Egy programozó kísérleteként kezdődött, aki többet akart, mint a vágólapról való másolás és beillesztés. Olyan egyszerű parancsot akart, mint a Ctrl+C, amely ehelyett "hozzáad" hogy "kicserélje" azt, ami a vágólapon volt. És a kísérlet működött. A kis eszköz nagyon praktikus volt. Ez több ötlettel és kísérlettel érdekelte a programozót, hogy most "MonkeyPaste" lett. Mivel az asztal a fájlokhoz tartozik, a MonkeyPaste a vágólapra kíván kerülni. Ez egy gondosan megtervezett eszközkészlet, amely látszólag integrálódik és együttműködik bármilyen alkalmazás vagy tartalomformátum. A Ctrl+C és a Ctrl+V billentyűkombináció sokkal több, mint egyszerű billentyűparancsok. Ezek azok a belépési kikötők, amelyeken minden alkalmazás osztozik, és Az érték és az értelem gazdagsága, amelyet megérdemel, hogy kéznél legyen. Nem csak a következő Ctrl+C után dobják ki. Én vagyok a korábban említett programozó, és azt akarom, hogy mindenki megtalálja a MonkeyPaste használatát. Tehát ez és minden funkciója teljesen ingyenesen használható. Azt is szeretném, ha kényelmesen érezné magát. Tehát biztosíthatom Önöket, mint az egyetlen erőt a létrehozása mögött, hogy EGYIK (nagyon) személyes információ sem merülhet fel a vágólapodat mindig nyomon követheted vagy tárolhatod BÁRHOL a saját gépeden kívül. Periódus.
hy_am: MonkeyPaste- ը clipboard մենեջեր է, ավտոմատացման եւ արտադրողականության գործիք, ինչպես ոչ այլ: Ձեր ստվարաթուղթը հարստացրած եւ կազմակերպված մաս դարձնել ձեր աշխատանքային հոսքի, ինտուիտիվ եւ ցածր պրոֆիլային ինտերֆեյս, որը աջակցում է տեքստին, ֆայլերին եւ պատկերներին ։ Նախատեսված է ճկունության համար, անընդհատ աճող համայնքի կողմից պլյուգինների լիբրայով ։ Այն սկսվեց որպես փորձարկում ծրագրավորողի կողմից, ով ցանկանում էր ավելին, քան պարզապես պատճենել եւ փակցնել ստեղնաշարից: Նա ցանկանում էր Ctrl+C-ի նման մի պարզ հրաման, որը փոխարենը «կավելացներ» «փոխարինել» այն, ինչ կար ամրակի վրա: Եվ փորձն աշխատեց: Փոքրիկ գործիքը շատ հարմար էր: Սա ընդգրկեց ծրագրավորողին ավելի շատ գաղափարներով եւ ավելի շատ փորձերով, որ այժմ դարձել է «MonkeyPaste»: Քանի որ աշխատասեղանը ձեր ֆայլերին է, MonkeyPaste-ը մտադիր է լինել ձեր clipboard- ում: Նրա գործիքների մի հավաքածու, որը նախատեսված է անզգույշ կերպով միացնելու եւ միջկապակցելու համար բովանդակության ցանկացած դիմում կամ ձեւանմուշ: Ctrl+C եւ Ctrl+V շատ ավելին են, քան պարզապես կարճ կտուցները: Դրանք մուտքի նավահանգիստներն են բոլոր դիմումների բաժինը, կրելով a արժեքի եւ նշանակության հարստություն, որին արժանի եք մատների ծայրերում առկա: Ոչ միայն դեն նետվեց հաջորդ Ctrl+C-ից հետո: Ես այն ծրագրավորողն եմ, որի մասին ավելի վաղ նշվեց եւ ցանկանում եմ, որ բոլորը կարողանան օգտվել MonkeyPaste-ից: Այսպիսով, այն եւ նրա բոլոր առանձնահատկությունները լիովին ազատ են օգտագործելու համար: Ես նաեւ ուզում եմ, որ դուք հարմարավետ զգաք այն օգտագործելու համար: Այսպիսով, վստահեցնում եմ ձեզ, որ լինելով նրա ստեղծման միակ ուժը, ոչ մի անձնական տեղեկություն, որը կարող է առաջանալ ձեր clipboard-ը երբեւէ հետապնդվում կամ պահվում է ANYWHERE-ում ձեր սեփական մեքենայից այն կողմ: Ժամանակաշրջան: (MonkeyPaste պահանջվում է բարձրացված թույլտվություններ)
id_id: MonkeyPaste adalah manajer clipboard, otomatisasi, dan alat produktivitas yang tiada duanya. Meningkatkan clipboard Anda menjadi bagian yang diperkaya dan terorganisir dari alur kerja Anda, Menampilkan antarmuka profil rendah dan intuitif yang mendukung teks, file, dan gambar. Dirancang untuk fleksibilitas, dengan libray plugin berbasis komunitas yang terus berkembang. Ini dimulai sebagai percobaan oleh seorang programmer yang menginginkan lebih dari sekadar menyalin dan menempel dari clipboard. Dia menginginkan perintah sederhana seperti Ctrl + C yang akan 'menambah' sebagai gantinya dari 'ganti' apa yang ada di clipboard. Dan eksperimen itu berhasil. Alat kecil itu sangat berguna. Ini menggelitik programmer dengan lebih banyak ide dan lebih banyak eksperimen, bahwa sekarang telah menjadi "MonkeyPaste". Karena desktop adalah untuk file Anda, MonkeyPaste bermaksud untuk berada di clipboard Anda. Ini adalah seperangkat alat yang dirancang dengan cermat untuk mengintegrasikan dan beroperasi dengan mulus aplikasi atau format konten apa pun. Ctrl + C dan Ctrl + V jauh lebih dari sekadar pintasan. Mereka adalah pelabuhan masuk semua aplikasi berbagi, membawa kekayaan nilai dan makna yang layak Anda miliki di ujung jari Anda. Tidak hanya dibuang setelah Ctrl + C berikutnya. Saya adalah programmer yang disebutkan sebelumnya dan saya ingin semua orang dapat menggunakan MonkeyPaste. Jadi itu dan semua fiturnya benar-benar gratis untuk digunakan. Saya juga ingin Anda merasa nyaman menggunakannya. Jadi saya meyakinkan Anda, sebagai satu-satunya kekuatan di balik penciptaannya, bahwa TIDAK ADA informasi (sangat) pribadi yang dapat muncul pada clipboard Anda pernah dilacak atau disimpan DI MANA SAJA di luar mesin Anda sendiri. Masa.
is_is: MonkeyPaste er klemmuspjald framkvæmdastjóri, sjálfvirkni og framleiðni tól eins og enginn annar. Að bæta klemmuspjaldið þitt í auðgaðan og skipulagðan hluta vinnuflæðisins þíns, Featuring leiðandi og lágt - snið tengi sem styður texta, skrár og myndir. Hannað fyrir sveigjanleika, með sífellt vaxandi samfélagi - ekið bókasafn tappi. Það byrjaði sem tilraun með forritara sem vildi meira en bara afrita og líma út af klemmuspjaldinu. Hann vildi einfalda skipun eins og Ctrl + C sem myndi 'bæta við' í staðinn af 'skipta út' það sem var á klemmuspjaldinu. Og tilraunin heppnađist. Litla verkfærið var mjög handhægt. Þetta heillaði forritarann með fleiri hugmyndum og fleiri tilraunum, sem nú er orðið "MonkeyPaste". Þar sem skjáborðið er fyrir skrárnar þínar ætlar MonkeyPaste að vera á klemmuspjaldið þitt. Það er föruneyti af verkfærum sem eru vandlega hönnuð til að virðast samþætta og vinna með hvaða forrit eða snið efnis. Ctrl + C og Ctrl + V eru miklu meira en bara flýtileiðir. Þeir eru inngönguhafnir sem öll forrit deila, með Auður af verðmæti og merkingu sem þú átt skilið að hafa tiltækt innan seilingar. Ekki bara hent eftir næsta Ctrl+C. ÉG er þessi forritari umtal áðan og ÉG vilja allir til vera fær til finna nota út af MonkeyPaste. Svo það og allir eiginleikar þess eru algjörlega ókeypis í notkun. Ég vil líka að þér líði vel með að nota það. Svo ég fullvissa þig, eins og að vera eina aflið á bak við stofnun þess, að EKKERT af (mjög) persónulegum upplýsingum sem geta komið upp á þinn klemmuspjald er alltaf rekja spor einhvers eða birgðir EINHVERS staðar fyrir handan þinn eiga vél. Tímabil.
it_it: MonkeyPaste è uno strumento di gestione degli appunti, automazione e produttività come nessun altro. Migliorare gli appunti in una parte arricchita e organizzata del flusso di lavoro, Caratterizzato da un'interfaccia intuitiva e a basso profilo che supporta testo, file e immagini. Progettato per la flessibilità, con una libreria di plugin in continua crescita guidata dalla comunità. È iniziato come un esperimento di un programmatore che voleva qualcosa di più di un semplice copia e incolla dagli appunti. Voleva un comando semplice come Ctrl+C che invece 'aggiungesse a' di 'sostituire' ciò che era negli appunti. E l'esperimento ha funzionato. Il piccolo strumento era molto utile. Questo ha coinvolto il programmatore con più idee e più esperimenti, che ora è diventato "MonkeyPaste". Come il desktop sta ai tuoi file, MonkeyPaste intende essere per i tuoi appunti. Si tratta di una suite di strumenti accuratamente progettati per integrarsi e interagire in modo semplice con qualsiasi applicazione o formato di contenuto. Ctrl+C e Ctrl+V sono molto più che semplici scorciatoie. Sono le porte di ingresso condivise da tutte le applicazioni, che portano un ricchezza di valore e significato che meriti di avere a portata di mano. Non solo buttato via dopo il prossimo Ctrl+C. Io sono quel programmatore menzionato prima e voglio che tutti siano in grado di trovare l'uso di MonkeyPaste. Quindi e tutte le sue funzionalità sono completamente gratuite. Voglio anche che tu ti senta a tuo agio nell'usarlo. Quindi vi assicuro, essendo l'unica forza dietro la sua creazione, che NESSUNA delle informazioni (molto) personali che possono sorgere su i tuoi appunti sono sempre tracciati o archiviati OVUNQUE oltre la tua macchina. Periodo.
ja_jp: MonkeyPaste は、他にはないクリップボード マネージャー、自動化および生産性ツールです。
ka_ge: MonkeyPaste არის ბუფერის მენეჯერი, ავტომატიზაციისა და პროდუქტიულობის ინსტრუმენტი, როგორც სხვა. თქვენი ბუფერის გაძლიერება თქვენი სამუშაო პროცესის გამდიდრებულ და ორგანიზებულ ნაწილში, ინტუიციური და დაბალი პროფილის ინტერფეისით, რომელიც მხარს უჭერს ტექსტს, ფაილებსა და სურათებს. მოქნილობისთვის არის შექმნილი, სულ უფრო და უფრო მზარდი საზოგადოებით. ეს დაიწყო როგორც ექსპერიმენტი პროგრამისტის მიერ, რომელსაც სურს უფრო მეტი, ვიდრე უბრალოდ დააკოპიროთ და ჩასვით ბუფერში. მას სურდა მარტივი ბრძანება, როგორიცაა Ctrl + C, რომელიც "დაამატებდა" ნაცვლად "შეცვალეთ" რა იყო ბუფერში. და ექსპერიმენტი მუშაობდა. პატარა ინსტრუმენტი ძალიან მოსახერხებელი იყო. ამან პროგრამისტს უფრო მეტი იდეა და მეტი ექსპერიმენტი დაავალა, რაც ახლა გახდა "MonkeyPaste". როგორც სამუშაო მაგიდა თქვენს ფაილებს, MonkeyPaste აპირებს იყოს თქვენს ბუფერში. ეს არის ინსტრუმენტების კომპლექტი, რომელიც საგულდაგულოდ არის შექმნილი, რომ აშკარად ინტეგრირდეს და ურთიერთთავსებადობა ნებისმიერი პროგრამა ან შინაარსის ფორმატი. Ctrl + C და Ctrl + V ბევრად მეტია, ვიდრე უბრალოდ მალსახმობები. ისინი პორტები შესვლის ყველა განაცხადების წილი, ტარების a ღირებულების სიმდიდრე და მნიშვნელობა, რომ თქვენ იმსახურებთ თქვენს ხელთაა ხელმისაწვდომი. არა მხოლოდ გადააგდეს შემდეგი Ctrl + C- ის შემდეგ. მე ვარ ის პროგრამისტი, რომელიც ადრე იყო ნახსენები და მინდა, რომ ყველამ შეძლოს მაიმუნის პასტიდან გამოყენება. ასე რომ, ის და მისი ყველა მახასიათებელი სრულიად უფასოა. მე ასევე მინდა, რომ თავი კომფორტულად იგრძნოთ მის გამოყენებაში. ასე რომ, გარწმუნებთ, როგორც მისი შექმნის ერთადერთი ძალა, რომ არცერთი (ძალიან) პირადი ინფორმაცია, რომელიც შეიძლება წარმოიშვას თქვენი ბუფერი ოდესმე თვალყურს ადევნებს ან ინახება სადმე საკუთარი მანქანის მიღმა. პერიოდი.
kk_kz: Монкейцесс - бұл алмасу буферінің менеджері, автоматика және өнімділік құралдары, басқалары сияқты. Алмасу буферін жұмыс процесінің байытылған және ұйымдастырылған бөлігіне арттыру, Мәтінді, файлдар мен суреттерді қолдайтын интуитивті және төмен профильді интерфейс. Икемділікке арналған, үнемі өсіп келе жатқан қоғамдастықпен - плагиндердің жарнамалық нөмірі. Ол тәжірибеден бастады, алмасу буферінен көшіп, аралық сақтағыштан артық қалдыруды қалайды. Ол Ctrl + C сияқты қарапайым команданы алғысы келді, бұл оның орнына «қосады» Аралық сақтағыштың не болғанын «ауыстырыңыз». Және эксперимент жұмыс жасады. Кішкентай құрал өте ыңғайлы болды. Бұл бағдарламашы көбірек идеялармен және тәжірибелермен таныстырды, бұл Енді «маймылдар» болды. Жұмыс үстелі сіздің файлдарыңызға келетіндіктен, Monkeyptaste аралық сақтағышқа қосылуға ниетті. Оның біріккені және интерфейс үшін мұқият жасалған құралдар жиынтығы Кез келген өтініш немесе мазмұн форматы. Ctrl + C және Ctrl + V тек сілтемелерден әлдеқайда көп. Олар барлық қосымшалардың үлесін енгізу, а Сүйіспеншілікке қол жеткізуге лайық құндылықтың байлығы және мағынасы. Келесі Ctrl + C-тен кейін лақтырылған емес. Мен бұрын айтылған бағдарламашымын және барлығының маймылдан таба алатынын қалаймын. Сондықтан ол және оның барлық мүмкіндіктері толығымен тегін. Сондай-ақ, мен сізді өзіңізді ыңғайлы сезінгеніңізді қалаймын. Сондықтан мен сізге оның жаратылысы артындағы жалғыз күш болғандықтан, жеке ақпараттың ешқайсысы жоқ деп сендіремін Сіздің алмасу буферіңіз ешқашан өз машинаңыздан тыс жерде бақыланады немесе сақталады. Кезең.
km_kh: MonkeyPaste គឺជាអ្នកគ្រប់គ្រង clipboard, automation និងឧបករណ៍ផលិតផលដូចគ្មានផ្សេងទៀត. ១. ធ្វើអោយផ្ទាំងឃ្លីបរបស់អ្នកក្លាយជាផ្នែកមួយដែលសម្បូរទៅដោយភាពចម្រុងចម្រើន និងរៀបចំជាផ្នែកមួយនៃលំហូរការងាររបស់អ្នក, លក្ខណៈពិសេសនៃចំណុចប្រទាក់ក្នុងនិងទម្រង់ទាបដែលគាំទ្រអត្ថបទឯកសារនិងរូបភាព។ បាន រចនា ឡើង សម្រាប់ ភាព ផ្លាស់ ប្តូរ ជាមួយ នឹង សហគមន៍ ដែល កំពុង រីក ចម្រើន ជា រៀង រហូត - បាន ជំរុញ ឲ្យ មាន ការ លេប នៃ កម្មវិធី ជំនួយ ។ វា បាន ចាប់ ផ្តើម ជា ការ ពិសោធន៍ មួយ ដោយ អ្នក សរសេរ កម្ម វិធី ដែល ចង់ បាន ច្រើន ជាង ច្បាប់ ចម្លង និង បិទ ក្តារ ឈុត ។ គាត់ ចង់ បាន ពាក្យ បញ្ជា សាមញ្ញ មួយ ដូច ជា Ctrl+C ដែល នឹង 'បន្ថែម' ជំនួស វិញ នៃ 'ជំនួស' អ្វី ដែល នៅ លើ ក្ដារខៀន ។ ហើយ ការ ពិសោធន៍ បាន ដំណើរ ការ ។ ឧបករណ៍ តូចៗ គឺ ងាយ ស្រួល ណាស់ ។ នេះ បាន បញ្ចូល កម្មវិធី ដែល មាន គំនិត និង ការ ពិសោធន៍ បន្ថែម ទៀត ដែល ឥឡូវ នេះ បាន ក្លាយ ជា "MonkeyPaste"។ ជាផ្ទៃតុគឺចំពោះឯកសាររបស់អ្នក MonkeyPaste មានបំណងដើម្បីទៅផ្ទាំង clipboard របស់អ្នក។ ឈុត ឧបករណ៍ ដែល បាន រចនា ដោយ ប្រុង ប្រយ័ត្ន ដើម្បី រួមបញ្ចូល និង អន្តរ ប្រតិបត្តិ ការ ដោយ គ្មាន ការ គិត ទុក ជា មួយ កម្មវិធី ឬ ទ្រង់ទ្រាយ នៃ មាតិកា ណា មួយ & # 160; ។ Ctrl+C និង Ctrl+V មាន ច្រើន ជាង គ្រាន់ តែ ជា shortcuts ប៉ុណ្ណោះ។ ពួក គេ ជា ច្រក ចូល នៃ ការ ចែក រំលែក កម្មវិធី ទាំង អស់ ផ្ទុក ទ្រព្យ សម្បត្តិ នៃ តម្លៃ និង អត្ថន័យ ដែល អ្នក សម នឹង ទទួល បាន នៅ ចុង ម្រាម ដៃ របស់ អ្នក ។ មិនគ្រាន់តែបោះចោលបន្ទាប់ពី Ctrl+C បន្តទៀត។ ខ្ញុំ ជា អ្នក សរសេរ កម្មវិធី ដែល បាន លើក ឡើង ពី មុន ហើយ ខ្ញុំ ចង់ ឲ្យ មនុស្ស គ្រប់ គ្នា អាច ស្វែង រក ការ ប្រើប្រាស់ ចេញ ពី MonkeyPaste ។ ដូច្នេះ វា និង លក្ខណៈ ពិសេស ទាំង អស់ របស់ វា គឺ ឥត គិត ថ្លៃ ទាំង ស្រុង ក្នុង ការ ប្រើប្រាស់ ។ ខ្ញុំ ក៏ ចង់ ឲ្យ អ្នក មាន អារម្មណ៍ ស្រួល ក្នុង ការ ប្រើ វា ផង ដែរ ។ ដូច្នេះ ខ្ញុំ ធានា អ្នក ថា ជា កម្លាំង តែ មួយ គត់ នៅ ពី ក្រោយ ការ បង្កើត របស់ វា ដែល គ្មាន ព័ត៌មាន ផ្ទាល់ ខ្លួន ( ច្រើន ណាស់ ) ដែល អាច កើត ឡើង ក្តារ បន្ទះ បន្ទះ របស់ អ្នក ត្រូវ បាន តាមដាន ឬ រក្សា ទុក ANYWHERE ហួស ពី ម៉ាស៊ីន ផ្ទាល់ ខ្លួន របស់ អ្នក ។ រយៈពេល។
kn_in: ಮಂಕಿಪೇಸ್ಟ್ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಮ್ಯಾನೇಜರ್, ಆಟೋಮೇಷನ್ ಮತ್ತು ಉತ್ಪಾದಕತೆಯ ಸಾಧನವಾಗಿದೆ. ನಿಮ್ಮ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಕೆಲಸದ ಹರಿವಿನ ಸಮೃದ್ಧ ಮತ್ತು ಸಂಘಟಿತ ಭಾಗವಾಗಿ ಹೆಚ್ಚಿಸುವುದು, ಪಠ್ಯ, ಫೈಲ್ ಗಳು ಮತ್ತು ಚಿತ್ರಗಳನ್ನು ಬೆಂಬಲಿಸುವ ಅರ್ಥಗರ್ಭಿತ ಮತ್ತು ಕಡಿಮೆ-ಪ್ರೊಫೈಲ್ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಒಳಗೊಂಡಿದೆ. ನಮ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ, ನಿರಂತರವಾಗಿ ಬೆಳೆಯುತ್ತಿರುವ ಸಮುದಾಯ - ಚಾಲಿತ ಪ್ಲಗ್ಇನ್ಗಳ ಲಿಬ್ರೇ. ಇದು ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ನಿಂದ ಕೇವಲ ನಕಲಿಸಿ ಅಂಟಿಸುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಬಯಸುವ ಪ್ರೋಗ್ರಾಮರ್ ನ ಪ್ರಯೋಗವಾಗಿ ಪ್ರಾರಂಭವಾಯಿತು. ಅವರು Ctrl+C ನಂತಹ ಸರಳ ಆದೇಶವನ್ನು ಬಯಸಿದ್ದರು, ಅದು ಬದಲಿಗೆ 'ಸೇರಿಸುತ್ತದೆ'. ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ನಲ್ಲಿ ಏನಿದೆಯೋ ಅದನ್ನು 'ಬದಲಿಸಿ'. ಮತ್ತು ಪ್ರಯೋಗವು ಕೆಲಸ ಮಾಡಿತು. ಸಣ್ಣ ಉಪಕರಣವು ತುಂಬಾ ಉಪಯುಕ್ತವಾಗಿತ್ತು. ಇದು ಪ್ರೋಗ್ರಾಮರ್ ಗೆ ಹೆಚ್ಚಿನ ಆಲೋಚನೆಗಳು ಮತ್ತು ಹೆಚ್ಚಿನ ಪ್ರಯೋಗಗಳೊಂದಿಗೆ ಕುತೂಹಲವನ್ನುಂಟುಮಾಡಿತು, ಈಗ ಅದು "ಮಂಕಿಪಾಸ್ಟೆ" ಆಗಿ ಮಾರ್ಪಟ್ಟಿದೆ. ಡೆಸ್ಕ್ ಟಾಪ್ ನಿಮ್ಮ ಫೈಲ್ ಗಳಿಗೆ ಇರುವಂತೆ, ಮಂಕಿಪೇಸ್ಟ್ ನಿಮ್ಮ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಗೆ ಇರಲು ಉದ್ದೇಶಿಸಿದೆ. ಇದು ತೋರದಂತೆ ಸಂಯೋಜಿಸಲು ಮತ್ತು ಪರಸ್ಪರ ಸಹಕರಿಸಲು ಎಚ್ಚರಿಕೆಯಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಸಾಧನಗಳ ಸೂಟ್ ಆಗಿದೆ ವಿಷಯದ ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ಸ್ವರೂಪ. Ctrl+C ಮತ್ತು Ctrl+V ಕೇವಲ ಶಾರ್ಟ್ ಕಟ್ ಗಳಿಗಿಂತ ಹೆಚ್ಚು. ಅವು ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್ ಗಳು ಹಂಚಿಕೊಳ್ಳುವ ಪ್ರವೇಶದ ಬಂದರುಗಳಾಗಿವೆ, ಒಂದು ಮೌಲ್ಯ ಮತ್ತು ಅರ್ಥದ ಸಂಪತ್ತು ನಿಮ್ಮ ಬೆರಳ ತುದಿಯಲ್ಲಿ ಲಭ್ಯವಿರಲು ನೀವು ಅರ್ಹರು. ಮುಂದಿನ Ctrl+C ನಂತರ ಸುಮ್ಮನೆ ಎಸೆಯಲಾಗುವುದಿಲ್ಲ. ನಾನು ಮೊದಲೇ ಉಲ್ಲೇಖಿಸಿದ ಪ್ರೋಗ್ರಾಮರ್ ಮತ್ತು ಪ್ರತಿಯೊಬ್ಬರೂ ಮಂಕಿಪಾಸ್ಟೆಯಿಂದ ಬಳಕೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ ಎಂದು ನಾನು ಬಯಸುತ್ತೇನೆ. ಆದ್ದರಿಂದ ಇದು ಮತ್ತು ಅದರ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳು ಬಳಸಲು ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತವಾಗಿದೆ. ನೀವು ಅದನ್ನು ಬಳಸಲು ಆರಾಮದಾಯಕವಾಗಿರಬೇಕು ಎಂದು ನಾನು ಬಯಸುತ್ತೇನೆ. ಆದ್ದರಿಂದ ಅದರ ಸೃಷ್ಟಿಯ ಹಿಂದಿನ ಏಕೈಕ ಶಕ್ತಿಯಾಗಿ ನಾನು ನಿಮಗೆ ಭರವಸೆ ನೀಡುತ್ತೇನೆ, ಯಾವುದೇ (ಬಹಳ) ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯು ಉದ್ಭವಿಸುವುದಿಲ್ಲ ನಿಮ್ಮ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಸ್ವಂತ ಯಂತ್ರವನ್ನು ಮೀರಿ ಎಲ್ಲಿಯಾದರೂ ಟ್ರ್ಯಾಕ್ ಮಾಡಲಾಗುತ್ತದೆ ಅಥವಾ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ. ಅವಧಿ.
ko_kr: MonkeyPaste는 다른 어떤 것과도 비교할 수 없는 클립보드 관리자, 자동화 및 생산성 도구입니다. 클립보드를 작업 흐름의 풍부하고 체계적인 부분으로 향상시키고, 텍스트, 파일 및 이미지를 지원하는 직관적이고 로우 프로파일 인터페이스가 특징입니다. 계속 성장하는 커뮤니티 중심의 플러그인 라이브러리와 함께 유연성을 위해 설계되었습니다. 그것은 클립보드에서 복사하여 붙여넣는 것 이상을 원하는 프로그래머의 실험으로 시작되었습니다. 그는 대신 '추가'하는 Ctrl+C와 같은 간단한 명령을 원했습니다 클립보드에 있던 것을 '교체'합니다. 그리고 그 실험은 성공적이었다. 작은 도구는 매우 편리했습니다. 이것은 프로그래머가 더 많은 아이디어와 더 많은 실험에 흥미를 갖도록 했습니다. 이제 "MonkeyPaste"가되었습니다. 바탕 화면이 파일에 있으므로 MonkeyPaste는 클립 보드에 있습니다. 겉보기에 통합되고 상호 운용되도록 신중하게 설계된 도구 모음입니다. 콘텐츠의 모든 응용 프로그램 또는 형식. Ctrl+C 및 Ctrl+V는 단순한 단축키 그 이상입니다. 그들은 모든 응용 프로그램이 공유하는 입국 항입니다. 손끝에서 사용할 수 있는 가치와 의미의 부. 다음 Ctrl+C 이후에 그냥 버리는 것이 아닙니다. 저는 앞서 언급 한 프로그래머이며 모든 사람이 MonkeyPaste를 사용할 수 있기를 바랍니다. 따라서 모든 기능을 완전히 무료로 사용할 수 있습니다. 나도 당신이 그것을 편안하게 사용하기를 바랍니다. 그래서 나는 그 창조의 유일한 힘으로서 (매우) 개인 정보 중 어느 것도 발생할 수 없다고 확신합니다. 클립보드는 자신의 컴퓨터 이외의 어느 곳에서나 추적되거나 저장됩니다. 마침표.
ky_kg: MonkeyPaste - бул папка менеджери, автоматтандыруу жана өндүрүмдүүлүк куралы башка эч кимге окшоп. Иш агымыңыздын байытылган жана уюшулган бөлүгүнө папкаңызды жогорулатуу, текстти, файлдарды жана сүрөттөрдү колдогон интуитивдүү жана төмөн профилдик интерфейсти камтыйт. ийкемдүүлүк үчүн иштелип чыккан, дайыма өсүп жаткан коомдоштук менен - плагиндердин жетектелген либрай. Бул папкадан көчүрүп алуудан жана жапсыруудан да көптү каалаган программчы тарабынан эксперимент катары башталган. Ал анын ордуна «кошулат» Ктрл + С сыяктуу жөнөкөй команда каалаган папкада эмне болгонун «алмаштыруу» Ал эми эксперимент иштеди. Кичинекей курал абдан ыңгайлуу болду. Бул программисттерди көбүрөөк идеялар жана көбүрөөк эксперименттер менен бекемдеди, бул азыр "МаймылПасте" болуп калды. Иш столу сиздин файлдарга болгондуктан, MonkeyPaste сиздин папкага болууга ниеттенет. Анын бири - бири менен интеграцияланышы жана өз ара иштешүүсү үчүн кылдат иштелип чыккан шаймандар дестеси мазмундун ар кандай тиркемеси же форматы. Ctrl +C жана Ctrl +V жөн гана кыска жолчолордон алда канча көп. Алар бардык өтүнмөлөрдүн үлүшүн кирүү порту болуп саналат, баалуулугу бай жана сиз манжалары менен жеткиликтүү болууга татыктуу дегенди билдирет. Кийинки Ктрл +С кийин эле ыргытылбайт. Мен буга чейин айтылган программисттермин жана ар бир адамдын MonkeyPaste-ден колдонууну таба алышын каалайм. Ошентип, ал жана анын бардык өзгөчөлүктөрү толугу менен колдонууга эркин. Ошондой эле аны колдонуу менен өзүңөрдү ыңгайлуу сезишиңерди каалайм. Ошентип, мен силерди, анын жаралышынын артында жалгыз күч катары, пайда болушу мүмкүн болгон (абдан) жеке маалыматтардын бири да жок экенине ынандырам Сиздин папкаңыз качандыр бир убакта өз машинаңыздан тышкаркы жерде байкалат же сакталат. Мезгил.
lo_la: MonkeyPaste ເປັນຜູ້ຈັດການ clipboard, ອັດຕະໂນມັດແລະເຄື່ອງມືຜົນຜະລິດແບບບໍ່ມີອື່ນໆ. ການເສີມຂະຫຍາຍຄລິບຂອງທ່ານໃຫ້ເປັນສ່ວນຫນຶ່ງທີ່ອຸດົມສົມບູນແລະເປັນລະບຽບຂອງການເຮັດວຽກຂອງທ່ານ, ມີ ອິນ ເຕີ ນ ໌ ທີ່ intuitive ແລະ ຕ່ໍາ - profile ທີ່ ສະ ຫນັບ ສະ ຫນູນ ຂໍ້ ຄວາມ , ໄຟລ ໌ ແລະ ຮູບ ພາບ . ອອກແບບສໍາລັບການປັບປ່ຽນ, ກັບຊຸມຊົນທີ່ນັບມື້ນັບເພີ່ມຂຶ້ນ - ຂັບເຄື່ອນ libray ຂອງ plugins. ມັນ ໄດ້ ເລີ່ມ ຕົ້ນ ເປັນ ການ ທົດ ລອງ ໂດຍ ຜູ້ ຂຽນ ໂຄງ ການ ທີ່ ຕ້ອງ ການ ຫຼາຍ ກວ່າ ພຽງ ແຕ່ ສໍາ ເນົາ ແລະ ເອົາ ອອກ ຈາກ clipboard ໄດ້ . ລາວຕ້ອງການຄໍາສັ່ງງ່າຍໆຄື Ctrl+C ທີ່ຈະ 'ຕື່ມໃສ່' ແທນ ຂອງ 'ທົດແທນ' ສິ່ງທີ່ຢູ່ໃນຄລິບ. ແລະ ການທົດລອງໄດ້ຜົນ. ເຄື່ອງມືເລັກນ້ອຍແມ່ນມີມືຫຼາຍ. ນີ້ເຮັດໃຫ້ຜູ້ຂຽນໂປຣແກຣມມີຄວາມຄິດຫຼາຍຂຶ້ນແລະການທົດລອງຫຼາຍຂຶ້ນ, ວ່າ ຕອນນີ້ໄດ້ກາຍເປັນ "MonkeyPaste". ໃນຂະນະທີ່ desktop ແມ່ນສໍາລັບໄຟລ໌ຂອງທ່ານ, MonkeyPaste ຕັ້ງໃຈທີ່ຈະເປັນclipboard ຂອງທ່ານ. ຊອບ ແວ ຂອງ ເຄື່ອງ ມື ທີ່ ອອກ ແບບ ຢ່າງ ລະ ມັດ ລະ ວັງ ເພື່ອ ເບິ່ງ ຄື ວ່າ ບໍ່ ມີ ການ ເຊື່ອມ ໂຍງ ແລະ ການ ພົວ ພັນ ກັບ ໂປຣແກຣມຫຼືຮູບແບບໃດໆຂອງເນື້ອຫາ. Ctrl+C ແລະ Ctrl+V ແມ່ນຫຼາຍກວ່າພຽງແຕ່ທາງສັ້ນເທົ່ານັ້ນ. ພວກເຂົາເຈົ້າແມ່ນ ທ່າເຮືອຂອງການເຂົ້າໃຊ້ງານທັງຫມົດແບ່ງປັນ, ແບກຫາບ ຄວາມຮັ່ງມີຂອງຄຸນຄ່າແລະຫມາຍຄວາມວ່າທ່ານສົມຄວນທີ່ຈະມີຢູ່ໃນນິ້ວມືຂອງທ່ານ. ບໍ່ພຽງແຕ່ຖິ້ມຫຼັງຈາກCtrl+C ຕໍ່ໄປ. ຂ້າ ພະ ເຈົ້າ ເປັນ ຜູ້ ຂຽນ ໂຄງ ການ ທີ່ ໄດ້ ກ່າວ ເຖິງ ກ່ອນ ຫນ້າ ນີ້ ແລະ ຂ້າ ພະ ເຈົ້າ ຢາກ ໃຫ້ ທຸກ ຄົນ ສາ ມາດ ຊອກ ຫາ ການ ນໍາ ໃຊ້ ອອກ ຈາກ MonkeyPaste ໄດ້ . ດັ່ງນັ້ນແລະຄຸນລັກສະນະທັງຫມົດຂອງມັນແມ່ນມີອິດສະຫຼະທີ່ຈະໃຊ້ໄດ້ຢ່າງສິ້ນເຊີງ. ຂ້າພະເຈົ້າຍັງຢາກໃຫ້ທ່ານຮູ້ສຶກສະບາຍໃຈໃນການໃຊ້ມັນ. ສະນັ້ນຂ້າພະເຈົ້າຈຶ່ງໃຫ້ທ່ານຫມັ້ນໃຈວ່າ, ໃນຖານະເປັນກໍາລັງດຽວທີ່ຢູ່ເບື້ອງຫຼັງການສ້າງຂອງມັນ, ວ່າ NONE ຂອງຂໍ້ມູນສ່ວນຕົວ (ຫຼາຍ) ທີ່ສາມາດເກີດຂຶ້ນໄດ້ ຄລິບຂອງທ່ານແມ່ນເຄີຍຖືກຕິດຕາມຫຼືເກັບຮັກສາANYWHERE ເກີນເຄື່ອງຈັກຂອງທ່ານເອງ. ໄລຍະເວລາ.
lt_lt: MonkeyPaste yra iškarpinės tvarkyklė, automatizavimo ir produktyvumo įrankis, kaip niekas kitas. Iškarpinės patobulinimas į praturtintą ir organizuotą darbo eigos dalį, su intuityvia ir žemo profilio sąsaja, palaikančia tekstą, failus ir vaizdus. Sukurtas lankstumui, su nuolat augančia bendruomene, varomas įskiepių. Tai prasidėjo kaip programuotojo eksperimentas, norintis daugiau nei tik nukopijuoti ir įklijuoti iš mainų srities. Jis norėjo paprastos komandos, tokios kaip Ctrl+C, kuri vietoj to "pridėtų" "pakeisti" tai, kas buvo iškarpinėje. Ir eksperimentas pavyko. Mažas įrankis buvo labai patogus. Tai programuotojui suteikė daugiau idėjų ir daugiau eksperimentų, kad dabar tapo "MonkeyPaste". Kadangi darbalaukis yra jūsų failuose, MonkeyPaste ketina būti jūsų mainų srityje. Tai įrankių rinkinys, kruopščiai sukurtas taip, kad, atrodytų, būtų galima integruoti ir sąveikauti su bet kokia turinio programa ar formatas. Ctrl+C ir Ctrl+V yra daug daugiau nei tik spartieji klavišai. Jie yra įvežimo uostai, kuriais dalijasi visos programos, turinčios vertės ir prasmės turtus, kuriuos nusipelnėte turėti po ranka. Ne tik išmestas po kito Ctrl+C. Aš esu tas programuotojas, kuris buvo paminėtas anksčiau, ir noriu, kad visi galėtų naudotis "MonkeyPaste". Taigi juo ir visomis jo funkcijomis galima naudotis visiškai nemokamai. Taip pat noriu, kad jaustumėtės patogiai naudodamiesi juo. Taigi užtikrinu jus, kaip vienintelę jos sukūrimo jėgą, kad NĖ VIENA iš (labai) asmeninės informacijos, kuri gali atsirasti jūsų mainų sritis visada stebima arba saugoma BET KUR, išskyrus jūsų kompiuterį. Tarpas.
lv_lv: MonkeyPaste ir starpliktuves pārvaldnieks, automatizācijas un produktivitātes rīks kā neviens cits. Starpliktuves uzlabošana par bagātinātu un organizētu darbplūsmas daļu, Ar intuitīvu un zema profila saskarni, kas atbalsta tekstu, failus un attēlus. Izstrādāts elastībai, ar arvien pieaugošu kopienu, ko virza spraudņu libray. Tas sākās kā programmētāja eksperiments, kurš vēlējās vairāk nekā tikai kopēt un ielīmēt no starpliktuves. Viņš vēlējās vienkāršu komandu, piemēram, Ctrl+C, kas tā vietā "pievienotu" no "aizstāt" to, kas bija starpliktuvē. Un eksperiments nostrādāja. Mazais rīkstnieks bija ļoti parocīgs. Tas ieintriģēja programmētāju ar vairāk idejām un vairāk eksperimentiem, ka tagad ir kļuvis par "MonkeyPaste". Tā kā darbvirsma ir jūsu failiem, MonkeyPaste plāno būt jūsu starpliktuvē. Tas ir rīku komplekts, kas rūpīgi izstrādāts, lai šķietami integrētu un savstarpēji sadarbotos ar jebkura lietojumprogramma vai satura formāts. Ctrl+C un Ctrl+V ir daudz vairāk nekā tikai saīsnes. Tās ir iebraukšanas ostas, ar kurām dalās visi pieteikumi, nesot vērtības un nozīmes bagātība, ko esat pelnījuši, lai tie būtu pieejami pa rokai. Ne tikai izmests pēc nākamā Ctrl+C. Es esmu tas programmētājs, kas minēts iepriekš, un es vēlos, lai ikviens varētu atrast pielietojumu no MonkeyPaste. Tātad to un visas tā funkcijas ir pilnīgi brīvi lietojamas. Es arī vēlos, lai jūs justos ērti, izmantojot to. Tāpēc es jums apliecinu, ka tas ir vienīgais spēks, kas ir tā radīšanas pamatā, ka NEKAS no (ļoti) personiskās informācijas, kas var rasties jūsu starpliktuve kādreiz tiek izsekota vai glabāta JEBKUR ārpus jūsu mašīnas. Periods. (MonkeyPaste nepieciešama paaugstināta atļauja)
mi_nz: He kaiwhakahaere papatopenga a MonkeyPaste, he utauta aunoatanga me te hua pēnei i tētahi atu. Mā te whakarite i tō papatopenga ki tētahi wāhi nui, whakaritea hoki o tō whiwhinga mahi, e whakaatu ana i tētahi atanga kōtaha, iti hoki - kōtaha e tautoko ana i ngā kuputuhi, ngā kōnae me ngā atahanga. I hoahoatia mō te ngāwari ake, me tētahi hapori tipu ake - i aia te taupoki o ngā monomai. I tīmata hei whakamātautau a tētahi kaiwhakahaere e hiahia ana kia neke atu i te tārua noa iho me te whakapiri i waho o te papatopenga. I pīrangi a ia ki tētahi tono ngāwari pēnei i Ctrl+C ka 'tāpiri kē' o te 'wāhi' he aha i runga i te papatopenga. A, i mahi te whakamātautau. He tino whai take te utauta iti. Na tēnei i whakararuraru te kaihōtaka ki ētahi atu whakaaro me ētahi atu whakamātautau, arā Kua noho ināianei ko "MonkeyPaste". I te mea kei ō kōnae te papamahi, ko te tikanga kia noho a MonkeyPaste ki tō papatopenga. I āta hangaia ōna huinga utauta ki te whakauru me te whakakotahi ki he taupānga, hōputu ihirangi rānei. He nui ake te Ctrl+C me te Ctrl+V i ngā pokatata noa iho. Ko rātou ngā tauranga o te tāurunga o ngā taupānga katoa tiritiri, e mau ana i tētahi Ko te rawa o te uara me te tikanga e tika ana kia wātea koe i ō matimati. Kāore i makaia noatia i muri i te Ctrl+C panuku. Ko ahau tērā kaiwhakahaere i kōrerotia i mua, ā, e hiahia ana ahau kia kitea e te katoa te whakamahinga i roto i MonkeyPaste. Nā reira me ōna āhuahira katoa e wātea ana ki te whakamahi. E hiahia ana hoki ahau kia rongo koe i te pai ki te whakamahi. Nā reira ka whakaū atu ahau ki a koe, he tōpana anake i muri i tōna hanganga, ko te NONE o ngā mōhiohio whaiaro (tino) ka puta ake Kua aroturukitia tō papatopenga, kua penapenatia rānei te ANYWHERE ki tua atu i tō ake mīhini. Wā.
mk_mk: MonkeyPaste е менаџер на клипбордот, алатка за автоматизација и продуктивност како никој друг. Подобрување на вашата клипборда во збогатен и организиран дел од вашиот работен тек, со интуитивен и низок - профилен интерфејс кој поддржува текст, датотеки и слики. Дизајнирана за флексибилност, со секогаш - растечка заедница - водена библиотека од приклучоци. Започна како експеримент од страна на програмер кој сака повеќе од само копирање и паста надвор од клипбордот. Тој сакаше едноставна команда како Ctrl+C која ќе "додаде" наместо тоа заменете го она што беше на клипбордот. И експериментот успеа. Малата алатка беше многу пријатен. Ова го привлекло програмерот со повеќе идеи и повеќе експерименти, кои Сега стана "MonkeyPaste". Како што десктопот е до вашите датотеки, MonkeyPaste има намера да биде на вашата клипборда. Неговиот апартман на алатки внимателно дизајниран да се интегрира и да интероператира со било која апликација или формат на содржина. Ctrl+C и Ctrl+V се многу повеќе од само прекини. Тие се пристаништата на влезот кои сите апликации ги делат, носејќи Богатство од вредност и значење што заслужуваш да го имаш на располагање на врвот на прстите. Не само фрлено после следниот Ctrl+C. Јас сум тој програмер споменат порано и сакам сите да можат да најдат употреба од MonkeyPaste. Значи, и сите негови карактеристики се целосно слободни за користење. Исто така сакам да се чувствуваш удобно користејќи го. Затоа ве уверувам, како единствена сила зад неговото создавање, дека ниту една од (многуте) лични информации кои можат да се појават на Вашата клипборда некогаш е проследена или складирана секаде надвор од вашата машина. Период.
ml_in: മങ്കിപാസ്റ്റ് ഒരു ക്ലിപ്പ്ബോർഡ് മാനേജർ, ഓട്ടോമേഷൻ, ഉൽപാദനക്ഷമത ഉപകരണം എന്നിവയാണ്. നിങ്ങളുടെ ക്ലിപ്പ്ബോർഡ് നിങ്ങളുടെ വർക്ക്ഫ്ലോയുടെ സമ്പന്നവും സംഘടിതവുമായ ഭാഗമായി ഉയർത്തുക, ടെക്സ്റ്റ്, ഫയലുകൾ, ഇമേജുകൾ എന്നിവയെ പിന്തുണയ്ക്കുന്ന അവബോധജനകവും താഴ്ന്നതുമായ പ്രൊഫൈൽ ഇന്റർഫേസ് അവതരിപ്പിക്കുന്നു. ഫ്ലെക്സിബിലിറ്റിക്കായി രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്, എല്ലായ്പ്പോഴും വളരുന്ന കമ്മ്യൂണിറ്റി - പ്ലഗിനുകളുടെ ലിബ്രേ ഉപയോഗിച്ച്. ക്ലിപ്പ്ബോർഡിൽ നിന്ന് പകർത്തി ഒട്ടിക്കുന്നതിനേക്കാൾ കൂടുതൽ ആഗ്രഹിക്കുന്ന ഒരു പ്രോഗ്രാമറുടെ പരീക്ഷണമായാണ് ഇത് ആരംഭിച്ചത്. പകരം Ctrl+C പോലുള്ള ലളിതമായ ഒരു കമാൻഡ് അദ്ദേഹം ആഗ്രഹിച്ചു, അത് 'ചേർക്കും' ക്ലിപ്പ് ബോര് ഡില് ഉണ്ടായിരുന്നതിനെ 'മാറ്റിസ്ഥാപിക്കുക'. പരീക്ഷണം ഫലിച്ചു. ചെറിയ ഉപകരണം വളരെ ഉപയോഗപ്രദമായിരുന്നു. ഇത് പ്രോഗ്രാമറെ കൂടുതൽ ആശയങ്ങളും കൂടുതൽ പരീക്ഷണങ്ങളും കൊണ്ട് ആകർഷിച്ചു, ഇപ്പോൾ "മങ്കിപാസ്റ്റ്" ആയി മാറി. ഡെസ്ക്ടോപ്പ് നിങ്ങളുടെ ഫയലുകൾക്ക് ഉള്ളതിനാൽ, മങ്കിപാസ്റ്റ് നിങ്ങളുടെ ക്ലിപ്ബോർഡിലേക്ക് പോകാൻ ആഗ്രഹിക്കുന്നു. ഇത് ശ്രദ്ധാപൂർവ്വം സംയോജിപ്പിക്കാനും പരസ്പരം പ്രവർത്തിക്കാനും രൂപകൽപ്പന ചെയ്ത ഉപകരണങ്ങളുടെ ഒരു കൂട്ടമാണ് ഉള്ളടക്കത്തിന്റെ ഏതെങ്കിലും ആപ്ലിക്കേഷൻ അല്ലെങ്കിൽ ഫോർമാറ്റ്. Ctrl+C, Ctrl+V എന്നിവ വെറും കുറുക്കുവഴികളേക്കാൾ വളരെ കൂടുതലാണ്. എല്ലാ ആപ്ലിക്കേഷനുകളും പങ്കിടുന്ന എൻട്രി പോർട്ടുകളാണ് അവ, ഒരു ഭാരം വഹിക്കുന്നു നിങ്ങളുടെ വിരൽത്തുമ്പിൽ ലഭ്യമാകാൻ നിങ്ങൾ അർഹിക്കുന്ന മൂല്യവും അർത്ഥവും. അടുത്ത Ctrl+C-യ്ക്ക് ശേഷം വെറുതെ വലിച്ചെറിയുകയല്ല. ഞാൻ മുമ്പ് സൂചിപ്പിച്ച പ്രോഗ്രാമറാണ്, എല്ലാവർക്കും മങ്കിപാസ്റ്റിൽ നിന്ന് ഉപയോഗം കണ്ടെത്താൻ കഴിയണമെന്ന് ഞാൻ ആഗ്രഹിക്കുന്നു. അതിനാൽ ഇതും അതിന്റെ എല്ലാ സവിശേഷതകളും ഉപയോഗിക്കാൻ പൂർണ്ണമായും സൗജന്യമാണ്. ഇത് ഉപയോഗിക്കുന്നത് നിങ്ങൾക്ക് സുഖകരമാകണമെന്നും ഞാൻ ആഗ്രഹിക്കുന്നു. അതുകൊണ്ട് അതിന്റെ സൃഷ്ടിയുടെ പിന്നിലെ ഒരേയൊരു ശക്തി എന്ന നിലയിൽ ഞാൻ നിങ്ങൾക്ക് ഉറപ്പുതരുന്നു, അതിൽ നിന്ന് ഉയർന്നുവരാനിടയുള്ള (വളരെ) വ്യക്തിഗത വിവരങ്ങളൊന്നും ഇല്ല നിങ്ങളുടെ ക്ലിപ്പ്ബോർഡ് നിങ്ങളുടെ സ്വന്തം മെഷീനപ്പുറം എവിടെയും ട്രാക്കുചെയ്യുകയോ സംഭരിക്കുകയോ ചെയ്യില്ല. കാലയളവ്.
mr_in: मंकीपेस्ट हे क्लिपबोर्ड मॅनेजर, ऑटोमेशन आणि उत्पादकता साधन आहे. आपल्या क्लिपबोर्डला आपल्या कार्यप्रवाहाच्या समृद्ध आणि संघटित भागामध्ये वाढविणे, एक अंतर्ज्ञानी आणि कमी - प्रोफाइल इंटरफेस आहे जो मजकूर, फाइल्स आणि प्रतिमांचे समर्थन करतो. लवचिकतेसाठी डिझाइन केलेले, प्लगइनच्या सतत वाढत्या समुदाय - चालित लिब्रेसह. क्लिपबोर्डमधून कॉपी-पेस्ट करण्यापेक्षा अधिक काही हव्या असलेल्या प्रोग्रामरने केलेला प्रयोग म्हणून त्याची सुरुवात झाली. त्याऐवजी 'जोड' देणारी सीटीआरएल+सी सारखी साधी कमांड त्याला हवी होती क्लिपबोर्डवर जे होतं ते 'रिप्लेस' करण्याचं. आणि प्रयोग यशस्वी झाला. छोटंसं साधन खूप सोपं होतं. यामुळे प्रोग्रामरला अधिक कल्पना आणि अधिक प्रयोगांनी भुरळ घातली, की आता 'मंकीपेस्ट' झाला आहे. डेस्कटॉप आपल्या फायलींसाठी असल्याने, मंकीपेस्ट आपल्या क्लिपबोर्डवर असू इच्छित आहे. हे सहजपणे समाकलित करण्यासाठी आणि परस्पर सहकार्य करण्यासाठी काळजीपूर्वक डिझाइन केलेल्या साधनांचा एक समूह आहे सामग्रीचे कोणतेही अनुप्रयोग किंवा स्वरूप. सीटीआरएल + सी आणि सीटीआरएल + व्ही केवळ शॉर्टकटपेक्षा बरेच काही आहेत. ते प्रवेशाचे बंदर आहेत जे सर्व अनुप्रयोग सामायिक करतात, एक घेऊन जातात मूल्य आणि अर्थाची संपत्ती आपण आपल्या हाताच्या बोटावर उपलब्ध होण्यास पात्र आहात. पुढच्या सीटीआरएल +सी नंतर फेकून दिले नाही. मी आधी नमूद केलेला प्रोग्रामर आहे आणि मला वाटते की प्रत्येकाने मंकीपेस्टचा वापर करण्यास सक्षम व्हावे. त्यामुळे ते आणि त्याची सर्व वैशिष्ट्ये वापरण्यास पूर्णपणे विनामूल्य आहेत. मला असेही वाटते की आपण ते वापरणे सोयीस्कर वाटावे. म्हणून मी तुम्हाला खात्री देतो की, त्याच्या निर्मितीमागील एकमेव शक्ती म्हणून, ज्यावर (अत्यंत) वैयक्तिक माहिती उद्भवू शकते आपला क्लिपबोर्ड कधीही आपल्या स्वत: च्या मशीनच्या पलीकडे कोठेही ट्रॅक केला जातो किंवा संग्रहित केला जातो. कालखंड।
ms_bn: MonkeyPaste adalah pengurus papan keratan, automasi dan alat produktiviti seperti yang lain. Meningkatkan papan klip anda ke dalam bahagian aliran kerja anda yang diperkaya dan teratur, menampilkan antara muka intuitif dan rendah profil yang menyokong teks, fail dan imej. Direka untuk fleksibiliti, dengan komuniti yang semakin meningkat - didorong oleh libray plugin. Ia bermula sebagai percubaan oleh pengaturcara yang mahu lebih daripada sekadar menyalin dan menampal keluar dari papan keratan. Dia mahukan arahan mudah seperti Ctrl + C yang akan 'menambah' sebaliknya daripada 'menggantikan' apa yang ada di papan keratan. Dan percubaan itu berjaya. Alat kecil itu sangat berguna. Ini menarik pengaturcara dengan lebih banyak idea dan lebih banyak eksperimen, bahawa kini telah menjadi "MonkeyPaste". Oleh kerana desktop adalah untuk fail anda, MonkeyPaste berhasrat untuk berada di papan klip anda. Satu set alatan yang direka dengan teliti untuk kelihatan bersepadu dan saling beroperasi sebarang aplikasi atau format kandungan. Ctrl+C dan Ctrl+V adalah lebih daripada sekadar pintasan. Mereka adalah pelabuhan masuk semua bahagian aplikasi, membawa a kekayaan nilai dan makna yang anda layak boleh didapati di hujung jari anda. Bukan hanya dibuang selepas Ctrl + C seterusnya. Saya adalah pengaturcara yang disebutkan tadi dan saya mahu semua orang dapat mengetahui penggunaan MonkeyPaste. Jadi ia dan semua ciri-cirinya adalah percuma untuk digunakan. Saya juga mahu anda berasa selesa menggunakannya. Oleh itu, saya memberi jaminan kepada anda, sebagai satu-satunya kuasa di sebalik penciptaannya, bahawa TIDAK ADA maklumat peribadi (sangat) yang boleh timbul papan keratan anda pernah dijejaki atau disimpan DI MANA-MANA di luar mesin anda sendiri. Tempoh.
mt_mt: MonkeyPaste huwa maniġer tal-clipboard, awtomazzjoni u għodda ta 'produttività bħal ħaddieħor. It-titjib tal-klibbord tiegħek f'parti arrikkita u organizzata tal-fluss tax-xogħol tiegħek, Jidhru interface intuwittiv u baxx - profil li jappoġġja test, fajls u stampi. Iddisinjat għall-flessibilità, b'komunità dejjem tikber - immexxija mill-libray ta 'plugins. Beda bħala esperiment minn programmatur li jrid aktar minn sempliċement kopja u paste mill-clipboard. Huwa ried kmand sempliċi bħal Ctrl + C li 'jżid ma' minflok ta' 'ibdel' dak li kien fuq il-clipboard. U l-esperiment ħadem. L-għodda żgħira kienet utli ħafna. Dan daħal fil-programmatur b'aktar ideat u aktar esperimenti, li issa sar "MonkeyPaste". Peress li d-desktop huwa għall-fajls tiegħek, MonkeyPaste beħsiebu jkun fil-klibbord tiegħek. Is-sett ta 'għodod tiegħu ddisinjat bir-reqqa biex jidher li jintegra u jinteropera bla dubju ma' kwalunkwe applikazzjoni jew format tal-kontenut. Ctrl+C u Ctrl+V huma ħafna aktar minn sempliċement shortcuts. Huma l-portijiet tad-dħul li jaqsmu l-applikazzjonijiet kollha, li jġorru ġid ta' valur u tifsira li jistħoqqlek li jkollok disponibbli fuq ponot subgħajk. Mhux biss mormi wara l-Ctrl+C li jmiss. Jien dak il-programmatur imsemmi qabel u nixtieq li kulħadd ikun jista 'jsib użu minn MonkeyPaste. Allura u l-karatteristiċi kollha tiegħu huma kompletament ħielsa li jintużaw. Irrid ukoll li tħossok komdu tużah. Allura nassigurak, bħala l-unika forza wara l-ħolqien tagħha, li l-ebda informazzjoni personali (ħafna) li tista 'tinqala' fuq il-klibbord tiegħek qatt jiġi traċċat jew maħżun KULLIMKIEN lil hinn mill-magna tiegħek stess. Perjodu. (MonkeyPaste jeħtieġ permessi elevati)
nb_no: MonkeyPaste er et utklippstavlebehandling, automatiserings- og produktivitetsverktøy som ingen andre. Forbedre utklippstavlen til en beriket og organisert del av arbeidsflyten din, Med et intuitivt og lavprofilgrensesnitt som støtter tekst, filer og bilder. Designet for fleksibilitet, med en stadig voksende fellesskapsdrevet libray av plugins. Det begynte som et eksperiment av en programmerer som ønsket mer enn bare å kopiere og lime ut av utklippstavlen. Han ønsket en enkel kommando som Ctrl + C som ville "legge til" i stedet av å "erstatte" det som var på utklippstavlen. Og eksperimentet fungerte. Det lille verktøyet var veldig praktisk. Dette fascinerte programmereren med flere ideer og flere eksperimenter, det nå har blitt "MonkeyPaste". Som skrivebordet er til filene dine, har MonkeyPaste til hensikt å være til utklippstavlen. Det er en pakke med verktøy nøye designet for å sømløst integrere og samhandle med enhver applikasjon eller format av innhold. Ctrl + C og Ctrl + V er mye mer enn bare snarveier. De er inngangsportene alle applikasjoner deler, med en Rikdom av verdi og mening du fortjener å ha tilgjengelig på fingertuppene. Ikke bare kastet bort etter neste Ctrl + C. Jeg er den programmereren som ble nevnt tidligere, og jeg vil at alle skal kunne finne bruk av MonkeyPaste. Så det og alle funksjonene er helt gratis å bruke. Jeg vil også at du skal føle deg komfortabel med å bruke den. Så jeg forsikrer deg, som den eneste kraften bak opprettelsen, at INGEN av de (veldig) personlige opplysninger som kan oppstå på utklippstavlen din blir noen gang sporet eller lagret hvor som helst utenfor din egen maskin. Periode.
ne_np: मन्कीपेस्ट एक क्लिपबोर्ड प्रबन्धक, स्वचालन र उत्पादकता उपकरण हो जुन कुनै अन्य छैन। तपाईंको क्लिपबोर्डलाई तपाईंको कार्यप्रवाहको समृद्ध र व्यवस्थित भागमा बढाउनुहोस्, पाठ, फाइल हरू र छविहरू समर्थन गर्ने सहज र कम - प्रोफाइल इन्टरफेस को विशेषता। लचिलोपनको लागि डिजाइन गरिएको, प्लगइन्सको निरन्तर बढ्दो समुदाय - संचालित लिब्रेको साथ। यो एक प्रोग्रामर द्वारा एक प्रयोगको रूपमा सुरु भयो जुन क्लिपबोर्डबाट प्रतिलिपि र टाँस्न भन्दा बढी चाहान्छ। उनी सीटीआरएल + सी जस्तो साधारण आदेश चाहन्थे जुन यसको सट्टा 'थप्न' हुनेछ क्लिपबोर्डमा के थियो 'प्रतिस्थापन' को। र प्रयोगले काम गर्यो। सानो उपकरण धेरै सजिलो थियो। यसले प्रोग्रामरलाई अधिक विचारहरू र अधिक प्रयोगहरूको साथ उत्प्रेरित गर् यो, कि अब "मंकीपेस्ट" बन गया है। डेस्कटप तपाईंको फाइलहरूमा जस्तै, मन्कीपेस्ट तपाईंको क्लिपबोर्डमा हुन चाहन्छ। यो उपकरणहरूको एक सुइट सावधानीपूर्वक एकीकृत गर्न र अन्तरक्रिया गर्न डिजाइन गरिएको छ सामग्रीको कुनै पनि अनुप्रयोग वा ढाँचा। सीटीआरएल +सी र सीटीआरएल + वी केवल सर्टकटहरू भन्दा धेरै धेरै छन्। तिनीहरू प्रविष्टिको पोर्टहरू हुन् सबै अनुप्रयोगहरू साझा गर्छन्, एक बोक्छन् मूल्य र अर्थको धन तपाईं आफ्नो औंलाहरूमा उपलब्ध हुन योग्य हुनुहुन्छ। अर्को सीटीआरएल + सी पछि मात्र फ्याँकिएको छैन। म त्यो प्रोग्रामर हुँ जुन पहिले उल्लेख गरिएको छ र म चाहन्छु कि सबैले मंकीपेस्टको प्रयोग पत्ता लगाउन सक्षम होऊन्। त्यसैले यो र यसको सबै सुविधाहरू प्रयोग गर्न पूर्ण रूपमा स्वतन्त्र छन्। म पनि तपाईं यसलाई प्रयोग सहज महसुस गर्न चाहनुहुन्छ. त्यसैले म तपाईंलाई विश्वास दिलाउँदछु, यसको सिर्जनाको पछाडि एक मात्र शक्तिको रूपमा, कि कुनै पनि (धेरै) व्यक्तिगत जानकारी जुन उत्पन्न हुन सक्छ तपाईंको क्लिपबोर्ड कहिल्यै ट्र्याक गरिएको छ वा तपाईंको आफ्नै मिसिन भन्दा बाहिर कहीं पनि भण्डारण गरिएको छ। अवधि। (मंकीपेस्टलाई उन्नत अनुमतिहरू आवश्यक पर्दछ)
nl_nl: MonkeyPaste is een klembordmanager, automatiserings- en productiviteitstool als geen ander. Verbetering van uw klembord tot een verrijkt en georganiseerd onderdeel van uw workflow, Met een intuïtieve en onopvallende interface die tekst, bestanden en afbeeldingen ondersteunt. Ontworpen voor flexibiliteit, met een steeds groter wordende community - gedreven libray van plugins. Het begon als een experiment van een programmeur die meer wilde dan alleen kopiëren en plakken van het klembord. Hij wilde een eenvoudig commando zoals Ctrl+C dat in plaats daarvan zou 'toevoegen aan' van 'vervangen' wat er op het klembord stond. En het experiment werkte. Het kleine gereedschap was erg handig. Dit intrigeerde de programmeur met meer ideeën en meer experimenten, die is nu "MonkeyPaste" geworden. Zoals het bureaublad voor uw bestanden is, is MonkeyPaste van plan om voor uw klembord te zijn. Het is een reeks tools die zorgvuldig zijn ontworpen om naadloos te integreren en samen te werken met elke toepassing of indeling van inhoud. Ctrl+C en Ctrl+V zijn veel meer dan alleen snelkoppelingen. Het zijn de toegangspoorten die alle applicaties delen, met een Rijkdom aan waarde en betekenis die u verdient om binnen handbereik te hebben. Niet zomaar weggegooid na de volgende Ctrl+C. Ik ben die eerder genoemde programmeur en ik wil dat iedereen het nut van MonkeyPaste kan vinden. Het en al zijn functies zijn dus volledig gratis te gebruiken. Ik wil ook dat je je op je gemak voelt bij het gebruik ervan. Dus ik verzeker je, als zijnde de enige kracht achter de creatie ervan, dat GEEN van de (zeer) persoonlijke informatie die kan ontstaan op uw klembord wordt ooit gevolgd of opgeslagen OVERAL buiten uw eigen machine. Periode.
or_in: ମଙ୍କି ପେଷ୍ଟ ହେଉଛି ଏକ କ୍ଲିପ୍ ବୋର୍ଡ ମ୍ୟାନେଜର, ଅଟୋମେସନ୍ ଏବଂ ଉତ୍ପାଦକତା ଉପକରଣ ଯାହା ଅନ୍ୟ ମାନଙ୍କ ପରି ନୁହେଁ । ଆପଣଙ୍କ କ୍ଲିପ୍ ବୋର୍ଡକୁ ଆପଣଙ୍କ କାର୍ଯ୍ୟପ୍ରବାହର ଏକ ସମୃଦ୍ଧ ଏବଂ ସଂଗଠିତ ଅଂଶରେ ବୃଦ୍ଧି କରିବା, ଏକ ସହଜ ଏବଂ ନିମ୍ନ - ପ୍ରୋଫାଇଲ୍ ଇଣ୍ଟରଫେସ୍ ଅଛି ଯାହା ଟେକ୍ସଟ୍, ଫାଇଲ୍ ଏବଂ ଛବିସମର୍ଥନ କରେ। ନମନୀୟତା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି, କ୍ରମାଗତ ଭାବରେ ବଢୁଥିବା ସମୁଦାୟ - ପ୍ଲଗିନର ଲିବ୍ରେ ଦ୍ୱାରା ପରିଚାଳିତ। କ୍ଲିପ୍ ବୋର୍ଡରୁ କେବଳ କପି ଏବଂ ପେଷ୍ଟ କରିବା ବ୍ୟତୀତ ଅଧିକ କିଛି ଚାହୁଁଥିବା ପ୍ରୋଗ୍ରାମରଙ୍କ ଦ୍ୱାରା ଏହା ଏକ ପରୀକ୍ଷଣ ଭାବରେ ଆରମ୍ଭ ହୋଇଥିଲା । ସେ ସିଟିଆରଏଲ +ସି ପରି ଏକ ସରଳ କମାଣ୍ଡ ଚାହୁଁଥିଲେ ଯାହା ଏହା ବଦଳରେ 'ଯୋଡି' ହେବ କ୍ଲିପ୍ ବୋର୍ଡରେ ଯାହା ଥିଲା ତାହା 'ବଦଳାନ୍ତୁ'। ଏବଂ ଏହି ପରୀକ୍ଷଣ ସଫଳ ହୋଇଥିଲା । ଛୋଟ ଉପକରଣଟି ବହୁତ ସହଜ ଥିଲା । ଏହା ପ୍ରୋଗ୍ରାମରଙ୍କୁ ଅଧିକ ଧାରଣା ଏବଂ ଅଧିକ ପରୀକ୍ଷଣ ସହିତ ଉତ୍ସାହିତ କରିଥିଲା, ଯେ ଏବେ 'ମଙ୍କି ପେଷ୍ଟ'ରେ ପରିଣତ ହୋଇଛି। ଯେହେତୁ ଡେସ୍କଟପ୍ ଆପଣଙ୍କ ଫାଇଲଗୁଡିକ ପାଇଁ ଅଟେ, ମାଙ୍କଡ ପେଷ୍ଟ ଆପଣଙ୍କ କ୍ଲିପ୍ ବୋର୍ଡକୁ ଯିବାକୁ ଚାହୁଁଛି। ଏହା ସାବଧାନତାର ସହ ଡିଜାଇନ୍ କରାଯାଇଥିବା ଉପକରଣର ଏକ ସମୂହ ଯାହା ସହିତ ନିରବଚ୍ଛିନ୍ନ ଭାବରେ ସମନ୍ୱିତ ଏବଂ ପରସ୍ପର ସହ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି ବିଷୟବସ୍ତୁର କୌଣସି ଆପ୍ଲିକେସନ୍ କିମ୍ବା ଫର୍ମାଟ୍। ସିଟିଆରଏଲ +ସି ଏବଂ ସିଟିଆରଏଲ +ଭି କେବଳ ସର୍ଟକଟ ଠାରୁ ବହୁତ ଅଧିକ । ଏଗୁଡ଼ିକ ହେଉଛି ପ୍ରବେଶର ବନ୍ଦର, ଯେଉଁଥିରେ ସମସ୍ତ ଆପ୍ଲିକେସନ୍ ଅଂଶୀଦାର ହୋଇଥାଏ ମୂଲ୍ୟ ଏବଂ ଅର୍ଥର ସମ୍ପତ୍ତି ଆପଣ ଆପଣଙ୍କ ଆଙ୍ଗୁଠିରେ ଉପଲବ୍ଧ ହେବା ପାଇଁ ଯୋଗ୍ୟ ଅଟନ୍ତି । ପରବର୍ତ୍ତୀ ସିଟିଆରଏଲ +ସି ପରେ କେବଳ ଫିଙ୍ଗି ଦିଆଯାଇନାହିଁ । ମୁଁ ସେହି ପ୍ରୋଗ୍ରାମର ଯାହା ପୂର୍ବରୁ ଉଲ୍ଲେଖ କରାଯାଇଛି ଏବଂ ମୁଁ ଚାହୁଁଛି ଯେ ସମସ୍ତେ ମଙ୍କି ପେଷ୍ଟରୁ ବ୍ୟବହାର ଖୋଜିବାରେ ସକ୍ଷମ ହୁଅନ୍ତୁ । ତେଣୁ ଏହା ଏବଂ ଏହାର ସମସ୍ତ ଫିଚର ବ୍ୟବହାର ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ମାଗଣା । ମୁଁ ମଧ୍ୟ ଚାହୁଁଛି ଯେ ଆପଣ ଏହାକୁ ବ୍ୟବହାର କରିବାରେ ସହଜ ଅନୁଭବ କରନ୍ତୁ । ତେଣୁ ମୁଁ ଆପଣଙ୍କୁ ଆଶ୍ୱାସନା ଦେଉଛି ଯେ, ଏହାର ସୃଷ୍ଟି ପଛରେ ଏକମାତ୍ର ଶକ୍ତି ଭାବରେ, କୌଣସି (ଅତ୍ୟନ୍ତ) ବ୍ୟକ୍ତିଗତ ସୂଚନା ସୃଷ୍ଟି ହୋଇପାରିବ ନାହିଁ ଆପଣଙ୍କ କ୍ଲିପ୍ ବୋର୍ଡ କେବେ ବି ଆପଣଙ୍କ ନିଜ ମେସିନ୍ ବାହାରେ ଯେକୌଣସି ସ୍ଥାନରେ ଟ୍ରାକ୍ କିମ୍ୱା ଷ୍ଟୋର୍ ହୋଇଛି। ଅବଧି[ସମ୍ପାଦନା]।
pa_arab_pk: ਮੋਨਕੇਪਾਸਟ ਇੱਕ ਕਲਿੱਪਬੋਰਡ ਮੈਨੇਜਰ, ਆਟੋਮੈਟਿਵ ਅਤੇ ਉਤਪਾਦਕਤਾ ਉਪਕਰਣ ਹੈ ਜਿਵੇਂ ਕੋਈ ਹੋਰ ਨਹੀਂ. ਆਪਣੇ ਕਲਿੱਪਬੋਰਡ ਨੂੰ ਆਪਣੇ ਵਰਕਫਲੋ ਦੇ ਅਮੀਰ ਅਤੇ ਸੰਗਠਿਤ ਹਿੱਸੇ ਵਿੱਚ ਵਧਾਉਣਾ, ਇੱਕ ਅਨੁਭਵੀ ਅਤੇ ਘੱਟ - ਪ੍ਰੋਫਾਈਲ ਇੰਟਰਫੇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਜੋ ਟੈਕਸਟ, ਫਾਈਲਾਂ ਅਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਸਮਰਥਨ ਦਿੰਦਾ ਹੈ. ਪਲੱਗਇਨਾਂ ਦੀ ਇੱਕ ਸਦੀਵੀ - ਵਧ ਰਹੀ ਕਮਿ community ਨਿਟੀ - ਚਲਾਏ ਗਏ ਲਚਕਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਇਹ ਇੱਕ ਪ੍ਰੋਗ੍ਰਾਮ ਦੁਆਰਾ ਇੱਕ ਪ੍ਰਯੋਗ ਦੇ ਤੌਰ ਤੇ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ ਸਿਰਫ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚੋਂ ਬਾਹਰ ਦੀ ਨਕਲ ਕਰਨ ਅਤੇ ਪੇਸਟ ਤੋਂ ਵੱਧ. ਉਹ ਇੱਕ ਸਧਾਰਣ ਕਮਾਂਡ ਚਾਹੁੰਦਾ ਸੀ ਜਿਵੇਂ Ctrl + C ਜਾਂ ਇਸ ਦੀ ਬਜਾਏ 'ਸ਼ਾਮਲ ਕਰੋ' ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕੀ ਸੀ 'ਬਦਲੋ'. ਅਤੇ ਪ੍ਰਯੋਗ ਨੇ ਕੰਮ ਕੀਤਾ. ਛੋਟਾ ਸਾਧਨ ਬਹੁਤ ਸੌਖਾ ਸੀ. ਇਸ ਨਾਲ ਪ੍ਰੋਗਰਾਮਰ ਨੂੰ ਵਧੇਰੇ ਵਿਚਾਰਾਂ ਅਤੇ ਹੋਰ ਪ੍ਰਯੋਗਾਂ ਨਾਲ ਬੰਦ ਕਰ ਦਿੱਤਾ, ਜੋ ਕਿ ਹੁਣ "ਮੋਨਕਪਾਸਟ" ਬਣ ਗਿਆ ਹੈ. ਜਿਵੇਂ ਕਿ ਡੈਸਕਟਾਪ ਤੁਹਾਡੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਹੈ, ਬਾਂਕੀਪਾਸਟ ਤੁਹਾਡੇ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ. ਇਸ ਦਾ ਸੰਦਾਂ ਦਾ ਸੂਟ ਹੈ ਧਿਆਨ ਨਾਲ ਬੇਅੰਤ ਏਕੀਕ੍ਰਿਤ ਅਤੇ ਇਸ ਨਾਲ ਜੁੜਨਾ ਸਮੱਗਰੀ ਦਾ ਕੋਈ ਵੀ ਐਪਲੀਕੇਸ਼ਨ ਜਾਂ ਫਾਰਮੈਟ. Ctrl + C ਅਤੇ Ctrl + V ਸਿਰਫ ਸ਼ਾਰਟਕੱਟਾਂ ਨਾਲੋਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਹਨ. ਉਹ ਪ੍ਰਵੇਸ਼ ਦੀਆਂ ਬੰਦਰਗਾਹਾਂ ਹਨ ਜੋ ਕਿ ਏ ਮੁੱਲ ਦੀ ਦੌਲਤ ਅਤੇ ਅਰਥ ਜੋ ਤੁਸੀਂ ਆਪਣੀਆਂ ਉਂਗਲੀਆਂ 'ਤੇ ਉਪਲਬਧ ਹੋਣ ਦੇ ਹੱਕਦਾਰ ਹੋ. ਅਗਲਾ Ctrl + C ਬਾਅਦ ਸੁੱਟਿਆ ਨਹੀਂ ਗਿਆ. ਮੈਂ ਉਹ ਪ੍ਰੋਗ੍ਰਾਮ ਦਾ ਪਹਿਲਾਂ ਜ਼ਿਕਰ ਕੀਤਾ ਹੈ ਅਤੇ ਮੈਂ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਹਰ ਕੋਈ ਬਾਂਕੀਪਾਸਟ ਤੋਂ ਵਰਤੋਂ ਨੂੰ ਲੱਭਣ ਦੇ ਯੋਗ ਹੋਵੇ. ਇਸ ਲਈ ਇਹ ਅਤੇ ਇਸ ਦੀਆਂ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਰਤਣ ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਆਜ਼ਾਦ ਹਨ. ਮੈਂ ਵੀ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਆਰਾਮ ਮਹਿਸੂਸ ਕਰੋ. ਇਸ ਲਈ ਮੈਂ ਤੁਹਾਨੂੰ ਭਰੋਸਾ ਦਿਵਾਉਂਦਾ ਹਾਂ ਕਿ ਇਸ ਦੇ ਨਿਰਮਾਣ ਦੇ ਪਿੱਛੇ ਇਕੋ ਇਕ ਤਾਕਤ ਹੋਣ ਦੇ ਨਾਤੇ, ਜੋ ਕਿ ਕਿਸੇ ਵੀ (ਬਹੁਤ) ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਜੋ ਪੈਦਾ ਕਰ ਸਕਦੀ ਹੈ ਤੁਹਾਡੇ ਕਲਿੱਪਬੋਰਡ ਕਦੇ ਵੀ ਤੁਹਾਡੀ ਆਪਣੀ ਮਸ਼ੀਨ ਤੋਂ ਬਾਹਰ ਜਾਂ ਸਟੋਰ ਕੀਤੇ ਜਾਂ ਸਟੋਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ. ਅਵਧੀ (ਮੋਨਕੇਪਾਸਟੇ ਲਈ ਉੱਚਿਤ ਅਧਿਕਾਰਾਂ ਦੀ ਜ਼ਰੂਰਤ ਹੈ)
pl_pl: Monkeypaste to menedżer schowka, narzędzie automatyzacji i produktywności jak żaden inny. Ulepszanie schowka w wzbogaconą i zorganizowaną część przepływu pracy, Wyposażony w intuicyjny i niski interfejs profilu, który obsługuje tekst, pliki i obrazy. Zaprojektowany pod kątem elastyczności, z wiecznie rozwijającą się społecznością napędzaną wtyczkami. Zaczęło się jako eksperyment programisty, który chce coś więcej niż tylko kopiować i wkleić ze schowka. Chciał prostego polecenia, takiego jak Ctrl+C, które zamiast tego dodałoby „do” „Wymień” to, co było w schowku. I eksperyment zadziałał. Małe narzędzie było bardzo przydatne. To pogrążyło programistę większą liczbą pomysłów i większej liczby eksperymentów, że Teraz stał się „małpą”. Ponieważ pulpit jest dla twoich plików, Monkeypaste zamierza być w schowku. Jest to pakiet narzędzi starannie zaprojektowany tak, aby pozornie się zintegrować i współpracować dowolna aplikacja lub format treści. Ctrl+C i Ctrl+V to znacznie więcej niż tylko skróty. Są to porty wejścia wszystkie aplikacje, które mają podzielić Bogactwo wartości i znaczenia, na które zasługujesz na dostępne na wyciągnięcie ręki. Nie tylko wyrzucony po następnym Ctrl+c. Jestem tym programistą wspomnianym wcześniej i chcę, aby wszyscy mogli dowiedzieć się z małpy. Tak więc i wszystkie jego funkcje są całkowicie bezpłatne. Chcę też, żebyś czuł się komfortowo, używając go. Zapewniam więc, że jesteś jedyną siłą stojącą za jego stworzeniem, że żadna z (bardzo) danych osobowych, która może się pojawić Twój schowek jest zawsze śledzony lub przechowywany w dowolnym miejscu poza własną maszyną. Okres.
pt_br: MonkeyPaste é um gerenciador de área de transferência, automação e ferramenta de produtividade como nenhum outro. Aprimorando sua área de transferência em uma parte enriquecida e organizada de seu fluxo de trabalho, Com uma interface intuitiva e de baixo perfil que suporta texto, arquivos e imagens. Projetado para flexibilidade, com uma comunidade cada vez maior - impulsionada libray de plugins. Começou como um experimento de um programador querendo mais do que apenas copiar e colar da área de transferência. Ele queria um comando simples como Ctrl+C que "adicionasse" em vez disso de 'substituir' o que estava na prancheta. E o experimento deu certo. A pequena ferramenta foi muito útil. Isso intrigou o programador com mais ideias e mais experimentos, que agora tornou-se "MonkeyPaste". Como a área de trabalho está para seus arquivos, o MonkeyPaste pretende estar para sua área de transferência. É um conjunto de ferramentas cuidadosamente projetado para integrar e interoperar perfeitamente com qualquer aplicação ou formato de conteúdo. Ctrl+C e Ctrl+V são muito mais do que apenas atalhos. Eles são as portas de entrada que todos os aplicativos compartilham, carregando um riqueza de valor e significado que você merece ter disponível na ponta dos dedos. Não apenas jogado fora após o próximo Ctrl+C. Eu sou o programador mencionado anteriormente e quero que todos sejam capazes de encontrar o uso do MonkeyPaste. Assim, ele e todos os seus recursos são completamente gratuitos para usar. Eu também quero que você se sinta confortável em usá-lo. Por isso, garanto-lhe, como sendo a única força por trás de sua criação, que NENHUMA das informações (muito) pessoais que podem surgir em sua área de transferência é sempre rastreada ou armazenada em qualquer lugar além de sua própria máquina. Período.
ro_ro: Monkeypaste este un manager de clipboard, un instrument de automatizare și productivitate ca niciun altul. Îmbunătățirea clipboard -ului într -o parte îmbogățită și organizată din fluxul dvs. de lucru, Prezentând o interfață intuitivă și scăzută de profil care acceptă text, fișiere și imagini. Proiectat pentru flexibilitate, cu o comunitate în creștere - o libray de plugin -uri conduse în permanență. A început ca un experiment de către un programator care dorește mai mult decât să copieze și să lipească din clipboard. El a vrut o comandă simplă precum Ctrl+C, care să „adauge la” în schimb din „înlocuiți” ceea ce a fost pe clipboard. Iar experimentul a funcționat. Micul instrument era foarte la îndemână. Acest lucru a înregistrat programatorul cu mai multe idei și mai multe experimente, care Acum a devenit „Monkeypaste”. Deoarece desktopul este la fișierele dvs., Monkeypaste intenționează să fie la clipboard. Este o suită de instrumente concepute cu atenție pentru a se integra și a se interopa pe aparent cu orice aplicație sau format de conținut. Ctrl+C și Ctrl+V sunt mult mai mult decât doar comenzile rapide. Sunt porturile de intrare toate aplicațiile, care transportă un Bogăția de valoare și sensul pe care meritați să îl aveți la dispoziție la îndemână. Nu doar aruncat după următorul Ctrl+C. Sunt acel programator menționat mai devreme și vreau ca toată lumea să poată găsi utilizarea din Monkeypaste. Deci și toate caracteristicile sale sunt complet gratuite de utilizat. De asemenea, vreau să vă simțiți confortabil folosindu -l. Așa că vă asigur, ca fiind singura forță din spatele creației sale, că niciuna dintre informațiile personale (foarte) personale nu pot apărea Clipboard -ul dvs. este urmărit sau păstrat oriunde dincolo de propria mașină. Perioadă.
ru_ru: Monkeypaste - это инструмент для менеджера буфера обмена, автоматизация и производительность, как никто другой. Увеличение вашего буфера обмена в обогащенную и организованную часть вашего рабочего процесса, включает интуитивно понятный и низкий интерфейс профиля, который поддерживает текст, файлы и изображения. Предназначен для гибкости, с постоянно растущим сообществом - управляемым Libray of Plugins. Это началось как эксперимент программистом, который хотел больше, чем просто скопировать и вставить из буфера обмена. Он хотела простую команду, такую ​​как Ctrl+C, которая вместо этого «добавила бы к» «заменить» то, что было в буфере обмена. И эксперимент сработал. Маленький инструмент был очень удобным. Это заинтересовало программиста большим количеством идей и большим количеством экспериментов, которые Сейчас стал "обезьяной". Поскольку рабочий стол для ваших файлов, Monkeypaste намеревается быть в вашем буфере обмена. Это набор инструментов, тщательно разработанный для того, чтобы, по -видимому, интегрировать и взаимодействовать с любое приложение или формат содержания. Ctrl+C и Ctrl+V - это гораздо больше, чем просто ярлыки. Это порты въезда, все приложения имеют Богатство ценности и смысла вы заслуживаете того, чтобы иметь доступ к кончикам пальцев. Не только выбрасывано после следующего Ctrl+c. Я тот программист, упомянутый ранее, и я хочу, чтобы все могли найти использование в обезьяне. Таким образом, это и все его функции полностью свободны для использования. Я также хочу, чтобы вы чувствовали себя комфортно, используя это. Поэтому я заверяю вас, как единственная сила его творения, что ни одна из (очень) личной информации, которая не может возникнуть на Ваш буфер обмена когда -либо отслеживается или хранится где -нибудь за пределами вашей собственной машины. Период.
sk_sk: MonkeyPaste je správca schránky, nástroj na automatizáciu a produktivitu ako žiadny iný. Vylepšenie schránky na obohatenú a organizovanú časť vášho pracovného postupu, Intuitívne a nízkoprofilové rozhranie, ktoré podporuje text, súbory a obrázky. Navrhnuté pre flexibilitu, s neustále rastúcou komunitou riadenou knižnicou doplnkov. Začalo to ako experiment programátora, ktorý chcel viac ako len kopírovať a vkladať zo schránky. Chcel jednoduchý príkaz ako Ctrl + C, ktorý by namiesto toho "pridal" "Nahradiť" to, čo bolo v schránke. A experiment fungoval. Malý nástroj bol veľmi šikovný. To zaujalo programátora ďalšími nápadmi a experimentmi, ktoré teraz sa stala "Monkeypaste". Keďže pracovná plocha je k vašim súborom, MonkeyPaste má v úmysle byť vo vašej schránke. Je to sada nástrojov starostlivo navrhnutých tak, aby sa zdanlivo integrovali a spolupracovali s nimi akákoľvek aplikácia alebo formát obsahu. Ctrl + C a Ctrl + V sú oveľa viac než len skratky. Sú to vstupné prístavy, ktoré zdieľajú všetky aplikácie, nesúce bohatstvo hodnoty a významu, ktorý si zaslúžite mať na dosah ruky. Nielen vyhodené po ďalšom Ctrl + C. Som ten programátor, ktorý už bol spomenutý a chcem, aby každý mohol nájsť využitie MonkeyPaste. Takže to a všetky jeho funkcie sú úplne zadarmo na použitie. Tiež chcem, aby ste sa pri jeho používaní cítili pohodlne. Takže vás uisťujem, ako jediná sila, ktorá stojí za jeho vznikom, že žiadna z (veľmi) osobných informácií, ktoré môžu vzniknúť na Vaša schránka je vždy sledovaná alebo uložená KDEKOĽVEK mimo vášho vlastného počítača. Perióda.
sl_si: MonkeyPaste je upravitelj odložišč, orodje za avtomatizacijo in produktivnost kot nobeno drugo. Izboljšanje odložišča v obogateni in organiziran del vašega delovnega toka, z intuitivnim in nizkim profilnim vmesnikom, ki podpira besedilo, datoteke in slike. Zasnovan za prilagodljivost, z vedno rastočo skupnostjo - podvig v knjižnico vtičnikov. Začel se je kot eksperiment programerja, ki želi več kot samo kopirati in prilepiti iz odložišča. Želel je preprost ukaz, kot je Ctrl+C, ki bi namesto tega "dodal" od 'zamenjajte' tisto, kar je bilo na odložišču. In eksperiment je deloval. Majhno orodje je bilo zelo priročno. To je programerja vključilo z več idejami in več poskusi, to zdaj je postal "MonkeyPaste". Ker je namizje za vaše datoteke, namerava MonkeyPaste na odložišču. Je nabor orodij, ki je skrbno zasnovana tako, da se na videz integrira in sodeluje z katero koli aplikacijo ali obliko vsebine. Ctrl+C in Ctrl+V sta veliko več kot le bližnjice. So vhodna vrata, ki jih delijo vse aplikacije, ki nosijo a bogastvo vrednosti in pomena, ki si ga zaslužite, da imate na voljo na dosegu roke. Ne samo vrženo po naslednjem CTRL+C. Jaz sem tisti programer, ki smo ga omenjali prej in želim, da bi vsi lahko našli uporabo iz MonkeyPaste. Torej so in vse njegove lastnosti popolnoma brezplačne za uporabo. Prav tako želim, da se počutite udobno z uporabo. Zato vam zagotavljam, da ste edina sila njegovega ustvarjanja, da nobenega od (zelo) osebnih podatkov, ki bi lahko nastali Odložišče je kdajkoli spremljano ali shranjeno kjer koli zunaj vašega stroja. Obdobje.
sq_al: MonkeyPaste është një menaxher clipboard, automatizimi dhe mjet produktiviteti si asnjë tjetër. Duke e përmirësuar tabelën tuaj në një pjesë të pasuruar dhe të organizuar të workflow-it tuaj, me një ndërfaqe intuitive dhe me profil të ulët që mbështet tekstin, skedarët dhe imazhet. Projektuar për fleksibilitet, me një libray gjithnjë e më të madh të plugins të drejtuar nga komuniteti. Filloi si një eksperiment nga një programues që donte më shumë se thjesht të kopjonte dhe të dilte nga tabela. Ai donte një komandë të thjeshtë si Ctrl+C që do të 'shtonte' në vend të kësaj 'zëvendëso' atë që ishte në tabelën e shënimeve. Dhe eksperimenti funksionoi. Mjeti i vogël ishte shumë i dobishëm. Kjo e pengoi programuesin me më shumë ide dhe më shumë eksperimente, që Tani është bërë "MonkeyPaste". Siç është desktopi për skedarët tuaj, MonkeyPaste synon të jetë në tabelën tuaj. Është një suitë veglash të dizajnuara me kujdes për t'u integruar dhe për t'u ndërvepruar në mënyrë të pakuptueshme me Çdo aplikim ose format i përmbajtjes. Ctrl+C dhe Ctrl+V janë shumë më tepër se vetëm shkurtesa. Ato janë portet e hyrjes që të gjitha aplikacionet ndajnë, duke mbajtur një Pasuri me vlerë dhe kuptim që meriton të kesh në dispozicion në majë të gishtave. Jo vetëm të hedhur pas Ctrl+C tjetër. Unë jam ai programuesi i përmendur më parë dhe dua që të gjithë të jenë në gjendje të gjejnë përdorimin nga MonkeyPaste. Pra, ajo dhe të gjitha veçoritë e saj janë krejtësisht të lira për t'u përdorur. Dua gjithashtu që të ndihesh rehat duke e përdorur atë. Kështu që ju siguroj, si të ishte e vetmja forcë pas krijimit të saj, se asnjë nga (shumë) informacionet personale që mund të dalin në Dërrasa juaj është gjurmuar ose ruajtur ndonjëherë kudo përtej makinës suaj. Periudha.
sr_latn_me: MonkeyPaste je menadžer ostave, alat za automatizaciju i produktivnost kao nijedan drugi. Poboljšanje ostave u obogaćeni i organizovani deo toka posla, intuitivan i nizak - interfejs profila koji podržava tekst, datoteke i slike. Dizajniran za fleksibilnost, sa uvek rastućom zajednicom, vođen libray pluginova. Počelo je kao eksperiment programera koji želi više od kopiranja i lepkanja iz ostave. Želeo je jednostavnu komandu kao što je Ctrl+C koja bi se umesto toga "dodala" "zameni" onoga što je bilo u ostavi. I eksperiment je uspeo. Mala alatka je bila veoma zgodna. Ovo je preduhitilo programera sa više ideja i više eksperimenata, da sada je postao "MonkeyPaste". Kako je radna površina u vašim datotekama, MonkeyPaste namerava da bude u vašoj ostavi. To je paket alata pažljivo dizajniran da se bezočno integriše i interoperira sa bilo koju aplikaciju ili format sadržaja. Ctrl+C i Ctrl+V su mnogo više od prečica. To su portovi unosa koje sve aplikacije dele, noseći bogatstvo vrednosti i smisla koje zaslužujete da imate na dohvat ruke. Ne samo bačeno posle sledećeg Ctrl+C. Ja sam onaj programer koji je pomenut ranije i ћelim da svi mogu da naрu upotrebu od MonkeyPastea. Tako da su ona i sve njegove karakteristike potpuno besplatne za korišćenje. Takođe želim da se osećaš prijatno dok ga koristiš. Zato vas uveravam, kao jedina sila koja stoji iza njegovog stvaranja, da nijedan od (veoma) ličnih podataka koji mogu da se pojave na vaša ostava se ikada prati ili skladišti bilo gde izvan vaše mašine. Menstruacija.
sv_fi: Monkeypaste är ett urklippshanterare, automatiserings- och produktivitetsverktyg som ingen annan. Förbättra ditt urklipp till en berikad och organiserad del av ditt arbetsflöde, Med ett intuitivt och lågt profilgränssnitt som stöder text, filer och bilder. Designad för flexibilitet, med ett ständigt växande samhälle - driven libray av plugins. Det började som ett experiment av en programmerare som vill ha mer än bara kopiera och klistra in ur urklippet. Han ville ha ett enkelt kommando som ctrl+c som skulle "lägga till" istället av "ersätt" vad som fanns på urklippet. Och experimentet fungerade. Det lilla verktyget var mycket praktiskt. Detta har en programmerare med fler idéer och fler experiment, det Nu har blivit "monkeypaste". Eftersom skrivbordet är för dina filer avser monkeypasta att vara till ditt urklipp. Det är en svit med verktyg som är försiktigt utformade för att till synes integreras och interopera med Alla applikationer eller format av innehåll. Ctrl+C och Ctrl+V är mycket mer än bara genvägar. De är inträdesportarna som alla ansökningar delar, som bär en Rikedom av värde och vilket innebär att du förtjänar att ha tillgängligt till hands. Inte bara kastas efter nästa Ctrl+c. Jag är den programmeraren som nämns tidigare och jag vill att alla ska kunna använda av monkeypasta. Så det och alla dess funktioner är helt gratis att använda. Jag vill också att du ska känna dig bekväm att använda den. Så jag försäkrar er, som den enda kraften bakom skapandet, att ingen av den (mycket) personliga informationen som kan uppstå på Din urklipp spåras eller lagras någonstans bortom din egen maskin. Period.
sw_ke: MonkeyPaste ni meneja wa ubao wa kunakili, kiotomatiki na zana ya uzalishaji kama hakuna nyingine. Kuimarisha ubao wako wa kunakili kuwa sehemu iliyotajirishwa na iliyopangwa ya mtiririko wako wa kazi, akishirikiana na kiolesura cha angavu na cha chini cha wasifu ambacho kinaunga mkono maandishi, faili na picha. Iliyoundwa kwa kubadilika, na jamii inayokua - inayoendeshwa na programu-jalizi. Ilianza kama jaribio na programu inayotaka zaidi ya nakala tu na kubandika nje ya ubao wa kunakili. Alitaka amri rahisi kama Ctrl+C ambayo 'itaongeza' badala yake ya 'kubadilisha' kile kilichokuwa kwenye ubao wa kunakili. Na jaribio hilo lilifanya kazi. Chombo kidogo kilikuwa rahisi sana. Hii ilichochea programu na mawazo zaidi na majaribio zaidi, kwamba sasa imekuwa "MonkeyPaste". Kama desktop ni kwa faili zako, MonkeyPaste inatarajia kuwa kwenye ubao wako wa kunakili. Ni safu ya zana iliyoundwa kwa uangalifu ili kuunganisha na kushirikiana na Programu yoyote au muundo wa yaliyomo. Ctrl+C na Ctrl+V ni zaidi ya njia za mkato tu. Ni bandari za kuingia maombi yote kushiriki, kubeba a utajiri wa thamani na maana unayostahili kuwa nayo kwenye vidole vyako. Sio tu kutupwa mbali baada ya Ctrl + C inayofuata. Mimi ni programu hiyo iliyotajwa hapo awali na ninataka kila mtu aweze kupata matumizi kutoka kwa MonkeyPaste. Kwa hivyo na huduma zake zote ni bure kabisa kutumia. Pia nataka kujisikia vizuri kutumia. Kwa hivyo ninakuhakikishia, kama kuwa nguvu pekee nyuma ya uumbaji wake, kwamba hakuna habari yoyote ya kibinafsi ambayo inaweza kutokea ubao wako wa kunakili unafuatiliwa au kuhifadhiwa popote zaidi ya mashine yako mwenyewe. Kipindi cha.
ta_in: குரங்கிபேஸ்ட் என்பது ஒரு கிளிப்போர்டு மேலாளர், ஆட்டோமேஷன் மற்றும் உற்பத்தித்திறன் கருவியாகும். உங்கள் பணிப்பாய்வுகளின் செறிவூட்டப்பட்ட மற்றும் ஒழுங்கமைக்கப்பட்ட பகுதிக்கு உங்கள் கிளிப்போர்டை மேம்படுத்துதல், உரை, கோப்புகள் மற்றும் படங்களை ஆதரிக்கும் உள்ளுணர்வு மற்றும் குறைந்த - சுயவிவர இடைமுகத்தைக் கொண்டுள்ளது. நெகிழ்வுத்தன்மைக்காக வடிவமைக்கப்பட்டுள்ளது, எப்போதும் வளர்ந்து வரும் சமூகம் - செருகுநிரல்களின் இயக்கப்படும் லிப்ரே. கிளிப்போர்டில் இருந்து நகலெடுத்து ஒட்டுவதை விட அதிகமாக விரும்பும் ஒரு புரோகிராமரின் பரிசோதனையாக இது தொடங்கியது. Ctrl+C போன்ற ஒரு எளிய கட்டளையை அவர் விரும்பினார், அதற்கு பதிலாக 'சேர்க்க' கிளிப்போர்டில் இருந்ததை 'மாற்றுதல்'. மற்றும் சோதனை வேலை செய்தது. சிறிய கருவி மிகவும் எளிது. இது புரோகிராமரை அதிக யோசனைகள் மற்றும் கூடுதல் சோதனைகளை ஏற்படுத்தியது இப்போது "குரங்கு சுவை" ஆகிவிட்டது. டெஸ்க்டாப் உங்கள் கோப்புகளுக்கு இருப்பதால், குரங்கிபேஸ்ட் உங்கள் கிளிப்போர்டுக்கு இருக்க விரும்புகிறது. அதன் ஒரு தொகுப்பு கருவிகளின் தொகுப்பு கவனமாக வடிவமைக்கப்பட்டுள்ளது எந்தவொரு பயன்பாடு அல்லது உள்ளடக்கத்தின் வடிவம். CTRL+C மற்றும் CTRL+V ஆகியவை குறுக்குவழிகளை விட அதிகம். அவை நுழைவு துறைமுகங்கள், அனைத்து பயன்பாடுகளும் பகிர்கின்றன, சுமந்து செல்கின்றன உங்கள் விரல் நுனியில் கிடைக்க நீங்கள் தகுதியான மதிப்பு மற்றும் பொருள். அடுத்த ctrl+c க்குப் பிறகு தூக்கி எறியப்படவில்லை. நான் முன்னர் குறிப்பிட்ட புரோகிராமர், எல்லோரும் குரங்கு சுவையிலிருந்து பயன்படுத்த முடியும் என்று நான் விரும்புகிறேன். எனவே அதுவும் அதன் அனைத்து அம்சங்களும் பயன்படுத்த முற்றிலும் இலவசம். அதைப் பயன்படுத்த நீங்கள் வசதியாக இருக்க வேண்டும் என்றும் நான் விரும்புகிறேன். ஆகவே, அதன் படைப்பின் பின்னணியில் உள்ள ஒரே சக்தியாக இருப்பதால், (மிக) தனிப்பட்ட தகவல்கள் எதுவும் எழாது என்று நான் உங்களுக்கு உறுதியளிக்கிறேன் உங்கள் கிளிப்போர்டு உங்கள் சொந்த இயந்திரத்திற்கு அப்பால் எங்கும் கண்காணிக்கப்படுகிறது அல்லது சேமிக்கப்படுகிறது. காலம்.
te_in: మంకీపేస్ట్ అనేది క్లిప్ బోర్డ్ మేనేజర్, ఆటోమేషన్ మరియు ప్రొడక్టివిటీ టూల్. మీ క్లిప్ బోర్డ్ ను మీ వర్క్ ఫ్లో యొక్క సుసంపన్నమైన మరియు వ్యవస్థీకృత భాగంగా మెరుగుపరచడం, టెక్స్ట్, ఫైల్స్ మరియు ఇమేజ్ లకు మద్దతు ఇచ్చే సహజమైన మరియు తక్కువ - ప్రొఫైల్ ఇంటర్ ఫేస్ ను కలిగి ఉంటుంది. ఫ్లెక్సిబిలిటీ కోసం రూపొందించబడింది, నిరంతరం పెరుగుతున్న కమ్యూనిటీ - ప్లగిన్ల ఆధారిత లిబ్రేతో. క్లిప్ బోర్డ్ నుండి కాపీ చేసి పేస్ట్ చేయడం కంటే ఎక్కువ కావాలని ప్రోగ్రామర్ చేసిన ప్రయోగంగా ఇది ప్రారంభమైంది. దానికి బదులుగా 'జోడించే' Ctrl+C వంటి సాధారణ కమాండ్ ని అతడు కోరుకున్నాడు. క్లిప్ బోర్డ్ లో ఉన్న వాటిని 'రీప్లేస్' చేయండి. ఆ ప్రయోగం ఫలించింది. ఆ చిన్న టూల్ చాలా ఉపయోగపడింది. ఇది ప్రోగ్రామర్ కు మరిన్ని ఆలోచనలు మరియు మరిన్ని ప్రయోగాలతో ఆసక్తిని కలిగించింది, ఇప్పుడు "మంకీపేస్ట్"గా మారింది. డెస్క్ టాప్ మీ ఫైళ్లకు ఉన్నందున, మంకీపేస్ట్ మీ క్లిప్ బోర్డ్ కు ఉండాలని భావిస్తుంది. ఇది నిస్సంకోచంగా ఇంటిగ్రేట్ చేయడానికి మరియు ఇంటర్ ఆపరేటింగ్ చేయడానికి జాగ్రత్తగా డిజైన్ చేయబడిన టూల్స్ సూట్. ఏదైనా అప్లికేషన్ లేదా కంటెంట్ ఫార్మాట్. Ctrl+C మరియు Ctrl+V కేవలం షార్ట్ కట్ ల కంటే చాలా ఎక్కువ. అన్ని అప్లికేషన్ లు భాగస్వామ్యం చేసే ఎంట్రీ పోర్ట్ లు ఇవి. మీ వేలిముద్రల వద్ద లభ్యం కావడానికి మీరు అర్హులైన విలువ మరియు అర్థం యొక్క సంపద. వచ్చే సీటీఆర్ఎల్+సీ తర్వాత విసిరివేయడమే కాదు.. నేను ఇంతకు ముందు పేర్కొన్న ప్రోగ్రామర్ ని మరియు ప్రతి ఒక్కరూ మంకీపేస్ట్ నుండి ఉపయోగాన్ని కనుగొనగలరని నేను కోరుకుంటున్నాను. కాబట్టి ఇది మరియు దాని ఫీచర్లన్నీ పూర్తిగా ఉపయోగించడానికి ఉచితం. మీరు దీనిని ఉపయోగించడం సౌకర్యవంతంగా ఉండాలని నేను కోరుకుంటున్నాను. కాబట్టి, దాని సృష్టి వెనుక ఉన్న ఏకైక శక్తిగా, (చాలా) వ్యక్తిగత సమాచారం ఏదీ తలెత్తదని నేను మీకు హామీ ఇస్తున్నాను. మీ క్లిప్ బోర్డ్ మీ స్వంత యంత్రానికి మించి ఎక్కడైనా ట్రాక్ చేయబడుతుంది లేదా నిల్వ చేయబడుతుంది. కాలం. (మంకీపేస్ట్ కు ఉన్నత అనుమతులు అవసరం)
th_th: MonkeyPaste เป็นผู้จัดการคลิปบอร์ดระบบอัตโนมัติและเครื่องมือเพิ่มประสิทธิภาพที่ไม่เหมือนใคร ปรับปรุงคลิปบอร์ดของคุณให้เป็นส่วนหนึ่งของเวิร์กโฟลว์ที่สมบูรณ์และเป็นระเบียบ มีอินเทอร์เฟซที่ใช้งานง่ายและโปรไฟล์ต่ําที่รองรับข้อความไฟล์และรูปภาพ ออกแบบมาเพื่อความยืดหยุ่นด้วยชุมชนที่กําลังเติบโตอย่างต่อเนื่องซึ่งขับเคลื่อนปลั๊กอิน มันเริ่มต้นจากการทดลองโดยโปรแกรมเมอร์ที่ต้องการมากกว่าแค่คัดลอกและวางออกจากคลิปบอร์ด เขาต้องการคําสั่งง่ายๆ เช่น Ctrl+C ที่จะ 'เพิ่ม' แทน ของ 'แทนที่' สิ่งที่อยู่บนคลิปบอร์ด และการทดลองก็ได้ผล เครื่องมือเล็ก ๆ น้อย ๆ มีประโยชน์มาก สิ่งนี้ทําให้โปรแกรมเมอร์สนใจแนวคิดและการทดลองที่มากขึ้น ตอนนี้ได้กลายเป็น "MonkeyPaste" เนื่องจากเดสก์ท็อปเป็นไฟล์ของคุณ MonkeyPaste จึงตั้งใจที่จะอยู่ในคลิปบอร์ดของคุณ ชุดเครื่องมือที่ออกแบบมาอย่างพิถีพิถันเพื่อผสานรวมและทํางานร่วมกันอย่างไม่ติดขัด แอปพลิเคชันหรือรูปแบบของเนื้อหาใด ๆ Ctrl+C และ Ctrl+V เป็นมากกว่าทางลัด พวกเขาเป็นพอร์ตของรายการที่แอปพลิเคชันทั้งหมดใช้ร่วมกันโดยมี ความมั่งคั่งของมูลค่าและความหมายที่คุณสมควรได้รับเพียงปลายนิ้วสัมผัส ไม่เพียงแค่โยนทิ้งหลังจาก Ctrl+C ถัดไป ฉันเป็นโปรแกรมเมอร์ที่กล่าวถึงก่อนหน้านี้และฉันต้องการให้ทุกคนสามารถค้นหาการใช้งานจาก MonkeyPaste ดังนั้นมันและคุณสมบัติทั้งหมดจึงใช้งานได้ฟรีอย่างสมบูรณ์ ฉันยังต้องการให้คุณรู้สึกสบายใจที่จะใช้มัน ดังนั้นฉันรับรองกับคุณในฐานะพลังเดียวที่อยู่เบื้องหลังการสร้างว่าไม่มีข้อมูลส่วนบุคคล (มาก) ที่อาจเกิดขึ้นได้ คลิปบอร์ดของคุณเคยถูกติดตามหรือเก็บไว้ที่ใดก็ได้นอกเหนือจากเครื่องของคุณเอง ช่วง
tk_tm: MonkeyPaste – klipboard menejder, awtomatlaşdyrma we öndürijilik guraly, edil beýleki ler ýaly. Klipiňizi iş aklawyňyzyň baýlaşdyrylan we guramaçylykly bölegine kämilleşdirmek, onda teksti, faýllary we suratlary goldaýan düşnükli we pes profilli interfeýs görkezilýär. Bu ýerde tehniki enjamlar has - da ösýär. Ol diňe bir klipden göçürmek we goýmak bilen çäklenmän, eýsem, programmaçynyň ekspertizasy hökmünde başlandy. Ol ýerine 'goşmak' üçin Ctrl+C ýaly ýönekeý buýruk isledi klipde bar zady 'çalyşmak'. Ekspertiza hem netije berdi. Kiçijik gural örän peýdaly bolupdyr. Bu bolsa programmany köp pikirler we köp barlaglar bilen gyzyklandyrdy, bu indi "MonkeyPaste" boldy. Desktop siziň faýllaryňyza bolşy ýaly, MonkeyPaste siziň klipiňize bolmagy maksat edinýär. Onuň dykgatly niýetlenen gurallarynyň paketi göze görünmeýän we özara hyzmatdaşlyk etmek üçin niýetlenendir mazmunyň islendik bir anketa ýa-da formaty. Ctrl+C we Ctrl+V – diňe bir gysgaldylan ýollardan has köp. Olar ähli programmalaryň paýlaşýan, göterýän giriş portlary gymmatlyk baýlygy we barmaklaryňyzyň ujunda elýeterli bolmaga mynasypdygyňyzy aňladýar. Diňe indiki Ctrl+C-den soň zyňylman. Men ýokarda agzalan programmaçy we her bir adamyň MonkeyPaste-den peýdalanyp bilmegini isleýärin. Görşümiz ýaly, ol we onuň ähli aýratynlyklaryny ulanmak doly mugtdyr. Şeýle-de ony ulanmaga özüňizi oňaýsyz duýmagyňyzy isleýärin. Şonuň üçin men size ynandyrýaryn, onuň döredilmeginiň arkasynda duran ýeke-täk güýç hökmünde, ýüze çykyp biljek (köp) şahsy maglumatlaryň hiç biri klipiňiz hiç haçan öz maşynyňyzdan başga islendik ýerde yzarlanýar ýa-da saklanýar. Döwri. (MonkeyPaste ýokarlandyrylan rugsatnamalar talap edýär)
tr_tr: MonkeyPaste, benzeri olmayan bir pano yöneticisi, otomasyon ve üretkenlik aracıdır. Panonuzu iş akışınızın zenginleştirilmiş ve düzenli bir parçası haline getirmek, Metin, dosya ve görüntüleri destekleyen sezgisel ve düşük profilli bir arayüze sahiptir. Sürekli büyüyen bir topluluk odaklı eklenti kitaplığı ile esneklik için tasarlanmıştır. Panodan kopyalayıp yapıştırmaktan daha fazlasını isteyen bir programcı tarafından yapılan bir deney olarak başladı. Bunun yerine 'ekleyecek' Ctrl+C gibi basit bir komut istedi panodakileri 'değiştir'. Ve deney işe yaradı. Küçük alet çok kullanışlıydı. Bu, programcıyı daha fazla fikir ve daha fazla deneyle ilgilendirdi. şimdi "MonkeyPaste" oldu. Masaüstü dosyalarınız için olduğu gibi, MonkeyPaste de panonuzda olmayı amaçlar. Görünüşe göre entegre olmak ve birlikte çalışmak için özenle tasarlanmış bir araç paketi herhangi bir uygulama veya içerik formatı. Ctrl+C ve Ctrl+V kısayollardan çok daha fazlasıdır. Bunlar, tüm uygulamaların paylaştığı giriş bağlantı noktalarıdır ve bir Parmaklarınızın ucunda olmasını hak ettiğiniz değer ve anlam zenginliği. Sadece bir sonraki Ctrl+C'den sonra atılmaz. Ben daha önce bahsedilen programcıyım ve herkesin MonkeyPaste'den yararlanabilmesini istiyorum. Bu nedenle, o ve tüm özelliklerinin kullanımı tamamen ücretsizdir. Ayrıca onu kullanırken kendinizi rahat hissetmenizi istiyorum. Bu yüzden sizi temin ederim ki, yaratılışının arkasındaki tek güç olarak, ortaya çıkabilecek (çok) kişisel bilgilerin HİÇBİRİ panonuz, kendi makinenizin ötesinde HERHANGİ BİR YERDE izlenir veya saklanır. Dönem.
tt_ru: МаймылПасте - такта менеджеры, автоматлаштыру һәм башка кебек эш итү коралы. Бу эшегезнең баетылган һәм оешкан өлешенә тактаны ныгыгыз. текстны, файлларны һәм сурәтләрне яклаучы интуитив һәм түбән - профилле интерфейс. Иселешлек өчен эшләнгән, кайчан да булса үсеп барган җәмгыять - плагиннар либрейы. Ул программистның бары тик копиягә генә түгел, ә клиптан куып чыгаруын теләгән тәҗрибә буларак башланды. Ул Ctrl + C кебек гади әмерне теләгән, ул урынына «өстәргә» тиеш иде бу шкафта нәрсә булганын "алыштыру". Һәм эксперимент эшләде. Кечкенә корал бик куллы иде. Бу программистны күбрәк идеяләр һәм тәҗрибәләр белән аңлаткан, ягъни хәзер "Маймыл Пастта"га әйләнде. Хезмәттәшегез файлларыгызга булганда, Маймыл Пастте тактага барырга җыена. Аның сюитасы уйламыйча бер-берсен берләшергә һәм алар белән аралашыр өчен , җентекләп эшләнгән кораллар теләсә нинди кушымта яки контент форматы. Ctrl + C һәм Ctrl + V туры килә торганнан күпкә күбрәк. Алар барлык кушымталарны керү портлары, күтәреп бармакларыгызда байлык һәм мәгънәләр бармакларыгызга лаек. Киләсе Ctrl + C артыннан ыргытылмыйк. Мин элегрәк искә алынган программист һәм бар кешенең маймыл Папастадан файдалана алуын телим. Димәк, ул һәм аның бөтен үзенчәлекләре тулысынча кулланылмыйча. Мин дә сезгә аны кулланырга уңайлы булып тоелырга телим. Шуңа күрә, мин сезне аның барлыкка китерүенең бердәнбер көче буларак ышандырам, анда була алган шәхси мәгълүматның берсе дә юк. тактаң һәрвакыт үз машинасыңнан тыш нинди урында саклана яки саклана. Период.
ug_cn: MonkeyPaste بولسا بىر قىسقۇچ تاختا باشقۇرغۇچىسى، ئاپتوماتلاشتۇرۇش ۋە ئىشلەپچىقىرىش كۈچلىرى قورالى. قىسقۇچ تاختىڭىزنى خىزمەت ئېففېكتىڭىزنىڭ مول ۋە رەتلىك بىر قىسمىغا ئايلاندۇرۇپ ، تېكىست، ھۆججەت ۋە رەسىملەرنى قوللايدىغان كۆرۈنمە يۈزى. جانلىقلىق ئۈچۈن لايىھەلەنگەن، مەڭگۈ ئۆسۈپ يېتىلىۋاتقان مەھەللە — تۈرتكىلىك قىستۇرمىلارنىڭ لىباسى. ئۇ پىروگراممېرنىڭ تەجىربىسى سۈپىتىدە باشلانغان بولۇپ، ھۆججەت تاختىسىنى كۆچۈرۈش ۋە چاپلاشتىن ئارتۇق نەرسە تەلەپ قىلىدۇ. ئۇ Ctrl+C غا ئوخشاش «قوشۇۋېلىش» قا ئوخشاش ئاددىي بىر بۇيرۇقنى ئالماقچى ئىدى. ئىشكاپتىكىنى ('replace' نىڭ يەنە كېلىپ تەجرىبە ئۈنۈم بەردى. بۇ كىچىك قورال بەك قوللۇق ئىدى. بۇ پروگراممېرنى تېخىمۇ كۆپ پىكىر ۋە تېخىمۇ كۆپ تەجرىبە بىلەن قىزىقتۇردى ، ھازىر «مايمۇن پاستىسى»غا ئايلاندى. ئۈستەل يۈزى سىزنىڭ ھۆججەتلىرىڭىزگە ئوخشاش، MonkeyPaste سىزنىڭ ھۆججەت تاختىڭىزدا بولۇشنى مەقسەت قىلىدۇ. ئۇنىڭ بىر يۈرۈش قوراللىرى ئىنچىكىلىك بىلەن لاھىيەلەنگەن بولۇپ، قارىماققا بىر-بىرىگە سىڭىپ كىرىشىپ كەتكەن. ھەرقانداق قوللىنىشچان ياكى فورماتتىكى مەزمۇن Ctrl+C ۋە Ctrl+V پەقەت قىسقا يوللا ئەمەس. ئۇلار بارلىق ئىلتىماسلارنى ئورتاق ئىشلىتىدىغان كىرىش ئېغىزى بولۇپ، بىر بارماق ئۇچىڭىزدا بارماقلىرىڭىزنىڭ بارمىقىغا ئېرىشىشكە ئەرزىيدۇ كېيىنكى Ctrl+Cدىن كېيىنلا تاشلىۋەتمەيمىز. مەن بۇرۇن تىلغا ئالغان پروگراممېر، مەن كۆپچىلىكنىڭ مايمۇنPaste تىن پايدىلىنىشىنى ئۈمىد قىلىمەن. شۇڭا ئۇ ۋە ئۇنىڭ بارلىق ئىقتىدارلىرى پۈتۈنلەي ھەقسىز ئىشلىتىشكە بولىدۇ. مەنمۇ سىزنىڭ ئىشلەتسىڭىز راھەت ھېس قىلىشىڭىزنى ئۈمىد قىلىمەن. شۇنىڭ ئۈچۈن، سىلەرنى كاپالەتكە ئىگە قىلىمەنكى، ئۇنىڭ يارىتىلىشىنىڭ ئارقىسىدا بىردىن بىر كۈچ بولۇش سۈپىتىم بىلەن، بۇ يەردە پەيدا بولىدىغان شەخسىي ئۇچۇرلاردىن ھېچبىرى مەۋجۇت ئەمەس قىسقۇچ تاختىڭىز ئەزەلدىن ئۆزىڭىزنىڭ ماشىنىسىدىن ھالقىپ ANYWHERE دا ئىز قوغلىنىدۇ ياكى ساقلىنىپ قالىدۇ. دەۋر.
uk_ua: Monkeypaste - це менеджер буфера обміну, інструмент автоматизації та продуктивність, як ніхто інший. Посилення буфера обміну в збагачену та організовану частину вашого робочого процесу, із інтуїтивним та низьким інтерфейсом профілю, який підтримує текст, файли та зображення. Розроблений для гнучкості, з колись зростаючою спільнотою - керованими бібліотеками плагінів. Це почалося як експеримент програміста, який хоче більше, ніж просто скопіювати та вставити з буфера обміну. Він хотів просту команду, як Ctrl+C, яка "додасть" замість цього "Замінити", що було в буфері обміну. І експеримент спрацював. Маленький інструмент був дуже зручним. Це вразило програміста з більшою кількістю ідей та більшою кількістю експериментів, що тепер став "Мавпастою". Оскільки робочий стіл знаходиться у ваших файлах, MonkeyPaste має намір бути у вашому буфері обміну. Це набір інструментів, ретельно розроблених, начебто інтегруватися та взаємодіяти будь -який додаток або формат вмісту. Ctrl+C і Ctrl+V - це набагато більше, ніж просто ярлики. Вони є портами введення, всі поділяють всі програми, несучи Багатство цінності та значення, яке ви заслуговуєте на те, щоб вони були доступні під рукою. Не просто викинуто після наступного Ctrl+C. Я такий програміст згадував раніше, і я хочу, щоб усі змогли знайти використання Monkeypast. Тож він і всі його функції абсолютно вільні у використанні. Я також хочу, щоб ви почували себе комфортно, використовуючи його. Тож я запевняю вас, як єдину силу, що стоїть за її творінням, що жодна з (дуже) особистої інформації, яка може виникнути в ньому Ваш буфер обміну коли -небудь відстежується або зберігається де -небудь за межами вашої власної машини. Період.
ur_pk: منکی پیسٹ ایک کلپ بورڈ مینیجر ، آٹومیشن اور پیداواری آلہ ہے جیسا کہ کوئی اور نہیں ہے۔ اپنے کلپ بورڈ کو اپنے ورک فلو کے ایک خوشحال اور منظم حصے میں بڑھانا، ایک بدیہی اور کم پروفائل انٹرفیس کی خصوصیت ہے جو متن ، فائلوں اور تصاویر کی حمایت کرتا ہے۔ لچک کے لئے ڈیزائن کیا گیا ہے ، مسلسل بڑھتی ہوئی کمیونٹی کے ساتھ - پلگ ان کی لبرا کے ساتھ۔ یہ ایک پروگرامر کے ایک تجربے کے طور پر شروع ہوا جو کلپ بورڈ سے صرف کاپی اور پیسٹ کرنے سے کہیں زیادہ چاہتا تھا۔ وہ سی ٹی آر ایل + سی جیسی سادہ کمانڈ چاہتا تھا جو اس کے بجائے 'شامل' کرے۔ کلپ بورڈ پر جو کچھ تھا اسے 'تبدیل' کریں۔ اور تجربہ کارگر ثابت ہوا۔ چھوٹا سا آلہ بہت آسان تھا. اس نے پروگرامر کو مزید خیالات اور زیادہ تجربات کے ساتھ محظوظ کیا، کہ اب "منکی پیسٹ" بن گیا ہے. جیسا کہ ڈیسک ٹاپ آپ کی فائلوں کے لئے ہے ، منکی پیسٹ آپ کے کلپ بورڈ پر ہونے کا ارادہ رکھتا ہے۔ یہ ٹولز کا ایک مجموعہ ہے جو احتیاط سے ڈیزائن کیا گیا ہے تاکہ بغیر کسی رکاوٹ کے ضم اور باہم آپریٹ کیا جاسکے۔ مواد کی کوئی بھی درخواست یا شکل. Ctrl+C اور Ctrl+V صرف شارٹ کٹ سے کہیں زیادہ ہیں۔ وہ داخلے کی بندرگاہیں ہیں جو تمام ایپلی کیشنز کا اشتراک کرتی ہیں ، جس میں ایک ہوتا ہے۔ قدر اور معنی کی دولت جو آپ اپنی انگلیوں پر دستیاب ہونے کے مستحق ہیں. نہ صرف اگلے Ctrl+C کے بعد پھینک دیا گیا۔ میں وہ پروگرامر ہوں جس کا پہلے ذکر کیا گیا ہے اور میں چاہتا ہوں کہ ہر کوئی منکی پیسٹ کا استعمال تلاش کرنے کے قابل ہو۔ لہذا یہ اور اس کی تمام خصوصیات استعمال کرنے کے لئے مکمل طور پر آزاد ہیں. میں یہ بھی چاہتا ہوں کہ آپ اسے استعمال کرنے میں آرام محسوس کریں. لہذا میں آپ کو یقین دلاتا ہوں کہ اس کی تخلیق کے پیچھے واحد قوت ہونے کے ناطے ، (بہت) ذاتی معلومات میں سے کوئی بھی نہیں جو اس پر پیدا ہوسکتی ہے۔ آپ کا کلپ بورڈ کبھی بھی آپ کی اپنی مشین سے باہر کہیں بھی ٹریک یا ذخیرہ کیا جاتا ہے۔ دور.
uz_latn_uz: Monkeypste - bu klipboard menejer, boshqa boshqa bo'lmagan avtomatlashtirish va unumdorlik vositasi. Klipbordni ish oqimingizning boyitilgan va tashkillashtirilgan qismiga aylantirish, Matn, fayllar va rasmlarni qo'llab-quvvatlaydigan intuitiv va past darajadagi interfeys. Plaginlar kutubxonasini boshqargan holda moslashuvchanlik uchun mo'ljallangan. Bu dasturchi tomonidan shunchaki nusxa ko'chirish va pleymdan chiqib ketishni istagan dasturchi tomonidan tajriba sifatida boshlandi. U Ctrl + C kabi oddiy buyruqni xohlagan Klipboard nima bo'lganini 'almashtiring. Va tajriba ishladi. Kichkina asbob juda qulay edi. Bu dasturchini yanada g'oyalar va qo'shimcha tajribalar bilan to'ldirdi Endi "maymun past" ga aylandi. Ish stolingiz sizning fayllaringiz uchun, maykeyp pastroq sizning rozetkangizga tegishli bo'lish niyatida. Uning to'plami, ehtimol, birlashishga va o'zaro bog'liqlik bilan ajralib turishi mumkin har qanday kontent yoki tarkib formati. CTRL + C va CTRL + v - bu shunchaki yorliqlardan ancha ko'p. Ular barcha ilovalarning barcha ulushini olish, olib yurish portlari Sizning boylik boyligi va sizning barmoqlaringizingizda mavjud bo'lishga loyiqdir. Keyingi Ctrl + C dan keyin shunchaki tashlanmaydi. Men ilgari bu dasturchiman va men hamma narsani maymun pastasidan foydalanishni istayman. Shunday qilib, uning barcha xususiyatlari to'liq bepul foydalanish mumkin. Bundan tashqari, men uni qulay his qilishingizni xohlayman. Shunday qilib, men sizni yaratgan yagona kuch sifatida, bu erda yuzaga keladigan shaxsiy ma'lumotlar emas Sizning clipboard har doim o'zingizning mashinangizning boshqa joyga kuzatiladi yoki saqlanadi. Davr.
vi_vn: MonkeyPaste là một người quản lý bảng tạm, công cụ tự động hóa và năng suất không giống ai. Nâng cao bảng tạm của bạn thành một phần được làm giàu và có tổ chức trong quy trình làm việc của bạn, Với giao diện hồ sơ trực quan và thấp hỗ trợ văn bản, tệp và hình ảnh. Được thiết kế cho sự linh hoạt, với một cộng đồng phát triển ngày càng tăng - thư viện các plugin. Nó bắt đầu như một thử nghiệm của một lập trình viên muốn nhiều hơn là chỉ sao chép và dán ra khỏi bảng tạm. Anh ấy muốn một lệnh đơn giản như ctrl+c sẽ 'thêm vào' thay vào đó của 'thay thế' những gì trên bảng tạm. Và thí nghiệm đã làm việc. Công cụ nhỏ rất tiện dụng. Điều này đã thu hút các lập trình viên với nhiều ý tưởng hơn và nhiều thử nghiệm hơn, rằng Bây giờ đã trở thành "khỉ". Vì máy tính để bàn là cho các tệp của bạn, khỉ dự định sẽ đến bảng tạm của bạn. Đó là một bộ công cụ được thiết kế cẩn thận để tích hợp và tương tác một cách vô tận với bất kỳ ứng dụng hoặc định dạng của nội dung. Ctrl+C và Ctrl+V không chỉ là các phím tắt. Chúng là các cổng nhập cảnh tất cả các ứng dụng chia sẻ, mang theo Sự giàu có của giá trị và nghĩa là bạn xứng đáng có sẵn trong tầm tay của bạn. Không chỉ vứt bỏ sau Ctrl+c tiếp theo. Tôi là lập trình viên đã đề cập trước đó và tôi muốn mọi người có thể tìm thấy sử dụng từ khỉ. Vì vậy, nó và tất cả các tính năng của nó hoàn toàn miễn phí để sử dụng. Tôi cũng muốn bạn cảm thấy thoải mái khi sử dụng nó. Vì vậy, tôi đảm bảo với bạn, là lực lượng duy nhất đằng sau sự sáng tạo của nó, rằng không có thông tin cá nhân nào (rất) có thể phát sinh Clipboard của bạn được theo dõi hoặc lưu trữ ở bất cứ đâu ngoài máy của riêng bạn. Giai đoạn.
zh_cn: MonkeyPaste 是一款独一无二的剪贴板管理器、自动化和生产力工具。
zh_hans_sg: MonkePaste是剪贴板经理，自动化和生产力工具，而不是其他工具。将剪贴板增强成丰富且有条理的工作流程， 具有直观且低的配置界面，该接口支持文本，文件和图像。专为灵活性而设计，并具有不断增长的社区驱动插件的插件。 它始于程序员的实验，而不仅仅是要复制和粘贴剪贴板。他想要一个像ctrl+c这样的简单命令，它会“添加到” “更换”剪贴板上的内容。实验奏效了。小工具非常方便。这使程序员拥有更多的想法和更多的实验， 现在已成为“蒙基型”。 由于桌面是您的文件，MonkePaste打算成为剪贴板。它是一套精心设计的工具，可与 任何内容或内容格式。 CTRL+C和CTRL+V不仅仅是快捷方式。它们是所有应用程序共享的入口端口， 您应该有大量的价值和意义。不仅在下一个Ctrl+c之后被扔掉。 我是前面提到的程序员，我希望每个人都能从Monkeypaste中找到使用。因此，它及其所有功能都是完全免费的。 我也希望您使用它感到舒适。因此，我向您保证，是其创造背后的唯一力量，没有任何（非常）的个人信息可以出现 您的剪贴板是在您自己的机器之外的任何地方进行跟踪或存储的。时期。
zh_hant_hk: MonkeyPaste係一個与众不同嘅剪貼板管理器、自動化和生產力工具。 將剪貼板增強為工作流程中豐富而有條理嘅部分， 具有直觀且低調嘅界面，支持文本、文件同圖像。 專為靈活性而設計，具有不斷增長的社區驅動嘅插件庫。 它最初係一個程序員想要嘅不僅僅昰由剪貼板中複製和粘貼嘅實驗。 佢想要一個簡單嘅命令，比如Ctrl+C，可以“添加”嚟代替 徜徉替換唻剪貼板上嘅内容。 實驗奏效了。 呢個小工具非常方便。 畀程序員產生咗更多嘅諗法同更多嘅實驗，這 而家變成左“MonkeyPaste”。 由於桌面係您的文件，MonkeyPaste打算係您的剪貼板。 佢係一套精心設計嘅工具，可以無縫集成同互操作 任何應用程序或內容格式。 Ctrl+C同Ctrl+V不僅僅昰快捷鍵。 它們係所有應用程序共享嘅入境口岸，攜帶 你值得擁有的豐富價值和意義觸手可及。 不只係喺下一個Ctrl+C之後扔掉。 我就係前面提到嘅程序員，我希望每個人都能由MonkeyPaste中搵到用途。 因此，它及其所有功能都係完全免費使用嘅。 我都希望你使用它時感到舒適。 因此，我向您保證，作為其創建背後的唯一力量，任何（非常）個人信息都可能出現在 您的剪貼板會被跟蹤或存儲在您自己的機器之外的任何地方。 時期。 （MonkeyPaste需要提升的權限）
