Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreShortDescription
source: The clipboard is a jungle. MonkeyPaste is the KING! Swing from app to app, copying this and pasting that like never before with MonkeyPaste!! A brand - new, cutting edge clipboard and analytic automation tool!!!
af_za: Die knipbord is 'n oerwoud. MonkeyPaste is die KONING! Swaai van toepassing tot toepassing, kopieer dit en plak dit soos nog nooit tevore met MonkeyPaste nie!! 'N Splinternuwe, nuutste knipbord en analitiese outomatiseringsinstrument!!
am_et: ክሊፕቦር ጫካ ነው። MonkeyPaste ንጉስ ነው! ከመተግበሪያ ወደ መተግበሪያ ስዊንግ, ይሄንን መገልበጥ እና እንደ ከዚህ በፊት ከMonkeyPaste ጋር ያለዉን መጣጥፍ!! አንድ ብራንድ-አዲስ, ጠርዝ ክሊፕቦር እና አናሊቲክ automation መሣሪያ!!
ar_ma: الحافظة غابة. MonkeyPaste هو الملك! تأرجح من تطبيق إلى آخر ، ونسخ هذا ولصقه كما لم يحدث من قبل باستخدام MonkeyPaste !! حافظة متطورة وأداة أتمتة تحليلية جديدة تماما!!
ar_om: الحافظة هي غابة. Monkeypaste هو الملك! تأرجح من التطبيق إلى التطبيق ، ونسخ هذا ولصق أنه لم يسبق له مثيل مع Monkeypaste !! علامة تجارية - جديدة ، متطورة الحافظة والأتمتة التحليلية !!!
as_in: ক্লিপবোৰ্ডখন এটা জংঘল। মাঙ্কিপেষ্ট হৈছে কিং! এপ্পৰ পৰা এপ্পলৈ চুইং কৰক, ইয়াক প্ৰতিলিপি কৰক আৰু মাঙ্কিপেষ্টৰ সৈতে আগৰ দৰে পেষ্ট কৰক!! এটা সম্পূৰ্ণ নতুন, অত্যাধুনিক ক্লিপবোৰ্ড আৰু বিশ্লেষণাত্মক স্বয়ংক্ৰিয়কৰণ সঁজুলি!!
az_cyrl_az: Какукава жайка) — cəngəllik. MonkeyPaste – KRAL! Swing from app, bunu kopyalayaraq və əvvəlki kimi pasting ilə MonkeyPaste!! Yeni, kəsikli pano və analitik avtomatlaşdırma vasitəsi!!
az_latn: Bufer cəngəllikdir. MonkeyPaste KING! Tətbiqdən proqrama sürüşdürün, bunu kopyalayın və MonkeyPaste ilə əvvəllər heç olmadığı kimi yapışdırın! Yeni, qabaqcıl mübadilə buferi və analitik avtomatlaşdırma vasitəsi!!!
be_by: Буфер абмену - джунглі. MonkeyPaste - КАРОЛЬ! Пераходзьце ад прыкладання да прыкладання, капіруючы гэта і ўстаўляючы тое, як ніколі раней з дапамогай MonkeyPaste!! Абсалютна новы, перадавы буфер абмену і аналітычны інструмент аўтаматызацыі!!!
bg_bg: Клипбордът е джунгла. MonkeyPaste е КРАЛЯТ! Преминавайте от приложение към приложение, копирайте това и поставяйте онова както никога досега с MonkeyPaste!! Чисто нов, авангарден клипборд и аналитичен инструмент за автоматизация!!!
bn_bd: ক্লিপবোর্ডটি একটি জঙ্গল। মাঙ্কিপেস্ট রাজা! অ্যাপ থেকে অ্যাপে সুইং করুন, এটি অনুলিপি করুন এবং পেস্ট করুন যা আগে কখনও মাঙ্কিপেস্টের সাথে হয়নি!! একটি একেবারে নতুন, কাটিং এজ ক্লিপবোর্ড এবং বিশ্লেষণাত্মক অটোমেশন টুল!!!
bn_in: ক্লিপবোর্ডটি একটি জঙ্গল। মনকেপেস্ট রাজা! অ্যাপ্লিকেশন থেকে অ্যাপ্লিকেশনটিতে সুইং করুন, এটি অনুলিপি করা এবং মোনকেপেস্টের সাথে এর আগে কখনও কখনও পেস্ট করা !! একটি ব্র্যান্ড - নতুন, কাটিং এজ ক্লিপবোর্ড এবং বিশ্লেষণমূলক অটোমেশন সরঞ্জাম !!!
bs_latn: Međuspremnik je džungla. MonkeyyPaste je kralj! Zahtevajte od aplikacije do aplikacije, kopirajte ovo i zalijepite to kao nikad prije monski lista !! Brend - novi, vrhunski alat za mirnice i analitički automatizacija !!!
bs_latn_ba: Međuspremnik je džungla. MonkeyPaste je KRALJ! Ljuljajte se od aplikacije do aplikacije, kopirajte ovo i zalijepite ono kao nikada prije uz MonkeyPaste!! Potpuno nov, najsavremeniji međuspremnik i analitički alat za automatizaciju!!!
ca_es: El porta-retalls és una selva. MonkeyPaste és el REI! Passa d'aplicació en aplicació, copiant-ho i enganxant-lo com mai abans amb MonkeyPaste!! Una nova eina d'automatització analítica i un porta-retalls d'avantguarda!!!
cs_cz: Schránka je džungle. MonkeyPaste je KRÁL! Přecházejte z aplikace do aplikace, zkopírujte to a vložte to jako nikdy předtím s MonkeyPaste!! Zcela nový, špičkový nástroj pro schránku a analytický automatizační nástroj!!!
cy_gb: Mae'r clipfwrdd yn jyngl. MonkeyPaste yw'r BRENIN! Sigwch o ap i ap, gan gopïo hwn a gludo hynny fel erioed o'r blaen gyda MonkeyPaste !! Clipfwrdd newydd sbon ac offer awtomeiddio dadansoddol !!!
da_dk: Udklipsholderen er en jungle. MonkeyPaste er KONGEN! Skift fra app til app, kopier dette og indsæt det som aldrig før med MonkeyPaste!! Et helt nyt, banebrydende udklipsholder og analytisk automatiseringsværktøj!!!
de_ch: Die Zwischenablage ist ein Dschungel. MonkeyPaste ist der KÖNIG! Wechseln Sie von App zu App, kopieren Sie dies und fügen Sie das ein wie nie zuvor mit MonkeyPaste!! Eine brandneue, hochmoderne Zwischenablage und ein analytisches Automatisierungstool!!!
de_lu: Die Zwischenablage ist ein Dschungel. Monkeypaste ist der König! Schwingen Sie von App zu App, kopieren Sie dies und das Einfügen wie nie zuvor mit Monkeypaste !! Eine Marke - neue, modernste Klemme und analytisches Automatisierungswerkzeug !!!
el_gr: Το πρόχειρο είναι μια ζούγκλα. Η MonkeyPaste είναι ο ΒΑΣΙΛΙΑΣ! Μετακινηθείτε από εφαρμογή σε εφαρμογή, αντιγράφοντας αυτό και επικολλώντας το όπως ποτέ άλλοτε με το MonkeyPaste!! Ένα ολοκαίνουργιο, πρωτοποριακό πρόχειρο και εργαλείο αναλυτικού αυτοματισμού!!!
es_ar: El portapapeles es una jungla. ¡Monkipaste es el rey! ¡Gire de la aplicación a la aplicación, copiando esto y pegando eso como nunca antes con MonkyyPaste! ¡Una marca: la nueva herramienta de automatización analítica y portapapeles de vanguardia!
es_pe: El portapapeles es una jungla. ¡MonkeyPaste es el REY! ¡Pasa de una aplicación a otra, copiando esto y pegando aquello como nunca antes con MonkeyPaste! Un portapapeles y una herramienta de automatización analítica completamente nuevos y de vanguardia!!
et_ee: Lõikelaud on džungel. MonkeyPaste on KUNINGAS! Kiikuge rakendusest rakendusse, kopeerige see ja kleepige see nagu kunagi varem MonkeyPaste'iga !! Uhiuus tipptasemel lõikelaud ja analüütiline automatiseerimistööriist!!
eu_es: Portapapelak jungla bat dira. MonkeyPaste da ERREGEA! Aplikazio batetik bestera pasatzen da, hau kopiatuz eta monkeyPasterekin inoiz ez bezala itsasiziz! Portapapelak eta automatizazio analitikoko tresna guztiz berriak eta abangoardiakoak!!
fa_ir: کلیپ بورد یک جنگل است. MonkeyPaste پادشاه است! نوسان از برنامه به برنامه، کپی کردن این و چسباندن که مانند هرگز قبل از با MonkeyPaste!! یک کلیپ بورد جدید و ابزار اتوماسیون تحلیلی!!
fi_fi: Leikepöytä on viidakko. MonkeyPaste on KUNINGAS! Heilahda sovelluksesta toiseen, kopioi tämä ja liitä se kuin koskaan ennen MonkeyPaste!! Upouusi, huippuluokan leikepöytä ja analyyttinen automaatiotyökalu!!
fil_ph: Ang clipboard ay isang gubat. MonkeyPaste ang KING! Mag-swing mula sa app sa app, pagkopya nito at pag-paste na tulad ng hindi kailanman bago sa MonkeyPaste!! Isang bagong tatak, cutting edge clipboard at analytic automation tool!!
fr_ht: Le presse-papiers est une jungle. Monkeypaste est le roi! Passer de l'application à l'application, copiant ceci et coller cela comme jamais auparavant avec MonkeyPaste !! Une marque - un nouvel outil d'automatisation du presse-papiers et analytique de pointe !!!
fr_mc: Le presse-papiers est une jungle. MonkeyPaste est le ROI ! Balancez-vous d’une application à l’autre, copiez ceci et collez cela comme jamais auparavant avec MonkeyPaste !! Un tout nouvel outil d’automatisation analytique et de presse-papiers à la pointe de la technologie !!
ga_ie: Dufair is ea an ghearrthaisce. MoncaíPaste Is é an RÍ! Swing ó app go app, chóipeáil seo agus pasting sin cosúil riamh roimhe seo le MoncaíPaste!! Gearrthaisce úrnua, ceannródaíoch agus uirlis uathoibrithe anailíseach!!
gd_gb: Tha an clàr-bùird na gheàrd.
gl_es: O portapapeis é unha selva.
gu_in: ક્લિપબોર્ડ એક જંગલ છે. વાંદરો રાજા છે! એપ્લિકેશનથી એપ્લિકેશન તરફ સ્વિંગ કરો, આની નકલ કરો અને તે પહેલાં ક્યારેય વાંદરાની જેમ ક્યારેય નહીં કરો !! એક બ્રાન્ડ - નવું, કટીંગ એજ ક્લિપબોર્ડ અને વિશ્લેષણાત્મક ઓટોમેશન ટૂલ !!!
he_il: הלוח הוא ג'ונגל. Monkeypaste הוא המלך! התנדנדו מאפליקציה לאפליקציה, העתקת זאת והדביקו את זה שאוהב מעולם עם קופיפסטה !! מותג - לוח חדש, חדיש את הלוח וכלי אוטומציה אנליטית !!!
hi_in: क्लिपबोर्ड एक जंगल है। Monkeypaste राजा है! ऐप से ऐप में स्विंग, इसे कॉपी करना और यह पेस्ट करना जैसे कि पहले कभी नहीं था एक ब्रांड - नया, अत्याधुनिक क्लिपबोर्ड और विश्लेषणात्मक स्वचालन उपकरण !!!
hr_ba: Međuspremnik je džungla.
hr_hr: Međuspremnik je džungla. Monkeypaste je kralj! Zamahnite od aplikacije do aplikacije, kopirate i zalijepite kao nikad do sada s monkeypaste !! Marka - Nova, vrhunska međuspremnika i analitički alat za automatizaciju !!!
hu_hu: A vágólap egy dzsungel. A majomító a király! Swing az alkalmazástól az alkalmazásig, másolva ezt, és beilleszteni, mint még soha nem a MonkeyPaste -val !! Márka - új, élvonalbeli vágólap és analitikus automatizálási eszköz !!!
hy_am: Clipboard- ը ջունգլիներ է: Monkepaste- ը թագավորն է: Օրհնեք հավելվածից հավելված, պատճենելով սա եւ տեղադրեք այն, ինչը նման է երբեք Monkepaste- ով: Ապրանքանիշ - նոր, կտրող եզրային ստեղնաշարի եւ վերլուծական ավտոմատացման գործիք !!!
id_id: Clipboard adalah hutan. Monkeypaste adalah raja! Berayun dari aplikasi ke aplikasi, menyalin ini dan menempel yang belum pernah terjadi sebelumnya dengan monkeypaste !! Sebuah merek - clipboard baru yang canggih dan alat otomatisasi analitik !!!
is_is: Klemmuspjaldið er frumskógur. Monkeysta er konungur! Sveifla frá appi til app, afrita þetta og líma það eins og aldrei áður með MonkeyPaste !! Vörumerki - Nýtt, fremsta klemmuspjald og greinandi sjálfvirkni tól !!!
it_it: Lo Appuntante è una giungla. Monkeypaste è il re! Swing da app a app, copiando questo e incollando che non prima con Monkeypaste !! Un marchio - Nuovo strumento di appunti e automazione analitica !!!
ja_jp: クリップボードはジャングルです。
ka_ge: ბუფერული ჯუნგლებია. Monkeypaste არის მეფე! აპლიკაციიდან აპლიკაციამდე გადასვლა, ამ კოპირება და ჩასმა, როგორც არასდროს, Monkeypaste- თან ერთად !! ბრენდი - ახალი, Cutting Edge Clipboard და ანალიტიკური ავტომატიზაციის ინსტრუმენტი !!!
kk_kz: Аралық сақтағыш - Джунгли. Монкейце - бұл патша! Қолданбадан қосымшадан тербеліп, оны ешқашан маймылмен бірге және ешқашан маймылмен бірге қою !! Бренд - жаңа, кесу жиек буфері және аналитикалық автоматика құралы !!!
km_kh: ក្តារតម្បៀតខ្ទាស់គឺជាព្រៃ។ monkeypousey គឺជាស្តេច! បញ្ចោញពីកម្មវិធីទៅកម្មវិធីមួយដែលចម្លងវានិងការបិទភ្ជាប់ដែលមិនធ្លាប់មានពីមុនមកជាមួយ monkeysyyyyysyyysyyyysyyysyyysyyysyyysyyyysyyyyyysy !! យីហោមួយ - ថ្មី, គែម, ឃ្លីបឃ្លីបនិងឧបករណ៍ស្វ័យប្រវត្តិកម្មរបស់ឧបករណ៍ស្វ័យប្រវត្តិកម្ម !!!
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಒಂದು ಕಾಡು. ಮಂಕೈಪಾಸ್ಟ್ ರಾಜ! ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಸ್ವಿಂಗ್ ಮಾಡಿ, ಇದನ್ನು ನಕಲಿಸಿ ಮತ್ತು ಮಾಂಕೈಪೇಸ್ಟ್‌ನೊಂದಿಗೆ ಹಿಂದೆಂದಿಗಿಂತಲೂ ಅಂಟಿಕೊಳ್ಳುವುದು !! ಒಂದು ಬ್ರ್ಯಾಂಡ್ - ಹೊಸ, ಅತ್ಯಾಧುನಿಕ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಮತ್ತು ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಯಾಂತ್ರೀಕೃತಗೊಂಡ ಸಾಧನ !!!
ko_kr: 클립 보드는 정글입니다. Monkeypaste는 왕입니다! 앱에서 앱으로 스윙하고, 이것을 복사하고 monkeypaste와 함께 전에는 그와 같이 붙여 넣기 !! 브랜드 - 새롭고 최첨단 클립 보드 및 분석 자동화 도구 !!!
ky_kg: Алмашуу буфери - бул токой. Мюнейпасте - бул падыша! Колдонмону колдонмого колдонмодон селкинчек Бренд - жаңы, кесүү четинде алмашуу буфериси жана аналитикалык автоматташтыруу куралы !!!
lo_la: Clipboard ແມ່ນໄກ່ປ່າ. monkeypaste ແມ່ນກະສັດ! ແກວ່ງຈາກແອັບ to ໄປຫາແອັບ, ສໍາເນົາສິ່ງນີ້ແລະເຮັດໃຫ້ສິ່ງທີ່ຄ້າຍຄືກັບທີ່ບໍ່ເຄີຍມີມາກ່ອນກັບ monkeypaste !! ຍີ່ຫໍ້ - ໃຫມ່, ຕັດແຂບຂອບແລະອັດຕະໂນມັດການວິເຄາະແລະເຄື່ອງມືອັດຕະໂນມັດ !!!
lt_lt: Mainų sritis yra džiunglės. Monkeypaste yra karalius! Pasisukite iš programos į programą, nukopijuokite tai ir įklijuokite, kaip niekad anksčiau su „MonkeYPaste“ !! Prekės ženklas - naujas, pažangiausias mainų sritis ir analitinis automatizavimo įrankis !!!
lv_lv: Starpliktuvē ir džungļi. Monkeypaste ir karalis! Pārejiet no lietotnes uz lietotni, kopējot to un ielīmējot to kā vēl nekad ar pērtiķiem !! Zīmols - jauns, progresīvas starpliktuves un analītiskās automatizācijas rīks !!!
mi_nz: Ko te paparahi he ngahere. Ko Monkeypaste te Kingi! Swanging mai i te taupānga ki te taupānga, te kape i tenei me te whakaputa i tera penei me te Monkeypaste !! He waitohu - he hou, he tapahi i te topātuhi mata me te taputapu aunoa !!!
mk_mk: Клипборд е џунгла. Monkeypaste е кралот! Заматете од апликација до апликација, копирајќи го ова и залепувајќи го тоа како никогаш досега со Monkeypaste !! Бренд - нова, најсовремена табла за клип и алатка за аналитичка автоматизација !!!
ml_in: ക്ലിപ്പ്ബോർഡ് ഒരു കാടിലാണ്. കുങ്കിപാസ്റ്റ് രാജാവാണ്! അപ്ലിക്കേഷനിൽ നിന്ന് അപ്ലിക്കേഷനിലേക്ക് സ്വിംഗ് ചെയ്യുക, ഇത് പകർത്തി ഒരിക്കലും ഒരിക്കലും കുരങ്ങൻ പൊതിയുമായി ഇതുപോലെ ഒട്ടിക്കുന്നു !! ഒരു ബ്രാൻഡ് - പുതിയത്, കട്ടിംഗ് എഡ്ജ് ക്ലിപ്പ്ബോർഡ്, അനലിറ്റിക് ഓട്ടോമേഷൻ ഉപകരണം !!!
mr_in: क्लिपबोर्ड एक जंगल आहे. वानरपास्ट हा राजा आहे! अ‍ॅप वरून अ‍ॅपवर स्विंग, हे कॉपी करणे आणि माकडच्या आधी कधीही नव्हते त्याप्रमाणे पेस्ट करा !! एक ब्रँड - नवीन, कटिंग एज क्लिपबोर्ड आणि विश्लेषक ऑटोमेशन टूल !!!
ms_bn: Papan klip adalah hutan. Monkeypaste adalah raja! Swing dari aplikasi ke aplikasi, menyalin ini dan menampal yang tidak pernah seperti sebelumnya dengan Monkeypaste !! A jenama - clipboard baru, canggih dan alat automasi analitik !!!
mt_mt: Il-clipboard huwa ġungla. Monkeypaste huwa r-re! Tbandal mill-app għall-app, tikkopja dan u twaħħal dak li qatt qabel ma 'MonkeyPaste !! A marka - clipboard ġdid, avvanzat u għodda ta 'awtomazzjoni analitika !!!
nb_no: Utklippstavlen er en jungel. Monkeypaste er kongen! Sving fra app til app, kopiere dette og lim inn det som aldri før med MonkeyPaste !! Et helt nytt, ny, banebrytende utklippstavle og analytisk automatiseringsverktøy !!!
ne_np: क्लिपबोर्ड एक जंगल हो। Ridretspaste राजा हो! अनुप्रयोगबाट अनुप्रयोगबाट स्विंग, यो प्रतिलिपि गर्दै र पेस्टिप्ससाससँग पहिले कहिल्यै मनपर्दैन !! एक ब्रान्ड - नयाँ, किनारा क्लिपबोर्ड र विश्लेषक स्वचालित उपकरण !!!
nl_nl: Het klembord is een jungle. Monkeypaste is de koning! Swing van app naar app, kopieer dit en plakten dat als nooit tevoren met Monkeypaste !! Een merk - nieuw, gesneden klembord en analyse -automatiseringstool !!!
or_in: କ୍ଲିପବୋର୍ଡ ହେଉଛି ଏକ ଜଙ୍ଗଲ | ମୋନକପାଟ୍ ହେଉଛି ରାଜା! ଆପରେ ଆପରେ APT ରୁ ଆପ୍, ଏହାକୁ କପି କରିବା ଏବଂ ପେଷ୍ଟ କରିବା ଯାହା ତୁମ ସହିତ କେବେ ନୁହେଁ | ଏକ ବ୍ରାଣ୍ଡ - ନୂତନ, ଡଙ୍ଗ୍ କ୍ଲିପବୋର୍ଡ ଏବଂ ବିଶ୍ଳେଷଣ ସ୍ୱୟଂଚାଳିତ ସ୍ୱୟଂଚାଳିତ ଉପକରଣ !!!
pa_arab_pk: ਕਲਿੱਪਬੋਰਡ ਇਕ ਜੰਗਲ ਹੈ. ਬਾਂਦਰਪੀਸੇਟ ਰਾਜਾ ਹੈ! ਐਪ ਤੋਂ ਐਪ ਤੋਂ ਸਵਿੰਗ ਕਰਨਾ, ਇਸ ਨੂੰ ਨਕਲ ਕਰਨਾ ਅਤੇ ਚਿਪਕਾਉਣਾ ਕਿ ਬਾਂਦਰ ਐਪਸੈਟ ਨਾਲ ਕਦੇ ਵੀ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ !! ਇੱਕ ਬ੍ਰਾਂਡ - ਨਵਾਂ, ਕੱਟਣ ਵਾਲੀ ਐਜ ਕਲਿੱਪਬੋਰਡ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਕ ਸਵੈਚਾਲਨ ਸੰਦ !!!
pl_pl: Schowek to dżungla. Małpa jest królem! Huśtaj się z aplikacji, kopiując to i wklejając, jak nigdy dotąd z małpą !! Marka - nowe, najnowocześniejsze narzędzie do automatyzacji schowka i analitycznej !!!
pt_br: A área de transferência é uma selva. Monkeypaste é o rei! Swing de aplicativo para aplicativo, copiando isso e colando isso como nunca antes com o MonkeyyySaste !! Uma marca - Ferramenta de transferência de arestas de ponta e ferramenta de automação analítica !!!
ro_ro: Clipboard -ul este o junglă. Monkeypaste este regele! Swing de la aplicație în aplicație, copierea acestui lucru și lipirea asta ca niciodată cu Monkeypaste !! Un brand - instrument nou, clipboard de ultimă oră și automatizare analitică !!!
ru_ru: Буфер обмена - джунгли. Обезьяна - король! Повернуть из приложения к приложению, копировать это и вставать на это, как никогда раньше, с обезьяной !! Бренд - новый, передовой буфер обмена и инструмент аналитической автоматизации !!!
sk_sk: Sch alebo džungľa je džungľa. MonkeyPaste je kráľ! Swing z aplikácie k aplikácii, skopírujte to a vkladajte to ako nikdy predtým s monkeypaste !! ZNAČKA - Nový, špičkový nástroj na schránku a analytický automatizáciu !!!
sl_si: Odložišče je džungla. MonkeyPaste je kralj! Nihajte iz aplikacije do aplikacije, kopirate to in prilepite, kot še nikoli prej z MonkeyPaste !! Blagovna znamka - novo, vrhunsko odložišče in analitično orodje za avtomatizacijo !!!
sq_al: Clipboard është një xhungël. Monkeypaste është mbreti! Lëvizni nga aplikacioni në aplikacion, duke kopjuar këtë dhe ngjitur atë si kurrë më parë me Monkeypaste !! Një markë - Clipboard i ri, prerje dhe mjet automatizimi analitik !!!
sr_latn_me: Међуспремник је џунгла. Монкеипасте је краљ! Свирање из апликације у апликацију, копирање овога и лепљење тог некада са монкеипастеом !! Бренд - Нова, врхунска ивица и алат за аутоматизацију и аналитички аутоматизација !!!
sv_fi: Urklippet är en djungel. Monkeypaste är kungen! Sväng från app till app, kopiera detta och klistra in det som aldrig tidigare med monkeypasta !! Ett helt - nytt, banbrytande urklipp och analytiskt automatiseringsverktyg !!!
sw_ke: Clipboard ni msitu. Monkeypaste ndiye mfalme! Swing kutoka kwa programu hadi programu, kunakili hii na kubandika kama hapo awali na Monkeypaste !! Chapa - mpya, ya kukata clipboard na zana ya uchanganuzi wa vifaa !!!
ta_in: கிளிப்போர்டு ஒரு காடு. குரங்க் பேஸ்ட் தான் ராஜா! பயன்பாட்டிலிருந்து பயன்பாட்டிற்கு ஆடுங்கள், இதை நகலெடுத்து, குரங்கிபேஸ்டுடன் முன்பைப் போலவே ஒட்டவும் !! ஒரு பிராண்ட் - புதிய, கட்டிங் எட்ஜ் கிளிப்போர்டு மற்றும் பகுப்பாய்வு ஆட்டோமேஷன் கருவி !!!
te_in: క్లిప్‌బోర్డ్ ఒక అడవి. మంకీపాస్ట్ రాజు! అనువర్తనం నుండి అనువర్తనానికి స్వింగ్, దీన్ని కాపీ చేయడం మరియు మంకీపేస్ట్‌తో మునుపెన్నడూ లేని విధంగా అతికించడం !! ఒక బ్రాండ్ - క్రొత్త, కట్టింగ్ ఎడ్జ్ క్లిప్‌బోర్డ్ మరియు విశ్లేషణాత్మక ఆటోమేషన్ సాధనం !!!
th_th: คลิปบอร์ดเป็นป่า Monkeypaste เป็นราชา! แกว่งจากแอพสู่แอพคัดลอกสิ่งนี้และวางสิ่งที่ไม่เคยมีมาก่อนด้วย monkeypaste !! แบรนด์ - คลิปบอร์ดใหม่ที่ทันสมัยและเครื่องมือการวิเคราะห์อัตโนมัติ !!!
tk_tm: Paneli jeňňeldir. Maýmpasta patyşa! Programmadan programmadan göçürmek, bu monalpasta-da hiç haçan basseýklemek we hiç haçan biperwaýlygy göçürmek !! Marka - Täze, kesmek banky we analitiki enjam guraly !!!
tr_tr: Pano bir orman. Moneypaste Kral! Uygulamadan uygulamaya, bunu kopyalama ve daha önce hiç olmadığı gibi Monkeypaste ile yapıştırma !! Bir marka - yeni, son teknoloji pano ve analitik otomasyon aracı !!!
tt_ru: Буфер тактасы - джунгли. Майкипаст - патша! Кушымтадан кушымтага селкенеп, маймыллык белән беркайчан да эчкән һәм күңел ачу !! Бренд - яңа, кисү кырын буфер һәм аналитик автоматлаштыру коралы !!!
ug_cn: چاپلاش تاختىسى جاڭگال. Monkeypaste پادىشاھ! ئەپتىن App غا سەكرەش, بۇنى كۆپەيتىش ۋە مايمۇنپسې بىلەن ئەزەلدىن ئوخشاش ئەمەسلىكىنى, بۇنى ھەرگىز ياقتۇرماسلىق !! بىر ماركا - يېڭى, كېسىشمە چاپلاش تاختىسى ۋە تەھلىلچى ئاپتوموبىل قوراللىرى !!!
uk_ua: Буфер обміну - це джунглі. Мавпаста - король! Розгойдуйтеся від програми до програми, копіювання цього та вставлення, як ніколи раніше з MonkeyPaste !! Бренд - новий, передовий буфер обміну та інструмент аналітичної автоматизації !!!
ur_pk: کلپ بورڈ ایک جنگل ہے۔ بندر پیسٹ بادشاہ ہے! ایپ سے ایپ میں سوئنگ ، اس کی کاپی کرنا اور اس طرح چسپاں کرنا جیسے پہلے کبھی نہیں مانکی پیسٹ کے ساتھ !! ایک برانڈ - نیا ، جدید کلپ بورڈ اور تجزیاتی آٹومیشن ٹول !!!
uz_latn_uz: Clipboard - bu o'rmon. Monkeypste - bu shoh! Ilovadan ilova qilish uchun, buni nusxalash va o't qo'yishdan oldin Monkeyp bilan hech qachon emas !! Brend - yangi, kesish qirrali pleyboard va analitik avtomatlashtirish vositalari !!!
vi_vn: Clipboard là một rừng rậm. Monkeypaste là Vua! Swing từ ứng dụng này sang ứng dụng khác, sao chép điều này và dán mà chưa từng có với khỉ !! Một thương hiệu - mới, clipboard tiên tiến và công cụ tự động hóa phân tích !!!
zh_cn: 剪贴板是一片丛林。
zh_hans_sg: 剪贴板是一个丛林。 Monkeypaste是国王！从应用到应用程序，复制此并粘贴以前从未与monkeypaste一起粘贴！品牌 - 新的，最前沿的剪贴板和分析自动化工具！！！
zh_hant_hk: 剪貼板是一個叢林。 Monkeypaste是國王！從應用到應用程序，複製此並粘貼以前從未與monkeypaste一起粘貼！品牌 - 新的，最前沿的剪貼板和分析自動化工具！！！

# TeaserCaption
source: Sample of MonkeyPaste in action!
af_za: Voorbeeld van MonkeyPaste in aksie!
am_et: ናሙና የጦጣ Paste በተግባር!
ar_ma: عينة من MonkeyPaste في العمل!
ar_om: عينة من monkeypaste في العمل!
as_in: কাৰ্যত বান্দৰপেষ্টৰ নমুনা!
az_cyrl_az: Fəaliyyətdə olan MonkeyPaste nümunəsi!
az_latn: MonkeyPaste nümunəsi fəaliyyətdədir!
be_by: Прыклад MonkeyPaste у дзеянні!
bg_bg: Мостра на MonkeyPaste в действие!
bn_bd: কর্মে মাঙ্কিপেস্টের নমুনা!
bn_in: অ্যাকশনে মনকেপেস্টের নমুনা!
bs_latn: Uzorak monahana u akciji!
bs_latn_ba: Uzorak MonkeyPaste u akciji!
ca_es: Mostra de MonkeyPaste en acció!
cs_cz: Ukázka MonkeyPaste v akci!
cy_gb: Sampl o MonkeyPaste ar waith!
da_dk: Prøve af MonkeyPaste i aktion!
de_ch: Probe von MonkeyPaste in Aktion!
de_lu: Probe von Monkeypaste in Aktion!
el_gr: Δείγμα MonkeyPaste σε δράση!
es_ar: ¡Muestra de monje en acción!
es_pe: ¡Muestra de MonkeyPaste en acción!
et_ee: MonkeyPaste näidis tegevuses!
eu_es: Monkey-ren erakustaldiaPaste en acción!
fa_ir: نمونه ای از MonkeyPaste در عمل!
fi_fi: Näyte MonkeyPastesta toiminnassa!
fil_ph: Sample ng MonkeyPaste sa pagkilos!
fr_ht: Échantillon de Monkeypaste en action!
fr_mc: Échantillon de MonkeyPaste en action !
ga_ie: Sampla de MoncaíPaste i ngníomh!
gd_gb: Sampall de MonkeyPaste ann an gnìomh!
gl_es: Mostra de MonkeyPaste en acción!
gu_in: ક્રિયામાં વાંદરાના નમૂના!
he_il: מדגם של קופיפסטה בפעולה!
hi_in: कार्रवाई में मंकीपास्ट का नमूना!
hr_ba: Uzorak MonkeyPaste na djelu!
hr_hr: Uzorak monkeypaste u akciji!
hu_hu: Munkaminta a majompaszta akcióban!
hy_am: Գործողության մեջ Monkepaste- ի նմուշը:
id_id: Contoh monkeypaste beraksi!
is_is: Sýnishorn af monkeypaste í aðgerð!
it_it: Esempio di Monkeypaste in azione!
ja_jp: MonkeyPaste のサンプルが動作中!
ka_ge: Monkeypaste- ის ნიმუში მოქმედებაში!
kk_kz: Монкефонның үлгісі!
km_kh: គំរូនៃ monkeypaxe នៅក្នុងសកម្មភាព!
kn_in: ಕ್ರಿಯೆಯಲ್ಲಿ ಮಾಂಕೈಪೇಸ್ಟ್‌ನ ಮಾದರಿ!
ko_kr: 행동중인 원숭이의 샘플!
ky_kg: MonkeyPaste үлгүсүнүн үлгүсү!
lo_la: ຕົວຢ່າງຂອງ monkeypaste ໃນການປະຕິບັດ!
lt_lt: Monkeypaste pavyzdys veikia!
lv_lv: Monkeypaste paraugs darbībā!
mi_nz: Tauira o Monkeypaste i te mahi!
mk_mk: Примерок на MonkeyPaste во акција!
ml_in: പ്രവർത്തനത്തിൽ കുരങ്ങന്റെ സാമ്പിൾ!
mr_in: क्रियेत माकडचा नमुना!
ms_bn: Contoh monkeypaste dalam tindakan!
mt_mt: Kampjun ta 'MonkeyPaste fl-Azzjoni!
nb_no: Eksempel på MonkeyPaste i aksjon!
ne_np: कार्यमा बाँधिकीपेस को नमूना!
nl_nl: Voorbeeld van Monkeypaste in actie!
or_in: କାର୍ଯ୍ୟରେ ମାଙ୍କଡ଼ପେଷ୍ଟର ନମୁନା!
pa_arab_pk: ਕਾਰਵਾਈ ਵਿਚ ਬਾਂਕੀਪਾਸਟ ਦਾ ਨਮੂਨਾ!
pl_pl: Próbka małpy w akcji!
pt_br: Amostra de macacão em ação!
ro_ro: Eșantion de Monkeypaste în acțiune!
ru_ru: Образец обезьяны в действии!
sk_sk: Vzorka MonkeyPaste v akcii!
sl_si: Vzorec MonkeyPaste v akciji!
sq_al: Shembull i Monkeypaste në veprim!
sr_latn_me: Узорак монкеупасте у акцији!
sv_fi: Exempel på monkeypaste i aktion!
sw_ke: Mfano wa Monkeypaste katika hatua!
ta_in: செயலில் குரங்கு சுவையின் மாதிரி!
te_in: చర్యలో మంకీపేస్ట్ యొక్క నమూనా!
th_th: ตัวอย่างของ monkeypaste ในการดำเนินการ!
tk_tm: Hereketde maýmpastyň nusgasy!
tr_tr: Moneypaste örneği çalışmada!
tt_ru: Монең ягъкәт үрнәге!
ug_cn: Moneypaste نىڭ ئۈلگىسى!
uk_ua: Зразок мавпасти в дії!
ur_pk: ایکشن میں بندر کی قیمت کا نمونہ!
uz_latn_uz: Monkeypaste namunasi harakatda!
vi_vn: Mẫu khỉ trong hành động!
zh_cn: MonkeyPaste 的示例！
zh_hans_sg: 在行动中的Monkeypaste样本！
zh_hant_hk: 在行動中的Monkeypaste樣本！
