Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# StoreFeature16
source: ● Trigger & Action designer for custom automations and action chaining
af_za: ● Maklik om te gebruik en uit te brei inpropstelsel vir beide die ontleding van snitte of lees / skryf enige formaat na u knipbord
am_et: ● ክሊፖችን ለመገምገም ወይም ማንኛውንም ፎርማት ወደ ክሊፕቦርህ ለማንበብ/ለመጻፍ ቀላል የሆነ የፕለጊን ስርዓት መጠቀም እና ማስፋፋት
ar_ma: ● سهل الاستخدام وتوسيع نظام البرنامج المساعد لكل من تحليل المقاطع أو قراءة / كتابة أي تنسيق إلى الحافظة الخاصة بك
ar_om: ● مصمم الزناد والعمل للأتمتة المخصصة والسلاسل
as_in: ● ক্লিপ বিশ্লেষণ কৰা বা আপোনাৰ ক্লিপবোৰ্ডলৈ যিকোনো ফৰ্মেট পঢ়া/লিখা দুয়োটাৰ বাবে প্লাগিন প্ৰণালী ব্যৱহাৰ আৰু সম্প্ৰসাৰিত কৰা সহজ
az_cyrl_az: ● Həm klipləri təhlil etmək, həm də hər hansı bir formatı klipinizə oxumaq/yazmaq üçün plugin sistemini istifadə etmək və uzatmaq sadədir
az_latn: ● Klipləri təhlil etmək və ya hər hansı formatı mübadilə buferinə oxumaq/yazmaq üçün istifadə etmək və genişləndirmək üçün sadə plagin sistemi
be_by: ● Простая ў выкарыстанні і пашыраная сістэма плагінаў як для аналізу кліпаў, так і для чытання/запісу любога фармату ў буфер абмену
bg_bg: ● Лесна за използване и разширяване на плъгин система както за анализиране на клипове, така и за четене/запис на произволен формат във вашия клипборд
bn_bd: ● ক্লিপ বিশ্লেষণ বা আপনার ক্লিপবোর্ডে যেকোনো বিন্যাস পড়তে/লিখতে উভয়ের জন্য প্লাগইন সিস্টেম ব্যবহার এবং প্রসারিত করা সহজ
bn_in: Clip ক্লিপগুলি বিশ্লেষণ করার জন্য বা আপনার ক্লিপবোর্ডে কোনও ফর্ম্যাট পড়ুন/লিখতে/লেখার জন্য প্লাগইন সিস্টেমটি ব্যবহার এবং প্রসারিত করা সহজ
bs_latn: ● Okidač i akcijski dizajner za prilagođene automatizacije i analizu akcije
bs_latn_ba: ● Jednostavan za korištenje i prošireni sistem dodataka za analizu klipova ili čitanje/upisivanje bilo kojeg formata u međuspremnik
ca_es: ● Fàcil d'utilitzar i estendre el sistema de connectors tant per analitzar clips com per llegir/escriure qualsevol format al porta-retalls
cs_cz: ● Jednoduché použití a rozšíření systému zásuvných modulů pro analýzu klipů nebo čtení/zápis jakéhokoli formátu do schránky
cy_gb: ● System ategyn syml i'w defnyddio a'i hymestyn ar gyfer dadansoddi clipiau neu ddarllen/ysgrifennu unrhyw fformat i'ch clipfwrdd
da_dk: ● Enkelt at bruge og udvide plugin-systemet til både at analysere klip eller læse/skrive ethvert format til din udklipsholder
de_ch: ● Einfach zu verwendendes und erweiterbares Plugin-System zum Analysieren von Clips oder zum Lesen/Schreiben beliebiger Formate in Ihre Zwischenablage
de_lu: ● Trigger- und Action -Designer für benutzerdefinierte Automatisierungen und Aktionsketten
el_gr: ● Απλό στη χρήση και επέκταση του συστήματος προσθηκών και για την ανάλυση κλιπ ή για ανάγνωση/εγγραφή οποιασδήποτε μορφής στο πρόχειρό σας
es_ar: ● Diseñador de activación y acción para automatizaciones personalizadas y encadenamiento de acción
es_pe: ● Sistema de complementos fácil de usar y extendido tanto para analizar clips como para leer / escribir cualquier formato en su portapapeles
et_ee: ● Lihtne kasutada ja laiendada pistikprogrammi süsteemi nii klippide analüüsimiseks kui ka lõikelauale mis tahes vormingu lugemiseks / kirjutamiseks
eu_es: ◟ Osagarri-sistema, erabilerraz eta hedatuta, bai klipak aztertzeko, bai irakurtzeko / edozein formatu idatzi bere portapapeletan
fa_ir: ● ساده برای استفاده و گسترش سیستم پلاگین برای هر دو کلیپ های تجزیه و تحلیل و یا خواندن / نوشتن هر فرمت به کلیپ بورد خود را
fi_fi: ● Helppo käyttää ja laajentaa laajennusjärjestelmää sekä leikkeiden analysointiin että minkä tahansa muodon lukemiseen / kirjoittamiseen leikepöydälle
fil_ph: ● Simple upang gamitin at palawakin ang plugin system para sa parehong pagsusuri ng mga clip o basahin / isulat ang anumang format sa iyong clipboard
fr_ht: ● Concepteur de déclenchement et d'action pour les automations personnalisées et le chaînage d'action
fr_mc: ● Système de plug-ins simple à utiliser et à étendre pour analyser les clips ou lire/écrire n’importe quel format dans votre presse-papiers
ga_ie: ● Simplí a úsáid agus a leathnú córas breiseán don dá clips anailís nó a léamh / scríobh aon fhormáid le do gearrthaisce
gd_gb: ● Siostam plugan sìmplidh a chleachdadh agus a leudachadh airson an dà chuid a bhith a’ sgrùdadh chriomagan no a’ leughadh / a’ sgrìobhadh cruth sam bith chun bhòrd bhidio agad
gl_es: ● Sistema de complementos sinxelo de usar e ampliar tanto para analizar clips como para ler/escribir calquera formato no portapapeis
gu_in: Custom કસ્ટમ ઓટોમેશન અને એક્શન ચેઇનિંગ માટે ટ્રિગર અને એક્શન ડિઝાઇનર
he_il: ● מעצב הפעלה ופעולה לאוטומציות בהתאמה אישית ושרשור פעולה
hi_in: ● कस्टम ऑटोमेशन और एक्शन चेनिंग के लिए ट्रिगर और एक्शन डिज़ाइनर
hr_ba: ● Jednostavan za korištenje i proširenje sustava dodataka za analizu isječaka ili čitanje/pisanje bilo kojeg formata u vaš međuspremnik
hr_hr: ● Dizajner Trigger & Action za prilagođene automatizacije i vezanje radnji
hu_hu: ● Trigger & Action Designer az egyéni automatizáláshoz és az akció láncolásahoz
hy_am: ● Ձգման եւ գործողությունների դիզայներ `մաքսային ավտոմատացման եւ գործողությունների ցանցի համար
id_id: ● Perancang pemicu & tindakan untuk otomatisasi khusus dan rantai tindakan
is_is: ● Trigger & Action Designer fyrir sérsniðna sjálfvirkni og aðgerðakeðju
it_it: ● Trigger & Action Designer per automazione personalizzate e incapaci d'azione
ja_jp: ● プラグイン システムの使用と拡張が簡単で、クリップの分析やクリップボードへの任意の形式の読み取り/書き込みの両方を行うことができます。
ka_ge: ● გამოიწვევს და სამოქმედო დიზაინერი საბაჟო ავტომატიზაციისა და მოქმედების მიჯაჭვულისთვის
kk_kz: ● Custom Автоматтандыру және əрекеттер тізбегіне арналған триггер және әрекет дизайнері
km_kh: best អ្នករចនាម៉ូដកេះនិងសកម្មភាពសម្រាប់ស្វ័យប្រវត្តិកម្មផ្ទាល់ខ្លួននិងខ្សែសង្វាក់សកម្មភាព
kn_in: Cost ಕಸ್ಟಮ್ ಆಟೊಮೇಷನ್ಸ್ ಮತ್ತು ಆಕ್ಷನ್ ಚೈನಿಂಗ್‌ಗಾಗಿ ಪ್ರಚೋದಕ ಮತ್ತು ಆಕ್ಷನ್ ಡಿಸೈನರ್
ko_kr: ● 맞춤형 자동화 및 액션 체인을위한 트리거 및 액션 디자이너
ky_kg: Custom Автоматтарга жана иш-аракеттер үчүн Action Change үчүн Trigger & Action Designer
lo_la: ●ຜົນກະທົບຕໍ່ແລະຜູ້ອອກແບບປະຕິບັດສໍາລັບການອັດຕະໂນມັດແລະລະບົບຕ່ອງໂສ້ປະຕິບັດງານ
lt_lt: ● „Trigger & Action Designer“, skirtas pasirinktinėms automatizmams ir veiksmo grandinėlėms
lv_lv: ● Trigger & Action Designer pielāgotām automatizācijām un darbības ķēdi
mi_nz: ● Turiti me te kaihoahoa mahi mo nga miihini me nga mahi mahi mahi
mk_mk: ● Дизајнер на активирање и акција за сопствени автоматизации и синџир на акција
ml_in: ഇഷ്ടാനുസൃത യാന്ത്രികത്തിനും പ്രവർത്തന ചെയിനിംഗിനുമുള്ള ട്രിഗർ & ആക്ഷൻ ഡിസൈനർ
mr_in: Custom सानुकूल ऑटोमेशन आणि अ‍ॅक्शन चेनिंगसाठी ट्रिगर आणि कृती डिझाइनर
ms_bn: ● Pencetus & Pereka Tindakan untuk Automasi Custom dan Tindakan Berlanjakan
mt_mt: ● Trigger & Action Designer għal Automations Custom u Action Chaining
nb_no: ● Trigger & Action Designer for tilpassede automatiseringer og handlingskjeding
ne_np: Cress crigger र कार्य डिजाइनर कस्टम एटर्केज र कार्य श्रृंखलाको लागि कार्य डिजाइनर
nl_nl: ● Trigger & Action Designer voor aangepaste automatisering en actieketens
or_in: କଷ୍ଟମ୍ ସ୍ୱୟଂଚାଳିତ ଏବଂ କାର୍ଯ୍ୟାନୁବର୍ତ୍ତୀ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ପାଇଁ ଟ୍ରିଗର ଏବଂ ଆକ୍ସନ୍ ଡିଜାଇନର୍ |
pa_arab_pk: ● ਕਸਟਮ ਸਵੈਚਾਲੀਆਂ ਅਤੇ ਐਕਸ਼ਨ ਚੇਨਿੰਗ ਲਈ ਟਰਿੱਗਰ ਅਤੇ ਐਕਸ਼ਨ ਡਿਜ਼ਾਈਨਰ
pl_pl: ● Projektant wyzwalający i akcji w celu automatyzacji niestandardowych i łączenia akcji
pt_br: ● Designer de gatilho e ação para automações personalizadas e encadeamento de ação
ro_ro: ● Trigger & Action Designer pentru automatizări personalizate și înlănțuire de acțiune
ru_ru: ● Дизайнер Trigger & Action для пользовательских автоматизаций и цепочки действий
sk_sk: ● Spúšťací a dizajnér akcií pre vlastné automatizácie a reťazenie akcií
sl_si: ● Trigger & Action Designer za avtomatizacije po meri in verigo akcij
sq_al: ● Dizajneri i Trigger & Action për automatizimin me porosi dhe zinxhirin e veprimit
sr_latn_me: ● Дизајнер окидача и акције за прилагођене аутоматизације и ланцење акције
sv_fi: ● Trigger & Action Designer för anpassade automationer och actionkedjan
sw_ke: ● Trigger & Mbuni wa Kitendo cha Automations Forodha na Unyonyaji wa Kitendo
ta_in: Clips ஐ பகுப்பாய்வு செய்வதற்கும் அல்லது உங்கள் கிளிப்போர்டில் எந்த வடிவமைப்பையும் படிக்க/எழுதவும் சொருகி அமைப்பைப் பயன்படுத்தவும் நீட்டிக்கவும் எளிது
te_in: Custom కస్టమ్ ఆటోమేషన్స్ మరియు యాక్షన్ చైనింగ్ కోసం ట్రిగ్గర్ & యాక్షన్ డిజైనర్
th_th: ● Trigger & Action Designer สำหรับระบบอัตโนมัติที่กำหนดเองและการผูกมัดการกระทำ
tk_tm: ACörite awtoulaglar we hereketleri ýa-da hereketi zaýalanmak üçin trigger we hereket dizaýneri
tr_tr: ● Özel otomasyonlar ve aksiyon zinciri için tetik ve aksiyon tasarımcısı
tt_ru: ● махсус автоматлаштыру һәм эш чылбыры өчен этәргеч
ug_cn: ● قوزغاتقۇچ ۋە ھەرىكەت لايىھىلىگۈچىسى ۋە ھەرىكەتنى توختىتىش
uk_ua: ● Дизайнер тригера та дій для користувацьких автоматизацій та ланцюга дій
ur_pk: must کسٹم آٹومیشنز اور ایکشن چیننگ کے لئے ٹرگر اور ایکشن ڈیزائنر
uz_latn_uz: ● Maxsus avtomatlashtirish va harakatlar uchun stigger va harakat dizayneri
vi_vn: ● Trình kích hoạt & thiết kế hành động cho tự động hóa và chuỗi hành động tùy chỉnh
zh_cn: ● 易于使用和扩展插件系统，用于分析剪辑或将任何格式读/写到剪贴板
zh_hans_sg: ●定制自动化和动作链接的扳机和动作设计师
zh_hant_hk: ●定制自動化和動作鏈接的扳機和動作設計師

# StoreFeature17
source: ● Simple to use and extend plugin system for both analyzing clips or read/write any format to your clipboard
af_za: ● Ingeboude inpropblaaier met 'n steeds groeiende gemeenskapsgedrewe biblioteek met plugins
am_et: ● ከጊዜ ወደ ጊዜ እየጨመረ በሚሄድ ማህበረሰብ-የተሰራ የፕለጊኖች ቤተ-መፃህፍት የተገነባ-ኢን ፕለጊን መቃኛ
ar_ma: ● متصفح البرنامج المساعد المدمج مع مكتبة متزايدة باستمرار يحركها المجتمع من المكونات الإضافية
ar_om: ● نظام إضافي سهل الاستخدام وتوسيع نطاقه لتحليل المقاطع أو قراءة/كتابة أي تنسيق إلى الحافظة الخاصة بك
as_in: প্লাগিনৰ এটা ক্ৰমান্বয়ে বৰ্ধিত সম্প্ৰদায়-চালিত লাইব্ৰেৰীৰ সৈতে ● বিল্ট-ইন প্লাগিন ব্ৰাউজাৰ
az_cyrl_az: ● daim inkişaf edən icma yönümlü plugin kitabxanası olan built-in plugin brauzeri
az_latn: ● Daim böyüyən icma tərəfindən idarə olunan plaginlər kitabxanası ilə daxili plagin brauzeri
be_by: ● Убудаваны браўзер плагінаў з пастаянна расце бібліятэкай плагінаў, кіраванай супольнасцю
bg_bg: ● Вграден браузър за плъгини с непрекъснато нарастваща библиотека от плъгини, управлявана от общността
bn_bd: ● অন্তর্নির্মিত প্লাগইন ব্রাউজার যাতে প্লাগইনগুলির একটি ক্রমবর্ধমান সম্প্রদায়-চালিত লাইব্রেরি রয়েছে
bn_in: ● বিল্ট - প্লাগইন ব্রাউজারে চিরকালীন - ক্রমবর্ধমান সম্প্রদায় - প্লাগইনগুলির চালিত লাইব্রেরি
bs_latn: ● Jednostavna za upotrebu i proširite dodatni sistem za analizu isječaka ili za čitanje / napišite bilo koji format u svoj međuspremnik
bs_latn_ba: ● Ugrađeni plugin pretraživač sa stalno rastućom bibliotekom dodataka koju pokreće zajednica
ca_es: ● Navegador de connectors integrat amb una biblioteca de connectors impulsada per la comunitat en constant creixement
cs_cz: ● Vestavěný prohlížeč pluginů se stále rostoucí komunitou řízenou knihovnou pluginů
cy_gb: ● Built-in porwr ategyn gyda llyfrgell gynyddol gymunedol sy'n cael ei gyrru o ategion
da_dk: ● Indbygget plugin-browser med et stadigt voksende community-drevet bibliotek af plugins
de_ch: ● Integrierter Plugin-Browser mit einer ständig wachsenden, von der Community betriebenen Plugin-Bibliothek
de_lu: ● Einfach zu verwenden und zu erweitern, um das Plugin -System sowohl für die Analyse von Clips zu analysieren oder ein beliebiges Format in Ihre Zwischenablage zu lesen/zu schreiben
el_gr: ● Ενσωματωμένο πρόγραμμα περιήγησης προσθηκών με μια συνεχώς αναπτυσσόμενη βιβλιοθήκη προσθηκών που βασίζεται στην κοινότητα
es_ar: ● Sistema de complemento fácil de usar y extender para analizar clips o leer/escribir cualquier formato en su portapapeles
es_pe: ● Navegador de complementos incorporado con una biblioteca de complementos impulsada por la comunidad en constante crecimiento
et_ee: ● Sisseehitatud pistikprogrammi brauser koos üha kasvava kogukonnapõhise pistikprogrammide raamatukoguga
eu_es: ◟ Komunitateak etengabe hazten ari den osagarrien liburutegi batekin sartutako osagarrien nabigatzailea.
fa_ir: ● ساخته شده در مرورگر پلاگین با همیشه در حال رشد جامعه محور کتابخانه پلاگین
fi_fi: ● Sisäänrakennettu laajennusselain, jossa on jatkuvasti kasvava yhteisövetoinen laajennuskirjasto
fil_ph: ● Built-in na plugin browser na may isang patuloy na lumalagong komunidad driven library ng mga plugin
fr_ht: ● Simple à utiliser et à étendre le système de plugin pour analyser les clips ou lire / écrire n'importe quel format dans votre presse-papiers
fr_mc: ● Navigateur de plug-ins intégré avec une bibliothèque de plug-ins en constante évolution axée sur la communauté
ga_ie: ● Tógtha-i bhrabhsálaí breiseán le leabharlann pobal-tiomáinte ag fás i gcónaí de plugins
gd_gb: ● Air a thogail - ann am brabhsair plugan le leabharlann de plugins a tha a ’sìor fhàs - air a stiùireadh le coimhearsnachd
gl_es: ● Navegador de complementos integrado cunha biblioteca de complementos impulsada pola comunidade en constante crecemento
gu_in: Cl ક્લિપ્સ વિશ્લેષણ કરવા માટે પ્લગઇન સિસ્ટમનો ઉપયોગ અને વિસ્તૃત કરવા માટે સરળ અથવા તમારા ક્લિપબોર્ડ પર કોઈપણ ફોર્મેટ વાંચો/લખો
he_il: ● פשוט לשימוש ולהרחיב את מערכת התוספים לניתוח קליפים או לקרוא/לכתוב כל פורמט ללוח שלך
hi_in: ● क्लिप का विश्लेषण करने के लिए प्लगइन सिस्टम का उपयोग और विस्तार करने के लिए सरल है या अपने क्लिपबोर्ड पर किसी भी प्रारूप को पढ़ें/लिखें/लिखें
hr_ba: ● Ugrađen preglednik dodataka sa stalno rastućom bibliotekom dodataka koju pokreće zajednica
hr_hr: ● Jednostavan za upotrebu i proširenje sustava dodatka za analizu isječaka ili za čitanje/pisanje bilo kojeg formata u svoj međuspremnik
hu_hu: ● Egyszerűen használható és kiterjeszti a plugin rendszert mind a klipek elemzésére, vagy bármilyen formátumot olvasni/írni a vágólapra
hy_am: ● Պարզ օգտագործման եւ ընդլայնելու համար plugin համակարգը եւ տեսահոլովակների վերլուծության համար կամ կարդացեք / գրեք ձեր ստեղնաշարի վրա ցանկացած ձեւաչափ
id_id: ● Sederhana untuk digunakan dan memperluas sistem plugin untuk menganalisis klip atau membaca/menulis format apa pun ke clipboard Anda
is_is: ● Einfalt í notkun og lengja viðbótarkerfi til að greina bæði úrklippur eða lesa/skrifa hvaða snið sem er á klemmuspjaldið þitt
it_it: ● Semplice da usare ed estendere il sistema di plug -in sia per l'analisi delle clip o per leggere/scrivere qualsiasi formato negli appunti
ja_jp: ● 成長を続けるコミュニティ主導のプラグイン ライブラリを備えた組み込みプラグイン ブラウザ
ka_ge: ● მარტივი გამოსაყენებელი და გახანგრძლივება მოდულის სისტემა, როგორც კლიპების ანალიზისთვის, ან წაიკითხეთ/დაწერეთ ნებისმიერი ფორმატი თქვენს ბუფერზე
kk_kz: ● Қарапайым плагин жүйесін талдып, клиптер үшін де, ал аралық сақтағышқа кез-келген пішімде жазыңыз / жазыңыз
km_kh: ●ប្រើសាមញ្ញក្នុងការប្រើប្រាស់និងពង្រីកប្រព័ន្ធជំនួយសម្រាប់ការវិភាគ CLIPs ឬអាន / សរសេរទំរង់ណាមួយទៅក្ដារតម្បៀតខ្ទាស់របស់អ្នក
kn_in: Cl ಕ್ಲಿಪ್‌ಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಪ್ಲಗಿನ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ಬಳಸಲು ಮತ್ತು ವಿಸ್ತರಿಸಲು ಸರಳವಾಗಿದೆ ಅಥವಾ ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಯಾವುದೇ ಸ್ವರೂಪವನ್ನು ಓದಲು/ಬರೆಯಿರಿ
ko_kr: ● 클립 분석 또는 클립 보드에 형식을 읽거나 쓰는 데 사용하기 쉬운 플러그인 시스템.
ky_kg: ● Жөнөкөй клиптерди талдоо же башка форматты окуу / каалаган форматты окуу / жазыңыз
lo_la: ●ງ່າຍດາຍທີ່ຈະໃຊ້ແລະຂະຫຍາຍລະບົບ Plugin ສໍາລັບທັງຄລິບວິເຄາະຫຼືອ່ານ / ຂຽນຮູບແບບໃດຫນຶ່ງໃສ່ clipboard ຂອງທ່ານ
lt_lt: ● Paprasta naudoti ir išplėsti papildinių sistemą, skirtą analizuoti spaustukus arba skaityti/rašyti bet kokį formatą savo mainų srityje
lv_lv: ● Vienkārši lietojama un paplašina spraudņu sistēmu gan klipu analīzei, gan arī par starpliktuves formātu lasiet/rakstiet jebkuru formātu
mi_nz: ● ngawari ki te whakamahi me te whakawhānui i te punaha mono mo nga topenga tātari e rua ranei te panui / tuhi i tetahi whakatakotoranga ki to papamahi
mk_mk: ● Едноставен за употреба и проширување на системот за додатоци и за анализирање на клипови или за читање/напишување на кој било формат на вашата табла за клип
ml_in: Cliples വിശകലനം ചെയ്യുന്നതിനോ നിങ്ങളുടെ ക്ലിപ്പ്ബോർഡിലേക്ക് ഏതെങ്കിലും ഫോർമാറ്റ് വായിക്കുന്നതിനോ അല്ലെങ്കിൽ ഏതെങ്കിലും ഫോർമാറ്റ് വായിക്കുന്നതിനോ പ്രദർശിപ്പിക്കുന്നതിനും ലളിതമാണ്
mr_in: Clips क्लिपचे विश्लेषण करण्यासाठी प्लगइन सिस्टम वापरण्यास आणि विस्तारित करणे सोपे आहे किंवा आपल्या क्लिपबोर्डवर कोणतेही स्वरूप वाचू/लिहा
ms_bn: ● Ringkas untuk digunakan dan memperluaskan sistem plugin untuk menganalisis klip atau membaca/menulis sebarang format ke papan klip anda
mt_mt: ● Sempliċi biex tuża u testendi s-sistema tal-plugin kemm għall-analiżi tal-klipps jew aqra / tikteb kwalunkwe format fil-clipboard tiegħek
nb_no: ● Enkelt å bruke og utvide plugin -systemet for både å analysere klipp eller lese/skrive ethvert format til utklippstavlen
ne_np: Acts क्लिपहरू क्लिपहरू र तपाईंको क्लिपबोर्डमा कुनै ढाँचामा प्रयोग गर्न र सेट गर्न प्लगइन प्रणाली प्रयोग गर्न र विस्तार गर्न सजिलो छ
nl_nl: ● Eenvoudig te gebruiken en het plug -insysteem uit te breiden voor zowel het analyseren van clips of lees/schrijf elk formaat naar uw klembord
or_in: ଉଭୟ ବିଶ୍ଳେଷଣ କରିବା କିମ୍ବା ଆପଣଙ୍କ କ୍ଲିପବୋର୍ଡରେ ଯେକ fut ଣସି ଫର୍ମାଟ୍ ପ read ଼ିବା / ଲେଖିବା ପାଇଁ ପ୍ଲଗଇନ୍ ସିଷ୍ଟମ୍ ବ୍ୟବହାର ଏବଂ ବିସ୍ତାର କରିବାକୁ ସରଳ |
pa_arab_pk: Plickongland ਦੋਨੋ ਵਿਸ਼ਲੇਸ਼ਣ ਕਲਿੱਪਾਂ ਲਈ ਪਲੱਗਇਨ ਸਿਸਟਮ ਨੂੰ ਵਰਤਣ ਅਤੇ ਵਧਾਉਣ ਲਈ ਜਾਂ ਆਪਣੇ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕੋਈ ਫਾਰਮੈਟ ਪੜ੍ਹਨਾ / ਲਿਖੋ / ਲਿਖੋ
pl_pl: ● Prosty w obsłudze i rozszerzenie systemu wtyczek zarówno do analizy klipów lub odczytu/zapisu dowolnego formatu do schowka
pt_br: ● Simples de usar e estender o sistema de plug -in para analisar os clipes ou ler/escrever qualquer formato na sua área de transferência
ro_ro: ● Simplu de utilizat și extins sistemul de pluginuri atât pentru analizarea clipurilor sau pentru a citi/scrie orice format în clipboard
ru_ru: ● Простой в использовании и расширение системы плагина для анализа клипов или чтения/записи любого формата в ваш буфер обмена
sk_sk: ● Jednoduché použitie a rozširovanie doplnkového systému na analýzu klipov alebo na čítanie/zapisovanie ľubovoľného formátu do vašej schránky
sl_si: ● Preprost sistem za uporabo in razširitev vtičnikov za analizo posnetkov ali branje/pisanje katere koli oblike v odložišče
sq_al: ● E thjeshtë për t’u përdorur dhe zgjatur sistemin e shtojcave për të dyja analizat e klipeve ose lexoni/shkruani ndonjë format në clipboard tuaj
sr_latn_me: ● Једноставно за употребу и проширење додатничког система за и анализу клипова или прочитајте / напишите било који формат у ваш међуспремник
sv_fi: ● Enkelt att använda och utöka plugin -systemet för både analys av klipp eller läs/skriv något format till ditt urklipp
sw_ke: ● Rahisi kutumia na kupanua mfumo wa programu -jalizi kwa kuchambua sehemu zote mbili au kusoma/kuandika muundo wowote kwenye ubao wako wa clipboard
ta_in: கட்டமைக்கப்பட்டது - எப்போதும் வளர்ந்து வரும் சமூகத்துடன் சொருகி உலாவியில் - செருகுநிரல்களின் இயக்கப்படும் நூலகம்
te_in: Clips క్లిప్‌లను విశ్లేషించడం కోసం ప్లగిన్ వ్యవస్థను ఉపయోగించడం మరియు విస్తరించడం చాలా సులభం లేదా మీ క్లిప్‌బోర్డ్‌కు ఏదైనా ఫార్మాట్ చదవడం/వ్రాయడం
th_th: ●ง่ายต่อการใช้งานและขยายระบบปลั๊กอินสำหรับทั้งการวิเคราะห์คลิปหรืออ่าน/เขียนรูปแบบใด ๆ ไปยังคลิปบอร์ดของคุณ
tk_tm: ● seljerýän klipleri seljerýän ýa-da seljermek ýa-da ýazmak üçin plugin ulgamyny ulanyň ýa-da ýazmak / ýazyň
tr_tr: ● Hem klipsleri analiz etmek için kullanımı ve eklenti sistemini genişletme veya panonuza herhangi bir format okuma/yazın
tt_ru: ● Плагин системасын куллану һәм аны анализлау өчен, яисә бу форматны уку / языгыз
ug_cn: ● ئىككى خىل تەھلىل قىلىش ياكى چاپلاش جەدۋىلى ياكى ئوقۇش / ئوقۇش / ئوقۇش تاختىسىنى ئوقۇش / يېزىش
uk_ua: ● Проста у використанні та розширення системи плагінів для аналізу кліпів або читання/запису будь -якого формату у свій буфер обміну
ur_pk: clips تجزیہ کرنے والے کلپس کے لئے پلگ ان سسٹم کو استعمال کرنے اور اس میں توسیع کرنا آسان ہے یا اپنے کلپ بورڈ میں کوئی فارمیٹ پڑھیں/لکھیں
uz_latn_uz: ● Ikkala format kliplar uchun plagin tizimidan foydalanish va kengaytirish yoki har qanday formatni klipboardga yozish / yozish
vi_vn: ● Đơn giản để sử dụng và mở rộng hệ thống plugin cho cả hai clip phân tích hoặc đọc/viết bất kỳ định dạng nào vào bảng tạm của bạn
zh_cn: ● 内置插件浏览器，具有不断增长的社区驱动插件库
zh_hans_sg: ●易于使用和扩展插件系统，用于分析剪辑或读/写入剪贴板的任何格式
zh_hant_hk: ●易於使用和擴展插件系統，用於分析剪輯或讀/寫入剪貼板的任何格式
