Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# SearchTerm4
source: clipboard
af_za: knipbordbestuurder
am_et: የ ክሊፕቦርድ ሥራ አስኪያጅ
ar_ma: مدير الحافظة
ar_om: حافظة
as_in: ক্লিপবোৰ্ড পৰিচালক
az_cyrl_az: pano meneceri
az_latn: bufer meneceri
be_by: менеджэр буфера абмену
bg_bg: мениджър на клипборда
bn_bd: ক্লিপবোর্ড ম্যানেজার
bn_in: ক্লিপবোর্ড ম্যানেজার
bs_latn: Clipboard Manager
bs_latn_ba: clipboard manager
ca_es: gestor de porta-retalls
cs_cz: správce schránky
cy_gb: rheolwr clipfwrdd
da_dk: udklipsholder
de_ch: Zwischenablage-Manager
de_lu: Zwischenablage
el_gr: διαχειριστής πρόχειρου
es_ar: portapapeles
es_pe: Administrador del portapapeles
et_ee: lõikelaua haldur
eu_es: Portapapelen administratzailea
fa_ir: مدیر کلیپ بورد
fi_fi: leikepöydän hallinta
fil_ph: tagapamahala ng clipboard
fr_ht: Presse-papiers
fr_mc: Gestionnaire de presse-papiers
ga_ie: Bainisteoir Gearrthaisce
gd_gb: manaidsear clipboard
gl_es: xestor de portapapeis
gu_in: ક્લિપબોર્ડ
he_il: מנהל הלוח
hi_in: क्लिपबोर्ड मैनेजर
hr_ba: upravitelj međuspremnika
hr_hr: Upravitelj za međuspremnik
hu_hu: vágólap
hy_am: Clipboard Manager
is_is: klemmuspjald
it_it: Appunti
ja_jp: クリップボードマネージャー
ka_ge: ბუფერში
kk_kz: Аралық сақтағышты басқару
km_kh: ក្តារខៀន
kn_in: ಕ್ಲಿಪ್ ಬೋರ್ಡ್
ko_kr: 클립보드
ky_kg: клипборд
lo_la: ຄລິບ
lt_lt: Mainų sritį
lv_lv: starpliktuves vadītājs
mi_nz: papatopenga
mk_mk: Клипборд
mr_in: क्लिपबोर्ड
ms_bn: Papanklip
mt_mt: Clipboard Manager
nb_no: utklippstavle
ne_np: क्लिपबोर्डर प्रबन्धक
nl_nl: klembordmanager
or_in: କ୍ଲିପ୍ ବୋର୍ଡ
pa_arab_pk: ਕਲਿੱਪਬੋਰਡ ਮੈਨੇਜਰ
pl_pl: Menedżer schowka
pt_br: área de transferência
ro_ro: Clipboard Manager
ru_ru: менеджер буфера обмена
sk_sk: schránka
sl_si: Upravitelj odložišč
sq_al: menaxher
sr_latn_me: Менаџер међуспремника
sv_fi: urklippshanterare
sw_ke: Ubaoklipu
ta_in: கிளிப்போர்டு மேலாளர்
te_in: క్లిప్‌బోర్డ్ మేనేజర్
th_th: ผู้จัดการคลิปบอร์ด
tk_tm: paneli dolandyryjy
tr_tr: Pano
tt_ru: клип тактасы
ug_cn: چاپلاش تاختىسى باشقۇرغۇچى
uk_ua: Менеджер буфера обміну
ur_pk: کلپ بورڈ مینیجر
uz_latn_uz: almashish buferi
vi_vn: Trình quản lý bảng tạm
zh_cn: 剪贴板管理器
zh_hans_sg: 剪贴板经理
zh_hant_hk: 剪貼板經理

# ssCaption7
source: Safe, secure and private local data storage with optional 2 - factor password protection
ar_om: تخزين بيانات محلية آمنة ومأمونة وخاصة مع حماية كلمة مرور اختيارية ثنائية العامل
de_lu: Sichere und private lokale Datenspeicherung mit optionalem 2-Faktor-Passwortschutz
es_ar: Almacenamiento local seguro y privado de datos con protección opcional de 2 factores con contraseña
fr_ht: Stockage de données local sûr, sécurisé et privé avec protection par mot de passe à 2 facteurs en option
gu_in: વૈકલ્પિક 2 - અવયવ પાસવર્ડ સુરક્ષા સાથે સલામત, સુરક્ષિત અને ખાનગી સ્થાનિક ડેટા સંગ્રહ
hu_hu: Biztonságos, védett és privát helyi adattárolás opcionális 2 faktoros jelszavas védelemmel
id_id: Penyimpanan data lokal yang aman, terlindungi, dan pribadi dengan perlindungan kata sandi 2 faktor opsional
is_is: Örugg, örugg og einkarekin staðbundin gagnageymsla með valfrjálsri 2 - þátta lykilorðsvörn
it_it: Archiviazione dei dati locale sicura, protetta e privata con protezione con password opzionale a 2 fattori
ka_ge: უსაფრთხო, უსაფრთხო და პირადი ადგილობრივი მონაცემთა შენახვა სურვილისამებრ 2 - ფაქტორიანი პაროლის დაცვა
km_kh: សុវត្ថិភាព សុវត្ថិភាព និង ការ ផ្ទុក ទិន្នន័យ ក្នុង ស្រុក ឯកជន ជាមួយ ជម្រើស 2 - ការ ការពារ ពាក្យ សម្ងាត់ កត្តា
kn_in: ಐಚ್ಛಿಕ 2 - ಫ್ಯಾಕ್ಟರ್ ಪಾಸ್ ವರ್ಡ್ ರಕ್ಷಣೆಯೊಂದಿಗೆ ಸುರಕ್ಷಿತ, ಸುಭದ್ರ ಮತ್ತು ಖಾಸಗಿ ಸ್ಥಳೀಯ ಡೇಟಾ ಸಂಗ್ರಹಣೆ
ko_kr: 안전하고 보안이 유지되는 개인 로컬 데이터 스토리지(2단계 암호 보호 옵션)
ky_kg: кошумча 2 менен коопсуз, коопсуз жана жеке жергиликтүү маалыматтарды сактоо - фактор сырсөз коргоо
lo_la: ການເກັບຮັກສາຂໍ້ມູນທ້ອງຖິ່ນທີ່ປອດໄພ, ປອດໄພແລະເອກະຊົນທີ່ມີທາງເລືອກ 2 - ການປົກປ້ອງລະຫັດຜ່ານປັດໄຈ
lt_lt: Saugus, patikimas ir privatus vietinis duomenų saugojimas su pasirenkama 2 faktorių slaptažodžio apsauga
mi_nz: Rokiroki raraunga paetata haumaru, haumaru, tūmataiti hoki me te parenga kupuhipa 2 - āhuatanga
mk_mk: Безбедно, безбедно и приватно локално складирање на податоци со опционална 2 - заштита на фактор лозинка
ml_in: ഓപ്ഷണൽ 2 - ഫാക്ടർ പാസ് വേഡ് പരിരക്ഷയുള്ള സുരക്ഷിതവും സുരക്ഷിതവും സ്വകാര്യവുമായ പ്രാദേശിക ഡാറ്റ സംഭരണം
mr_in: वैकल्पिक 2 - फॅक्टर पासवर्ड संरक्षणासह सुरक्षित, सुरक्षित आणि खाजगी स्थानिक डेटा स्टोरेज
ms_bn: Penyimpanan data tempatan yang selamat, selamat dan peribadi dengan perlindungan kata laluan 2 faktor pilihan
or_in: ବିକଳ୍ପ 2 - ଫ୍ୟାକ୍ଟର ପାସୱାର୍ଡ ସୁରକ୍ଷା ସହିତ ସୁରକ୍ଷିତ, ସୁରକ୍ଷିତ ଏବଂ ବ୍ୟକ୍ତିଗତ ସ୍ଥାନୀୟ ଡାଟା ଷ୍ଟୋରେଜ୍
pt_br: Armazenamento de dados local seguro, seguro e privado com proteção opcional por senha de 2 fatores
tr_tr: İsteğe bağlı 2 faktörlü parola koruması ile güvenli, emniyetli ve özel yerel veri depolama
tt_ru: Куркынычсыз, имин һәм шәхси җирле мәгълүматларны саклау 2-нче фильза саклау факторы
uz_latn_uz: Ixtiyoriy 2 faktorli parol bilan himoyalangan xavfsiz, xavfsiz va shaxsiy mahalliy ma'lumotlarni saqlash

# WhatsNew
source: - Full source for MonkeyPaste now available on our github https://github.com/monkeypaste/monkeypaste - Linux version released download here https://github.com/monkeypaste/monkeypaste/releases - improved compatibility mode (now has HTML viewer for text clips) - minor bug and performance improvements
af_za: Aanvanklike vrystelling
am_et: የመጀመሪያ መልቀቂያ
ar_ma: الإصدار الأولي
ar_om: - المصدر الكامل لـ MonkeyPaste متوفر الآن على جيثب الخاص بنا https://github.com/monkeypaste/monkeypaste - تم إصدار نسخة Linux للتنزيل هنا https://github.com/monkeypaste/monkeypaste/releases - تحسين وضع التوافق (يحتوي الآن على عارض HTML لمقاطع النص) - علة طفيفة وتحسينات في الأداء
as_in: প্ৰাৰম্ভিক মুক্তি
az_cyrl_az: İlk buraxılış
az_latn: İlkin Buraxılış
be_by: Першапачатковы выпуск
bg_bg: Първоначално издание
bn_bd: প্রাথমিক রিলিজ
bn_in: প্রাথমিক প্রকাশ
bs_latn: Početno izdanje
bs_latn_ba: Prvo izdanje
ca_es: Versió inicial
cs_cz: První vydání
cy_gb: Rhyddhad Cychwynnol
da_dk: Første udgivelse
de_ch: Erstveröffentlichung
de_lu: Erstveröffentlichung
el_gr: Αρχική έκδοση
es_ar: - Fix crítica para 1.0.18.0 que ignoraba los clips de archivo - Fuente completa para MonkyyPaste ahora disponible en nuestro GitHub https://github.com/monkyypaste/monkyepaste - Versión de Linux Descargar aquí https://github.com/monkyypaste/monkypaste/releases - Modo de compatibilidad mejorado (ahora tiene un visor HTML para clips de texto) - Mejoras menores de error y rendimiento
es_pe: Versión inicial
et_ee: Esmane väljalase
eu_es: Hasierako bertsioa
fa_ir: انتشار اولیه
fi_fi: Ensimmäinen julkaisu
fil_ph: Unang Paglabas
fr_ht: - Correction critique pour 1.0.18.0 qui ignorait les clips de fichiers - Source complète pour Monkeypaste maintenant disponible sur notre github https://github.com/monkeypaste/monkeypaste - Version Linux publiée téléchargement ici https://github.com/monkeypaste/monkeypaste/releases - Mode de compatibilité amélioré (a maintenant une visionneuse HTML pour les clips de texte) - Améliorations mineures de bugs et de performances
fr_mc: Version initiale
ga_ie: Scaoileadh Tosaigh
gd_gb: Sgaoileadh tùsail
gl_es: Lanzamento inicial
gu_in: - 1.0.18.0 માટે જટિલ ફિક્સ જે ફાઇલ ક્લિપ્સને અવગણી રહી હતી - વાંદરા માટે સંપૂર્ણ સ્રોત હવે અમારા ગીથબ https://github.com/monkeypaste/monkeypaste પર ઉપલબ્ધ છે - લિનક્સ સંસ્કરણ અહીં ડાઉનલોડ કરો https://github.com/monkeypaste/monkeypaste/Releases - સુધારેલ સુસંગતતા મોડ (હવે ટેક્સ્ટ ક્લિપ્સ માટે એચટીએમએલ વ્યૂઅર છે) - નાના ભૂલ અને કામગીરીમાં સુધારણા
he_il: שיחרור ראשוני
hi_in: प्रारंभिक रिहाई
hr_ba: Prvo izdanje
hr_hr: Prvo izdanje
hu_hu: Első kiadás
hy_am: Նախնական թողարկում
id_id: Monkeypaste sekarang sepenuhnya gratis pada rilis ini !! Semua pembatasan (dalam langganan aplikasi) telah dihapus karena monkeypaste sekarang bertransisi untuk menjadi proyek open-source. Jadi perhatikan github kami (github.com/monkeypaste) jika Anda tertarik untuk berkontribusi. Pembaruan: - Semua pembatasan kapasitas dihapus! - Peningkatan UI UI yang ditolak - Dukungan dasar untuk menjalankan beberapa contoh monkeypaste - Editor Nilai Bersama Baru (di browser plugin jika berlaku)
is_is: - Gagnrýnin lagfæring fyrir 1.0.18.0 sem var að hunsa skjalaklemmur - Full heimild fyrir MonkeyPaste nú fáanlegt á Github https://github.com/monkeypaste/monkeypaste - Linux útgáfa gefin út niðurhal hér https://github.com/monkeypaste/monkeypaste/releases - Bætt eindrægni (nú hefur HTML áhorfandi fyrir textabúðir) - Minniháttar endurbætur á galla og frammistöðu
it_it: - Correzione critica per 1.0.18.0 che ignorava i clip di file - Fonte completa per Monkeypaste ora disponibile sul nostro github https://github.com/monkeypaste/monkeypaste - Versione Linux rilasciata Download qui https://github.com/monkeypaste/monkeypaste/releases - Modalità di compatibilità migliorata (ora ha un visualizzatore HTML per clip di testo) - Bug minori e miglioramenti delle prestazioni
ja_jp: 初回リリース
ka_ge: - კრიტიკული დაფიქსირება 1.0.18.0 -ისთვის, რომელიც უგულებელყოფდა ფაილების კლიპებს - Monkeypaste- ის სრული წყარო ახლა ხელმისაწვდომია ჩვენს github https://github.com/monkeypaste/monkeypaste - Linux ვერსია გამოვიდა ჩამოტვირთვა აქ https://github.com/monkeypaste/monkeypaste/releases - გაუმჯობესებული თავსებადობის რეჟიმი (ახლა აქვს HTML მაყურებელი ტექსტური კლიპებისთვის) - მცირე შეცდომების და შესრულების გაუმჯობესება
kk_kz: Бастапқы шығарылым
km_kh: - ជួសជុលសំខាន់សម្រាប់ 1.0.18.0 ដែលមិនអើពើនឹងឈុតឯកសារ - ប្រភពពេញលេញសម្រាប់ MonkeySySySySySySySyIve ដែលមាននៅលើ github htps របស់យើង ://github.com/mekeyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyykause ការទាញយកលីនុចចេញទាញយកចេញនៅទីនេះ https://github.com/migey+'keysyyyyyyyyyyyys./rel - របៀបនៃការកែសំរួលភាពឆបគ្នា (ឥឡូវមានកម្មវិធីមើល HTML សម្រាប់ឈុតអត្ថបទ) - ការកែលម្អកំហុសតូចតាចនិងការកែលម្អការអនុវត្ត
kn_in: - ಮೊಂಕೈಪಾಸ್ಟ್‌ಗಾಗಿ ಪೂರ್ಣ ಮೂಲ ಈಗ ನಮ್ಮ ಗಿಟ್‌ಹಬ್‌ನಲ್ಲಿ ಲಭ್ಯವಿದೆ https://github.com/monkeypast - ಲಿನಕ್ಸ್ ಆವೃತ್ತಿ ಬಿಡುಗಡೆಯಾಗಿದೆ ಇಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ - ಸುಧಾರಿತ ಹೊಂದಾಣಿಕೆ ಮೋಡ್ (ಪಠ್ಯ ತುಣುಕುಗಳಿಗಾಗಿ ಈಗ HTML ವೀಕ್ಷಕವನ್ನು ಹೊಂದಿದೆ) - ಸಣ್ಣ ದೋಷ ಮತ್ತು ಕಾರ್ಯಕ್ಷಮತೆ ಸುಧಾರಣೆಗಳು
ko_kr: 초판
ky_kg: - 1,0.18.0 үчүн сын-пикирлер - Азыр MonkeyPaste үчүн толук булак биздин Github https://github.com/minkeyPaste/MonkeyPaste - Linux Version - өркүндөтүлгөн шайкештик режими (азыр тексттик клиптер үчүн HTML Viewer бар) - Кичинекей мүчүлүштүктөрдү жана иштин өркүндөтүлүшү
lo_la: - ແຫຼ່ງເຕັມທີ່ສໍາລັບ Monkeypaste ໃນປັດຈຸບັນມີຢູ່ໃນ GEMITHUB https://github.com/meykeypaste/meykeypaste - Linux Version ທີ່ປ່ອຍອອກມາທີ່ນີ້ https://github.com/meykeypaste/meykeypaste/releases/releases - ການປັບປຸງຮູບແບບຄວາມເຂົ້າກັນໄດ້ (ດຽວນີ້ມີ HTML Viewer ສໍາລັບຄລິບຂໍ້ຄວາມ) - ຂໍ້ບົກພ່ອງແລະການປັບປຸງການປະຕິບັດຫນ້ອຍ
lt_lt: Pradinis išleidimas
lv_lv: Sākotnējā atbrīvošana
mi_nz: - Te whakatikatika nui mo te 1.0.18.0 i kore e warewarehia nga konae konae - Puhi katoa mo te Monkeypaste inaianei e waatea ana i runga i to maatau Github https://giphib.com/monkeypaste/monkeypaste - Ko te putanga linux i tukuna mai i konei https://giphib.com/monkeypaste/mokeypaste/releases - Ko te aratau whakahiatotanga kua pai ake (inaianei kei a HTML Viewer mo nga topenga kuputuhi) - He iti te bug me nga whakapainga mahinga
mk_mk: - Критична поправка за 1.0.18.0 што ги игнорираше клиповите за датотеки - Целосен извор за MonkeyPaste сега достапен на нашиот github https://github.com/monkeypaste/monkeypaste - Објавена верзија на Linux, преземете тука https://github.com/monkeypaste/monkeypaste/releases - Подобрен режим на компатибилност (сега има HTML Viewer за клипови со текст) - Мала подобрувања во грешки и перформанси
ml_in: ഈ റിലീസ് പോലെ മങ്കിപെസ്റ്റ് ഇപ്പോൾ പൂർണ്ണമായും സ .ജന്യമാണ് !! കുന്നോ ഉറവിട പദ്ധതിയായി മാറുന്നതിനാൽ എല്ലാ നിയന്ത്രണങ്ങളും (അപ്ലിക്കേഷൻ സബ്സ്ക്രിപ്ഷനുകളിൽ) നീക്കംചെയ്തു. അതിനാൽ, സംഭാവന ചെയ്യാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ നിങ്ങളുടെ ജിത്തിയിൽ (GitHub.com/monkeypatt) ശ്രദ്ധിക്കുക. അപ്ഡേറ്റുകൾ: - എല്ലാ ശേഷി നിയന്ത്രണങ്ങളും നീക്കംചെയ്തു! - നിരസിച്ച URL എഡിറ്റർ യുഐ മെച്ചപ്പെടുത്തലുകൾ - മങ്കിപാസ്തയുടെ ഒന്നിലധികം സംഭവങ്ങൾ നടത്തുന്നതിന് അടിസ്ഥാന പിന്തുണ - പുതിയ പങ്കിട്ട മൂല്യ എഡിറ്റർ (ബാധകമായ പ്ലഗിൻ ബ്ര browser സറിൽ)
mr_in: या रिलीझच्या रूपात आता वानरिपास्ट पूर्णपणे विनामूल्य आहे !! सर्व निर्बंध (अ‍ॅप सबस्क्रिप्शनमध्ये) काढून टाकले गेले आहेत कारण आता माकडपॉस्टे आता मुक्त-स्रोत प्रकल्प बनण्यासाठी संक्रमित होत आहेत. आपण योगदान देण्यास स्वारस्य असल्यास आमच्या गीथब (github.com/monkeypaste) वर लक्ष ठेवा. अद्यतने: - सर्व क्षमता निर्बंध काढले! - नाकारलेली URL संपादक UI सुधारणा - माकडच्या एकाधिक उदाहरणे चालविण्यासाठी बेसलाइन समर्थन - नवीन सामायिक मूल्य संपादक (प्लगइन ब्राउझरमध्ये जेथे लागू असेल तेथे)
ms_bn: - Sumber penuh untuk monkeypaste kini boleh didapati di github https://github.com/monkeypaste/monkeypaste - Versi Linux Dikeluarkan Muat turun di sini https://github.com/monkeypaste/monkeypaste/releases - Mod keserasian yang lebih baik (kini mempunyai penonton HTML untuk klip teks) - Penambahbaikan pepijat dan prestasi kecil
mt_mt: Rilaxx inizjali
nb_no: Første utgivelse
ne_np: प्रारम्भिक रिलीज
nl_nl: Eerste uitgave
or_in: ପ୍ରାରମ୍ଭିକ ପ୍ରକାଶନ |
pa_arab_pk: ਸ਼ੁਰੂਆਤੀ ਰਿਹਾਈ
pl_pl: Pierwsze wydanie
pt_br: Lançamento inicial
ro_ro: Eliberare inițială
ru_ru: Изначальный выпуск
sk_sk: Počiatočné vydanie
sl_si: Začetna izdaja
sq_al: Lëshimi fillestar
sr_latn_me: Иницијално издање
sv_fi: Första frisläppande
sw_ke: Kutolewa kwa awali
ta_in: தொடக்க வெளியீடு
te_in: ప్రారంభ విడుదల
th_th: การเปิดตัวครั้งแรก
tk_tm: Başlangyç neşir
tr_tr: Monkeypaste şimdi bu sürümden itibaren tamamen ücretsiz !! Monkeypaste şimdi açık kaynaklı bir proje haline geldiğinden tüm kısıtlamalar (uygulama aboneliklerinde) kaldırıldı. Eğer katkıda bulunmak istiyorsanız GitHub'ımıza (GitHub.com/Monkeyaste) göz atın. Güncellemeler: - Tüm kapasite kısıtlamaları kaldırıldı! - Reddedilen URL Editör Kullanıcı Araştırması Geliştirmeleri - Monkeycaste'in birden fazla örneğini çalıştırmak için temel destek - Yeni Paylaşılan Değer Düzenleyicisi (Mümkün olan yerlerde eklenti tarayıcısında)
tt_ru: Майкипаста хәзер тулысынча бу чыгарылышсыз !! Моның маймылга язылуда барлык чикләүләр маймыллык итеп алынды, хәзер ачык чыганак проектына күчү. Әгәр дә сез өлеш кертсәгез, безнең github сайтына игътибар итегез. Яңартулар: - Барлык сыйдырышлык чикләүләр бетерелде! - URL редакторы UI камилләштерү - Майкипастының берничә очракларын эшләү өчен төп ярдәм - Яңа уртак кыйммәт редакторы (кулланыла торган плагин браузерында)
ug_cn: دەسلەپكى تارقىتىلدى
uk_ua: Початковий випуск
ur_pk: ابتدائی رہائی
uz_latn_uz: - Monkeypastastastastastastastaste uchun to'liq manbasi endi bizning Gittps://github.com/monkeypastaste/monkeypaste - Linux versiyasi bu erda ko'chirib chiqardi https://github.com/monkypepastastaste/ReKypastastastastastaste/Relees - Yaxshilangan muvofiqlik rejimi (endi matnli kliplar uchun HTML manzarasi mavjud) - Kichik xato va ishlash yaxshilanishlari
vi_vn: Phát hành lần đầu
zh_cn: 初始发行
zh_hans_sg: 初始发行
zh_hant_hk: 初始發行

# SearchTerm1
source: clipboard
bs_latn: clipboard manager
he_il: clipboard manager
hi_in: clipboard manager
hr_hr: clipboard manager
hy_am: clipboard manager
kk_kz: clipboard manager
lv_lv: clipboard manager
mt_mt: clipboard manager
ne_np: clipboard manager
nl_nl: clipboard manager
pa_arab_pk: clipboard manager
pl_pl: clipboard manager
ro_ro: clipboard manager
ru_ru: clipboard manager
sl_si: clipboard manager
sq_al: clipboard manager
sr_latn_me: clipboard manager
sv_fi: clipboard manager
te_in: clipboard manager
th_th: clipboard manager
tk_tm: clipboard manager
ug_cn: clipboard manager
uk_ua: clipboard manager
ur_pk: clipboard manager
vi_vn: clipboard manager
zh_hans_sg: clipboard manager
zh_hant_hk: clipboard manager
