Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Listings/ListingStrings.*.resx
Languages: af_za, am_et, ar_ma, ar_om, as_in, az_cyrl_az, az_latn, be_by, bg_bg, bn_bd, bn_in, bs_latn, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, de_lu, el_gr, es_ar, es_pe, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ht, fr_mc, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hr_ba, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_bn, mt_mt, nb_no, ne_np, nl_nl, or_in, pa_arab_pk, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_cn, zh_hans_sg, zh_hant_hk

# TranslationShortWarning
source: Installed in this language. English is only for these examples
af_za: Geïnstalleer in hierdie taal. Engels is slegs vir hierdie voorbeelde
am_et: በዚህ ቋንቋ ተገጥሟል። እንግሊዝኛ ለነዚህ ምሳሌዎች ብቻ ነው
ar_ma: مثبتة بهذه اللغة. اللغة الإنجليزية هي فقط لهذه الأمثلة
ar_om: مثبت في هذه اللغة. اللغة الإنجليزية هي فقط لهذه الأمثلة
as_in: এই ভাষাত ইনষ্টল কৰা হৈছে। ইংৰাজী কেৱল এই উদাহৰণবোৰৰ বাবে
az_cyrl_az: Bu dildə quraşdırılmışdır. İngilis dili yalnız bu nümunələr üçün
az_latn: Bu dildə quraşdırılmışdır. İngilis dili yalnız bu nümunələr üçündür
be_by: Усталяваны на гэтай мове. Англійская толькі для гэтых прыкладаў
bg_bg: Инсталиран на този език. Английският е само за тези примери
bn_bd: এই ভাষায় ইনস্টল করা হয়েছে। ইংরেজি শুধুমাত্র এই উদাহরণের জন্য
bn_in: এই ভাষায় ইনস্টল করা। ইংরেজি কেবল এই উদাহরণগুলির জন্য
bs_latn: Instaliran na ovom jeziku. Engleski je samo za ove primjere
bs_latn_ba: Instalirano na ovom jeziku. Engleski je samo za ove primjere
ca_es: Instal·lat en aquest idioma. L'anglès és només per a aquests exemples
cs_cz: Instalováno v tomto jazyce. Angličtina je pouze pro tyto příklady
cy_gb: Wedi'i osod yn yr iaith hon. Saesneg yn unig ar gyfer yr enghreifftiau hyn
da_dk: Installeret på dette sprog. Engelsk er kun for disse eksempler
de_ch: In dieser Sprache installiert. Englisch ist nur für diese Beispiele
de_lu: In dieser Sprache installiert. Englisch ist nur für diese Beispiele
el_gr: Εγκατεστημένο σε αυτή τη γλώσσα. Τα αγγλικά είναι μόνο για αυτά τα παραδείγματα
es_ar: Instalado en este idioma. El inglés es solo para estos ejemplos
es_pe: Instalado en este idioma. El inglés es solo para estos ejemplos
et_ee: Paigaldatud sellesse keelde. Inglise keel on ainult nende näidete jaoks
eu_es: Hizkuntza honetan instalatuta. Ingelesa adibide hauetarako baino ez da
fa_ir: نصب شده در این زبان. انگلیسی فقط برای این مثالها است.
fi_fi: Asennettu tällä kielellä. Englanti on vain näitä esimerkkejä varten
fil_ph: Naka-install sa wikang ito. Ang Ingles ay para lamang sa mga halimbawang ito
fr_ht: Installé dans cette langue. L'anglais est uniquement pour ces exemples
fr_mc: Installé dans cette langue. L’anglais n’est utilisé que pour ces exemples
ga_ie: Suiteáilte sa teanga seo. Níl sa Bhéarla ach na samplaí seo
gd_gb: Air a stàladh sa chànan seo.
gl_es: Instalado neste idioma.
gu_in: આ ભાષામાં સ્થાપિત. અંગ્રેજી ફક્ત આ ઉદાહરણો માટે છે
he_il: מותקן בשפה זו. אנגלית מיועדת רק לדוגמאות אלה
hi_in: इस भाषा में स्थापित। अंग्रेजी केवल इन उदाहरणों के लिए है
hr_ba: Instalirano na ovom jeziku.
hr_hr: Instaliran na ovaj jezik. Engleski je samo za ove primjere
hu_hu: Telepítve erre a nyelvre. Az angol csak ezekre a példákra vonatkozik
hy_am: Տեղադրված այս լեզվով: Անգլերենը միայն այս օրինակների համար է
id_id: Diinstal dalam bahasa ini. Bahasa Inggris hanya untuk contoh -contoh ini
is_is: Sett upp á þessu tungumáli. Enska er aðeins fyrir þessi dæmi
it_it: Installato in questa lingua. L'inglese è solo per questi esempi
ja_jp: この言語でインストールされています。
ka_ge: დამონტაჟებულია ამ ენაზე. ინგლისური მხოლოდ ამ მაგალითებისთვის არის
kk_kz: Осы тілде орнатылған. Ағылшын тілі тек осы мысалдарға арналған
km_kh: បានដំឡើងក្នុងភាសានេះ។ ភាសាអង់គ្លេសគឺសម្រាប់តែឧទាហរណ៍ទាំងនេះប៉ុណ្ណោះ
kn_in: ಈ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಇಂಗ್ಲಿಷ್ ಈ ಉದಾಹರಣೆಗಳಿಗೆ ಮಾತ್ರ
ko_kr: 이 언어로 설치되었습니다. 영어는이 예제에만 해당됩니다
ky_kg: Ушул тилге орнотулган. Бул мисалдардан англисче гана
lo_la: ຕິດຕັ້ງເປັນພາສານີ້. ພາສາອັງກິດແມ່ນພຽງແຕ່ສໍາລັບຕົວຢ່າງເຫຼົ່ານີ້
lt_lt: Įdiegta šia kalba. Anglų kalba skirta tik šiems pavyzdžiams
lv_lv: Instalēts šajā valodā. Angļu valoda ir paredzēta tikai šiem piemēriem
mi_nz: Tāuta i tēnei reo. Ko te reo Ingarihi anake mo enei tauira
mk_mk: Инсталиран на овој јазик. Англискиот е само за овие примери
ml_in: ഈ ഭാഷയിൽ ഇൻസ്റ്റാൾ ചെയ്തു. ഈ ഉദാഹരണങ്ങൾക്ക് മാത്രമാണ് ഇംഗ്ലീഷ്
mr_in: या भाषेत स्थापित. इंग्रजी फक्त या उदाहरणांसाठी आहे
ms_bn: Dipasang dalam bahasa ini. Bahasa Inggeris hanya untuk contoh ini
mt_mt: Installat f’din il-lingwa. L-Ingliż huwa biss għal dawn l-eżempji
nb_no: Installert på dette språket. Engelsk er bare for disse eksemplene
ne_np: यस भाषामा स्थापित। अंग्रेजी यी उदाहरणहरूको लागि मात्र हो
nl_nl: Geïnstalleerd in deze taal. Engels is alleen voor deze voorbeelden
or_in: ଏହି ଭାଷାରେ ସ୍ଥାପିତ | ଇଂରାଜୀ କେବଳ ଏହି ଉଦାହରଣଗୁଡ଼ିକ ପାଇଁ |
pa_arab_pk: ਇਸ ਭਾਸ਼ਾ ਵਿੱਚ ਸਥਾਪਤ. ਅੰਗਰੇਜ਼ੀ ਸਿਰਫ ਇਨ੍ਹਾਂ ਉਦਾਹਰਣਾਂ ਲਈ ਹੈ
pl_pl: Zainstalowane w tym języku. Angielski jest tylko dla tych przykładów
pt_br: Instalado neste idioma. O inglês é apenas para esses exemplos
ro_ro: Instalat în această limbă. Engleza este doar pentru aceste exemple
ru_ru: Установлен на этом языке. Английский предназначен только для этих примеров
sk_sk: Nainštalované v tomto jazyku. Angličtina je iba pre tieto príklady
sl_si: Nameščen v tem jeziku. Angleščina je samo za te primere
sq_al: Instaluar në këtë gjuhë. Anglishtja është vetëm për këto shembuj
sr_latn_me: Инсталиран на овом језику. Енглески је само за ове примере
sv_fi: Installerat på detta språk. Engelska är bara för dessa exempel
sw_ke: Imewekwa katika lugha hii. Kiingereza ni kwa mifano hii tu
ta_in: இந்த மொழியில் நிறுவப்பட்டுள்ளது. ஆங்கிலம் இந்த எடுத்துக்காட்டுகளுக்கு மட்டுமே
te_in: ఈ భాషలో వ్యవస్థాపించబడింది. ఇంగ్లీష్ ఈ ఉదాహరణలకు మాత్రమే
th_th: ติดตั้งในภาษานี้ ภาษาอังกฤษมีไว้สำหรับตัวอย่างเหล่านี้เท่านั้น
tk_tm: Bu dilde oturdyldy. Iňlis diňe bu mysallar üçin
tr_tr: Bu dilde yüklü. İngilizce sadece bu örnekler içindir
tt_ru: Бу телдә урнаштырылган. Инглиз мисаллар өчен инглиз
ug_cn: بۇ تىلدا ئورنىتىلدى. ئىنگلىز تىلى پەقەت بۇ مىساللار ئۈچۈندۇر
uk_ua: Встановлено на цій мові. Англійська - лише для цих прикладів
ur_pk: اس زبان میں نصب ہے۔ انگریزی صرف ان مثالوں کے لئے ہے
uz_latn_uz: Bu tilda o'rnatildi. Ingliz tili faqat ushbu misollar uchun
vi_vn: Được cài đặt trong ngôn ngữ này. Tiếng Anh chỉ dành cho những ví dụ này
zh_cn: 以这种语言安装。
zh_hans_sg: 以这种语言安装。英语仅用于这些例子
zh_hant_hk: 以這種語言安裝。英語僅用於這些例子

# TranslationWarning
source: Screen shots are only examples. What you install has been translated to this language.
af_za: Nota! Skermskote is slegs voorbeelde. Wat u installeer, is in hierdie taal vertaal.
am_et: ማስታወሻ! የስክሪን ጥይቶች ምሳሌዎች ብቻ ናቸው. የምትገጥሙት ነገር ወደዚህ ቋንቋ ተተርጉሟል።
ar_ma: ملاحظه! لقطات الشاشة ليست سوى أمثلة. تمت ترجمة ما تقوم بتثبيته إلى هذه اللغة.
ar_om: لقطات الشاشة هي أمثلة فقط. ما قمت بتثبيته قد ترجم إلى هذه اللغة.
as_in: টোকা! স্ক্ৰীণ শ্বটবোৰ কেৱল উদাহৰণ। আপুনি যি ইনষ্টল কৰিছে সেয়া এই ভাষালৈ অনুবাদ কৰা হৈছে।
az_cyrl_az: Qeyd! Ekran çəkilişləri yalnız nümunələrdir. Quraşdırdığınız bu dilə tərcümə edilmişdir.
az_latn: Qeyd! Ekran görüntüləri yalnız nümunədir. Quraşdırdığınız bu dilə tərcümə edilib.
be_by: Нататка! Здымкі экрана - толькі прыклады. Тое, што вы ўсталёўваеце, было перакладзена на гэту мову.
bg_bg: Забележка! Екранните снимки са само примери. Това, което инсталирате, е преведено на този език.
bn_bd: বিঃদ্রঃ! স্ক্রীন শট শুধুমাত্র উদাহরণ. আপনি যা ইনস্টল করেছেন তা এই ভাষায় অনুবাদ করা হয়েছে৷
bn_in: স্ক্রিন শটগুলি কেবল উদাহরণ। আপনি যা ইনস্টল করেছেন তা এই ভাষায় অনুবাদ করা হয়েছে।
bs_latn: Snimke zaslona su samo primjeri. Ono što instalirate prevedeno je na ovaj jezik.
bs_latn_ba: Bilješka! Snimci ekrana su samo primjeri. Ono što instalirate prevedeno je na ovaj jezik.
ca_es: Nota! Les captures de pantalla són només exemples. El que instal·leu s'ha traduït a aquest idioma.
cs_cz: Poznámka! Snímky obrazovky jsou pouze příklady. To, co nainstalujete, bylo přeloženo do tohoto jazyka.
cy_gb: Nodyn! Enghreifftiau yn unig yw lluniau sgrin. Mae'r hyn rydych chi'n ei osod wedi'i gyfieithu i'r iaith hon.
da_dk: Bemærk! Skærmbilleder er kun eksempler. Det, du installerer, er blevet oversat til dette sprog.
de_ch: Notiz! Screenshots sind nur Beispiele. Was Sie installieren, wurde in diese Sprache übersetzt.
de_lu: Screenshots sind nur Beispiele. Was Sie installieren, wurde in diese Sprache übersetzt.
el_gr: Σημείωση! Τα στιγμιότυπα οθόνης είναι μόνο παραδείγματα. Αυτό που εγκαθιστάτε έχει μεταφραστεί σε αυτήν τη γλώσσα.
es_ar: Las capturas de pantalla son solo ejemplos. Lo que instala ha sido traducido a este idioma.
es_pe: ¡Nota! Las capturas de pantalla son solo ejemplos. Lo que instale se ha traducido a este idioma.
et_ee: Märkus! Kuvatõmmised on ainult näited. See, mida installite, on tõlgitud sellesse keelde.
eu_es: Oharra! Pantaila-harrapaketak adibideak baino ez dira. Ezartzen duena hizkuntza honetara itzuli da.
fa_ir: توجه داشته باشید! عکس های صفحه نمایش فقط مثال هستند. انچه نصب می کنید به این زبان ترجمه شده است.
fi_fi: Muistiinpano! Näyttökuvat ovat vain esimerkkejä. Asentamasi sisältö on käännetty tälle kielelle.
fil_ph: Paalala! Ang mga screen shot ay mga halimbawa lamang. Ang na install mo ay isinalin sa wikang ito.
fr_ht: Les captures d'écran ne sont que des exemples. Ce que vous installez a été traduit dans cette langue.
fr_mc: Note! Les captures d’écran ne sont que des exemples. Ce que vous installez a été traduit dans cette langue.
ga_ie: Nóta! Níl sna seatanna scáileáin ach samplaí. Aistríodh an méid a shuiteáil tú go dtí an teanga seo.
gd_gb: Thoir an aire!
gl_es: Nota!
gu_in: સ્ક્રીન શોટ ફક્ત ઉદાહરણો છે. તમે જે ઇન્સ્ટોલ કરો છો તે આ ભાષામાં ભાષાંતર કરવામાં આવ્યું છે.
he_il: צילומי מסך הם רק דוגמאות. מה שאתה מתקין תורגם לשפה זו.
hi_in: स्क्रीन शॉट केवल उदाहरण हैं। आपके द्वारा स्थापित किए गए इस भाषा में अनुवाद किया गया है।
hr_ba: Bilješka!
hr_hr: Snimke zaslona su samo primjeri. Ono što instalirate prevedeno je na ovaj jezik.
hu_hu: A képernyőfelvételek csak példa. A telepítését a nyelvre lefordítottuk.
hy_am: Էկրանի կրակոցները միայն օրինակներ են: Այն, ինչ դուք տեղադրում եք, թարգմանվել է այս լեզվով:
id_id: Tembakan layar hanyalah contoh. Apa yang Anda instal telah diterjemahkan ke bahasa ini.
is_is: Skjámyndir eru aðeins dæmi. Það sem þú setur upp hefur verið þýtt á þetta tungumál.
it_it: Le schermate sono solo esempi. Ciò che installi è stato tradotto in questa lingua.
ja_jp: 注記！
ka_ge: ეკრანის კადრები მხოლოდ მაგალითებია. ის, რაც დააინსტალირეთ, ითარგმნა ამ ენაზე.
kk_kz: Экранның суреттері тек мысалдар болып табылады. Сіз орнатқан нәрсе осы тілге аударылған.
km_kh: ការបាញ់លើអេក្រង់គឺជាឧទាហរណ៍តែមួយគត់។ អ្វីដែលអ្នកបានដំឡើងត្រូវបានបកប្រែទៅភាសានេះ។
kn_in: ಸ್ಕ್ರೀನ್ ಶಾಟ್‌ಗಳು ಉದಾಹರಣೆಗಳಾಗಿವೆ. ನೀವು ಸ್ಥಾಪಿಸುವುದನ್ನು ಈ ಭಾಷೆಗೆ ಅನುವಾದಿಸಲಾಗಿದೆ.
ko_kr: 스크린 샷은 예제입니다. 설치 한 내용은이 언어로 번역되었습니다.
ky_kg: Экран кадрлары гана мисал. Сиз орноткон нерсе ушул тилке которулган.
lo_la: ການສັກຢາຂອງຫນ້າຈໍແມ່ນຕົວຢ່າງເທົ່ານັ້ນ. ສິ່ງທີ່ທ່ານຕິດຕັ້ງໄດ້ຖືກແປເປັນພາສານີ້.
lt_lt: Ekrano kadrai yra tik pavyzdžiai. Tai, ką įdiegėte, buvo išversta į šią kalbą.
lv_lv: Ekrānuzņēmumi ir tikai piemēri. Tas, ko jūs instalējat, ir tulkots šajā valodā.
mi_nz: Ko nga pupuhi mata ko nga tauira anake. Ko te mea kua whakauruhia e koe ki tenei reo.
mk_mk: Снимките на екранот се само примери. Она што го инсталирате е преведено на овој јазик.
ml_in: സ്ക്രീൻ ഷോട്ടുകൾ ഉദാഹരണങ്ങൾ മാത്രമാണ്. നിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നത് ഈ ഭാഷയിലേക്ക് വിവർത്തനം ചെയ്തു.
mr_in: स्क्रीन शॉट्स ही केवळ उदाहरणे आहेत. आपण जे स्थापित करता ते या भाषेत भाषांतरित केले गेले आहे.
ms_bn: Tembakan skrin hanya contoh. Apa yang anda pasang telah diterjemahkan ke bahasa ini.
mt_mt: L-iskrin tal-iskrin huma biss eżempji. Dak li tinstalla ġie tradott għal din il-lingwa.
nb_no: Skjermbilder er bare eksempler. Det du installerer er oversatt til dette språket.
ne_np: स्क्रिन शटहरू मात्र उदाहरणहरू हुन्। तपाइँ स्थापना गर्नु भनेको यस भाषामा अनुवाद गरिएको छ।
nl_nl: Schermafbeeldingen zijn slechts voorbeelden. Wat u installeert is vertaald naar deze taal.
or_in: ସ୍କ୍ରିନ୍ ସଟ୍ଗୁଡ଼ିକ କେବଳ ଉଦାହରଣ | ଆପଣ ସଂସ୍ଥାପନ କରୁଥିବା କ'ଣ ସଂସ୍ଥାପନ ହୋଇଛି |
pa_arab_pk: ਸਕ੍ਰੀਨ ਸ਼ਾਟ ਸਿਰਫ ਉਦਾਹਰਣ ਹਨ. ਜੋ ਤੁਸੀਂ ਸਥਾਪਿਤ ਕਰਦੇ ਹੋ ਉਹ ਭਾਸ਼ਾ ਇਸ ਭਾਸ਼ਾ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ ਗਿਆ ਹੈ.
pl_pl: Ujęcia ekranu są tylko przykładami. To, co instalujesz, zostało przetłumaczone na ten język.
pt_br: Capturas de tela são apenas exemplos. O que você instala foi traduzido para esse idioma.
ro_ro: Fotografiile de ecran sunt doar exemple. Ceea ce instalați a fost tradus în această limbă.
ru_ru: Снимки экрана - только примеры. То, что вы установили, было переведено на этот язык.
sk_sk: Snímky obrazovky sú iba príkladmi. To, čo nainštalujete, bolo preložené do tohto jazyka.
sl_si: Zaslonski posnetki so le primeri. Kaj namestite, je prevedeno v ta jezik.
sq_al: Të shtënat në ekran janë vetëm shembuj. Ajo që instaloni është përkthyer në këtë gjuhë.
sr_latn_me: Снимке заслона су само примери. Оно што инсталирате преведено је на овај језик.
sv_fi: Skärmbilder är bara exempel. Det du installerar har översatts till detta språk.
sw_ke: Shots za skrini ni mifano tu. Unachosanikisha kimetafsiriwa kwa lugha hii.
ta_in: திரை காட்சிகள் எடுத்துக்காட்டுகள் மட்டுமே. நீங்கள் நிறுவுவது இந்த மொழிக்கு மொழிபெயர்க்கப்பட்டுள்ளது.
te_in: స్క్రీన్ షాట్లు ఉదాహరణలు మాత్రమే. మీరు ఇన్‌స్టాల్ చేసేది ఈ భాషకు అనువదించబడింది.
th_th: ภาพหน้าจอเป็นตัวอย่างเท่านั้น สิ่งที่คุณติดตั้งได้รับการแปลเป็นภาษานี้
tk_tm: Ekranyň suratlary diňe mysallardyr. Gurmak size şu dile terjime edildi.
tr_tr: Ekran görüntüleri sadece örneklerdir. Kurulduğunuz şey bu dile çevrildi.
tt_ru: Экран төшерүләре мисаллар гына. Сез урнаштырган нәрсә бу телгә тәрҗемә ителгән.
ug_cn: ئېكران سۈرەتلىرى پەقەت مىسال. سىز قاچىلىغان بولغىنى بۇ تىلغا تەرجىمە قىلىنغان.
uk_ua: Екранні кадри - лише приклади. Те, що ви встановлюєте, було перекладено на цю мову.
ur_pk: اسکرین شاٹس صرف مثال ہیں۔ آپ جو انسٹال کرتے ہیں اس کا ترجمہ اس زبان میں کیا گیا ہے۔
uz_latn_uz: Ekran kastlari faqat misoldir. Siz qaysi tilga tarjima qilingan.
vi_vn: Ảnh chụp màn hình chỉ là ví dụ. Những gì bạn cài đặt đã được dịch sang ngôn ngữ này.
zh_cn: 笔记！
zh_hans_sg: 屏幕截图只是示例。您安装的内容已转换为此语言。
zh_hant_hk: 屏幕截圖只是示例。您安裝的內容已轉換為此語言。

# UnlimitedMonthlyTitle
source: Unlimited - Monthly
af_za: Onbeperk - maandeliks
am_et: ገደብ የለሽ - ወርሃዊ
ar_ma: غير محدود - شهريا
ar_om: غير محدود - شهريًا
as_in: সীমাহীন - মাহিলী
az_cyrl_az: Zaminsiz - Aylıq
az_latn: Limitsiz - Aylıq
be_by: Неабмежаваны - штомесяц
bg_bg: Неограничено - месечно
bn_bd: আনলিমিটেড - মাসিক
bn_in: সীমাহীন - মাসিক
bs_latn: Neograničeno - mesečno
bs_latn_ba: Neograničeno - mjesečno
ca_es: Il·limitat - Mensual
cs_cz: Neomezené - měsíčně
cy_gb: Anghyfyngedig - Misol
da_dk: Ubegrænset - Månedligt
de_ch: Unbegrenzt – Monatlich
de_lu: Unbegrenzt - monatlich
el_gr: Απεριόριστο - Μηνιαίο
es_ar: Ilimitado - mensualmente
es_pe: Ilimitado - Mensual
et_ee: Piiramatu - igakuine
eu_es: Mugagabea - Hilerokoa
fa_ir: نامحدود - ماهانه
fi_fi: Rajoittamaton - kuukausittain
fil_ph: Walang limitasyong - Buwanang
fr_ht: Illimité - mensuel
fr_mc: Illimité - Mensuel
ga_ie: Gan teorainn - Míosúil
gd_gb: Gun chrìoch - Mìosail
gl_es: Ilimitado - Mensual
gu_in: અમર્યાદિત - માસિક
he_il: ללא הגבלה - חודשי
hi_in: असीमित - मासिक
hr_ba: Neograničeno - mjesečno
hr_hr: Neograničeno - mjesečno
hu_hu: Korlátlan - havonta
hy_am: Անսահմանափակ - ամսական
id_id: Tidak Terbatas - Bulanan
is_is: Ótakmarkað - mánaðarlega
ja_jp: 無制限 - 毎月
ka_ge: შეუზღუდავი - ყოველთვიური
kk_kz: Шексіз - ай сайын
km_kh: គ្មានដែនកំណត់ - ប្រចាំខែ
kn_in: ಅನಿಯಮಿತ - ಮಾಸಿಕ
ko_kr: 무제한 - 월별
ky_kg: Чексиз - Ай сайын
lo_la: ບໍ່ຈໍາກັດ - ປະຈໍາເດືອນ
lt_lt: Neribotas - kas mėnesį
lv_lv: Neierobežots - mēnesis
mi_nz: Mutunga kore - ia marama
mk_mk: Неограничено - месечно
ml_in: പരിധിയില്ലാത്തത് - പ്രതിമാസം
mr_in: अमर्यादित - मासिक
ms_bn: Tanpa Had - Bulanan
mt_mt: Unlimited - kull xahar
nb_no: Ubegrenset - månedlig
ne_np: असीमित - मासिक
nl_nl: Onbeperkt - maandelijks
or_in: ଅସୀମିତ - ମାସିକ |
pa_arab_pk: ਅਸੀਮਤ - ਮਾਸਿਕ
pl_pl: Nieograniczone - co miesiąc
pt_br: Ilimitado - mensalmente
ro_ro: Nelimitat - lunar
ru_ru: Неограниченное - ежемесячно
sk_sk: Neobmedzený - mesačný
sl_si: Neomejeno - mesečno
sq_al: I pakufizuar - mujor
sr_latn_me: Неограничено - месечно
sv_fi: Obegränsat - varje månad
sw_ke: Isiyo na kikomo - kila mwezi
ta_in: வரம்பற்ற - மாதாந்திர
te_in: అపరిమిత - నెలవారీ
th_th: ไม่ จำกัด - รายเดือน
tk_tm: Çäksiz - aýlyk
tr_tr: Sınırsız - Aylık
tt_ru: Чикләнмәгән - ай саен
ug_cn: چەكلىمىسىز - ئايلىق
uk_ua: Необмежений - щомісяця
ur_pk: لامحدود - ماہانہ
uz_latn_uz: Cheksiz - oylik
vi_vn: Không giới hạn - hàng tháng
zh_cn: 无限制 - 每月
zh_hans_sg: 无限 - 每月
zh_hant_hk: 無限 - 每月

# UnlimitedYearlyTitle
source: Unlimited - Yearly
af_za: Onbeperk - jaarliks
am_et: ገደብ የለሽ - ዓመት
ar_ma: غير محدود - سنوي
ar_om: غير محدود - سنوي
as_in: সীমাহীন - বাৰ্ষিক
az_cyrl_az: İldə bir dəfə
az_latn: Limitsiz - İllik
be_by: Неабмежаваны - штогод
bg_bg: Неограничено - годишно
bn_bd: আনলিমিটেড - বার্ষিক
bn_in: সীমাহীন - বার্ষিক
bs_latn: Neograničeno - godišnje
bs_latn_ba: Neograničeno - godišnje
ca_es: Il·limitat - Anual
cs_cz: Neomezené - ročně
cy_gb: Anghyfyngedig - Blynyddol
da_dk: Ubegrænset - årligt
de_ch: Unbegrenzt – Jährlich
de_lu: Unbegrenzt - jährlich
el_gr: Απεριόριστο - Ετήσιο
es_ar: Ilimitado - anual
es_pe: Ilimitado - Anual
et_ee: Piiramatu - igal aastal
eu_es: Mugagabea - Urterokoa
fa_ir: نامحدود - سالانه
fi_fi: Rajoittamaton - vuosittain
fil_ph: Walang limitasyong - Taunang
fr_ht: Illimité - annuel
fr_mc: Illimité - Annuel
ga_ie: Gan teorainn - Bliantúil
gd_gb: Gun chrìoch - Bliadhnail
gl_es: Ilimitado - Anual
gu_in: અમર્યાદિત - વાર્ષિક
he_il: ללא הגבלה - שנתי
hi_in: असीमित - वार्षिक
hr_ba: Neograničeno - godišnje
hr_hr: Neograničeno - godišnje
hu_hu: Korlátlan - évente
hy_am: Անսահմանափակ - տարեկան
id_id: Tidak Terbatas - Tahunan
is_is: Ótakmarkað - Árlega
it_it: Unlimited - annuale
ja_jp: 無制限 - 年間
ka_ge: შეუზღუდავი - ყოველწლიურად
kk_kz: Шектеусіз - жыл сайын
km_kh: គ្មានដែនកំណត់ - ប្រចាំឆ្នាំ
kn_in: ಅನಿಯಮಿತ - ವಾರ್ಷಿಕ
ko_kr: 무제한 - 매년
ky_kg: Чексиз - Жылдык
lo_la: ບໍ່ຈໍາກັດ - ປີ
lt_lt: Neribotas - kasmet
lv_lv: Neierobežots - gada
mi_nz: Mutunga kore - tau
mk_mk: Неограничено - годишно
ml_in: പരിധിയില്ലാത്തത് - വാർഷികം
mr_in: अमर्यादित - वार्षिक
ms_bn: Tanpa Had - Tahunan
mt_mt: Unlimited - kull sena
nb_no: Ubegrenset - årlig
ne_np: असीमित - वार्षिक
nl_nl: Onbeperkt - jaarlijks
or_in: ଅସୀମିତ - ବାର୍ଷିକ |
pa_arab_pk: ਅਸੀਮਿਤ - ਸਾਲਾਨਾ
pl_pl: Nieograniczony - co roku
pt_br: Ilimitado - anualmente
ro_ro: Nelimitat - anual
ru_ru: Неограниченный - ежегодно
sk_sk: Neobmedzený - ročne
sl_si: Neomejeno - letno
sq_al: I pakufizuar - vjetor
sr_latn_me: Неограничено - годишње
sv_fi: Obegränsat - årligen
sw_ke: Isiyo na kikomo - kila mwaka
ta_in: வரம்பற்ற - ஆண்டு
te_in: అన్‌లిమిటెడ్ - సంవత్సరానికి
th_th: ไม่ จำกัด - ทุกปี
tk_tm: Çäklendirilmedik - ýyllyk
tr_tr: Sınırsız - Yıllık
tt_ru: Чикләнмәгән - Елга
ug_cn: چەكلىمىسىز - يىل
uk_ua: Необмежений - щорічно
ur_pk: لامحدود - سالانہ
uz_latn_uz: Cheksiz - Har yili
vi_vn: Không giới hạn - Hàng năm
zh_cn: 无限制 - 每年
zh_hans_sg: 无限 - 每年
zh_hant_hk: 無限 - 每年
