Repository: monkeypaste/monkeypaste
Catalog: Plugins/ComputerVision/Resources/Resources.*.resx
Languages: as_in, az_latn, cy_gb, et_ee, fil_ph, ga_ie, gu_in, is_is, km_kh, kn_in, lo_la, lv_lv, mi_nz, mk_mk, ml_in, mt_mt, ne_np, or_in, pa_arab_pk, sk_sk, sw_ke, te_in, ug_cn, ur_pk

source: Adult
as_in: প্ৰাপ্তবয়স্ক
az_latn: Böyüklər
cy_gb: Oedolion
et_ee: Täiskasvanu
fil_ph: May sapat na gulang
ga_ie: Fásta
gu_in: પુખ્ત
is_is: Fullorðinn
km_kh: ដេលបេញវ័យ
kn_in: ವಯಸ್ಕ
lo_la: ຜູ້ໃຫຢ່
lv_lv: Pieaugušais
mi_nz: Pakeke
mk_mk: Возрасен
ml_in: പായപൂര്ത്തിയായി
ne_np: वयस्क
or_in: ବୟସ୍କ
pa_arab_pk: ਬਾਲਗ
sk_sk: Dospelý
sw_ke: Mtu mzima
te_in: వయోజన
ug_cn: قۇرامىغا يەتكەنلەر
ur_pk: بالغ

source: Brands
as_in: ব্ৰেণ্ডসমূহ
az_latn: Markalar
cy_gb: Brandiau
et_ee: Kaubamärgid
fil_ph: Mga tatak
ga_ie: Brandaí
gu_in: બ્રાન્ડ
is_is: Merki
km_kh: ម៉ាក
kn_in: ಆವೃತರು
lo_la: ຍີ່ຫໍ້
lv_lv: Zīmoli
mi_nz: Nga waitohu
mk_mk: Брендови
ml_in: ബ്രാൻഡുകൾ
mt_mt: Marki
ne_np: तातो चरा
or_in: ବ୍ରାଣ୍ଡସ୍
pa_arab_pk: ਬ੍ਰਾਂਡ
sk_sk: Značky
sw_ke: Chapa
te_in: బ్రాండ్లు
ug_cn: ماركا
ur_pk: برانڈز

source: Categories
as_in: বিভাগসমূহ
az_latn: Kateqoriyalar
cy_gb: Categorïau
et_ee: Kategooriad
fil_ph: Mga kategorya
ga_ie: Catagóirí
gu_in: શ્રેણી
is_is: Flokkar
km_kh: ប្រភេទ
kn_in: ವರ್ಗಗಳು
lo_la: ຫມວດ
lv_lv: Kategorijas
mi_nz: Ngā Kāwai
mk_mk: Категории
ml_in: വിഭാഗങ്ങൾ
mt_mt: Kategoriji
ne_np: श्रेजा
or_in: ବର୍ଗଗୁଡିକ
pa_arab_pk: ਵਰਗ
sk_sk: Kategórie
sw_ke: Jamii
te_in: కేటగిరీలు
ug_cn: سەھىپىلەر
ur_pk: اقسام

source: Celebrities
as_in: চেলিব্ৰিটি
az_latn: Məşhurlar
cy_gb: Enwogion
et_ee: Kuulsused
fil_ph: Mga kilalang tao
ga_ie: Daoine cáiliúla
gu_in: હસ્તીઓ
is_is: Stjörnur
km_kh: តារាល្បី
kn_in: ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ
lo_la: ຊາວ
lv_lv: Slavenības
mi_nz: Whakahinga
mk_mk: Познати личности
ml_in: സെലിബ്രിറ്റികൾ
mt_mt: Ċelebritajiet
ne_np: सापायित्व
or_in: ସେଲିବ୍ରିଟିସ୍ |
pa_arab_pk: ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ
sk_sk: Celebrity
sw_ke: Watu mashuhuri
te_in: ప్రముఖులు
ug_cn: داڭلىق شەخسلەر
ur_pk: مشہور شخصیات

source: Color
as_in: ৰং
az_latn: Rəng
cy_gb: Lliwiff
et_ee: Värvus
fil_ph: Kulay
ga_ie: Dath
gu_in: રંગ
is_is: Litur
km_kh: ប៍ន
kn_in: ಬಣ್ಣ
lo_la: ສີ
lv_lv: Krāsa
mi_nz: Tae
mk_mk: Боја
ml_in: നിറം
mt_mt: Kulur
ne_np: रंग
or_in: ରଙ୍ଗ
pa_arab_pk: ਰੰਗ
sk_sk: Farba
sw_ke: Rangi
te_in: రంగు
ug_cn: رەڭ
ur_pk: رنگ

# Descrip
source: Description
as_in: বিৱৰণ
az_latn: Təsvir
cy_gb: Disgrifiadau
et_ee: Kirjeldus
fil_ph: Paglalarawan
ga_ie: Saghas
gu_in: વર્ણન
is_is: Lýsing
km_kh: ការបិបន៍នា
kn_in: ವಿವರಣೆ
lo_la: ລາຍລະອຽດ
lv_lv: Apraksts
mi_nz: Whakaaturanga
mk_mk: Опис
ml_in: വിവരണം
mt_mt: Deskrizzjoni
ne_np: वर्णन
or_in: ବର୍ଣ୍ଣନା
pa_arab_pk: ਵੇਰਵਾ
sk_sk: Opis
sw_ke: Maelezo
te_in: వివరణ
ur_pk: تفصیل

# Description
source: Provides descriptive information about a given image
as_in: এটা প্ৰদত্ত ছবিৰ বিষয়ে বৰ্ণনাত্মক তথ্য প্ৰদান কৰে
az_latn: Verilən bir görüntü haqqında təsviri məlumat verir
cy_gb: Yn darparu gwybodaeth ddisgrifiadol am ddelwedd benodol
et_ee: Pakub kirjeldavat teavet antud pildi kohta
fil_ph: Nagbibigay ng naglalarawang impormasyon tungkol sa isang naibigay na imahe
ga_ie: Soláthraíonn sé faisnéis tuairisciúil faoi íomhá ar leith
gu_in: આપેલ છબી વિશે વર્ણનાત્મક માહિતી પ્રદાન કરે છે
is_is: Veitir lýsandi upplýsingar um tiltekna mynd
km_kh: ផ្តល់ព័ត៌មានពិពណ៌នាអំពីរូបភាពដែលបានផ្តល់ឱ្យ
kn_in: ನಿರ್ದಿಷ್ಟ ಚಿತ್ರದ ಬಗ್ಗೆ ವಿವರಣಾತ್ಮಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ
lo_la: ໃຫ້ຂໍ້ມູນອະທິບາຍກ່ຽວກັບຮູບພາບທີ່ໃຫ້
lv_lv: Nodrošina aprakstošu informāciju par doto attēlu
mi_nz: Whakarato korero whakaahuatanga mo te whakapakoko
mk_mk: Обезбедува описни информации за дадена слика
ml_in: ഒരു നിശ്ചിത ചിത്രത്തെക്കുറിച്ച് വിവരണാത്മക വിവരങ്ങൾ നൽകുന്നു
mt_mt: Jipprovdi informazzjoni deskrittiva dwar immaġni partikolari
ne_np: दिइएको छविको बारेमा वर्णनात्मक जानकारी प्रदान गर्दछ
or_in: ପ୍ରଦତ୍ତ ପ୍ରତିଛବି ବିଷୟରେ ବର୍ଣ୍ଣନାକାରୀ ସୂଚନା ପ୍ରଦାନ କରେ |
pa_arab_pk: ਇੱਕ ਦਿੱਤੇ ਚਿੱਤਰ ਬਾਰੇ ਵਰਣਨਸ਼ੀਲ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ
sk_sk: Poskytuje popisné informácie o danom obrázku
sw_ke: Hutoa habari inayoelezea juu ya picha fulani
te_in: ఇచ్చిన చిత్రం గురించి వివరణాత్మక సమాచారాన్ని అందిస్తుంది
ug_cn: مەلۇم رەسىم ھەققىدە چۈشەندۈرۈش ئۇچۇرلىرى بىلەن تەمىنلەيدۇ
ur_pk: دی گئی شبیہہ کے بارے میں وضاحتی معلومات فراہم کرتا ہے

# DetailsLabel
source: Details
as_in: সবিশেষ
az_latn: Təfərrüatlar
cy_gb: Manylion
et_ee: Üksikasjad
fil_ph: Mga detalye
ga_ie: Na sonraíleas sonraithe
gu_in: વિગતો
is_is: Upplýsingar
km_kh: ព័ត៌មានលំអិត
kn_in: ವಿವರಗಳು
lo_la: ລາຍລະອຽດ
lv_lv: Detaļa
mi_nz: Taipitopito
mk_mk: Детали
ml_in: വിശദാംശങ്ങൾ
mt_mt: Dettalji
ne_np: विवरण
or_in: ବିବରଣୀ
pa_arab_pk: ਵੇਰਵਾ
sk_sk: Podrobnosti
sw_ke: Maelezo
te_in: వివరాలు
ug_cn: تەپسىلاتى
ur_pk: تفصیلات

source: Faces
as_in: মুখমণ্ডল
az_latn: Üzü
cy_gb: Hwynebau
et_ee: Näod
fil_ph: Mukha
ga_ie: Aghaidh
gu_in: ચહેરાઓ
is_is: Andlit
km_kh: មុខ
kn_in: ಮುಖ
lo_la: ປະເຊີນຫນ້າ
lv_lv: Sejas
mi_nz: Rangi
mk_mk: Лица
ml_in: മുഖങ്ങൾ
mt_mt: Uċuħ
ne_np: अनुहार
or_in: ଚେହେରା
pa_arab_pk: ਚਿਹਰੇ
sk_sk: Tváre
sw_ke: Nyuso
te_in: ముఖాలు
ug_cn: چىرايلار
ur_pk: چہرے

# FeaturesLabel
source: Visual Features
as_in: দৃশ্যমান বৈশিষ্ট্যসমূহ
az_latn: Vizual xüsusiyyətlər
cy_gb: Nodweddion gweledol
et_ee: Visuaalsed omadused
fil_ph: Mga tampok na visual
ga_ie: Gnéithe amhairc
gu_in: દ્રશ્ય સુવિધાઓ
is_is: Sjónrænir eiginleikar
km_kh: លក្ខណៈពិសេសដែលមើលឃើញ
kn_in: ದೃಷ್ಟಿಗೋಚರ ಲಕ್ಷಣಗಳು
lo_la: ຄຸນລັກສະນະຂອງສາຍຕາ
lv_lv: Vizuālās iezīmes
mi_nz: Nga waahanga tirohanga
mk_mk: Визуелни карактеристики
ml_in: വിഷ്വൽ സവിശേഷതകൾ
mt_mt: Karatteristiċi viżwali
ne_np: दृश्य सुविधाहरू
or_in: ଭିଜୁଆଲ୍ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ |
pa_arab_pk: ਵਿਜ਼ੂਅਲ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
sk_sk: Vizuálne funkcie
sw_ke: Vipengele vya kuona
te_in: దృశ్య లక్షణాలు
ug_cn: Visual Feeds
ur_pk: بصری خصوصیات

# KeyDescription
source: Your Azure Computer Vision API Key.
as_in: আপোনাৰ Azure কম্পিউটাৰ দৃষ্টি API কি'।
az_latn: Azure Kompüter Vision API açarınız.
cy_gb: Eich allwedd API Vision Computer Azure.
et_ee: Teie Azure Computer Vision API võti.
fil_ph: Ang iyong Azure Computer Vision API Key.
ga_ie: Do Eochair API Ríomhaireachta Azure.
gu_in: તમારી એઝ્યુર કમ્પ્યુટર વિઝન એપીઆઈ કી.
is_is: Azure Computer Vision API lykillinn þinn.
km_kh: ចក្ខុវិស័យកុំព្យូទ័ររបស់អ្នក API ។
kn_in: ನಿಮ್ಮ ಅಜೂರ್ ಕಂಪ್ಯೂಟರ್ ವಿಷನ್ ಎಪಿಐ ಕೀ.
lo_la: ລະຫັດ API ຂອງ API ຂອງທ່ານ API ຂອງທ່ານ.
lv_lv: Jūsu Azure Computer Vision API atslēga.
mi_nz: Ko to tohu rorohiko API API.
mk_mk: Вашиот клуч за API на Azure Computer Vision.
ml_in: നിങ്ങളുടെ അസുർ കമ്പ്യൂട്ടർ വിഷൻ API കീ.
mt_mt: Iċ-ċavetta API tal-Viżjoni tal-Kompjuter Azure tiegħek.
ne_np: तपाईंको Azere कम्प्यूटर दृष्टि एपीआई कुञ्जी।
or_in: ତୁମର ଆଜୁର୍ କମ୍ପ୍ୟୁଟର ଭିଜନ୍ API କି କି ନାହିଁ |
pa_arab_pk: ਤੁਹਾਡੀ ਅਜ਼ੂਰ ਕੰਪਿ vin ਟਰ ਦਰਸ਼ਣ API ਕੁੰਜੀ.
sk_sk: Váš kľúč Azure Computer Vision API.
sw_ke: Ufunguo wako wa Maono ya Kompyuta ya Azure.
te_in: మీ అజూర్ కంప్యూటర్ విజన్ API కీ.
ug_cn: Azure كومپيۇتېرنىڭ كۆرۈش API ئاچقۇچىڭىز.
ur_pk: آپ کا Azure کمپیوٹر وژن API کلید۔

# KeyLabel
source: Subscription Key
as_in: স্বাক্ষৰণ চাবি
az_latn: Abunə açarı
cy_gb: Allwedd Tanysgrifio
et_ee: Tellimisvõti
fil_ph: Susi ng subscription
ga_ie: Eochair Síntiúis
gu_in: લવાજિમ કી
is_is: Áskriftarlykill
km_kh: គ្រាប់ចុចជាវ
kn_in: ಚಂದಾದಾರಿಕೆ
lo_la: ກຸນແຈສະຫມັກ
lv_lv: Abonēšanas atslēga
mi_nz: Kaupapa ohauru
mk_mk: Клуч за претплата
ml_in: സബ്സ്ക്രിപ്ഷൻ കീ
mt_mt: Ċavetta tas-sottoskrizzjoni
ne_np: सदस्यता कुञ्जी
or_in: ସଦସ୍ୟତା ଚାବି
pa_arab_pk: ਗਾਹਕੀ ਕੁੰਜੀ
sk_sk: Predplatný kľúč
sw_ke: Ufunguo wa usajili
te_in: చందా కీ
ug_cn: مۇشتەرىلىك كۇنۇپكىسى
ur_pk: سبسکرپشن کلید

source: Landmarks
as_in: ল্যান্ডমার্ক
az_latn: Əlamətlər
cy_gb: Nhirnodau
et_ee: Vaatamisväärsused
fil_ph: Mga Landmark
ga_ie: Sainchomharthaí tíre
gu_in: સીમાચિહ્નો
is_is: Kennileiti
km_kh: សញ្ញាសំគាល់
kn_in: ಹೆಗ್ಗುಣಗಳು
lo_la: ສະຫນາມ
lv_lv: Orientieri
mi_nz: Tohu whenua
mk_mk: Обележја
ml_in: ലാൻഡ്മാർക്കുകളുടെ
mt_mt: Postijiet familjari
ne_np: स्थलचिन्हहरू
or_in: ଲ୍ୟାଣ୍ଡମାର୍କସ୍ |
pa_arab_pk: ਨਿਸ਼ਾਨ
sk_sk: Pamiatka
sw_ke: Alama za ardhi
te_in: మైలురాళ్ళు
ug_cn: بەلگە
ur_pk: نشانات

source: Objects
as_in: বস্তুসমূহ
az_latn: Obyektlər
cy_gb: Ngwrthrychau
et_ee: Objektid
fil_ph: Mga bagay
ga_ie: Réamhachtaí
gu_in: ચીજ
is_is: Hlutir
km_kh: វត្ថុ
kn_in: ವಸ್ತುಗಳು
lo_la: ວັດຖຸ
lv_lv: Objekti
mi_nz: Nga taonga
mk_mk: Предмети
ml_in: വസ്തുക്കൾ
mt_mt: Oġġetti
ne_np: वस्तुहरु
or_in: ବସ୍ତୁଗୁଡ଼ିକ
pa_arab_pk: ਵਸਤੂਆਂ
sk_sk: Predmet
sw_ke: Vitu
te_in: వస్తువులు
ug_cn: ئوبيېكت
ur_pk: آبجیکٹ

# RegionDescription
source: The region associated with your Azure Computer Vision account.
as_in: আপোনাৰ Azure কম্পিউটাৰ দৃষ্টি একাউণ্টৰ সৈতে জড়িত অঞ্চল।
az_latn: Azure Kompüter Görmə Hesabınızla əlaqəli bölgə.
cy_gb: Y rhanbarth sy'n gysylltiedig â'ch cyfrif gweledigaeth gyfrifiadurol Azure.
et_ee: Piirkond, mis on seotud teie Azure Computer Vision kontoga.
fil_ph: Ang rehiyon na nauugnay sa iyong Azure Computer Vision Account.
ga_ie: An réigiún a bhaineann le do chuntas fís ríomhaire Azure.
gu_in: તમારા એઝ્યુર કમ્પ્યુટર વિઝન એકાઉન્ટ સાથે સંકળાયેલ ક્ષેત્ર.
is_is: Svæðið sem tengist Azure tölvusýn reikningnum þínum.
km_kh: តំបន់ដែលទាក់ទងនឹងគណនីចក្ខុវិស័យចក្ខុវិស័យកុំព្យូទ័ររបស់អ្នក។
kn_in: ನಿಮ್ಮ ಅಜೂರ್ ಕಂಪ್ಯೂಟರ್ ದೃಷ್ಟಿ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರದೇಶ.
lo_la: ພາກພື້ນທີ່ກ່ຽວຂ້ອງກັບບັນຊີວິໄສທັດຄອມພິວເຕີ້ຄອມພິວເຕີ້ຂອງທ່ານ.
lv_lv: Reģions, kas saistīts ar jūsu Azure Computer Vision kontu.
mi_nz: Ko te rohe e pa ana ki to putea kaute AZRe.
mk_mk: Регионот поврзан со вашата сметка за визија на азурниот компјутер.
ml_in: നിങ്ങളുടെ അസുർ കമ്പ്യൂട്ടർ വിഷൻ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട ഈ പ്രദേശം.
mt_mt: Ir-reġjun assoċjat mal-kont tal-viżjoni tal-kompjuter tad-Dwejra tiegħek.
ne_np: क्षेत्र तपाईंको Azere कम्प्युटर दृष्टि खाता संग सम्बन्धित।
or_in: ତୁମର ଆଜୁର୍ କମ୍ପ୍ୟୁଟର ଭିଜନ୍ ଆକାଉଣ୍ଟ୍ ସହିତ ଜଡିତ ଅଞ୍ଚଳ |
pa_arab_pk: ਤੁਹਾਡੇ ਆਜੂਰ ਕੰਪਿ computer ਟਰ ਵਿਜ਼ਨ ਖਾਤੇ ਨਾਲ ਜੁੜੇ ਖੇਤਰ.
sk_sk: Región spojený s vaším účtom Azure Computer Vision.
sw_ke: Mkoa unaohusishwa na akaunti yako ya maono ya kompyuta ya Azure.
te_in: మీ అజూర్ కంప్యూటర్ విజన్ ఖాతాతో అనుబంధించబడిన ప్రాంతం.
ug_cn: Azure Pictrie PrivoION ھېساباتىڭىز بىلەن مۇناسىۋەتلىك رايون.
ur_pk: آپ کے Azure کمپیوٹر وژن اکاؤنٹ سے وابستہ خطہ۔

# RegionError
source: Please provided a valid Region Url
as_in: অনুগ্ৰহ কৰি এটা বৈধ অঞ্চল URL প্ৰদান কৰক
az_latn: Xahiş edirəm etibarlı bir bölgə URL təmin etdi
cy_gb: Darparwch URL rhanbarth dilys
et_ee: Palun esitage kehtiv piirkonna URL
fil_ph: Mangyaring nagbigay ng isang wastong URL ng rehiyon
ga_ie: Cuir URL réigiún bailí ar fáil le do thoil
gu_in: કૃપા કરીને માન્ય ક્ષેત્ર URL પ્રદાન કર્યું
is_is: Vinsamlegast útvegað gilda slóð á svæðinu
km_kh: សូមផ្តល់ URL ក្នុងតំបន់ដែលមានសុពលភាព
kn_in: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಪ್ರದೇಶ URL ಅನ್ನು ಒದಗಿಸಿದೆ
lo_la: ກະລຸນາໃຫ້ URL ຂອງພາກພື້ນທີ່ຖືກຕ້ອງ
lv_lv: Lūdzu, sniedza derīgu reģiona URL
mi_nz: Tena koa te URL rohe whaimana
mk_mk: Ве молиме, обезбедете важечка URL -адреса на регионот
ml_in: സാധുവായ ഒരു പ്രദേശം നൽകുക
mt_mt: Jekk jogħġbok ipprovda URL tar-reġjun validu
ne_np: कृपया एक मान्य क्षेत्र URL प्रदान गर्नुहोस्
or_in: ଦୟାକରି ଏକ ବ valid ଧ ଅଞ୍ଚଳ URL ପ୍ରଦାନ କରେ |
pa_arab_pk: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਯੋਗ ਖੇਤਰ URL ਪ੍ਰਦਾਨ ਕੀਤਾ
sk_sk: Uveďte platnú adresu URL regiónu
sw_ke: Tafadhali ilitoa URL halali ya mkoa
te_in: దయచేసి చెల్లుబాటు అయ్యే ప్రాంతం URL ను అందించారు
ug_cn: ئىناۋەتلىك رايون URL تەمىنلەڭ
ur_pk: براہ کرم ایک درست خطہ URL فراہم کیا

# RegionLabel
source: Region
as_in: অঞ্চল
az_latn: Rayon
cy_gb: Rhanbarth
et_ee: Piirkond
fil_ph: Rehiyon
ga_ie: Réigiúnach
gu_in: પ્રદેશ
is_is: Svæði
km_kh: តមបន់
kn_in: ಪ್ರದೇಶ
lo_la: ພາກພື້ນ
lv_lv: Novads
mi_nz: Takiwā
mk_mk: Регион
ml_in: പ്രദേശം
mt_mt: Reġjun
ne_np: क्षेत्र
or_in: ଅଞ୍ଚଳ
pa_arab_pk: ਖੇਤਰ
sk_sk: Región
sw_ke: Mkoa
te_in: ప్రాంతం
ug_cn: رايون
ur_pk: علاقہ

# SignUpLabel
source: Sign Up
as_in: চাইন আপ কৰক
az_latn: Abunə olun
cy_gb: Cofrestru
et_ee: Registreeri
fil_ph: Mag -sign up
ga_ie: Clarú
gu_in: સાઇન અપ કરવું
is_is: Skráðu þig
km_kh: ចុះ​ឈ្មោះ
kn_in: ಸೈನ್ ಅಪ್
lo_la: ລົງ​ທະ​ບຽນ
lv_lv: Pierakstīties
mi_nz: Takiuru
mk_mk: Пријавете се
ml_in: സൈൻ അപ്പ് ചെയ്യുക
mt_mt: Irregistra
ne_np: साइन अप
or_in: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
pa_arab_pk: ਸਾਇਨ ਅਪ
sk_sk: Prihlásiť Se
sw_ke: Jisajili
te_in: చేరడం
ug_cn: تىزىملىتىڭ
ur_pk: سائن اپ

# Taggs
source: Tags
cy_gb: Tagiau
et_ee: Sildid
ga_ie: Clibeanna
gu_in: ટ tag ગ
is_is: Merkimiðar
km_kh: ស្លាក
kn_in: ತಗ್ಗು
lo_la: ແທັກ
lv_lv: Tagi
mi_nz: Ngā
mk_mk: Тагови
ml_in: ടാഗുകൾ
ne_np: ट्यागहरू
or_in: ଟ୍ୟାଗ୍ସ |
pa_arab_pk: ਟੈਗਸ
sk_sk: Značky
sw_ke: Lebo
te_in: టాగ్లు
ug_cn: خەتكۈچ
ur_pk: ٹیگز

# Tags
source: Computer Vision,Image Detection,Image Processing,Azure,Microsoft,Annotation,Classification
as_in: কম্পিউটাৰ দৃষ্টি,চিত্ৰ ধৰা পেলোৱা,চিত্ৰ প্ৰচেছিং,Azure,Microsoft,Annotation,Classification,
az_latn: Kompüter görmə, görüntü aşkarlanması, görüntü emalı, azure, microsoft, annotasiya, təsnifat
cy_gb: Gweledigaeth gyfrifiadurol, canfod delwedd, prosesu delweddau, Azure, Microsoft, anodi, dosbarthu
et_ee: Arvuti nägemine, pildi tuvastamine, pilditöötlus, Azure, Microsoft, märkus, klassifikatsioon
fil_ph: Computer Vision, Image Detection, Image Processing, Azure, Microsoft, Annotation, Pag -uuri
ga_ie: Fís Ríomhaireachta, Braite Íomhá, Próiseáil Íomhá, Azure, Microsoft, Anótáil, Aicmiú
gu_in: કમ્પ્યુટર વિઝન, ઇમેજ ડિટેક્શન, ઇમેજ પ્રોસેસિંગ, એઝ્યુર, માઇક્રોસ .ફ્ટ, ot નોટેશન, વર્ગીકરણ
is_is: Tölvusýn, myndgreining, myndvinnsla, Azure, Microsoft, athugasemd, flokkun
km_kh: ចក្ខុវិស័យកុំព្យួទ័រការរកឃើញរូបភាពដំណើរការរូបភាព Azure, Microsoft, ចំណារពន្យល់, ចំណាត់ថ្នាក់, ចំណាត់ថ្នាក់
kn_in: ಕಂಪ್ಯೂಟರ್ ದೃಷ್ಟಿ, ಚಿತ್ರ ಪತ್ತೆ, ಚಿತ್ರ ಸಂಸ್ಕರಣೆ, ಅಜೂರ್, ಮೈಕ್ರೋಸಾಫ್ಟ್, ಟಿಪ್ಪಣಿ, ವರ್ಗೀಕರಣ
lo_la: ວິໄສທັດຄອມພິວເຕີ, ການກວດສອບຮູບພາບ, ການປຸງແຕ່ງຮູບພາບ, Azure, Microsoft, airtocation, antenation
lv_lv: Datora redze, attēlu noteikšana, attēlu apstrāde, Azure, Microsoft, anotācija, klasifikācija
mi_nz: Te tirohanga rorohiko, te kitenga image, te tukatuka whakaahua, AZure, Microsoft, Microsation, Whakaputa
mk_mk: Компјутерска визија, откривање на слики, обработка на слики, Azure, Microsoft, прибелешка, класификација
ml_in: കമ്പ്യൂട്ടർ വിഷൻ, ഇമേജ് കണ്ടെത്തൽ, ഇമേജ് പ്രോസസ്സിംഗ്, അസൂർ, മൈക്രോസോഫ്റ്റ്, വ്യാഖ്യാനം, വർഗ്ഗീകരണം
mt_mt: Viżjoni tal-Kompjuter, Sejbien ta 'Immaġni, Ipproċessar ta' Immaġni, Azure, Microsoft, Annotazzjoni, Klassifikazzjoni
ne_np: कम्प्युटर दर्शन, छवि पहिचान, छवि प्रशोधन, अजुर, माइक्रोसफ्ट, एनोटेशन, वर्गीकरण
or_in: କମ୍ପ୍ୟୁଟର ଦର୍ଶନ, ପ୍ରତିମୂର୍ତ୍ତ ଚିହ୍ନଟ, ପ୍ରତିଛବି ପ୍ରକ୍ରିୟାକରଣ, ଆଜୁର୍, ମାଇକ୍ରୋସଫ୍ଟ, ଅନନ-ନୋସନ, ବର୍ଗୀକରଣ |
pa_arab_pk: ਕੰਪਿ computer ਟਰ ਵਿਜ਼ਨ, ਚਿੱਤਰ ਖੋਜ, ਚਿੱਤਰ ਪ੍ਰਕਿਰਿਆ, ਅਜ਼ੂਰ, ਮਾਈਕਰੋਸਾਫਟ, ਐਨੋਟੇਸ਼ਨ, ਵਰਗੀਕਰਣ
sk_sk: Počítačové videnie, detekcia obrázkov, spracovanie obrazu, Azure, Microsoft, anotácia, klasifikácia
sw_ke: Maono ya Kompyuta, Ugunduzi wa Picha, Usindikaji wa Picha, Azure, Microsoft, Maelezo, Uainishaji
te_in: కంప్యూటర్ విజన్, ఇమేజ్ డిటెక్షన్, ఇమేజ్ ప్రాసెసింగ్, అజూర్, మైక్రోసాఫ్ట్, ఉల్లేఖనం, వర్గీకరణ
ug_cn: كومپيۇتېرنى كۆرۈش, رەسىم بايقاش, رەسىم بىر تەرەپ قىلىش, zuite, مىكروسوفت قاتارلىقلار
ur_pk: کمپیوٹر وژن ، تصویری کھوج ، تصویری پروسیسنگ ، ایزور ، مائیکروسافٹ ، تشریح ، درجہ بندی

# Title
source: Computer Vision
as_in: কম্পিউটাৰ দৃষ্টিশক্তি
az_latn: Kompüter görmə
cy_gb: Gweledigaeth Gyfrifiadurol
et_ee: Arvutite nägemine
fil_ph: Pangitain sa Computer
ga_ie: Fís Ríomhaireachta
gu_in: કમ્પ્યુટર -વિઝન
is_is: Tölvusýn
km_kh: ចក្ខុវិសុរកុំព្យូទ័រ
kn_in: ಕಂಪ್ಯೂಟರ್ ದೃಷ್ಟಿ
lo_la: ວິໄສທັດຄອມພິວເຕີ
lv_lv: Datora vīzija
mi_nz: Kite rorohiko
mk_mk: Компјутерска визија
ml_in: കമ്പ്യൂട്ടർ കാഴ്ച
mt_mt: Viżjoni tal-kompjuter
ne_np: कम्प्यूटर दृष्टि
or_in: କମ୍ପ୍ୟୁଟର ଦର୍ଶନ
pa_arab_pk: ਕੰਪਿ computer ਟਰ ਵਿਜ਼ਨ
sk_sk: Počítačové videnie
sw_ke: Maono ya Kompyuta
te_in: కంప్యూటర్ విజన్
ug_cn: كومپيۇتېر Vision
ur_pk: کمپیوٹر وژن
