Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpContentQueryPropertyPathType_ClipText
source: Clip Text
af_za: Knipteks
am_et: ክሊፕ ጽሑፍ
as_in: ক্লিপ লিখনী
az_cyrl_az: Klip mətni
cy_gb: Testun Clipio
et_ee: Lõiketekst
ga_ie: Clip Téacs
gu_in: ક્લિપ લખાણ
he_il: גזירת טקסט
hr_ba: Tekst isječka
hy_am: Կլիպի տեքստ
id_id: Teks Klip
is_is: Texti myndskeiðs
ka_ge: კლიპის ტექსტი
kk_kz: Клипарт мәтіні
km_kh: អត្ថបទឃ្លីប
kn_in: ಕ್ಲಿಪ್ ಪಠ್ಯ
ky_kg: Текстти клиптешүү
lt_lt: Iškarpos tekstas
lv_lv: Teksta apgriešana
mi_nz: Kuputuhi Topenga
mk_mk: Текст на клипот
mr_in: क्लिप मजकूर
mt_mt: Test tal-Klipp
ne_np: क्लिप पाठ
pa_arab_pk: ਕਲਿੱਪ ਟੈਕਸਟ
sl_si: Besedilo izrezka
sq_al: Teksti i klipit
sr_cyrl_me: Текст клипа
sr_latn_me: Tekst klipa
sw_ke: Matini ya klipu
ta_in: கிளிப் உரை
te_in: క్లిప్ టెక్స్ట్
th_th: ข้อความคลิป
tk_tm: Metin Faýllary Gaýd Et
tt_ru: Клип тексты
ug_cn: قىسقۇچ تېكىستى
ur_pk: Clip متن
uz_cyrl: Klip matn

# MpContentQueryPropertyPathType_RawClipData
source: Raw Clip Data
am_et: ጥሬ ቅንጥብ ውሂብ
as_in: কেঁচা ক্লিপ ডাটা
az_cyrl_az: Xam klip məlumatları
cy_gb: Data clip amrwd
et_ee: Toore klipi andmed
fil_ph: Data ng Raw Clip
ga_ie: Sonraí Gearrthóg Amh
gu_in: કાચી ક્લિપ માહિતી
he_il: נתוני קליפ גולמיים
hr_ba: Neobrađeni podaci o isječcima
hy_am: Raw Clip տվյալներ
id_id: Data Klip Mentah
is_is: Gögn hrárra myndskeiða
ka_ge: Raw Clip მონაცემები
kk_kz: Бастапқы клипарт деректері
km_kh: ទិន្នន័យឃ្លីប Raw
kn_in: ಕಚ್ಚಾ ಕ್ಲಿಪ್ ಡೇಟಾ
ky_kg: Чийки клиптин маалыматтары
lt_lt: Neapdoroti klipo duomenys
lv_lv: Neapstrādāti klipu dati
mi_nz: Raraunga Topenga Raw
ml_in: അസംസ്കൃത ക്ലിപ്പ് ഡാറ്റ
mr_in: कच्चा क्लिप डेटा
mt_mt: Dejta tal-Klipp Mhux Ipproċessat
ne_np: कच्चा क्लिप डेटा
pa_arab_pk: ਕੱਚੇ ਕਲਿੱਪ ਡੇਟਾ
sl_si: Neobdelani podatki o izrezkih
sq_al: Të dhënat e klipeve të papërpunuara
sr_cyrl_me: Необрађени подаци клипа
sr_latn_me: Neobrađeni podaci klipa
ta_in: ரா கிளிப் தரவு
te_in: రా క్లిప్ డేటా
th_th: ข้อมูลคลิปดิบ
tk_tm: Çig Klip Maglumat
tt_ru: Чыгымлы клиплар
ug_cn: خام قىسقۇچ سانلىق مەلۇماتى
ur_pk: خام کلپ ڈیٹا
uz_cyrl: Xom klip ma'lumotlari

# MpContentQueryPropertyPathType_ClipType
source: Clip Type
af_za: Clip tipe
am_et: ክሊፕ አይነት
as_in: ক্লিপ ধৰণ
az_cyrl_az: Klip növü
cy_gb: Math Clip
et_ee: Klipi tüüp
fil_ph: Uri ng clip
ga_ie: Cineál Gearrthóg
gu_in: ક્લિપ પ્રકાર
he_il: סוג קליפ
hr_ba: Vrsta isječka
hy_am: Կլիպի տեսակ
id_id: Jenis Klip
is_is: Gerð myndskeiðs
ka_ge: კლიპის ტიპი
kk_kz: Клипарт түрі
km_kh: ប្រភេទ Clip
kn_in: ಕ್ಲಿಪ್ ಪ್ರಕಾರ
ky_kg: Клип түрү
lt_lt: Klipo tipas
lv_lv: Klipa tips
mi_nz: Momo Topenga
mk_mk: Тип на клип
ml_in: ക്ലിപ്പ് തരം
mr_in: क्लिप प्रकार
mt_mt: Tip ta' Klipp
ne_np: क्लिप प्रकार
or_in: କ୍ଲିପ୍ ପ୍ରକାର
pa_arab_pk: ਕਲਿੱਪ ਕਿਸਮ
sl_si: Vrsta izrezka
sq_al: Lloji i klipit
sr_cyrl_me: Тип клипа
sr_latn_me: Tip klipa
sw_ke: Aina ya klipu
ta_in: கிளிப் வகை
te_in: క్లిప్ రకం
th_th: ประเภทคลิป
tk_tm: Klip Hili
tt_ru: Клип тибы
ug_cn: قىسقۇچ تۈرى
ur_pk: کلپ کی قسم
uz_cyrl: Klip turi

# MpContentQueryPropertyPathType_Title
source: Title
af_za: Titel
am_et: ርዕስ
as_in: অলপ
az_cyrl_az: Başlıq
cy_gb: Teitl
et_ee: Tiitel
fil_ph: Pamagat
ga_ie: Teideal
gu_in: શીર્ષક
he_il: כותר
hr_ba: Naslov
hy_am: Տիտղոս
id_id: Titel
is_is: Titill
ka_ge: სათაური
kk_kz: Тақырып
km_kh: ចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆ
ky_kg: Аталышы
lo_la: ຫົວຂໍ້
lt_lt: Titulinis
lv_lv: Nosaukums
mi_nz: Taitara
mk_mk: Титула
ml_in: ശീർഷകം
mr_in: पदवी
mt_mt: Titolu
ne_np: शीर्षक
or_in: ଶୀର୍ଷକ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਿਰਲੇਖ
sl_si: Naslov
sq_al: Titulli
sr_cyrl_me: Наслов
sr_latn_me: Naslov
sw_ke: Kichwa
ta_in: தலைப்பு
te_in: బిరుదు
th_th: ชื่อเรื่อง
tk_tm: Sözbaşy
tt_ru: Титул
ug_cn: ماۋزۇ
ur_pk: عنوان
uz_cyrl: Sarlavha

# MpContentQueryPropertyPathType_SourceAppPath
source: Source App Path
af_za: Bron App Path
am_et: ምንጭ የመተግበሪያ መንገድ
as_in: উৎস এপ পথ
az_cyrl_az: Mənbə tətbiq yolu
cy_gb: Llwybr app Source
et_ee: Allikarakenduse tee
ga_ie: Conair Feidhmchláir Foinseach
gu_in: સ્ત્રોત એપ્લિકેશન પાથ
he_il: נתיב יישום מקור
hr_ba: Put izvorišne aplikacije
hy_am: Աղբյուր App Path
id_id: Jalur Aplikasi Sumber
is_is: Slóð upprunaforrits
ka_ge: წყარო App Path
kk_kz: Бастапқы бағдарлама жолы
km_kh: វិថី Source App
kn_in: ಮೂಲ ಅಪ್ಲಿಕೇಶನ್ ಪಥ
ky_kg: Булак тиркеме жолу
lt_lt: Šaltinio programos kelias
lv_lv: Avota lietotnes ceļš
mi_nz: Ara Taupānga Pūtake
mk_mk: Пат на апликацијата извор
ml_in: ഉറവിട ആപ്പ് പാത
mr_in: स्त्रोत अॅप पथ
mt_mt: Mogħdija tal-Applikazzjoni tas-Sors
ne_np: स्रोत अनुप्रयोग मार्ग
or_in: ଉତ୍ସ ଆପ୍ ପଥ
pa_arab_pk: ਸਰੋਤ ਐਪ ਮਾਰਗ
sl_si: Pot izvorne aplikacije
sq_al: Shtegu i aplikacionit burimor
sr_cyrl_me: Путања изворне апликације
sr_latn_me: Putanja izvorne aplikacije
sw_ke: Njia ya Programu ya Chanzo
ta_in: மூல பயன்பாட்டு பாதை
te_in: సోర్స్ యాప్ పాత్
th_th: เส้นทางแอปต้นทาง
tk_tm: Çeşme App Path
tt_ru: Чыганаклы юл
ug_cn: مەنبە ئەپ يولى
ur_pk: ماخذ ایپ پتھ
uz_cyrl: Manba ilova yo'li

# MpContentQueryPropertyPathType_SourceAppName
source: Source App Name
af_za: Bron -appnaam
am_et: ምንጭ መተግበሪያ ስም
as_in: উৎস এপৰ নাম
az_cyrl_az: Mənbə tətbiq adı
cy_gb: Enw'r Ap Ffynhonnell
et_ee: Allikarakenduse nimi
fil_ph: Pangalan ng Source App
ga_ie: Ainm Feidhmchláir Foinseach
gu_in: સ્ત્રોત એપ્લિકેશન નામ
he_il: שם יישום מקור
hr_ba: Naziv izvorišne aplikacije
hy_am: Աղբյուր App Name
id_id: Nama Aplikasi Sumber
is_is: Heiti upprunaforrits
ka_ge: აპლიკაციის სახელი
kk_kz: Бастапқы бағдарлама атауы
km_kh: ឈ្មោះ Source App
kn_in: ಮೂಲ ಅಪ್ಲಿಕೇಶನ್ ಹೆಸರು
ky_kg: Булак тиркемесинин аты
lo_la: ຊື່ App Source
lt_lt: Šaltinio programos pavadinimas
lv_lv: Avota lietotnes nosaukums
mi_nz: Ingoa Taupānga Pūtake
mk_mk: Име на апликацијата извор
ml_in: ഉറവിട ആപ്പിന്റെ പേര്
mr_in: स्त्रोत अॅपचे नाव
mt_mt: Isem l-App tas-Sors
ne_np: स्रोत अनुप्रयोग नाम
or_in: ଉତ୍ସ ଆପ୍ ନାମ
pa_arab_pk: ਸਰੋਤ ਐਪ ਦਾ ਨਾਮ
sl_si: Izvorno ime aplikacije
sq_al: Emri i aplikacionit burimor
sr_cyrl_me: Име изворне апликације
sr_latn_me: Ime izvorne aplikacije
sw_ke: Jina la Programu ya Chanzo
ta_in: மூல பயன்பாட்டின் பெயர்
te_in: సోర్స్ యాప్ పేరు
th_th: ชื่อแอปต้นทาง
tk_tm: Çeşme Programma Ady
tt_ru: Чыганак кушымтасы
ug_cn: مەنبە ئەپ نامى
ur_pk: ماخذ ایپ کا نام
uz_cyrl: Manba ilova nomi

# MpContentQueryPropertyPathType_SourceUrl
source: Source Url
af_za: Bron -url
am_et: ምንጭ ዩ.አር.ኤል.
as_in: উৎস URL
az_cyrl_az: Mənbə url
cy_gb: URL Ffynhonnell
et_ee: Allika URL
fil_ph: Pinagmulan ng URL
ga_ie: Url Foinseach
gu_in: સ્ત્રોત Url
he_il: כתובת URL של מקור
hr_ba: IZVORNI URL
hy_am: Աղբյուր Url
id_id: Url Sumber
is_is: Vefslóð heimildar
ka_ge: წყარო Url
kk_kz: Url дереккөзі
km_kh: Url ប្រភព
kn_in: ಮೂಲ URL
ky_kg: Булагы Урл
lt_lt: Šaltinio URL
lv_lv: Avota URL
mi_nz: Pūtake Url
mk_mk: Извор url
ml_in: ഉറവിട URL
mr_in: स्त्रोत यूआरएल
mt_mt: Url tas-Sors
ne_np: स्रोत यूआरएल
pa_arab_pk: ਸਰੋਤ URL
sl_si: Izvorni URL
sr_cyrl_me: Изворна урл адреса
sr_latn_me: Izvorna url adresa
sw_ke: Url ya Chanzo
ta_in: மூல URL
th_th: URL ต้นทาง
tk_tm: Çeşme Url
tt_ru: Чыганак урыгы
ug_cn: مەنبە ئادرىسى
uz_cyrl: Manba URL

# MpContentQueryPropertyPathType_SourceUrlTitle
source: Source Url Title
af_za: Bron URL -titel
am_et: ምንጭ ዩ.አር.ኤል.
as_in: উৎস URL শিৰোনাম
az_cyrl_az: Mənbə URL adı
cy_gb: Teitl URL Ffynhonnell
et_ee: Allika URL -i pealkiri
fil_ph: Pamagat ng Source URL
ga_ie: Teideal Url Foinseach
gu_in: સ્ત્રોત Url શીર્ષક
he_il: כותרת כתובת URL מקור
hr_ba: Naslov izvornog URL-a
hy_am: Աղբյուր Url title
id_id: Judul Url Sumber
is_is: Heimild Url Titill
ka_ge: წყარო Url სათაური
kk_kz: Url атауы
km_kh: ចំណងជើង Url ប្រភព
kn_in: ಮೂಲ URL ಶೀರ್ಷಿಕೆ
ky_kg: Булак Урл аталышы
lt_lt: Šaltinio URL pavadinimas
lv_lv: Avota URL nosaukums
mi_nz: Taitara Url Pūtake
mk_mk: Наслов на url адресата на изворот
ml_in: ഉറവിടം URL Title
mr_in: स्त्रोत यूआरएल शीर्षक
mt_mt: Titolu tal-Url tas-Sors
ne_np: स्रोत यूआरएल शीर्षक
or_in: ଉତ୍ସ URL Title
pa_arab_pk: ਸਰੋਤ URL ਦਾ ਸਿਰਲੇਖ
sl_si: Naslov izvornega URL-ja
sq_al: Titulli i URL-së së burimit
sr_cyrl_me: Наслов изворне урл адресе
sr_latn_me: Naslov izvorne url adrese
sw_ke: Kichwa cha url chanzo
ta_in: ஆதாரம்: Url தலைப்பு
te_in: మూలం URL శీర్షిక
th_th: ชื่อ URL ต้นทาง
tk_tm: Çeşme Url Sözi
tt_ru: Чыганакның url исеме
ug_cn: مەنبە ئادرىس ماۋزۇسى
ur_pk: ماخذ URl عنوان
uz_cyrl: Manba URL Sarlavhasi

# MpContentQueryPropertyPathType_SourceUrlDomain
source: Source Url Domain
af_za: Bron URL -domein
am_et: ምንጭ ዩ አር ኤል ጎራ
as_in: উৎস URL ডমেইন
az_cyrl_az: Mənbə URL Domain
cy_gb: Parth URL Ffynhonnell
et_ee: Allika URL -domeen
fil_ph: Pinagmulan ng Domain ng URL
ga_ie: Fearann Url Foinseach
gu_in: સ્ત્રોત url ડોમેઇન
he_il: דומיין כתובת URL מקור
hr_ba: Domena izvornog URL-a
hy_am: Աղբյուր Url Domain
id_id: Sumber Url Domain
is_is: Uppruni Url Ríki
ka_ge: წყარო Url Domain
kk_kz: Бастапқы Url домені
km_kh: ដែន Url ប្រភព
kn_in: ಮೂಲ URL ಡೊಮೇನ್
ky_kg: Булак Урл Домен
lt_lt: Šaltinio URL domenas
lv_lv: Avota URL domēns
mi_nz: Rohe Url Pūtake
mk_mk: Извор url домен
ml_in: ഉറവിടം Url Domain
mr_in: स्त्रोत यूआरएल डोमेन
mt_mt: Dominju tal-Url tas-Sors
ne_np: स्रोत यूआरएल डोमेन
pa_arab_pk: ਸਰੋਤ URL ਡੋਮੇਨ
sl_si: Izvorna domena URL-ja
sr_cyrl_me: Изворни домен урл адресе
sr_latn_me: Izvorni domen url adrese
sw_ke: Chanzo cha Kikoa cha Url
ta_in: ஆதாரம்: Url டொமைன்
th_th: โดเมน URL ต้นทาง
tk_tm: Source Url Domeni
tt_ru: Чыганакның урлау домены
ug_cn: مەنبە ئادرىس تور نامى
uz_cyrl: Manba URL domeni

# MpContentQueryPropertyPathType_CopyDateTime
source: Copy Date Time
af_za: Kopieer datum tyd
am_et: የቀን ሰዓት ይቅዱ
as_in: কপি তাৰিখ সময়
az_cyrl_az: Tarix vaxtını kopyalayın
cy_gb: Copïo Amser Dyddiad
et_ee: Koopia kuupäeva aeg
fil_ph: Kopyahin ang oras ng petsa
ga_ie: Cóipeáil Am Dáta
gu_in: તારીખ સમયની નકલ કરો
he_il: תאריך העתקה שעה
hr_ba: Kopiraj datum i vrijeme
hy_am: Պատճենեք ամսաթիվը ժամը
id_id: Salin Tanggal Waktu
is_is: Afrita dagsetningu og tíma
ka_ge: კოპირების თარიღის დრო
kk_kz: Күн уақытын көшіру
km_kh: ពេល វេលា កាលបរិច្ឆេទ ចម្លង
kn_in: ದಿನಾಂಕ ನಕಲಿಸು ಸಮಯ
ky_kg: Көчүрмө датасы убактысы
lo_la: ສໍາເນົາເວລາວັນທີ
lt_lt: Kopijavimo datos laikas
lv_lv: Kopēšanas datuma laiks
mi_nz: Tārua Wā Rā
mk_mk: Датум на копирање
ml_in: പകർപ്പ് തീയതി സമയം
mr_in: कॉपी दिनांक वेळ
mt_mt: Ħin tad-Data tal-Kopja
ne_np: मिति समय प्रतिलिपि बनाउनुहोस्
or_in: ତାରିଖ ସମୟ କପି କରନ୍ତୁ
pa_arab_pk: ਕਾੱਪੀ ਮਿਤੀ ਦਾ ਸਮਾਂ
sl_si: Kopiranje datumske ure
sq_al: Ora e datës së kopjimit
sr_cyrl_me: Копирај време датума
sr_latn_me: Kopiraj vreme datuma
sw_ke: Nakili Muda wa Tarehe
ta_in: நகல் தேதி நேரம்
te_in: కాపీ తేదీ సమయం
th_th: คัดลอก วันที่ เวลา
tk_tm: Nusgala
tt_ru: Датаны күчереп язар өчен вакыт
ug_cn: كۆچۈرۈش ۋاقتى ۋاقتى
ur_pk: کاپی تاریخ کا وقت
uz_cyrl: Nusxalash muddati

# MpContentQueryPropertyPathType_CopyCount
source: Copy Count
af_za: Kopie -telling
am_et: ቅዳ
as_in: কপি গণনা
az_cyrl_az: Surətini kopyalamaq
cy_gb: Cyfrif copi
et_ee: Koopiaarvestus
fil_ph: Kopyahin ang bilang
ga_ie: Cóipeáil Líon na gCóipeanna
gu_in: ગણતરીની નકલ કરો
he_il: ספירת עותקים
hr_ba: Broj kopiranja
id_id: Jumlah Salinan
is_is: Fjöldi afrita
ka_ge: კოპირების რაოდენობა
kk_kz: Көшіру саны
km_kh: គណនាចម្លង
kn_in: ನಕಲು ಎಣಿಕೆ
ky_kg: Көчүрмө саны
lt_lt: Kopijų skaičius
lv_lv: Kopēšanas skaits
mi_nz: Tataunga Tārua
mk_mk: Копија гроф
ml_in: പകർപ്പ് എണ്ണം
mr_in: कॉपी मोजणी
mt_mt: Għadd tal-Kopja
ne_np: गणना प्रतिलिपि बनाउनुहोस्
or_in: ଗଣନା କପି କରନ୍ତୁ
pa_arab_pk: ਕਾੱਪੀ ਗਿਣਤੀ
sl_si: Število kopij
sq_al: Numërimi i kopjeve
sr_cyrl_me: Број копирања
sr_latn_me: Broj kopiranja
sw_ke: Nakili Hesabu
ta_in: நகல் எண்ணிக்கை
te_in: కాపీ కౌంట్
th_th: จํานวนสําเนา
tk_tm: Sannama çapla
tt_ru: Санакны күчереп графигы
ug_cn: كۆچۈرۈش سانى
ur_pk: کاپی کی گنتی
uz_cyrl: Nusxalash soni

# MpContentQueryPropertyPathType_PasteCount
source: Paste Count
af_za: Plak telling
am_et: ለጥፍ
as_in: পেষ্ট কাউন্ট
az_cyrl_az: Pasta saymaq
cy_gb: Cyfrif past
et_ee: Pastaarvestus
fil_ph: I -paste ang bilang
ga_ie: Líon Greamaigh
gu_in: ગણતરી ચોંટાડો
he_il: ספירת הדבקה
hr_ba: Broj lijepljenja
id_id: Jumlah Tempel
is_is: Fjöldi líma
ka_ge: ჩასმა რაოდენობა
kk_kz: Қою саны
kn_in: ಎಣಿಕೆ ಅಂಟಿಸು
ky_kg: Паста саны
lt_lt: Įklijuoti skaičių
lv_lv: Ielīmēšanas skaits
mi_nz: Tatau Whakapiri
mk_mk: Броење на пастата
ml_in: പേസ്റ്റ് കൗണ്ട്
mr_in: पेस्ट गणना
mt_mt: Għadd tal-Pejst
ne_np: गणना टाँस्नुहोस्
or_in: ପେଷ୍ଟ ଗଣନା
pa_arab_pk: ਪੇਸਟ ਗਿਣਤੀ
sl_si: Število lepljenja
sq_al: Numërimi i pastës
sr_cyrl_me: Пребројавање лепка
sr_latn_me: Prebrojavanje lepka
sw_ke: Bandika Hesabu
ta_in: ஒட்டு எண்ணிக்கை
te_in: పేస్ట్ కౌంట్
th_th: วางนับ
tk_tm: Sykmak
tt_ru: Граф
ug_cn: چاپلاش سانى
ur_pk: پیسٹ کی گنتی
uz_cyrl: Paste hisoblash

# MpContentQueryPropertyPathType_SourceDeviceName
source: Source Device Name
af_za: Bronapparaatnaam
am_et: የመሣሪያ ስም
as_in: উৎস ডিভাইচৰ নাম
az_cyrl_az: Mənbə cihazının adı
cy_gb: Enw Dyfais Ffynhonnell
et_ee: Lähteseadme nimi
fil_ph: Pangalan ng aparato ng mapagkukunan
ga_ie: Ainm Gléas Foinseach
gu_in: સ્ત્રોત ઉપકરણ નામ
he_il: שם התקן מקור
hr_ba: Naziv izvorišnog uređaja
hy_am: Աղբյուրի սարքի անվանումը
id_id: Nama Perangkat Sumber
is_is: Heiti upprunatækis
ka_ge: წყაროს მოწყობილობის სახელი
kk_kz: Бастапқы құрылғы атауы
km_kh: ឈ្មោះ ឧបករណ៍ ប្រភព
kn_in: ಮೂಲ ಸಾಧನ ಹೆಸರು
ky_kg: Булак түзмөк аты
lo_la: ຊື່ອຸປະກອນSource
lt_lt: Šaltinio įrenginio pavadinimas
lv_lv: Avota ierīces nosaukums
mi_nz: Ingoa Pūrere Pūtake
mk_mk: Име на изворниот уред
ml_in: ഉറവിട ഉപകരണത്തിന്റെ പേര്
mr_in: स्त्रोत उपकरणाचे नाव
mt_mt: Isem it-Tagħmir tas-Sors
ne_np: स्रोत यन्त्र नाम
or_in: ଉତ୍ସ ଡିଭାଇସ୍ ନାମ
pa_arab_pk: ਸਰੋਤ ਜੰਤਰ ਦਾ ਨਾਮ
sl_si: Ime izvorne naprave
sq_al: Emri i pajisjes burimore
sr_cyrl_me: Име изворног уређаја
sr_latn_me: Ime izvornog uređaja
sw_ke: Jina la Kifaa cha Chanzo
ta_in: மூல சாதனத்தின் பெயர்
te_in: మూల పరికరం పేరు
th_th: ชื่ออุปกรณ์ต้นทาง
tk_tm: Çeşme Device Name
tt_ru: Чыганак җайланманың исеме
ug_cn: مەنبە ئۈسكۈنە نامى
ur_pk: ماخذ آلہ کا نام
uz_cyrl: Manba qurilmasi nomi

# MpContentQueryPropertyPathType_SourceDeviceType
source: Source Device Type
af_za: Tipe van die bronapparaat
am_et: የምንጭ መሳሪያ አይነት
as_in: উৎস ডিভাইচৰ ধৰণ
az_cyrl_az: Mənbə cihaz növü
cy_gb: Math o Ddyfais Ffynhonnell
et_ee: Lähteseadme tüüp
fil_ph: Uri ng aparato ng mapagkukunan
ga_ie: Cineál Gléis Foinseach
gu_in: સ્ત્રોત ઉપકરણ પ્રકાર
he_il: סוג התקן מקור
hr_ba: Vrsta izvorišnog uređaja
hy_am: Աղբյուրի սարքի տեսակը
id_id: Jenis Perangkat Sumber
is_is: Gerð upprunalegs tækis
ka_ge: წყაროს მოწყობილობის ტიპი
kk_kz: Бастапқы құрылғы түрі
km_kh: ប្រភេទឧបករណ៍ប្រភព
kn_in: ಮೂಲ ಸಾಧನ ಪ್ರಕಾರ
ky_kg: Булак түзмөк түрү
lo_la: ປະເພດອຸປະກອນແຫຼ່ງ
lt_lt: Šaltinio įrenginio tipas
lv_lv: Avota ierīces tips
mi_nz: Momo Pūrere Pūtake
mk_mk: Тип на изворен уред
ml_in: ഉറവിട ഉപകരണ തരം
mr_in: स्त्रोत उपकरण प्रकार
mt_mt: Tip ta' Tagħmir tas-Sors
ne_np: स्रोत यन्त्र प्रकार
or_in: ଉତ୍ସ ଡିଭାଇସ୍ ପ୍ରକାର
pa_arab_pk: ਸਰੋਤ ਜੰਤਰ ਕਿਸਮ
sl_si: Vrsta izvorne naprave
sq_al: Lloji i pajisjes burimore
sr_cyrl_me: Тип изворног уређаја
sr_latn_me: Tip izvornog uređaja
sw_ke: Aina ya Kifaa cha Chanzo
ta_in: மூல சாதன வகை
te_in: మూల పరికరం రకం
th_th: ประเภทอุปกรณ์ต้นทาง
tk_tm: Çeşmäniň Device Hili
tt_ru: Чыганак җайланмасы тибы
ug_cn: مەنبە ئۈسكۈنە تۈرى
ur_pk: ماخذ آلہ کی قسم
uz_cyrl: Manba qurilmasi turi

# MpContentQueryPropertyPathType_LastOutput
source: Last Output
af_za: Laaste uitset
am_et: የመጨረሻው ውፅዓት
as_in: শেষ আউটপুট
az_cyrl_az: Son çıxış
cy_gb: Allbwn olaf
et_ee: Viimane väljund
fil_ph: Huling output
ga_ie: Aschur Deiridh
gu_in: છેલ્લું આઉટપુટ
he_il: פלט אחרון
hr_ba: Posljednji izlaz
hy_am: Վերջին ելքը
id_id: Keluaran Terakhir
is_is: Síðasta úttak
ka_ge: ბოლო გამომავალი
kk_kz: Соңғы шығыс
km_kh: លទ្ធផលចុងក្រោយ
kn_in: ಕೊನೆಯ ಔಟ್ ಪುಟ್
ky_kg: Акыркы чыгаруу
lo_la: ຜົນຜະລິດສຸດທ້າຍ
lt_lt: Paskutinė išvestis
lv_lv: Pēdējā izvade
mi_nz: Huaputa Whakamutunga
mk_mk: Последен излез
ml_in: അവസാന ഔട്ട്പുട്ട്
mr_in: शेवटचे आउटपुट
mt_mt: L-aħħar Produzzjoni
ne_np: अन्तिम निर्गत
or_in: ଶେଷ ଆଉଟପୁଟ୍
pa_arab_pk: ਆਖਰੀ ਆਉਟਪੁੱਟ
sl_si: Zadnji izhod
sq_al: Dalja e fundit
sr_cyrl_me: Последњи излаз
sr_latn_me: Poslednji izlaz
sw_ke: Pato la Mwisho
ta_in: கடைசி வெளியீடு
te_in: చివరి అవుట్ పుట్
th_th: เอาต์พุตล่าสุด
tk_tm: Soňky Giriş
tt_ru: Соңгы чыгару
ug_cn: ئاخىرقى چىقىرىش
ur_pk: آخری آؤٹ پٹ
uz_cyrl: So'nggi ishlab chiqarish

# MpActionType_Classify
source: Classify
af_za: Klassifiseer
am_et: መመደብ
as_in: শ্ৰেণীবিভাজন
az_cyrl_az: Təsnifləşdirmək
cy_gb: Ddosbarthent
et_ee: Liigitama
fil_ph: Uriin
ga_ie: Rangaigh
gu_in: વર્ગીકરણ કરો
he_il: לסווג
hr_ba: Klasificirati
hy_am: Դասակարգել
id_id: Mengklasifikasikan
is_is: Flokka
ka_ge: კლასიფიკაცია
kk_kz: Жіктеу
km_kh: ថ្នាក់រៀន
kn_in: ವರ್ಗೀಕರಿಸು
ky_kg: Классификациялоо
lo_la: ຈໍາແນກ
lt_lt: Klasifikuoti
lv_lv: Klasificēt
mi_nz: Whakarōpū
mk_mk: Класификувај
ml_in: വർഗ്ഗീകരിക്കുക
mr_in: वर्गीकरण करणे
mt_mt: Tikklassifika
ne_np: वर्गीकृत गर्नुहोस्
or_in: ବର୍ଗୀକରଣ କରନ୍ତୁ
pa_arab_pk: ਕਲਾਸੀਫਾਈ ਕਰੋ
sl_si: Razvrstiti
sq_al: Klasifiko
sr_cyrl_me: Класификуј
sr_latn_me: Klasifikuj
sw_ke: Kuainisha
ta_in: வகைப்படுத்து
te_in: వర్గీకరించు
th_th: จัดประเภท
tk_tm: Sintaks
tt_ru: Классификация
ug_cn: تۈرگە ئايرىش
ur_pk: درجہ بندی
uz_cyrl: Tasniflamoq

# MpActionType_Analyze
source: Analyze
af_za: Analiseer
am_et: ትንታኔ
as_in: বিশ্লেষণ কৰক
az_cyrl_az: Təhlil etmək
cy_gb: Ddadelfennith
et_ee: Analüüsima
fil_ph: Pag -aralan
ga_ie: Anailís
gu_in: વિશ્લેષણ કરો
he_il: לנתח
hr_ba: Analizirati
hy_am: Վերլուծիր
id_id: Menganalisis
is_is: Greina
ka_ge: ანალიზი
kk_kz: Талдау
km_kh: វិភាគ
kn_in: ವಿಶ್ಲೇಷಿಸಿ
ky_kg: Талдоо
lo_la: ວິເຄາະ
lt_lt: Analizuoti
lv_lv: Analizēt
mi_nz: Tātari
mk_mk: Анализирај
ml_in: വിശകലനം ചെയ്യുക
mr_in: विश्लेषण करा
mt_mt: Analizza
ne_np: विश्लेषण गर्नुहोस्
or_in: ବିଶ୍ଳେଷଣ କରନ୍ତୁ
pa_arab_pk: ਵਿਸ਼ਲੇਸ਼ਣ
sl_si: Analizirati
sq_al: Analizo
sr_cyrl_me: Анализирате
sr_latn_me: Analizirate
sw_ke: Kuchambua
ta_in: பகுப்பாய்வு செய்யுங்கள்
te_in: విశ్లేషించు
th_th: วิเคราะห์
tk_tm: Derňe
tt_ru: Анализ
ug_cn: تەھلىل قىلىش
ur_pk: تجزیہ کریں
uz_cyrl: Tahlil qilmoq

# MpActionType_Conditional
source: Conditional
af_za: Voorwaardelik
am_et: ሁኔታዊ
as_in: চৰ্তযুক্ত
az_cyrl_az: Şərti
cy_gb: Amodol
et_ee: Tingimuslik
fil_ph: Kondisyonal
ga_ie: Coinníollach
gu_in: શરતી
he_il: מותנה
hr_ba: Uvjetan
hy_am: Պայմանական
id_id: Bersyarat
is_is: Skildagatíð
ka_ge: პირობითი
kk_kz: Шартты
km_kh: លក្ខខណ្ឌ
kn_in: ಷರತ್ತು
ky_kg: Шарттуу
lt_lt: Sąlyginis
lv_lv: Nosacījuma
mi_nz: Tāupeupe
mk_mk: Условен
ml_in: നിബന്ധനകൾ
mr_in: सशर्त
mt_mt: Kondizzjonali
ne_np: सशर्त
or_in: ସର୍ତ୍ତମୂଳକ
pa_arab_pk: ਸ਼ਰਤ
sl_si: Pogojno
sq_al: I kushtëzuar
sr_cyrl_me: Условно
sr_latn_me: Uslovno
sw_ke: Masharti
ta_in: நிபந்தனை
te_in: షరతులతో కూడిన
th_th: เงื่อนไข
tk_tm: Şertli
tt_ru: Шартлы
ug_cn: شەرتى
ur_pk: مشروط
uz_cyrl: Shartli

# MpActionType_Trigger
source: Trigger
af_za: Sneller
am_et: ቀስቅሴ
as_in: ট্ৰিগাৰ
az_cyrl_az: Tetikleyən
cy_gb: Sbardun
et_ee: Päästik
ga_ie: Truicear
gu_in: ટ્રીગર
he_il: ההדק
hr_ba: Okidač
hy_am: Թրիգեր
id_id: Pelatuk
is_is: Gikkur
ka_ge: ტრიგერი
kk_kz: Триггер
km_kh: កេះ
kn_in: ಪ್ರಚೋದಕ
ky_kg: Триггер
lt_lt: Trigeris
lv_lv: Izraisīt
mk_mk: Поттикнувач.
ml_in: ട്രിഗർ
mr_in: ट्रिगर
mt_mt: Skattatur
ne_np: ट्रिगर
or_in: ଟ୍ରିଗର୍
pa_arab_pk: ਟਰਿੱਗਰ
sl_si: Sproži
sq_al: Këmbëza
sr_cyrl_me: Окидаи
sr_latn_me: Okidaи
sw_ke: Kisituo
ta_in: விசை
te_in: ట్రిగ్గర్
th_th: ไกปืน
tk_tm: Taým
tt_ru: Ысыйка
ug_cn: قوزغاتقۇچ
ur_pk: ٹریگر
uz_cyrl: Teskari

# MpActionType_Repeater
source: Repeater
af_za: Herhaler
am_et: ንጋት
as_in: ৰিপিটাৰ
az_cyrl_az: Təkrarlayıcı
cy_gb: Ailadrodder
et_ee: Kordaja
fil_ph: Paulit -ulit
ga_ie: Athsheoltóir
gu_in: રીપીટર
he_il: משחזר
hr_ba: Repetitor
hy_am: Կրկնող
is_is: Hríðskotabyssa
ka_ge: გამეორება
kk_kz: Қайталаушы
km_kh: អ្នក ធ្វើ ឡើង វិញ
kn_in: ರಿಪೀಟರ್
ky_kg: Кайталоочу
lt_lt: Kartotuvo
lv_lv: Atkārtotājs
mi_nz: Tukurua
mk_mk: Повторувач
mr_in: पुनरावृत्ती
mt_mt: Ripetitur
ne_np: पुनरावर्तक
pa_arab_pk: ਰੀਪੀਟਰ
sl_si: Repetitor
sq_al: Përsëritës
sr_cyrl_me: Понављач
sr_latn_me: Ponavljač
ta_in: ரிப்பீட்டர்
th_th: รีพีทเตอร์
tk_tm: Gaýtalaýjy
tt_ru: Реплер
ug_cn: تەكرارلىغۇچ
uz_cyrl: Repetiter

# MpActionType_FileWriter
source: File Writer
af_za: Lêerskrywer
am_et: የፋይል ጸሐፊ
as_in: ফাইল লেখক
az_cyrl_az: Fayl yazıçısı
cy_gb: Ysgrifennwr ffeiliau
et_ee: Failikirjutaja
ga_ie: Scríbhneoir Comhad
gu_in: ફાઈલ લખનાર
he_il: כותב הקבצים
hr_ba: Pisac datoteka
hy_am: Ֆայլի գրիչ
id_id: Penulis File
is_is: Skráarhöfundur
ka_ge: ფაილის მწერალი
kk_kz: Файл жазушысы
km_kh: អ្នក និពន្ធ ឯកសារ
kn_in: ಫೈಲ್ ಬರಹಗಾರ
ky_kg: Файл жазуучусу
lt_lt: Failų rašytojas
lv_lv: Failu rakstītājs
mi_nz: Kaituhi Kōnae
mk_mk: Писател на досиеја
ml_in: ഫയല് രചയിതാവ്
mr_in: फाइल लेखक
mt_mt: Kittieb tal-Fajls
ne_np: फाइल लेखक
or_in: ଫାଇଲ୍ ଲେଖକ
pa_arab_pk: ਫਾਈਲ ਲੇਖਕ
sl_si: Pisec datotek
sq_al: Shkrimtari i skedarëve
sr_cyrl_me: Писачев датотека
sr_latn_me: Pisačev datoteka
sw_ke: Mwandishi wa Faili
ta_in: கோப்பு எழுத்தாளர்
te_in: ఫైల్ రైటర్
th_th: ตัวเขียนไฟล์
tk_tm: FaýlY Ýazýan
tt_ru: Файл язучысы
ug_cn: ھۆججەت يازغۇچىسى
ur_pk: فائل رائٹر
uz_cyrl: Fayl yozuvchisi

# MpActionType_SetClipboard
source: Set Clipboard
af_za: Stel knipbord in
am_et: ቅንጥብ ሰሌዳ ያዘጋጁ
as_in: ক্লিপবোৰ্ড সংহতি কৰক
az_cyrl_az: Panoya qoymaq
cy_gb: Gosod Clipfwrdd
et_ee: Määra lõikelaud
fil_ph: Itakda ang clipboard
ga_ie: Socraigh an Ghearrthaisce
gu_in: ક્લિપબોર્ડ સુયોજિત કરો
he_il: הגדרת לוח
hr_ba: Postavi međuspremnik
hy_am: Ամրակապի ամրակապ
id_id: Atur Clipboard
is_is: Stilla klemmuspjald
ka_ge: დააყენეთ ბუფერი
kk_kz: Аралық сақтағышты орнату
km_kh: កំណត់ផ្ទាំង Clipboard
kn_in: ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಸೆಟ್ ಮಾಡಿ
ky_kg: Клипти орнотуу
lt_lt: Nustatyti mainų sritį
lv_lv: Starpliktuves iestatīšana
mi_nz: Tautuhi Papatopenga
mk_mk: Постави клипборд
ml_in: Clipboard സജ്ജമാക്കുക
mr_in: क्लिपबोर्ड सेट करा
mt_mt: Issettja l-Klibbord
ne_np: क्लिपबोर्ड सेट गर्नुहोस्
or_in: କ୍ଲିପ୍ ବୋର୍ଡ ସେଟ୍ କରନ୍ତୁ
pa_arab_pk: ਕਲਿੱਪਬੋਰਡ ਸੈਟ ਕਰੋ
sl_si: Nastavitev odložišča
sr_cyrl_me: Постави оставу
sr_latn_me: Postavi ostavu
sw_ke: Weka ubao wa kunakili
ta_in: கிளிப்போர்டை அமைக்கவும்
te_in: క్లిప్ బోర్డ్ సెట్ చేయండి
th_th: ตั้งค่าคลิปบอร์ด
tk_tm: Klipi Saýla
tt_ru: Сноуборд
ug_cn: قىستۇرما تاختا بەلگىلەش
ur_pk: Clipboard سیٹ کریں
uz_cyrl: Clipboardni o'rnating

# MpActionType_Delay
source: Delay
af_za: Ophou
am_et: መዘግየት
as_in: পলম কৰা
az_cyrl_az: Gecikdirmək
cy_gb: Hoedo
et_ee: Viivitus
fil_ph: Pagkaantala
ga_ie: Moill
gu_in: વિલંબ
he_il: לעכב
hr_ba: Kašnjenje
hy_am: Հապավում
id_id: Menunda
is_is: Töf
ka_ge: გადადება
kk_kz: Кідіріс
km_kh: ពន្យាពេល
kn_in: ವಿಳಂಬ
ky_kg: Кечиктирүү
lo_la: ຊັກຊ້າ
lt_lt: Sutrukdyti
lv_lv: Kavēšanās
mi_nz: takaware
mk_mk: Одложување
ml_in: കാലതാമസം
mr_in: विलंब
mt_mt: Dewmien
ne_np: विलम्ब
or_in: ବିଳମ୍ବ ହୋଇଛି
pa_arab_pk: ਦੇਰੀ
sl_si: Zamuda
sq_al: Vonesa
sr_cyrl_me: Одлагања
sr_latn_me: Odlaganja
sw_ke: Kuchelewa
ta_in: நீளம்
te_in: ఆలస్యం
th_th: ชักช้า
tk_tm: Gijigiş
tt_ru: Тоткарлау
ug_cn: كېچىكتۈرۈش
ur_pk: تاخیر
uz_cyrl: Kechiktirmoq

# MpActionType_Alert
source: Alert
af_za: Alarmsein
am_et: ማንቂያ
as_in: সতৰ্ক
az_cyrl_az: Xəbərdarlıq
cy_gb: Rhybuddion
et_ee: Märguanne
fil_ph: Alerto
ga_ie: Foláireamh
gu_in: ચેતવણી
he_il: התראה
hr_ba: Upozorenje
hy_am: Զգուշացում
id_id: Siaga
is_is: Viðvörun
ka_ge: გაფრთხილება
kk_kz: Ескерту
km_kh: សេចក្តីជូនដំណឹង
kn_in: ಎಚ್ಚರಿಕೆ
ky_kg: Эскертүү
lo_la: ແຈ້ງເຕືອນ
lt_lt: Įspėjimo
lv_lv: Modrs
mi_nz: Matohi
mk_mk: Предупредување
ml_in: ജാഗ്രത
mr_in: सावध
mt_mt: Twissija
ne_np: चेतावनी
or_in: ସତର୍କ ସୂଚନା
pa_arab_pk: ਚੇਤਾਵਨੀ
sl_si: Opozorilo
sq_al: Alarm
sr_cyrl_me: Узбуна
sr_latn_me: Uzbuna
sw_ke: Tahadhari
ta_in: எச்சரிக்கை
te_in: అలర్ట్
th_th: เตือน
tk_tm: Duýduryş
tt_ru: Уяу булыгыз
ug_cn: ئاگاھلاندۇرۇش
ur_pk: انتباہ
uz_cyrl: Hushyor
