Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpTextOptionType_EndsWith
source: Ends With
af_za: Eindig met
am_et: ከ ጋር ያበቃል
as_in: শেষ হয়
az_cyrl_az: İlə bitir
cy_gb: Yn gorffen gyda
et_ee: Lõppema
fil_ph: Nagtatapos sa
ga_ie: Críochnaíonn sé le
gu_in: ની સાથે અંત થાય છે
he_il: מסתיים ב
hr_ba: Završava sa
hy_am: Ավարտվում է
id_id: Berakhir dengan
is_is: endar á
ka_ge: მთავრდება
kk_kz: Бітеді
km_kh: បញ្ចប់ដោយ
kn_in: ಇದರೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ky_kg: Аяктайт
lo_la: ຈົບດ້ວຍ
lt_lt: Baigiasi
lv_lv: Beidzas ar
mi_nz: Ka mutu ki te
mk_mk: Завршува со
ml_in: അവസാനിക്കുന്നു
mr_in: संपते
mt_mt: Jispiċċa bi
ne_np: यसको साथ समाप्त हुन्छ
or_in: ଶେଷ ସହିତ ଶେଷ ହୁଏ
pa_arab_pk: ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ
sl_si: Konča se z
sq_al: Përfundon me
sr_cyrl_me: Завршава се са
sr_latn_me: Završava se sa
sw_ke: Inaisha kwa
ta_in: உடன் முடிகிறது
te_in: దీనితో ముగుస్తుంది
th_th: ลงท้ายด้วย
tk_tm: Soňy bilen gutarýar
tt_ru: Тәмамлана
ug_cn: ئاخىرلاشتى
ur_pk: اختتام کے ساتھ
uz_cyrl: Bilan tugaydi

# MpTextOptionType_RegEx
source: Reg Ex
af_za: Reg eks
am_et: Reg
az_cyrl_az: Regk ex
he_il: רג אקס
hy_am: Ռեգ Էքս
ka_ge: რეგ ექს
ky_kg: Рег Экс
lv_lv: Reģ Ex
mk_mk: Реџ Екс
mt_mt: Ir-Reg Ex
pa_arab_pk: ਰੈਗ ਸਾਬਕਾ
sr_cyrl_me: Рег Еx
ta_in: ரெக் எக்ஸ்
te_in: రెగ్ ఎక్స్
th_th: Reg อดีต
tt_ru: Рег Экс
uz_cyrl: Reg sobiq

# MpNumberOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpNumberOptionType_Equals
source: Equals
af_za: Gelyke
am_et: እኩል
as_in: সমান
az_cyrl_az: Bərabər
cy_gb: Hafaliff
et_ee: Võrdub
fil_ph: Katumbas
ga_ie: Cothrom le
gu_in: બરાબર
he_il: שווה
hr_ba: Jednako
hy_am: Հավասարազոր է
id_id: Sama
is_is: Jafngildir
ka_ge: თანასწორები
kk_kz: Тең
km_kh: សមភាព
kn_in: ಸಮಾನರು
ky_kg: Бирдей
lo_la: ເທົ່າທຽມກັນ
lt_lt: Lygu
lv_lv: Vienāds
mi_nz: Ōrite
mk_mk: Еднакво е.
ml_in: തുല്യർ
mr_in: समतुल्य
mt_mt: Ugwali
ne_np: बराबर हुन्छ
or_in: ସମାନତା[ସମ୍ପାଦନା]
pa_arab_pk: ਬਰਾਬਰ
sl_si: Enako
sq_al: Të barabartët
sr_cyrl_me: Једнако
sr_latn_me: Jednako
sw_ke: Sawa
ta_in: சமமான
te_in: సమానం
th_th: เท่ากับ
tk_tm: Deňleşdir
tt_ru: Тигезлек
ug_cn: تەڭدىشى
ur_pk: مساوی
uz_cyrl: Teng

# MpNumberOptionType_GreaterThan
source: Greater Than
af_za: Groter as
am_et: ከዚያ ይበልጣል
as_in: তকৈ অধিক
az_cyrl_az: Daha böyük
cy_gb: Yn fwy na
et_ee: Suurem kui
fil_ph: Mahigit sa
ga_ie: Níos mó ná
gu_in: કરતાં મોટું
he_il: גדול מ
hr_ba: Veće od
hy_am: Ավելի մեծ, քան
id_id: Lebih besar dari
is_is: Stærra en
ka_ge: უფრო დიდი, ვიდრე
kk_kz: Үлкеннен артық
km_kh: ធំជាង
kn_in: ಇದಕ್ಕಿಂತ ದೊಡ್ಡದು
ky_kg: Чоңураак
lo_la: ຍິ່ງໃຫຍ່ກວ່າ
lt_lt: Daugiau nei
lv_lv: Lielāks par
mi_nz: Nui Ake i
mk_mk: Поголема од
ml_in: ഇതിനേക്കാള് വലുത്
mr_in: त्यापेक्षा जास्त
mt_mt: Akbar minn
ne_np: यो भन्दा ठूलो
or_in: ତା'ଠାରୁ ବଡ଼
pa_arab_pk: ਵੱਧ
sl_si: Večje od
sq_al: Më e madhe se
sr_cyrl_me: Веће од
sr_latn_me: Veće od
sw_ke: Kubwa kuliko
ta_in: விட பெரியது
te_in: కంటే ఎక్కువ
th_th: มากกว่า
tk_tm: Özünden uly
tt_ru: Бөегрәк
ug_cn: تېخىمۇ چوڭ
ur_pk: اس سے بھی بڑا
uz_cyrl: Undan katta

# MpNumberOptionType_LessThan
source: Less Than
af_za: Minder as
am_et: ከ በታች
as_in: কমকৈ
az_cyrl_az: Daha az
cy_gb: Llai na
et_ee: Vähem kui
fil_ph: Mas mababa sa
ga_ie: Níos lú ná
gu_in: કરતા ઓછું
he_il: פחות מ
hr_ba: Manje od
hy_am: Քիչ քան
id_id: Kurang
is_is: Minna en
ka_ge: ნაკლებია, ვიდრე
kk_kz: азырақ
km_kh: តិច ជាង
kn_in: ಇದಕ್ಕಿಂತ ಕಡಿಮೆ
ky_kg: Азыраак
lo_la: ຫນ້ອຍກວ່າ
lt_lt: Mažiau nei
lv_lv: Mazāks
mi_nz: Iti iho i
mk_mk: Помалку од
ml_in: അതിലും കുറവ്
mr_in: त्यापेक्षा कमी
mt_mt: Inqas minn
ne_np: भन्दा कम
or_in: ଏହାଠାରୁ କମ୍
pa_arab_pk: ਉਸ ਤੋਂ ਘਟ
sl_si: Manj kot
sq_al: Më pak se
sr_cyrl_me: Мање од
sr_latn_me: Manje od
sw_ke: Chini
ta_in: விட குறைவு
te_in: కంటే తక్కువ
th_th: น้อยกว่า
tk_tm: Az
tt_ru: Ким
ug_cn: ئاز
ur_pk: اس سے بھی کم
uz_cyrl: Dan kichik; .. dan kamroq

# MpNumberOptionType_IsNot
source: Is Not
af_za: Is nie
am_et: አይደለም
as_in: নহয়
az_cyrl_az: Deyil
cy_gb: Ddim
et_ee: Ei ole
fil_ph: Ay hindi
ga_ie: Níl
gu_in: નથી
he_il: הוא לא
hr_ba: Nije
hy_am: Չէ
id_id: tidak
is_is: Er ekki
ka_ge: არ არის
kk_kz: Олай емес
km_kh: មិន​មែន
kn_in: ಅಲ್ಲ
ky_kg: Жок
lo_la: ບໍ່ແມ່ນ
lt_lt: Nėra
lv_lv: Nav
mi_nz: Kāore
mk_mk: Не е
ml_in: അല്ല
mr_in: नाही आहे
mt_mt: Mhux
ne_np: के यो होइन
or_in: କଣ ନୁହେଁ
pa_arab_pk: ਨਹੀ ਹੈ
sl_si: Ni
sq_al: Nuk është
sr_cyrl_me: Није
sr_latn_me: Nije
sw_ke: Sio
ta_in: இல்லை
te_in: కాదు
th_th: ไม่ได้
tk_tm: Eýle däl
tt_ru: Түгел
ug_cn: ئەمەس
ur_pk: نہیں ہے
uz_cyrl: Emas

# MpColorOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpColorOptionType_Hex
source: Hex
am_et: ሄክስ
as_in: হেক্স
cy_gb: Hecs
et_ee: Heks
ga_ie: Heicsidheachúlach
gu_in: હેક્સ
he_il: הקס
hy_am: Հեքս
is_is: Álög
ka_ge: ჰექსი
kk_kz: Гекс
km_kh: ហេហេ
ky_kg: Гекс
mk_mk: Хекс.
ml_in: ഹെക്സ്
mr_in: हेक्स
ne_np: हेक्स
pa_arab_pk: ਹੇਕਸ
sl_si: Čarovnica
sq_al: Heks
sr_cyrl_me: Хексадецимални
sr_latn_me: Heksadecimalni
sw_ke: Heksi
ta_in: ஹெக்ஸ்
te_in: హెక్స్
th_th: ฐาน สิบ หก
tk_tm: Onlik
tt_ru: Гекс
ur_pk: مسدس
uz_cyrl: Xex

# MpColorOptionType_ARGB
source: A R G B
am_et: አንድ r g b
gu_in: એ આર જી બી
he_il: א ר ג ב
hy_am: Ա Ռ Գ Բ
kn_in: ಎ ಆರ್ ಜಿ ಬಿ
ky_kg: А Р Г Б
mr_in: ए आर जी बी
mt_mt: - D r i g h t i j i e t ta l-
ne_np: ए आर जी बी
or_in: ଏ ଆର୍ ଜି ବି
pa_arab_pk: ਇੱਕ ਆਰ ਜੀ ਬੀ
sr_cyrl_me: А Р Г Б
ta_in: அ த எ ஆ
te_in: ఎ ఆర్ జి బి
th_th: เอ อาร์ จี บี
tt_ru: Р Г Б
ur_pk: اے آر جی بی

# MpDimensionOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpDimensionOptionType_Width
source: Width
af_za: Wydte
am_et: ስፋት
as_in: প্ৰস্থ
az_cyrl_az: Geniştəhər
cy_gb: Lled
et_ee: Laius
fil_ph: Lapad
ga_ie: Leithead
gu_in: પહોળાઈ
he_il: רוחב
hr_ba: Širina
hy_am: Լայնություն
id_id: Lebar
is_is: Breidd
ka_ge: სიგანე
kk_kz: Ені
km_kh: ទទឹង
kn_in: ಅಗಲ
ky_kg: Туурасы
lt_lt: Plotis
lv_lv: Platums
mi_nz: Whānui
mk_mk: Ширина
ml_in: വീതി
mr_in: रुंदी
mt_mt: Wisgħa
ne_np: चौडाइ
or_in: ପ୍ରସ୍ଥ[ସମ୍ପାଦନା]
pa_arab_pk: ਚੌੜਾਈ
sl_si: Širina
sq_al: Gjerësia
sr_cyrl_me: Ширина
sr_latn_me: Širina
sw_ke: Upana
ta_in: அகலம்
te_in: వెడల్పు
th_th: ความกว้าง
tk_tm: Giňlik
tt_ru: Киңлеге
ug_cn: كەڭلىك
ur_pk: چوڑائی
uz_cyrl: Kenglik

# MpDimensionOptionType_Height
source: Height
af_za: Hoogte
am_et: ቁመት
as_in: উচ্চতা
az_cyrl_az: Hündürlük
cy_gb: Uchder
et_ee: Kõrgus
fil_ph: Taas
ga_ie: Airde
gu_in: ઊંચાઈ
he_il: גובה
hr_ba: Visina
hy_am: Բարձրություն
id_id: Tinggi
is_is: Hæð
ka_ge: სიმაღლე
kk_kz: Биіктігі
km_kh: កម្ពស់
kn_in: ಎತ್ತರ
ky_kg: Бийиктик
lo_la: ຄວາມສູງ
lt_lt: Aukštis
lv_lv: Augstums
mi_nz: Teitei
mk_mk: Висина
ml_in: ഉയരം
mr_in: उंची
mt_mt: Għoli
ne_np: उचाइ
or_in: ଉଚ୍ଚତା[ସମ୍ପାଦନା]
pa_arab_pk: ਕੱਦ
sl_si: Višina
sq_al: Lartësia
sr_cyrl_me: Висина
sr_latn_me: Visina
sw_ke: Urefu
ta_in: உயரம்
te_in: ఎత్తు
th_th: ความสูง
tk_tm: Beýiklik
tt_ru: Биеклек
ug_cn: ئېگىزلىكى
ur_pk: اونچائی
uz_cyrl: Balandlik

# MpImageOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpImageOptionType_Dimensions
source: Dimensions
af_za: Dimensies
am_et: ልኬቶች
as_in: মাত্ৰাসমূহ
az_cyrl_az: Ölçüləri
cy_gb: Nifysion
et_ee: Mõõtmed
fil_ph: Sukat
ga_ie: Toisí
gu_in: પરિમાણો
he_il: מידות
hr_ba: Dimenzije
hy_am: Չափերը
id_id: Dimensi
is_is: Víddir
ka_ge: ზომები
kk_kz: Өлшемдер
km_kh: វិមាត្រ
kn_in: ಆಯಾಮಗಳು
ky_kg: Өлчөмдөр
lo_la: ຂະຫນາດ
lt_lt: Matmenys
lv_lv: Dimensijas
mi_nz: Ngā Ahu
mk_mk: Димензии
ml_in: മാനങ്ങൾ
mr_in: परिमाण[संपादन]
mt_mt: Dimensjonijiet
or_in: ପରିମାପ[ସମ୍ପାଦନା]
pa_arab_pk: ਮਾਪ
sl_si: Dimenzije
sq_al: Dimensionet
sr_cyrl_me: Димензије
sr_latn_me: Dimenzije
sw_ke: Vipimo
ta_in: பரிமாணங்கள்
te_in: కొలతలు[మార్చు]
th_th: มิติ
tk_tm: Ölçegler
tt_ru: Үлчәмнәр
ug_cn: ئۆلچەملەر
ur_pk: ابعاد
uz_cyrl: O'lchamlari

# MpImageOptionType_Color
source: Color
af_za: Kleur
am_et: ቀለም
as_in: ৰং
az_cyrl_az: Rəng
cy_gb: Lliwiff
et_ee: Värvus
fil_ph: Kulay
ga_ie: Dath
gu_in: રંગ
he_il: צבע
hr_ba: Boja
hy_am: Գույն
id_id: Warna
is_is: Litur
ka_ge: ფერი
kk_kz: Түс
km_kh: ពណ៌
kn_in: ಬಣ್ಣ
ky_kg: Түс
lo_la: ສີ
lt_lt: Spalva
lv_lv: Krāsa
mi_nz: Tae
mk_mk: Боја
ml_in: നിറം
mr_in: रंग[संपादन]।
mt_mt: Kulur
ne_np: रङ
or_in: ରଙ୍ଗ[ସମ୍ପାଦନା]
pa_arab_pk: ਰੰਗ
sl_si: Barva
sq_al: Ngjyra
sr_cyrl_me: Боја
sr_latn_me: Boja
sw_ke: Rangi
ta_in: நிறம்
te_in: రంగు
th_th: สี
tk_tm: Renk
tt_ru: Төс
ug_cn: رەڭ
ur_pk: رنگ
uz_cyrl: Rang

# MpFileOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpFileOptionType_Audio
source: Audio
af_za: Klank
am_et: ኦዲዮ
as_in: অডিঅ'
cy_gb: Sain
et_ee: Heli
ga_ie: Fuaim
gu_in: ઓડિયો
he_il: שמע
hy_am: Աուդիոգիրք
is_is: Hljóð
ka_ge: აუდიო
kk_kz: Дыбыс
km_kh: អូឌីយ៉ូ
kn_in: ಆಡಿಯೋ
ky_kg: Аудио
lo_la: ສຽງ
lt_lt: Garso
mi_nz: Puoro & Oro
mk_mk: Аудио.
ml_in: ഓഡിയോ
mr_in: ऑडिओ
mt_mt: Awdjo
ne_np: अडियो
or_in: ଅଡିଓ
pa_arab_pk: ਆਡੀਓ
sl_si: Avdio
sr_cyrl_me: Аудио
sw_ke: Sikizi
ta_in: ஆடியோ
te_in: ఆడియో
th_th: เสียง
tk_tm: Ses
tt_ru: Аудио
ug_cn: ئۈن ـ سىن
ur_pk: سمعی

# MpFileOptionType_Compressed
source: Compressed
af_za: Saamgepers
am_et: ተጭኗል
as_in: সংকোচিত
az_cyrl_az: Sıxılmış
cy_gb: Cywasgedig
et_ee: Kokkusurutud
fil_ph: Compress
ga_ie: Comhbhrúite
gu_in: સંકોચાયેલ
he_il: דחוס
hr_ba: Komprimirane
hy_am: Սեղմված
id_id: Dikompresi
is_is: Samþjappaður
ka_ge: შეკუმშული
kk_kz: Сығылған
km_kh: បង្ហាប់
kn_in: ಸಂಕುಚಿತ
ky_kg: Кысылган
lo_la: ບີບອັດ
lt_lt: Suspausto
lv_lv: Saspiesti
mi_nz: Kōpeke
mk_mk: Компресиран.
ml_in: കംപ്രസ്ഡ്
mr_in: संकुचित
mt_mt: Ikkompressati
ne_np: सङ्कुचित गरियो
or_in: ସଂକୁଚିତ ହୋଇଛି
pa_arab_pk: ਸੰਕੁਚਿਤ
sl_si: Stisnjen
sq_al: Kompresuar
sr_cyrl_me: Компримоване
sr_latn_me: Komprimovane
sw_ke: Usitumie
ta_in: சுருக்கப்பட்ட
te_in: కుదించబడింది
th_th: บีบ อัด
tk_tm: Sykylyk
tt_ru: Кысылган
ug_cn: قىستاڭچىلىق
ur_pk: سکیڑی
uz_cyrl: Siqilgan

# MpFileOptionType_DiscAndMedia
source: Disc And Media
af_za: Skyf en media
am_et: ዲስክ እና ሚዲያ
as_in: ডিস্ক আৰু মিডিয়া
az_cyrl_az: Disk və media
cy_gb: Disg a chyfryngau
et_ee: Ketas ja meedia
fil_ph: Disc at media
ga_ie: Diosca agus Meáin
gu_in: ડિસ્ક અને મીડિયા
he_il: דיסק ומדיה
hr_ba: Disk i mediji
hy_am: Սկավառակագրություն եւ մեդիա
id_id: Disk Dan Media
is_is: Diskur og miðlar
ka_ge: დისკი და მედია
kk_kz: Диск және бұқаралық ақпарат құралдары
km_kh: ឌីស និង ប្រព័ន្ធ ផ្សព្វផ្សាយ
kn_in: ಡಿಸ್ಕ್ ಮತ್ತು ಮಾಧ್ಯಮ
ky_kg: Диск жана медиа
lo_la: Disc ແລະ ສື່ມວນຊົນ
lt_lt: Diskas ir laikmena
lv_lv: Disks un multivide
mi_nz: Kōpae me te Pāpāho
mk_mk: Дискови и медиуми
ml_in: ഡിസ്കും മീഡിയയും
mr_in: डिस्क आणि मीडिया
mt_mt: Diska U Midja
ne_np: डिस्क र मिडिया
or_in: ଡିସ୍କ ଏବଂ ମିଡିଆ
pa_arab_pk: ਡਿਸਕ ਅਤੇ ਮੀਡੀਆ
sl_si: Disk in mediji
sq_al: Disk dhe media
sr_cyrl_me: Диск и медији
sr_latn_me: Disk i mediji
sw_ke: Diski na Vyombo vya Habari
ta_in: வட்டு மற்றும் ஊடகம்
te_in: డిస్క్ మరియు మీడియా
th_th: ดิสก์และสื่อ
tk_tm: Disc we Media
tt_ru: Диск һәм медиа
ug_cn: دېسكا ۋە مېدىيا
ur_pk: ڈسک اور میڈیا
uz_cyrl: Disk va OAV

# MpFileOptionType_DataAndDatabase
source: Data And Database
af_za: Data en databasis
am_et: ውሂብ እና የውሂብ ጎታ
as_in: তথ্য আৰু ডাটাবেছ
az_cyrl_az: Məlumat və verilənlər bazası
cy_gb: Data a chronfa ddata
et_ee: Andmed ja andmebaas
fil_ph: Data at database
ga_ie: Sonraí agus Bunachar Sonraí
gu_in: માહિતી અને ડેટાબેઝ
he_il: נתונים ומסד נתונים
hr_ba: Podaci i baza podataka
hy_am: Տվյալներ եւ տվյալների բազա
id_id: Data Dan Database
is_is: Gögn og gagnagrunnur
ka_ge: მონაცემები და მონაცემთა ბაზა
kk_kz: Деректер және деректер қоры
km_kh: ទិន្នន័យ និង Database
kn_in: ಡೇಟಾ ಮತ್ತು ಡೇಟಾಬೇಸ್
ky_kg: Маалыматтар жана маалымат базасы
lo_la: ຂໍ້ມູນ ແລະ ຖານຂໍ້ມູນ
lt_lt: Duomenys ir duomenų bazė
lv_lv: Dati un datu bāze
mi_nz: Raraunga me te Pātengi Raraunga
mk_mk: База на податоци и податоци
ml_in: ഡാറ്റയും ഡാറ്റാബേസും
mr_in: डेटा आणि डेटाबेस
mt_mt: Data U Bażi tad-Data
ne_np: डेटा र डाटाबेस
or_in: ଡାଟା ଏବଂ ଡାଟାବେସ୍
pa_arab_pk: ਡਾਟਾ ਅਤੇ ਡਾਟਾਬੇਸ
sl_si: Podatki in baza podatkov
sq_al: Të dhënat dhe bazat e të dhënave
sr_cyrl_me: Подаци и база података
sr_latn_me: Podaci i baza podataka
sw_ke: Data na Hifadhidata
ta_in: தரவு மற்றும் தரவுத்தளம்
te_in: డేటా మరియు డేటాబేస్
th_th: ข้อมูลและฐานข้อมูล
tk_tm: Maglumatlar we maglumat bazasy
tt_ru: Мәгълүмат һәм мәгълүмат базасы
ug_cn: سانلىق مەلۇمات ۋە ساندان
ur_pk: ڈیٹا اور ڈیٹا بیس
uz_cyrl: Ma'lumotlar va ma'lumotlar bazasi

# MpFileOptionType_Document
source: Document
af_za: Dokument
am_et: ሰነድ
as_in: নথিপত্ৰ
az_cyrl_az: Sənəd
cy_gb: Dogfennith
et_ee: Dokument
fil_ph: Dokumento
ga_ie: Cáipéis
gu_in: દસ્તાવેજ
he_il: מסמך
hr_ba: Dokument
hy_am: Փաստաթուղթ
id_id: Surat
is_is: Skjal
ka_ge: დოკუმენტი
kk_kz: Құжат
km_kh: ឯកសារ
kn_in: ದಾಖಲೆ
ky_kg: Документ
lo_la: ເອກະສານ
lt_lt: Dokumentas
lv_lv: Dokuments
mi_nz: Tuhinga
mk_mk: Документ
ml_in: രേഖ
mr_in: दस्तऐवज
mt_mt: Dokument
ne_np: कागजात
or_in: ଦସ୍ତାବିଜ[ସମ୍ପାଦନା]
pa_arab_pk: ਦਸਤਾਵੇਜ਼
sl_si: Dokument
sq_al: Dokumenti
sr_cyrl_me: Документ
sr_latn_me: Dokument
sw_ke: Waraka
ta_in: ஆவணம்
te_in: దస్తావేజు
th_th: เอกสาร
tk_tm: _Senedler
tt_ru: Документ
ug_cn: ھۆججەت
ur_pk: دستاویز
uz_cyrl: Hujjat

# MpFileOptionType_Email
source: Email
af_za: E -pos
am_et: ኢሜል
as_in: ইমেইল
az_cyrl_az: E-poçt
cy_gb: E -bost
et_ee: E -kiri
ga_ie: Ríomhphost
gu_in: ઇમેઇલ
he_il: דואר אלקטרוני
hr_ba: E-pošta
hy_am: Էլ. փոստ
is_is: Tölvupóstur
ka_ge: ელ-ფოსტა
kk_kz: Электрондық пошта
km_kh: អ៊ីម៉ែល
kn_in: ಇಮೇಲ್
ky_kg: Электрондук почта
lo_la: ອີເມລ໌
lt_lt: El paštas
lv_lv: E-pasts
mi_nz: Ī-mēra
mk_mk: Е-мејл
ml_in: ഇ-മെയില്
mr_in: ईमेल
ne_np: इमेल
or_in: ଇମେଲ୍
pa_arab_pk: ਈ - ਮੇਲ
sl_si: E-pošta
sr_cyrl_me: Е-пошта
sr_latn_me: E-pošta
sw_ke: Barua pepe
ta_in: மின்னஞ்சல்
te_in: ఇమెయిల్
th_th: อีเมล
tk_tm: E-poçta
tt_ru: Электрон почта
ug_cn: ئېلخەت
ur_pk: ای میل
uz_cyrl: Elektron pochta

# MpFileOptionType_Executable
source: Executable
af_za: Uitvoerbaar
am_et: አስፈፃሚ
as_in: এক্সিকিউটেবল
az_cyrl_az: İcra edilə bilən
cy_gb: Gweithredadwy
et_ee: Käivitatav
fil_ph: Maipapatupad
ga_ie: Inrite
gu_in: એક્ઝેક્યુટેબલ
he_il: הפעלה
hr_ba: Izvršnu
hy_am: Իրականացնող
id_id: Eksekusi
ka_ge: შესრულებადი
kk_kz: Орындалатын
km_kh: អាច ប្រតិបត្តិ បាន
kn_in: ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು
ky_kg: Аткарылышы мүмкүн
lt_lt: Vykdomąjį
lv_lv: Izpildāmā
mi_nz: Ka taea te kawe
mk_mk: Извршна
ml_in: എക്സിക്യൂട്ടബിൾ
mr_in: निष्पादनक्षम
mt_mt: Eżegwibbli
ne_np: कार्यान्वयन योग्य
pa_arab_pk: ਚੱਲਣਯੋਗ
sl_si: Izvršljiv
sq_al: E ekzekutueshme
sr_cyrl_me: Извршне
sr_latn_me: Izvršne
sw_ke: Kutekelezwa
ta_in: இயங்கக்கூடியது
te_in: అమలు చేయదగినది
th_th: ปฏิบัติ
tk_tm: Bejerilen
tt_ru: Яраклы
ug_cn: ئىجرا قىلغىلى بولىدۇ
ur_pk: قابل عمل
uz_cyrl: Bajariladigan

# MpFileOptionType_Font
source: Font
af_za: Uitputting
am_et: ቅርጸ-ቁምፊ
as_in: ফন্ট
az_cyrl_az: Şrift
cy_gb: Ffont
ga_ie: Cló
gu_in: ફોન્ટ
he_il: גופן
hr_ba: Krstionica
hy_am: Ֆոնտ
is_is: Leturgerð
ka_ge: შრიფტი
kk_kz: Қаріп
km_kh: ពុម្ពអក្សរ
kn_in: ಫಾಂಟ್
ky_kg: Шрифт
lt_lt: Šriftas
lv_lv: Fontu
mi_nz: Momotuhi
mk_mk: Фонт
ml_in: ഫോണ്ട്
mr_in: फॉन्ट
ne_np: फन्ट
pa_arab_pk: ਫੋਂਟ
sl_si: Pisava
sq_al: Gërmat
sr_cyrl_me: Фонт
sw_ke: Fonti
ta_in: எழுத்துரு
te_in: ఫాంట్
th_th: แบบอักษร
tk_tm: Kalam
tt_ru: Фонт
ug_cn: خەت نۇسخىسى
ur_pk: فانٹ
uz_cyrl: Shrift

# MpFileOptionType_Image
source: Image
af_za: Beeld
am_et: ምስል
as_in: ছৱি
az_cyrl_az: Şəkil
cy_gb: Nelwedd
et_ee: Pilt
fil_ph: Imahe
ga_ie: Íomhá
gu_in: ઇમેજ
he_il: תמונה
hr_ba: Slika
hy_am: Պատկեր
id_id: Citra
is_is: Ímynd
ka_ge: სურათი
kk_kz: Кескін
km_kh: រូបភាព
kn_in: ಚಿತ್ರ
ky_kg: Сүрөт
lo_la: ຮູບພາບ
lt_lt: Vaizdas
lv_lv: Attēlu
mi_nz: Atahanga
mk_mk: Слика
ml_in: ചിത്രം
mr_in: प्रतिमा मथळा
mt_mt: Immaġni
ne_np: छवि
or_in: ଫଟୋ
pa_arab_pk: ਚਿੱਤਰ
sl_si: Podoba
sq_al: Figura
sr_cyrl_me: Слика
sr_latn_me: Slika
sw_ke: Taswira
ta_in: படிமம்
te_in: విగ్రహం
th_th: ภาพ
tk_tm: Resim
tt_ru: Образ
ug_cn: رەسىم
ur_pk: روپ
uz_cyrl: Rasm

# MpFileOptionType_Internet
source: Internet
am_et: በይነመረብ
as_in: ইণ্টাৰনেট
cy_gb: Rhyngrwyd
ga_ie: Idirlíon
gu_in: ઈન્ટરનેટ
he_il: אינטרנט
hy_am: Ինտերնետ
ka_ge: ინტერნეტი
kk_kz: Интернет
km_kh: អ៊ិនធឺណិត
kn_in: ಇಂಟರ್ನೆಟ್
ky_kg: Интернет
lo_la: ອິນເຕີເນັດ
lt_lt: Internetas
lv_lv: Interneta
mi_nz: Ipurangi
mk_mk: Интернет
ml_in: ഇന്റർനെറ്റ്
mr_in: इंटरनेट
ne_np: इन्टरनेट
or_in: ଇଣ୍ଟରନେଟ୍
pa_arab_pk: ਇੰਟਰਨੈੱਟ
sr_cyrl_me: Интернет
ta_in: இணையம்
te_in: ఇంటర్నెట్
th_th: อินเทอร์เน็ต
tt_ru: Интернет
ug_cn: ئىنتېرنېت تورى
ur_pk: انٹرنیٹ

# MpFileOptionType_Presentation
source: Presentation
af_za: Voorlegging
am_et: ማቅረቢያ
as_in: প্ৰস্তুতি
az_cyrl_az: Təqdimat
cy_gb: Chyflwyniadau
et_ee: Esitlus
fil_ph: Pagtatanghal
ga_ie: Cur i láthair
gu_in: રજૂઆત
he_il: מצגת
hr_ba: Predstavljanje
hy_am: Ներկայացուցչություն
id_id: Presentasi
is_is: Kynning
ka_ge: პრეზენტაცია
kk_kz: Көрсетілім
km_kh: បទបង្ហាញ
kn_in: ಪ್ರಸ್ತುತಿ
ky_kg: Презентация
lo_la: ບົດສະເຫນີ
lt_lt: Pristatymas
lv_lv: Prezentāciju
mi_nz: Whakaaturanga
mk_mk: Презентација
ml_in: അവതരണം
mr_in: सादरीकरण
mt_mt: Preżentazzjoni
ne_np: प्रस्तुति
or_in: ଉପସ୍ଥାପନା[ସମ୍ପାଦନା]
pa_arab_pk: ਪੇਸ਼ਕਾਰੀ
sl_si: Predstavitev
sq_al: Prezantimi
sr_cyrl_me: Презентацију
sr_latn_me: Prezentaciju
sw_ke: Onyesho
ta_in: பரையேற்றம்
te_in: ప్రజంటేషన్
th_th: นำ เสนอ
tk_tm: Prezentasiýa
tt_ru: Презентация
ug_cn: سۇنۇش
ur_pk: پیشکش
uz_cyrl: Taqdimot

# MpFileOptionType_Programming
source: Programming
af_za: Programmering
am_et: መርሃግብሩ
as_in: প্ৰগ্ৰেমিং
az_cyrl_az: Proqramlaşdırma
cy_gb: Rhaglenni
et_ee: Programmeerimine
ga_ie: Ríomhchlárú
gu_in: પ્રોગ્રામીંગ
he_il: תכנות
hr_ba: Programiranje
hy_am: Ծրագրավորում
id_id: Pemrograman
is_is: Forritun
ka_ge: პროგრამირება
kk_kz: Бағдарламалау
km_kh: ការ សរសេរ កម្មវិធី
kn_in: ಪ್ರೋಗ್ರಾಮಿಂಗ್
ky_kg: Программалоо
lo_la: ການຂຽນໂປຣແກຣມ
lt_lt: Programavimo
lv_lv: Programmēšanas
mi_nz: Papatono ana
mk_mk: Програмирање
ml_in: പ്രോഗ്രാമിംഗ്
mr_in: प्रोग्रामिंग
mt_mt: Programmazzjoni
ne_np: प्रोग्रामिंग
or_in: ପ୍ରୋଗ୍ରାମିଂ
pa_arab_pk: ਪ੍ਰੋਗਰਾਮਿੰਗ
sl_si: Programiranje
sq_al: Programim
sr_cyrl_me: Програмирање
sr_latn_me: Programiranje
sw_ke: Upangaji wa programu
ta_in: நிரலாக்க
te_in: ప్రోగ్రామింగ్
th_th: โปรแกรม
tk_tm: Programmirlemek
tt_ru: Программалау
ug_cn: پروگرامما تۈزۈش
ur_pk: پروگرامنگ
uz_cyrl: Dasturlash
