Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpActionType_ApplicationCommand
source: Application Command
af_za: Aansoekopdrag
am_et: የትግበራ ትእዛዝ
as_in: এপ্লিকেচন আদেশ
az_cyrl_az: Tətbiq əmri
cy_gb: Gorchymyn Cais
et_ee: Käsk
fil_ph: Utos ng aplikasyon
ga_ie: Ordú Feidhmchláir
gu_in: કાર્યક્રમ આદેશ
he_il: הפקודה 'יישום'
hr_ba: Naredba aplikacije
hy_am: Կիրառման հրաման
id_id: Perintah Aplikasi
is_is: Forritsskipun
ka_ge: განაცხადის ბრძანება
kk_kz: Бағдарлама пәрмені
km_kh: បទបញ្ជាកម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಆದೇಶ
ky_kg: Тиркеме командасы
lo_la: ຄໍາສັ່ງສະຫມັກ
lt_lt: Programos komanda
lv_lv: Lietojumprogrammas komanda
mi_nz: Tono Taupānga
mk_mk: Команда за аплицирање
ml_in: ആപ്ലിക്കേഷൻ കമാൻഡ്
mr_in: एप्लिकेशन कमांड
mt_mt: Kmand tal-Applikazzjoni
ne_np: अनुप्रयोग आदेश
or_in: ଆପ୍ଲିକେସନ୍ କମାଣ୍ଡ
pa_arab_pk: ਐਪਲੀਕੇਸ਼ਨ ਕਮਾਂਡ
sl_si: Ukaz aplikacije
sq_al: Komanda e aplikimit
sr_cyrl_me: Команда апликације
sr_latn_me: Komanda aplikacije
sw_ke: Amri ya Maombi
ta_in: பயன்பாட்டு கட்டளை
te_in: అప్లికేషన్ కమాండ్
th_th: คําสั่งแอปพลิเคชัน
tk_tm: Gaýd Etmek Emri
tt_ru: Куллану боерыгы
ug_cn: قوللىنىش بۇيرۇقى
ur_pk: ایپلی کیشن کمانڈ
uz_cyrl: Ariza buyrug'i

# MpTriggerType_ClipAdded
source: Clip Added
af_za: Clip bygevoeg
am_et: ክሊፕ ታክሏል
as_in: ক্লিপ যোগ কৰা হৈছে
az_cyrl_az: Klip əlavə edildi
cy_gb: Ychwanegwyd Clip
et_ee: Klipp lisatud
fil_ph: Idinagdag ni clip
ga_ie: Clip Curtha Leis
gu_in: ક્લિપ ઉમેરાયેલ છે
he_il: קליפ נוסף
hr_ba: Dodan isječak
hy_am: Կլիպ ավելացված
id_id: Klip Ditambahkan
is_is: Myndskeiði bætt við
ka_ge: კლიპის დამატება
kk_kz: Клипарт қосылды
km_kh: ឈុត Added
kn_in: ಕ್ಲಿಪ್ ಸೇರಿಸಲಾಗಿದೆ
ky_kg: Клип кошулду
lt_lt: Klipas pridėtas
lv_lv: Klips pievienots
mi_nz: Kua Tāpiri Topenga
mk_mk: Додаден клип
mr_in: क्लिप जोडली गेली
mt_mt: Klipp Miżjud
ne_np: क्लिप थपियो
or_in: କ୍ଲିପ୍ ଯୋଡାଯାଇଛି
pa_arab_pk: ਕਲਿੱਪ ਸ਼ਾਮਲ
sl_si: Dodan izrezek
sq_al: Clip shtuar
sr_cyrl_me: Клип је додат
sr_latn_me: Klip je dodat
sw_ke: Clip Imeongezwa
ta_in: கிளிப் சேர்க்கப்பட்டது
te_in: క్లిప్ జోడించబడింది
th_th: เพิ่มคลิปแล้ว
tk_tm: Gaýd etmek
tt_ru: Клип өстәлде
ug_cn: قىسقۇچ قوشۇلدى
ur_pk: کلپ شامل کیا گیا
uz_cyrl: Clip qo'shilgan

# MpTriggerType_FileSystemChanged
source: File System Changed
af_za: Lêerstelsel verander
am_et: የፋይል ስርዓት ተቀየረ
as_in: নথিপত্ৰপ্ৰণালী সলনি কৰা হৈছে
az_cyrl_az: Fayl sistemi dəyişdi
cy_gb: Newid system ffeiliau
et_ee: Failisüsteem muudetud
fil_ph: Nagbago ang system ng file
ga_ie: Athraíodh an Córas Comhad
gu_in: ફાઇલ સિસ્ટમ બદલાયેલ છે
he_il: מערכת הקבצים השתנתה
hr_ba: Datotečni sustav je promijenjen
hy_am: Ֆայլի համակարգը փոխվել է
id_id: Sistem File Berubah
is_is: Skráakerfi breytt
ka_ge: ფაილური სისტემა შეიცვალა
kk_kz: Файлдар жүйесі өзгертілген
km_kh: ប្រព័ន្ធ ឯកសារ បាន ផ្លាស់ប្ដូរ
kn_in: ಫೈಲ್ ಸಿಸ್ಟಂ ಬದಲಾಗಿದೆ
ky_kg: Файл системасы өзгөртылды
lo_la: ລະບົບໄຟລ໌ປ່ຽນ
lt_lt: Pakeista failų sistema
lv_lv: Mainīta failu sistēma
mi_nz: Kua Hurihia te Pūnaha Kōnae
mk_mk: Промена на датотечниот систем
ml_in: ഫയൽ സിസ്റ്റം മാറി
mr_in: फाइल सिस्टीम बदलली
mt_mt: Is-Sistema tal-Fajls Mibdula
ne_np: फाइल प्रणाली परिवर्तन गरियो
or_in: ଫାଇଲ୍ ସିଷ୍ଟମ୍ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa_arab_pk: ਫਾਈਲ ਸਿਸਟਮ ਬਦਲਿਆ ਗਿਆ
sl_si: Spremenjen datotečni sistem
sq_al: Sistemi i skedarëve i ndryshuar
sr_cyrl_me: Промењен је систем датотека
sr_latn_me: Promenjen je sistem datoteka
sw_ke: Mfumo wa Faili Umebadilishwa
ta_in: கோப்பு முறைமை மாற்றப்பட்டது
te_in: ఫైల్ సిస్టమ్ మార్చబడింది
th_th: ระบบไฟล์เปลี่ยนไป
tk_tm: FaýlLar
tt_ru: Файл системасы үзгәргән
ug_cn: ھۆججەت سىستېمىسى ئۆزگەردى
ur_pk: فائل کا نظام بدل گیا
uz_cyrl: Fayl tizimi o'zgartirildi

# MpTriggerType_ClipTagged
source: Clip Tagged
af_za: Clip gemerk
am_et: ክሊፕ መለያ ተሰጥቶታል
as_in: ক্লিপ টেগ কৰা হৈছে
az_cyrl_az: Tagged
cy_gb: Clip wedi'i dagio
et_ee: Klipp märgistatud
fil_ph: Nai -tag ang clip
gu_in: ક્લિપ ટેગ થયેલ છે
he_il: קליפ מתויג
hr_ba: Označeni isječak
hy_am: Կլիպ Tagged
id_id: Klip Tagged
is_is: Klippa Tagged
ka_ge: კლიპი Tagged
kk_kz: Клипарт тегтелген
kn_in: ಕ್ಲಿಪ್ ಟ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ
ky_kg: Клип Тегтелген
lt_lt: Klipas pažymėtas
lv_lv: Klips ar tagiem
mi_nz: Kua Karaina te Topenga
mk_mk: Клипот е означен.
mr_in: क्लिप टॅग केलेली आहे
ne_np: ट्याग गरिएको क्लिप
or_in: କ୍ଲିପ୍ ଟ୍ୟାଗ୍ ହୋଇଛି
pa_arab_pk: ਕਲਿੱਪ ਟੈਗ ਕੀਤਾ ਗਿਆ
sl_si: Označen izrezek
sr_cyrl_me: Клип означен са
sr_latn_me: Klip označen sa
sw_ke: Lebo ya Clip
ta_in: கிளிப் Tagged
te_in: క్లిప్ ట్యాగ్ చేయబడింది
th_th: คลิปที่ติดแท็ก
tk_tm: Klip Teglenen
tt_ru: Клип тамгалау
ug_cn: قىسقۇچ Tagged
ur_pk: کلپ ٹیگ کیا گیا
uz_cyrl: Klip yorliqlangan

# MpTriggerType_Shortcut
source: Shortcut
af_za: Kortpad
am_et: አቋራጭ
as_in: চৰ্টকাট
az_cyrl_az: Qısa
cy_gb: Llwybr byr
et_ee: Otsetee
ga_ie: Aicearra
gu_in: ટૂંકાણ
he_il: קיצור דרך
hr_ba: Prečac
hy_am: Շորթքուտ
id_id: Jalan pintas
is_is: Flýtivísun
ka_ge: მალსახმობი
kk_kz: Пернелер тіркесімі
km_kh: កាត់សក់
kn_in: ಶಾರ್ಟ್ ಕಟ್
ky_kg: Шоркут
lt_lt: Nuorodą
lv_lv: Saīsni
mi_nz: Pokatata
mk_mk: Краток пат
ml_in: കുറുക്കുവഴി
mr_in: शॉर्टकट
ne_np: सर्टकट
or_in: ସର୍ଟକଟ୍
pa_arab_pk: ਸ਼ਾਰਟਕੱਟ
sl_si: Bližnjica
sq_al: Shkurtesë
sr_cyrl_me: Пречицу
sr_latn_me: Prečicu
sw_ke: Njiamkato
ta_in: குறுக்குவழி
te_in: షార్ట్ కట్
th_th: ทางลัด
tk_tm: Gyssalyk
tt_ru: Клакш
ug_cn: قىسقا يول
ur_pk: تیزراہ
uz_cyrl: Yorliq

# MpTriggerType_MonkeyCopyShortcut
source: Monkey Copy Shortcut
am_et: ዝንጀሮ አቋራጭ አቋራጭ
as_in: বান্দৰ কপি চৰ্টকাট
az_cyrl_az: Monkey kopyalama qısa yol
cy_gb: Copi mwnci llwybr byr
et_ee: Ahvikoopia otsetee
ga_ie: Aicearra Cóipeála Moncaí
gu_in: મંકી કોપી ટૂંકાણ
he_il: קיצור דרך להעתקת קוף
hr_ba: Prečac za kopiranje majmuna
hy_am: Monkey Copy կարճ կոտեկ
id_id: Pintasan Salin Monyet
is_is: Api Eftirlíking Smákaka
ka_ge: მაიმუნის კოპირების მალსახმობი
kk_kz: Маймылдарды көшіру пернелер тіркесімі
km_kh: ខ្លាឃ្មុំ Copy Shortcut
kn_in: ಮಂಕಿ ಕಾಪಿ ಶಾರ್ಟ್ ಕಟ್
ky_kg: Маймыл көчүрмөсү Кыска жол
lt_lt: Beždžionių kopijavimo nuoroda
lv_lv: Pērtiķu kopēšanas saīsne
mi_nz: Pokatata Tārua Kī
mk_mk: Мајмунски копија Краток пат
ml_in: മങ്കി കോപ്പി കുറുക്കുവഴി
mr_in: मंकी कॉपी शॉर्टकट
mt_mt: Shortcut tal-Kopja tax-Xadini
ne_np: बन्दर प्रतिलिपि सर्टकट
or_in: ମାଙ୍କଡ଼ କପି ସର୍ଟକଟ୍
pa_arab_pk: ਬਾਂਦਰ ਸ਼ੌਰਟਕਟ
sl_si: Bližnjica za kopiranje opic
sq_al: Shkurtesa e kopjimit të majmunit
sr_cyrl_me: Пречица за копирање мајмуна
sr_latn_me: Prečica za kopiranje majmuna
sw_ke: Njia ya mkato ya Nakala ya tumbil
ta_in: குரங்கு நகல் குறுக்குவழி
te_in: మంకీ కాపీ షార్ట్ కట్
th_th: ทางลัด Monkey Copy
tk_tm: Maýmyn Kopiýa Gysgasy
tt_ru: Маймыл күчермәсе
ug_cn: مايمۇن كۆچۈرمە قىسقا خەۋەرلەر
ur_pk: بندر کاپی شارٹ کٹ
uz_cyrl: Maymun yorliqni nusxalash

# MpShortcutRoutingProfileType_Internal
source: Internal
af_za: Huishoudelik
am_et: ውስጣዊ
as_in: আভ্য়ন্তৰীণ
az_cyrl_az: Daxili
cy_gb: Fewnol
et_ee: Sisemine
fil_ph: Panloob
ga_ie: Inmheánach
gu_in: આંતરિક
he_il: פנימי
hr_ba: Unutrašnji
hy_am: Ներքին
id_id: Intern
is_is: Innri
ka_ge: შიდა
kk_kz: Ішкі
km_kh: ខាងក្នុង
kn_in: ಆಂತರಿಕ
ky_kg: Ички
lo_la: ພາຍໃນ
lt_lt: Vidaus
lv_lv: Iekšējs
mi_nz: Ā-Roto
mk_mk: Внатрешен
ml_in: ആന്തരികം
mr_in: अंतर्गत
mt_mt: Intern
ne_np: आन्तरिक
or_in: ଆଭ୍ୟନ୍ତରୀଣ
pa_arab_pk: ਅੰਦਰੂਨੀ
sl_si: Notranji
sq_al: Të brendshme
sr_cyrl_me: Унутрашње
sr_latn_me: Unutrašnje
sw_ke: Ndani
ta_in: உள்
te_in: ఆంతరంగిక
th_th: ภายใน
tk_tm: Iç
tt_ru: Эчке
ug_cn: ئىچكى
ur_pk: اندرونی
uz_cyrl: Ichki

# MpShortcutRoutingProfileType_Default
source: Default
af_za: Versuim
am_et: ነባሪ
as_in: ডিফল্ট
az_cyrl_az: Defolt
cy_gb: Diofyn
et_ee: Täitmata jätmine
ga_ie: Réamhshocrú
gu_in: મૂળભૂત
he_il: ברירת מחדל
hr_ba: Propust
hy_am: Դեֆոլտի
is_is: Sjálfgefinn
ka_ge: დეფოლტი
kk_kz: Әдетті
km_kh: លំនាំដើម
kn_in: ಡೀಫಾಲ್ಟ್
ky_kg: Дефолт
lo_la: ຄ່າທໍານນວນ
lt_lt: Numatytasis
lv_lv: Noklusējuma
mi_nz: Taunoa
mk_mk: Попладнево
ne_np: पूर्वनिर्धारित
or_in: ଡିଫଲ୍ଟ
pa_arab_pk: ਮੂਲ
sl_si: Privzeto
sq_al: Prezgjedhur
sr_cyrl_me: Подразумевани
sr_latn_me: Podrazumevani
sw_ke: Kaida
ta_in: முன்னிருப்பு
te_in: డిఫాల్ట్
th_th: เริ่ม ต้น
tk_tm: Öň Bellenen
tt_ru: Тәвәккәллек
ug_cn: كۆڭۈلدىكى سۆز
ur_pk: طے شدہ
uz_cyrl: Bajarilish

# MpShortcutRoutingProfileType_Custom
source: Custom
af_za: Gebruik
am_et: ብጁ
as_in: অনুকুলন কৰা
az_cyrl_az: Adlı
cy_gb: Arferol
et_ee: Kohandatud
fil_ph: Pasadya
ga_ie: Saincheaptha
gu_in: રિવાજ
he_il: מנהג
hr_ba: Običaj
hy_am: Սովորույթ
id_id: Adat
is_is: Venja
ka_ge: საბაჟო
kk_kz: Реттелетін
km_kh: ទំនៀម ទម្លាប់
kn_in: ಗ್ರಾಹಕೀಯ
ky_kg: Салт
lo_la: ຄ່າທໍານຽມ
lt_lt: Paprotys
lv_lv: Paraža
mi_nz: Māu e waihanga
mk_mk: По обичај
ml_in: ഇഷ്ടാനുസൃത
mr_in: सानुकूल
mt_mt: Personalizzat
ne_np: अनुकूल
or_in: କଷ୍ଟମ୍
pa_arab_pk: ਪ੍ਰਥਾ
sl_si: Običaj
sq_al: Zakon
sr_cyrl_me: Прилагођене
sr_latn_me: Prilagođene
sw_ke: Maalum
ta_in: வழக்கம்
te_in: ఆచారం
th_th: ธรรมเนียม
tk_tm: Küýzä
tt_ru: Гадәт
ug_cn: ئۆرپ-ئادەت
ur_pk: رواج
uz_cyrl: Odat

# MpPluginDependencyType_os
source: os
as_in: OS OS
he_il: מערכת הפעלה
id_id: sistem operasi
is_is: stjórnkerfi
ka_ge: ოს
kk_kz: ос
ky_kg: ос
lt_lt: operacinė sistema
mk_mk: Ос.
ml_in: ഓപറേറ്റിങ്ങ് സിസ്റ്റം
mr_in: ओएस
pa_arab_pk: ਓਐਸ
sl_si: operacijski sistem
sr_cyrl_me: ос
ta_in: இயங்குதளம்
th_th: ระบบปฏิบัติการ
tt_ru: ос

# MpPluginDependencyType_app
source: app
am_et: መተግበሪያ
az_cyrl_az: tətbiq
et_ee: rakendus
ga_ie: Aip
gu_in: એપ્લિકેશન
he_il: אפליקציה
ka_ge: აპლიკაცია
kk_kz: бағдарлама
km_kh: កម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್
ky_kg: тиркеме
lt_lt: programėlė
lv_lv: lietotne
mi_nz: taupānga
mk_mk: Апликација
ml_in: ആപ്പ്
mr_in: अ ॅप
mt_mt: Applikazzjoni
ne_np: अनुप्रयोग
or_in: ଆପ୍
pa_arab_pk: ਐਪ
sr_cyrl_me: Апликацију
sr_latn_me: Aplikaciju
sw_ke: Programu
ta_in: ஆப்
te_in: యాప్
th_th: แอป
tk_tm: programma
tt_ru: кушымта
ug_cn: ئەپ
ur_pk: ایپ
uz_cyrl: ilova

# MpPluginDependencyType_lib
source: lib
am_et: ሊብ
az_cyrl_az: lovğa
cy_gb: libi
he_il: ליב
ka_ge: ლიბი
kk_kz: либ
ky_kg: либ
mk_mk: Либ.
sr_cyrl_me: либ
sw_ke: Libu
ta_in: லிப்
th_th: ลิบ
tt_ru: либ

# MpClipboardFormatType_Text
source: Text
af_za: Teks
am_et: ጽሑፍ
as_in: পাঠ্য
az_cyrl_az: Mətanət
cy_gb: Tecstio
et_ee: Tekst
fil_ph: Teksto
ga_ie: Téacs
gu_in: ટેક્સ્ટ
he_il: טקסט
hr_ba: Tekstualna poruka
hy_am: Տեքստ
id_id: Teks
is_is: Texti
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបទ
kn_in: ಪಠ್ಯ
ky_kg: Текст
lo_la: ຂໍ້ຄວາມ
lt_lt: SMS žinutė
lv_lv: Teksts
mi_nz: Kupu
mk_mk: Текст
ml_in: വാചകം
mr_in: टेक्स्ट
mt_mt: Test
ne_np: पाठ
pa_arab_pk: ਟੈਕਸਟ
sl_si: Besedilno sporočilo
sq_al: Teksti
sr_cyrl_me: Текстуална порука
sr_latn_me: Tekstualna poruka
sw_ke: Ujumbe
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Metin
tt_ru: Текст
ug_cn: تېكىست
ur_pk: متن
uz_cyrl: Matn

# MpClipboardFormatType_Html
source: Html
kk_kz: Хтмль
ky_kg: Хтмл
sr_cyrl_me: Хтмл
th_th: เอชทีเอ็ม
tt_ru: Пл

# MpClipboardFormatType_Rtf
source: Rtf
hy_am: Ռտֆ
kk_kz: Ртф
ky_kg: Ртф
mk_mk: РТФ
ne_np: आरटीएफ
pa_arab_pk: ਆਰਟੀਐਫ
sr_cyrl_me: Ртф
ta_in: ஆர்டிஎஃப்
tk_tm: Gaýd
tt_ru: Ртф

# MpClipboardFormatType_Bitmap
source: Bitmap
as_in: বিটমেপ
cy_gb: Map did
et_ee: Bitikaart
ga_ie: Mapa Giotán
gu_in: બીટમેપ
he_il: מפת סיביות
hr_ba: Bitmapa
hy_am: Բիթմապ
is_is: Punktamynd
ka_ge: ბიტრუქო
kk_kz: Битмап
kn_in: ಬಿಟ್ ಮ್ಯಾಪ್
ky_kg: Битмап
lt_lt: Rastras
lv_lv: Bitkartes
mi_nz: Maheremoka
mk_mk: Битмап
mr_in: बिटमॅप
ne_np: बिटम्याप
pa_arab_pk: ਬਿੱਟਮੈਪ
sl_si: Bitne slike
sr_cyrl_me: Битмап
sw_ke: Taswidoti
ta_in: பிட் வரைபடம்
th_th: บิต แมป
tk_tm: Bitinzlik
tt_ru: Биткап
uz_cyrl: Bitma

# MpClipboardFormatType_FileDrop
source: File Drop
af_za: Lêer Drop
am_et: ፋይል መጣል
as_in: ফাইল ড্ৰপ
az_cyrl_az: Fayl damcı
cy_gb: Gollwng Ffeil
et_ee: Failide langus
fil_ph: Drop ng File
ga_ie: Titim Comhad
gu_in: ફાઇલ ડ્રોપ
he_il: שחרור קובץ
hr_ba: Ispuštanje datoteke
hy_am: Ֆայլի կաթիլ
id_id: Jatuhkan File
is_is: Skrá sleppa
ka_ge: ფაილის ვარდნა
kk_kz: Файл ашылмалы тізімі
km_kh: ដំណក់ ឯកសារ
kn_in: ಫೈಲ್ ಡ್ರಾಪ್
ky_kg: Файл тамчысы
lt_lt: Failo kritimas
lv_lv: Failu nomešana
mi_nz: Whakataka Kōnae
mk_mk: Датотека капка
ml_in: ഫയല് ഡ്രോപ്പ്
mr_in: फाइल ड्रॉप
mt_mt: Qatra tal-Fajl
ne_np: फाइल ड्रप
or_in: ଫାଇଲ୍ ଡ୍ରପ୍
pa_arab_pk: ਫਾਈਲ ਡਰਾਪ
sl_si: Padec datoteke
sr_cyrl_me: Отпуштање датотеке
sr_latn_me: Otpuštanje datoteke
sw_ke: Kushuka kwa Faili
ta_in: கோப்பு வெளியீடு
te_in: ఫైల్ డ్రాప్
th_th: วางไฟล์
tk_tm: Faýl Düşümi
tt_ru: Файл тамчысы
ug_cn: ھۆججەت تاشلاش
ur_pk: فائل ڈراپ
uz_cyrl: Faylni tushirish

# MpClipboardFormatType_Csv
source: Csv
ga_ie: CsvGenericName
hy_am: Ցվ
is_is: Kólumbía
kk_kz: Цв
ky_kg: Цсв
mk_mk: ЦСВ
mr_in: सीएसव्ही
pa_arab_pk: ਸੀਐਸਵੀ
sr_cyrl_me: Цсв
ta_in: சி.எஸ்.வி
th_th: ซีเอสวี
tk_tm: Mw
uz_cyrl: Chigal

# MpClipboardFormatType_InternalContent
source: Internal Content
af_za: Interne inhoud
am_et: ውስጣዊ ይዘት
as_in: অভ্যন্তৰীণ বিষয়বস্তু
az_cyrl_az: Daxili məzmun
cy_gb: Cynnwys Mewnol
et_ee: Sise sisu
fil_ph: Panloob na nilalaman
ga_ie: Ábhar Inmheánach
gu_in: આંતરિક સમાવિષ્ટ
he_il: תוכן פנימי
hr_ba: Interni sadržaj
hy_am: Ներքին բովանդակություն
id_id: Konten Internal
is_is: Innra efni
ka_ge: შიდა შინაარსი
kk_kz: Ішкі мазмұн
km_kh: មាតិកាខាងក្នុង
kn_in: ಆಂತರಿಕ ವಿಷಯ
ky_kg: Ички мазмун
lo_la: ເນື້ອໃນພາຍໃນ
lt_lt: Vidinis turinys
lv_lv: Iekšējais saturs
mi_nz: Ihirangi Ā-Roto
mk_mk: Внатрешна содржина
ml_in: ആന്തരിക ഉള്ളടക്കം
mr_in: आंतरिक सामग्री
mt_mt: Kontenut Intern
ne_np: आन्तरिक सामग्री
or_in: ଆଭ୍ୟନ୍ତରୀଣ ବିଷୟବସ୍ତୁ
pa_arab_pk: ਅੰਦਰੂਨੀ ਸਮੱਗਰੀ
sl_si: Notranja vsebina
sq_al: Përmbajtja e brendshme
sr_cyrl_me: Унутрашњи садржај
sr_latn_me: Unutrašnji sadržaj
sw_ke: Maudhui ya Ndani
ta_in: உள் உள்ளடக்கம்
te_in: అంతర్గత కంటెంట్
th_th: เนื้อหาภายใน
tk_tm: Içki mazmun
tt_ru: Эчтәлек
ug_cn: ئىچكى مەزمۇن
ur_pk: اندرونی مواد
uz_cyrl: Ichki tarkib

# MpClipboardFormatType_UnicodeText
source: Unicode Text
af_za: Unicode teks
am_et: የዩኒኮድ ጽሑፍ
as_in: ইউনিক'ড লিখনী
az_cyrl_az: Unicode mətni
cy_gb: Testun Unicode
et_ee: Unicode tekst
fil_ph: Teksto ng unicode
ga_ie: Téacs Unicode
gu_in: યુનિકોડ લખાણ
he_il: טקסט Unicode
hr_ba: Unicode tekst
hy_am: Ունիկոդ տեքստ
id_id: Teks Unicode
is_is: Unicode-texti
ka_ge: უნიკოდის ტექსტი
kk_kz: Юникод мәтіні
km_kh: អត្ថបទ យូនីកូដ
kn_in: ಯುನಿಕೋಡ್ ಪಠ್ಯ
ky_kg: Юникод тексти
lt_lt: Unikodo tekstas
lv_lv: Unikoda teksts
mi_nz: Kupu Waehereao
mk_mk: Уникод Текст
ml_in: യൂണിക്കോഡ് ടെക്സ്റ്റ്
mr_in: युनिकोड मजकूर
mt_mt: Test Unicode
ne_np: युनिकोड पाठ
pa_arab_pk: ਯੂਨੀਕੋਡ ਟੈਕਸਟ
sl_si: Besedilo Unicode
sq_al: Teksti Unicode
sr_cyrl_me: Уникод текст
sr_latn_me: Unikod tekst
sw_ke: Matini ya Unicode
ta_in: யுனிகோட் உரை
te_in: యూనికోడ్ టెక్స్ట్
th_th: ข้อความ Unicode
tk_tm: Bir köd
tt_ru: Уникод тексты
ug_cn: Unicode تېكىستى
ur_pk: یونیکوڈ متن
uz_cyrl: Unicode matn

# MpClipboardFormatType_OemText
source: Oem Text
af_za: OEM -teks
am_et: ኦሪኪ ጽሑፍ
as_in: OEM লিখনী
az_cyrl_az: OEM mətni
cy_gb: Testun OEM
et_ee: OEM -tekst
ga_ie: Téacs Oem
gu_in: Oem લખાણ
he_il: טקסט OEM
hr_ba: Oem tekst
hy_am: Օեմ տեքստ
id_id: Teks Oem
is_is: OEM texti
ka_ge: Oem ტექსტი
kk_kz: Оем мәтіні
km_kh: អត្ថបទ Oem
kn_in: OEM ಪಠ್ಯ
ky_kg: Оем тексти
lo_la: ຂໍ້ຄວາມOem
lt_lt: Oem tekstas
lv_lv: Oem teksts
mi_nz: Kuputuhi Oem
mk_mk: Оем текст
mr_in: ओईएम मजकूर
mt_mt: Test OEM
ne_np: ओम पाठ
pa_arab_pk: OEM ਟੈਕਸਟ
sl_si: Besedilo OEM
sq_al: Teksti oem
sr_cyrl_me: Оем текст
sr_latn_me: Oem tekst
sw_ke: Matini ya Oem
ta_in: Oem உரை
th_th: ข้อความ Oem
tk_tm: Oem Metin
tt_ru: Оэм тексты
ug_cn: Oem تېكىستى
uz_cyrl: OEM matni

# MpClipboardFormatType_Xaml
source: Xaml
ga_ie: XamlGenericName
he_il: אנונימי
ka_ge: ქამლი
kk_kz: Ксамль
ky_kg: Ксамл
mk_mk: Ксамл
sl_si: Zdravilo Xaml
sr_cyrl_me: Xамл
ta_in: எக்ஸ்ஏஎம்எல்
th_th: ซามล
tt_ru: Благей

# MpClipboardFormatType_XamlPackage
source: Xaml Package
af_za: XAML -pakket
am_et: የ XMAL ጥቅል
as_in: XAML সৰঞ্জাম
az_cyrl_az: Xaml paketi
cy_gb: Pecyn XAML
et_ee: XAML -pakett
ga_ie: Pacáiste Xaml
gu_in: Xaml પેકેજ
he_il: חבילת Xaml
hr_ba: Xaml paket
hy_am: Xaml փաթեթ
id_id: Paket Xaml
is_is: Xaml pakki
ka_ge: Xaml პაკეტი
kk_kz: Xaml жиынтығы
km_kh: កញ្ចប់ Xaml
kn_in: Xaml ಪ್ಯಾಕೇಜ್
ky_kg: Ксамл пакети
lo_la: ແພັກເກັດ Xaml
lt_lt: Xaml paketas
lv_lv: Xaml iepakojums
mi_nz: Mōkī Xaml
mk_mk: Xaml пакет
ml_in: Xaml പാക്കേജ്
mr_in: झॅमल पॅकेज
mt_mt: Pakkett Xaml
pa_arab_pk: ਐਕਸਐਮਐਲ ਪੈਕੇਜ
sl_si: Pakiranje zdravila Xaml
sq_al: Paketa Xaml
sr_cyrl_me: Xамл паковање
sr_latn_me: Xaml pakovanje
sw_ke: Kifurushi cha Xaml
ta_in: Xaml தொகுப்பு
te_in: Xaml ప్యాకేజీ
th_th: แพ็คเกจ Xaml
tk_tm: Xaml Paket
tt_ru: Чыңгы пакет
ug_cn: Xaml بوغچىسى
uz_cyrl: XAML to'plami

# MpClipboardFormatType_Custom
source: Custom
af_za: Gebruik
am_et: ብጁ
as_in: অনুকুলন কৰা
az_cyrl_az: Adlı
cy_gb: Arferol
et_ee: Kohandatud
fil_ph: Pasadya
ga_ie: Saincheaptha
gu_in: રિવાજ
he_il: מנהג
hr_ba: Običaj
hy_am: Սովորույթ
id_id: Adat
is_is: Venja
ka_ge: საბაჟო
kk_kz: Реттелетін
km_kh: ទំនៀម ទម្លាប់
kn_in: ಗ್ರಾಹಕೀಯ
ky_kg: Салт
lo_la: ຄ່າທໍານຽມ
lt_lt: Paprotys
lv_lv: Paraža
mi_nz: Māu e waihanga
mk_mk: По обичај
ml_in: ഇഷ്ടാനുസൃത
mr_in: सानुकूल
mt_mt: Personalizzat
ne_np: अनुकूल
or_in: କଷ୍ଟମ୍
pa_arab_pk: ਪ੍ਰਥਾ
sl_si: Običaj
sq_al: Zakon
sr_cyrl_me: Прилагођене
sr_latn_me: Prilagođene
sw_ke: Maalum
ta_in: வழக்கம்
te_in: ఆచారం
th_th: ธรรมเนียม
tk_tm: Küýzä
tt_ru: Гадәт
ug_cn: ئۆرپ-ئادەت
ur_pk: رواج
uz_cyrl: Odat

# MpSettingsFrameType_Login
source: Login
af_za: Teken aan
am_et: ግባ
as_in: লগইন
az_cyrl_az: Daxil ol
cy_gb: Mewngofnodi
et_ee: Logi sisse
fil_ph: Mag log in
ga_ie: Logáil isteach
gu_in: પ્રવેશ
he_il: כניסה
hr_ba: Prijava
hy_am: Մուտք
is_is: Innskráning
ka_ge: შესვლა
kk_kz: Кіру
km_kh: ចូល
kn_in: ಲಾಗಿನ್ ಮಾಡಿ
ky_kg: Кирүү
lt_lt: Prisijungti
lv_lv: Pieteikšanās
mi_nz: Takiuru
mk_mk: Логин
ml_in: ലോഗിൻ
mr_in: लॉगिन करा
ne_np: लगइन
or_in: ଲଗ୍ ଇନ୍ କରନ୍ତୁ
pa_arab_pk: ਲਾਗਿਨ
sl_si: Prijavo
sr_cyrl_me: Пријављивање
sr_latn_me: Prijavljivanje
sw_ke: Kuingia
ta_in: உள்நுழைவு
te_in: లాగిన్
th_th: เข้า สู่ ระบบ
tk_tm: Giriş
tt_ru: Логин
ug_cn: كىرىش
ur_pk: لاگ ان
uz_cyrl: Tizimga kirish

# MpSettingsFrameType_Status
source: Status
am_et: ሁኔታ
as_in: স্থিতি
cy_gb: Statws
et_ee: Olek
fil_ph: Katayuan
ga_ie: Stádas
gu_in: પરિસ્થિતિ
he_il: מצב
hy_am: Կարգավիճակ
id_id: Keadaan
is_is: Staða
ka_ge: სტატუსი
kk_kz: Күйі
km_kh: ស្ថានភាព
kn_in: ಸ್ಥಿತಿ
ky_kg: Абалы
lo_la: ສະຖານະພາບ
lt_lt: Būsena
lv_lv: Statusu
mi_nz: Mana
mk_mk: Статус
ml_in: സ്റ്റാറ്റസ്
mr_in: स्थान
mt_mt: Istatus
ne_np: स्थिति
or_in: ସ୍ଥିତି[ସମ୍ପାଦନା]
pa_arab_pk: ਸਥਿਤੀ
sl_si: Stanje
sq_al: Gjendja
sr_cyrl_me: Статус
sw_ke: Hali
ta_in: அந்தஸ்து
te_in: హోదా
th_th: สถานะ
tk_tm: Durum
tt_ru: Статус
ug_cn: ھالەت
ur_pk: پایہ
uz_cyrl: Holat

# MpSettingsFrameType_Register
source: Register
am_et: ይመዝገቡ
as_in: পঞ্জীয়ন কৰা
az_cyrl_az: Qeydiyyatdan keçmək
cy_gb: Gofrestrent
et_ee: Registreeri
fil_ph: Magrehistro
ga_ie: Cláraigh
gu_in: ચોપડો
he_il: משלב
hr_ba: Registar
hy_am: Գրանցվել
id_id: Daftar
is_is: Skrá
ka_ge: რეგისტრაცია
kk_kz: Регистр
km_kh: ចុះឈ្មោះ
kn_in: ನೋಂದಾಯಿಸಿ
ky_kg: Каттоо
lo_la: ລົງທະບຽນ
lt_lt: Užsiregistruok
lv_lv: Reģistrēties
mi_nz: Rēhita
mk_mk: Регистрирај се.
ml_in: രജിസ്റ്റർ ചെയ്യുക
mr_in: नोंदणी करणे
mt_mt: Reġistru
ne_np: दर्ता गर्नुहोस्
or_in: ପଞ୍ଜିକରଣ କରନ୍ତୁ
pa_arab_pk: ਰਜਿਸਟਰ
sl_si: Registracija
sq_al: Regjistrohu
sr_cyrl_me: Региструјете
sr_latn_me: Registrujete
sw_ke: Kujiandikisha
ta_in: பதிவுசெய்
te_in: రిజిస్టర్ చేసుకోండి
th_th: ลงทะเบียน
tk_tm: Registrasiýa
tt_ru: Реестр
ug_cn: تىزىملىتىڭ
ur_pk: رجسٹر
uz_cyrl: Ro'yxatga olmoq

# MpSettingsFrameType_Theme
source: Theme
af_za: Tema
am_et: ጭብጥ
as_in: বিষয়বস্তু
az_cyrl_az: Mövzu
cy_gb: Thema
et_ee: Teema
fil_ph: Tema
ga_ie: Téama
gu_in: થીમ
he_il: ערכת נושא
hr_ba: Tema
hy_am: Թեմա
id_id: Tema
is_is: Þema
ka_ge: თემა
kk_kz: Тақырып
km_kh: ស្បែក
kn_in: ಥೀಮ್
ky_kg: Тема
lo_la: ຫົວຂໍ້
lt_lt: Tema
lv_lv: Dizains
mi_nz: Tāhuhu
mk_mk: Тема
ml_in: പ്രമേയം
mr_in: थीम :
mt_mt: Tema
ne_np: विषयवस्तु
or_in: ଥିମ୍
pa_arab_pk: ਥੀਮ
sl_si: Tema
sq_al: Tema
sr_cyrl_me: Тему
sr_latn_me: Temu
sw_ke: Mandhari
ta_in: கருப்பொருள்
te_in: థీమ్
th_th: หัวข้อ
tk_tm: Tema
tt_ru: Тема
ug_cn: ئۇسلۇب
ur_pk: موضوع
uz_cyrl: Mavzuni

# MpSettingsFrameType_DefaultFonts
source: Default Fonts
af_za: Standaard lettertipes
am_et: ነባሪ ቅርጸ ቁምፊዎች
as_in: অবিকল্পিত ফন্টসমূহ
az_cyrl_az: Defolt şriftlər
cy_gb: Ffontiau diofyn
et_ee: Vaikefondid
fil_ph: Mga default na font
ga_ie: Clónna Réamhshocraithe
gu_in: મૂળભૂત ફોન્ટ્સ
he_il: גופני ברירת מחדל
hr_ba: Zadani fontovi
hy_am: Դեֆոլտ ֆոնտեր
id_id: Font Default
is_is: Sjálfgefið letur
ka_ge: ნაგულისხმები ფონტები
kk_kz: Әдетті қаріптер
km_kh: ពុម្ពអក្សរលំនាំដើម
kn_in: ಡೀಫಾಲ್ಟ್ ಫಾಂಟ್ ಗಳು
ky_kg: Дефолт шрифттери
lt_lt: Numatytieji šriftai
lv_lv: Noklusējuma fonti
mi_nz: Ngā Momotuhi Taunoa
mk_mk: Фонтови по подредено
mr_in: Default फॉन्ट्स
ne_np: पूर्वनिर्धारित फन्ट
pa_arab_pk: ਮੂਲ ਫੋਂਟ
sl_si: Privzete pisave
sq_al: Gërmat e prezgjedhura
sr_cyrl_me: Подразумевани фонтови
sr_latn_me: Podrazumevani fontovi
sw_ke: Fonti Chaguo-msingi
ta_in: இயல்புநிலை எழுத்துருக்கள்
te_in: డిఫాల్ట్ ఫాంట్స్
th_th: แบบอักษรเริ่มต้น
tk_tm: Kalamlar
tt_ru: Нәзәле фонтлар
ug_cn: كۆڭۈلدىكى خەت نۇسخىلىرى
ur_pk: طے شدہ فونٹ
uz_cyrl: Odatiy shriftlar

# MpSettingsFrameType_Sound
source: Sound
af_za: Gesond
am_et: ድምፅ
as_in: ধ্বনি
az_cyrl_az: Səs
cy_gb: Sain
et_ee: Heli
fil_ph: Tunog
ga_ie: Fuaim
gu_in: અવાજ
he_il: קול
hr_ba: Zvuk
hy_am: Սյուն
id_id: Bunyi
is_is: Hljóð
ka_ge: საუნდი
kk_kz: Дыбыс
km_kh: សំឡេង
kn_in: ಧ್ವನಿ
ky_kg: Үн
lo_la: ສຽງ
lt_lt: Skambėti
lv_lv: Skaņa
mi_nz: Oro
mk_mk: Звук.
ml_in: ശബ്ദം
mr_in: आवाज
mt_mt: Ħoss
ne_np: ध्वनि
or_in: ଶବ୍ଦ
pa_arab_pk: ਆਵਾਜ਼
sl_si: Zvok
sq_al: Tingulli
sr_cyrl_me: Звук
sr_latn_me: Zvuk
sw_ke: Sauti
ta_in: ஒலி
te_in: ధ్వని
th_th: เสียง
tk_tm: Ses
tt_ru: Тавыш
ug_cn: ئاۋاز
ur_pk: آواز
uz_cyrl: Tovush

# MpSettingsFrameType_Window
source: Window
af_za: Venster
am_et: መስኮት
as_in: খিৰিকী
az_cyrl_az: Pəncərə
cy_gb: Ffenestri
et_ee: Aken
ga_ie: Fuinneog
gu_in: બારી
he_il: חלון
hr_ba: Prozor
hy_am: Վինդոուզ
id_id: Jendela
is_is: Gluggi
ka_ge: ფანჯარა
kk_kz: Терезе
km_kh: បង្អួច
kn_in: ಕಿಟಕಿ
ky_kg: Терезе
lo_la: ປ່ອງຢ້ຽມ
lt_lt: Langas
lv_lv: Logs
mi_nz: Matapihi
mk_mk: Прозорец
ml_in: ജാലകം
mr_in: खिडकी
mt_mt: Tieqa
ne_np: सञ्झ्याल
or_in: ୱିଣ୍ଡୋ
pa_arab_pk: ਵਿੰਡੋ
sl_si: Okno
sq_al: Dritare
sr_cyrl_me: Прозор
sr_latn_me: Prozor
sw_ke: Dirisha
ta_in: சாளரம்
te_in: కిటికి
th_th: หน้าต่าง
tk_tm: Äpişge
tt_ru: Тәрәзә
ug_cn: كۆزنەك
ur_pk: کھڑکی
uz_cyrl: Deraza

# MpSettingsFrameType_Hints
source: Hints
af_za: Wenke
am_et: ፍንጮች
az_cyrl_az: İşarə
cy_gb: Heintiau
et_ee: Vihjed
fil_ph: Mga pahiwatig
ga_ie: Leideanna
gu_in: ઈશારાઓ
he_il: רמזים
hr_ba: Savjeti
hy_am: Ակնարկներ
id_id: Petunjuk
is_is: Vísbending
ka_ge: მინიშნებები
kk_kz: Тұспалдар
km_kh: គន្លឹះ
kn_in: ಸೂಚನೆಗಳು
ky_kg: Шилтемелер
lo_la: ຄໍາສວມ
lt_lt: Patarimų
lv_lv: Padomi
mk_mk: Навестува.
ml_in: സൂചനകൾ
mr_in: संकेत
mt_mt: Suġġerimenti
ne_np: सङ्केतहरू
or_in: ଇଙ୍ଗିତ[ସମ୍ପାଦନା]
pa_arab_pk: ਸੰਕੇਤ
sl_si: Namigi
sr_cyrl_me: Наговељтаја
sr_latn_me: Nagoveљtaja
sw_ke: Mwanga
ta_in: குறிப்புகள்
te_in: సూచనలు[మార్చు]
th_th: คำ แนะ นำ
tk_tm: Maslahatlar
tt_ru: Хинтлар
ug_cn: ئەسكەرتىشلەر
ur_pk: اشارے
uz_cyrl: Maslahat

# MpSettingsFrameType_International
source: International
af_za: Internasionaal
am_et: ዓለም አቀፍ
as_in: আন্তৰ্জাতিক
az_cyrl_az: Beynəlmiləl
cy_gb: Rhyngwladol
et_ee: Rahvusvaheline
ga_ie: Idirnáisiúnta
gu_in: આંતરરાષ્ટ્રિય
he_il: בינלאומי
hr_ba: Međunarodni
hy_am: Միջազգային
id_id: Internasional
is_is: Alþjóðlegur
ka_ge: საერთაშორისო ურთიერთობები
kk_kz: Халықаралық
km_kh: អន្តរជាតិ
kn_in: ಅಂತರರಾಷ್ಟ್ರೀಯ
ky_kg: Эл аралык
lo_la: ສາກົນ
lt_lt: Tarptautinis
lv_lv: Starptautisks
mi_nz: Ao Whānui
mk_mk: Меѓународен
ml_in: ഇന്റർനാഷണൽ
mr_in: आंतरराष्ट्रीय
mt_mt: Internazzjonali
ne_np: अन्तर्राष्ट्रिय
or_in: ଅନ୍ତର୍ଜାତୀୟ
pa_arab_pk: ਅੰਤਰਰਾਸ਼ਟਰੀ
sl_si: Mednaroden
sr_cyrl_me: Међународне
sr_latn_me: Međunarodne
sw_ke: Kimataifa
ta_in: சர்வதேச
te_in: అంతర్జాతీయ
th_th: ระหว่างประเทศ
tk_tm: Halkara
tt_ru: Халыкара
ug_cn: خەلقئارا
ur_pk: بین الاقوامی
uz_cyrl: Xalqaro
