Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpNotificationType_TrashCapReached
source: Trash Cap Reached
af_za: Asblik bereik bereik
am_et: የቆሻሻ መጣያ ካፕ ደርሷል
as_in: ট্ৰেচ কেপ পোৱা
az_cyrl_az: Zibil qapağı çatdı
cy_gb: Cyrhaeddodd cap sbwriel
et_ee: Prügikasti jõudis
fil_ph: Naabot ang basurahan
ga_ie: Caipín Bruscair Sroicheadh
gu_in: કચરાપેટી કેપ પહોંચી ગઇ
he_il: פקק האשפה הגיע
hr_ba: Dosegnuta kapa za smeće
hy_am: Աղբակույտի կապոցը հասավ
id_id: Tutup Sampah Tercapai
is_is: Ruslaloki náð
ka_ge: Trash Cap მიაღწია
kk_kz: Себет қалпағына жетті
km_kh: មួក សំរាម បាន ទៅ ដល់
kn_in: ಕಸದ ಕ್ಯಾಪ್ ತಲುಪಿದೆ
ky_kg: Таштанды капкагы жетти
lo_la: Trash Cap ໄດ້ເຖິງ
lt_lt: Pasiektas šiukšlių dangtelis
lv_lv: Miskastes vāciņš sasniegts
mi_nz: Kua tae atu te Pū Trash
mk_mk: Капата на ѓубрето е достигната.
ml_in: ചവറ്റുകുട്ട എത്തി
mr_in: कचऱ्याची टोपी पोहोचली
mt_mt: Trash Cap Milħuq
ne_np: रद्दीटोकरी क्याप पुग्यो
or_in: ଟ୍ରାସ୍ କ୍ୟାପ୍ ପହଞ୍ଚିଲା
pa_arab_pk: ਟ੍ਰੈਸ਼ ਕੈਪ ਪਹੁੰਚ ਗਿਆ
sl_si: Dosežen pokrovček smetnjaka
sq_al: Arrihet kapaku i plehrave
sr_cyrl_me: Достигнута капа за смеће
sr_latn_me: Dostignuta kapa za smeće
sw_ke: Cap ya Trash Imefikiwa
ta_in: குப்பை தொப்பி அடைந்தது
te_in: చేరుకున్న చెత్తాచెదారం
th_th: ถึงฝาถังขยะแล้ว
tk_tm: Zibil Kapasasy Ýetildi
tt_ru: Чүп -чар
ug_cn: ئەخلەت قالپىقى يىتىپ كەلدى
ur_pk: کوڑے دان کی ٹوپی پہنچ گئی
uz_cyrl: Axlat qopqog'i yetdi

# MpNotificationType_ContentAddBlockedByAccount
source: Content Add Blocked By Account
af_za: Inhoud Voeg volgens rekening geblokkeer
am_et: የይዘት አክል በመለያ የታገደ አክል
az_cyrl_az: Məzmun Əlavə et Hesabla bloklandı
cy_gb: Cynnwys Ychwanegu wedi'i Blocio yn ôl Cyfrif
et_ee: Sisu lisab konto järgi blokeeritud
fil_ph: Nilalaman Magdagdag ng Na -block sa pamamagitan ng Account
ga_ie: Cuir bac ar an inneachar de réir cuntais
gu_in: ખાતા દ્વારા બ્લોક થયેલ સામગ્રી ઉમેરો
he_il: הוספת תוכן חסום על ידי חשבון
hr_ba: Dodavanje sadržaja blokirano računom
hy_am: Բովանդակություն Ավելացնել արգելափակված է ըստ հաշվի
id_id: Konten Tambahkan Diblokir Oleh Akun
is_is: Efni bætt við lokað af reikningi
ka_ge: ანგარიშის მიერ დაბლოკილი კონტენტის დამატება
kk_kz: Тіркелгімен бұғатталған мазмұнды қосу
km_kh: មាតិកា added blocked by Account
kn_in: ವಿಷಯ ಖಾತೆಯಿಂದ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ky_kg: Эсеп боюнча блоктолгон мазмун кошулду
lt_lt: Turinio pridėjimas užblokuotas pagal paskyrą
lv_lv: Satura pievienošana bloķēta pēc konta
mi_nz: Kua āraia te Tāpiri Ihirangi e te pūkete
mk_mk: Содржина Додадете блокирани по сметка
ml_in: അക്കൗണ്ട് വഴി ബ്ലോക്ക് ചെയ്ത ഉള്ളടക്കം ചേർക്കുക
mr_in: खात्याद्वारे ब्लॉक केलेली सामग्री जोडा
mt_mt: Kontenut Żid Imblokkat Bil-Kont
ne_np: खाताद्वारा ब्लक गरिएको सामग्री थप्नुहोस्
or_in: ଆକାଉଣ୍ଟ ଦ୍ୱାରା ବିଷୟବସ୍ତୁ ଯୋଡନ୍ତୁ ଅବରୋଧ ହୋଇଛି
pa_arab_pk: ਸਮੱਗਰੀ ਨੂੰ ਖਾਤੇ ਦੁਆਰਾ ਬਲੌਕ ਕੀਤਾ ਗਿਆ
sl_si: Dodajanje vsebine Blokirano s strani računa
sr_cyrl_me: Додавање садржаја блокирано налогом
sr_latn_me: Dodavanje sadržaja blokirano nalogom
sw_ke: Maudhui Ongeza Imezuiwa Kwa Akaunti
ta_in: கணக்கால் தடுக்கப்பட்ட உள்ளடக்கச் சேர்
te_in: ఖాతా ద్వారా నిరోధించబడిన కంటెంట్ జోడించబడింది
th_th: เพิ่มเนื้อหาที่ถูกบล็อกโดยบัญชี
tk_tm: Mazmun Goşmak Hasabyň Bloklanany
tt_ru: Хисап белән капланган эчтәлек
ug_cn: ھېسابات ئارقىلىق چەكلەنگەن مەزمۇن قوشۇش
ur_pk: اکاؤنٹ کے ذریعہ بلاک کیا گیا مواد شامل کریں
uz_cyrl: Tarkibni hisoblash orqali bloklangan qo'shing

# MpNotificationType_ContentRestoreBlockedByAccount
source: Content Restore Blocked By Account
af_za: Inhoud Herstel deur rekening geblokkeer
am_et: የይዘት መልስ በአካል ተገኝቷል
as_in: একাউণ্টৰ দ্বাৰা ব্লক কৰা হৈছে
az_cyrl_az: Hesabla bloklanan məzmun bərpa
cy_gb: Adfer cynnwys wedi'i rwystro yn ôl cyfrif
et_ee: Sisu taastamine on konto kaupa blokeeritud
fil_ph: Ibalik ang nilalaman na naharang sa pamamagitan ng account
ga_ie: Aischur inneachair blocáilte de réir cuntais
gu_in: ખાતા દ્વારા બ્લોક થયેલ સામગ્રી પુન:સંગ્રહ કરો
he_il: שחזור תוכן שנחסם על-ידי חשבון
hr_ba: Vraćanje sadržaja blokirao je račun
hy_am: Բովանդակությունը վերականգնվում է արգելափակված է ըստ հաշվի
id_id: Pemulihan Konten Diblokir Oleh Akun
is_is: Reikningur útilokar endurheimt efnis
ka_ge: კონტენტის აღდგენა დაბლოკილია ანგარიშით
kk_kz: Тіркелгімен блокталған мазмұнды қалпына келтіру
km_kh: មាតិកា ស្តារ ឡើង វិញ ត្រូវ បាន បិទ ដោយ គណនី
kn_in: ವಿಷಯ ಪುನಃಸ್ಥಾಪನೆಯನ್ನು ಖಾತೆಯಿಂದ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ky_kg: Эсеп боюнча блоктолгон мазмунду калыбына келтирүү
lo_la: Content Restore ຖືກບລັອກໂດຍບັນຊີ
lt_lt: Turinio atkūrimas užblokuotas pagal paskyrą
lv_lv: Konta bloķēta satura atjaunošana
mi_nz: Kua āraia te Whakaora Ihirangi e te pūkete
mk_mk: Враќање на содржината блокирано по сметка
ml_in: അക്കൗണ്ട് വഴി ബ്ലോക്ക് ചെയ്ത ഉള്ളടക്കം പുനഃസ്ഥാപിക്കുക
mr_in: सामग्री पुनर्संचयित करणे खात्याद्वारे अवरोधित केले जाते
mt_mt: Ir-Restawr tal-Kontenut Imblokkat Bil-Kont
ne_np: खाताद्वारा ब्लक गरिएको सामग्री पुनर्स्थापना गर्नुहोस्
or_in: ଆକାଉଣ୍ଟ ଦ୍ୱାରା ଅବରୋଧ ହୋଇଥିବା ବିଷୟବସ୍ତୁ ପୁନରୁଦ୍ଧାର
pa_arab_pk: ਅਕਾਉਂਟ ਰੀਸਟੋਰ ਖਾਤੇ ਦੁਆਰਾ ਰੋਕਿਆ ਗਿਆ
sl_si: Obnovitev vsebine, ki jo je račun blokiral
sq_al: Rivendosja e përmbajtjes bllokohet nga llogaria
sr_cyrl_me: Налог блокирао враћање садржаја у претходно стање
sr_latn_me: Nalog blokirao vraćanje sadržaja u prethodno stanje
sw_ke: Rejesha Maudhui Imezuiwa Kwa Akaunti
ta_in: கணக்கால் உள்ளடக்க மீட்டெடுப்பு தடுக்கப்பட்டது
te_in: ఖాతా ద్వారా కంటెంట్ పునరుద్ధరణ నిరోధించబడింది
th_th: การกู้คืนเนื้อหาถูกบล็อกโดยบัญชี
tk_tm: Mazmun dikeldiş hasaby bilen bökdeldi
tt_ru: Хисапка кире кайтарылган эчтәлек
ug_cn: ھېسابات ئارقىلىق چەكلەنگەن مەزمۇننى ئەسلىگە كەلتۈرۈش
ur_pk: اکاؤنٹ کے ذریعہ مسدود کردہ مواد کو بحال کریں
uz_cyrl: Kontentni tiklash hisobi bo'yicha bloklanadi

# MpNotificationType_AccountChanged
source: Account Changed
af_za: Rekening verander
am_et: መለያ ተለወጠ
as_in: একাউণ্ট সলনি কৰা হৈছে
az_cyrl_az: Hesab dəyişdi
cy_gb: Newidiwyd y Cyfrif
et_ee: Konto muudetud
fil_ph: Nagbago ang account
ga_ie: Athraíodh an Cuntas
gu_in: ખાતું બદલાયેલ છે
he_il: החשבון השתנה
hr_ba: Račun je promijenjen
hy_am: Հաշիվը փոխվել է
id_id: Akun Berubah
is_is: Reikningi breytt
ka_ge: შეიცვალა ანგარიში
kk_kz: Тіркелгі өзгертілген
km_kh: គណនី បាន ផ្លាស់ប្ដូរ
kn_in: ಖಾತೆ ಬದಲಾಗಿದೆ
ky_kg: Эсеп өзгөртылды
lo_la: ບັນຊີປ່ຽນ
lt_lt: Paskyra pakeista
lv_lv: Konts mainīts
mi_nz: Kua Hurihia te pūkete
mk_mk: Сменета сметка
ml_in: അക്കൗണ്ട് മാറി
mr_in: खाते बदलले
mt_mt: Il-Kont Inbidel
ne_np: खाता परिवर्तन गरियो
or_in: ଆକାଉଣ୍ଟ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa_arab_pk: ਖਾਤਾ ਬਦਲਿਆ
sl_si: Spremenjen račun
sq_al: Ndryshuar llogaria
sr_cyrl_me: Налог је промењен
sr_latn_me: Nalog je promenjen
sw_ke: Akaunti Imebadilishwa
ta_in: கணக்கு மாற்றப்பட்டது
te_in: ఖాతా మారింది
th_th: บัญชีมีการเปลี่ยนแปลง
tk_tm: Hasap Üýtgedildi
tt_ru: Хисап үзгәргән
ug_cn: ھېسابات ئۆزگەرتىلدى
ur_pk: اکاؤنٹ تبدیل کر دیا گیا
uz_cyrl: Hisob o'zgartirildi

# MpNotificationType_Welcome
source: Welcome
af_za: Welkom
am_et: እንኳን ደህና መጣህ
as_in: স্বাগতম
az_cyrl_az: Xoşnaş
cy_gb: Groesawem
et_ee: Tere tulemast
fil_ph: Maligayang pagdating
ga_ie: Fáilte
gu_in: સ્વાગત છે
he_il: ברוך הבא
hr_ba: Dobrodošao
hy_am: Բարի գալուստ
id_id: Selamat datang
is_is: Velkominn
ka_ge: მოგესალმებით
kk_kz: Қош келдіңіз
km_kh: សូមស្វាគមន៍
kn_in: ಸ್ವಾಗತ
ky_kg: Кош келиңиздер
lo_la: ຍິນດີຕ້ອນຮັບ
lt_lt: Sveikas atvykęs
lv_lv: Laipni lūdzam
mi_nz: Nau mai
mk_mk: Добредојдовте.
ml_in: സ്വാഗതം
mr_in: स्वागत
mt_mt: Merħba
ne_np: स्वागत छ
or_in: ସ୍ୱାଗତମ୍‌
pa_arab_pk: ਜੀ ਆਇਆਂ ਨੂੰ
sl_si: Dobrodošli
sq_al: Mirë se erdhe
sr_cyrl_me: Добродошли
sr_latn_me: Dobrodošli
sw_ke: Karibu
ta_in: வருக
te_in: స్వాగతం
th_th: ต้อนรับ
tk_tm: Hoş geldiňiz
tt_ru: Рәхим итегез
ug_cn: مەرھابا
ur_pk: خوش آمدید
uz_cyrl: Xush kelibsiz

# MpNotificationType_UpdateAvailable
source: Update Available
af_za: Opdatering beskikbaar
am_et: ዝመና ይገኛል
as_in: আপডেট উপলব্ধ
az_cyrl_az: Mövcud yeniləmə
cy_gb: Diweddariad ar gael
et_ee: Uuendus saadaval
fil_ph: Magagamit ang Update
ga_ie: Nuashonrú ar Fáil
gu_in: સુધારો ઉપલબ્ધ
he_il: עדכון זמין
hr_ba: Dostupno ažuriranje
hy_am: Առկա թարմացում
id_id: Pembaruan Tersedia
is_is: Uppfærsla tiltæk
ka_ge: განახლება ხელმისაწვდომია
kk_kz: Қол жетімді жаңарту
km_kh: Update មាន
kn_in: ನವೀಕರಣ ಲಭ್ಯವಿದೆ
ky_kg: Жаңыртуу жеткиликтүү
lo_la: ອັບເດດທີ່ມີຢູ່
lt_lt: Galimas naujinimas
lv_lv: Pieejams atjauninājums
mi_nz: E wātea ana he whakahōu
mk_mk: Достапно е ажурирање
ml_in: അപ് ഡേറ്റ് ലഭ്യമാണ്
mr_in: अद्ययावत उपलब्ध
mt_mt: Aġġornament Disponibbli
ne_np: उपलब्ध अद्यावधिक गर्नुहोस्
or_in: ଅପଡେଟ୍ ଉପଲବ୍ଧ ଅଛି
pa_arab_pk: ਅਪਡੇਟ ਉਪਲਬਧ ਹੈ
sl_si: Razpoložljiva posodobitev
sr_cyrl_me: Доступно ажурирање
sr_latn_me: Dostupno ažuriranje
sw_ke: Sasisha Inapatikana
ta_in: புதுப்பிப்பு கிடைக்கிறது
te_in: అప్ డేట్ అందుబాటులో ఉంది
th_th: มีการอัปเดต
tk_tm: Elýeter Täzelemek
tt_ru: Яңартып була
ug_cn: يېڭىلاش بار
ur_pk: تازہ کاری دستیاب ہے
uz_cyrl: Yangilanish mavjud

# MpNotificationType_NoUpdateAvailable
source: No Update Available
af_za: Geen opdatering beskikbaar nie
am_et: ምንም ዝመና የለም
as_in: কোনো আপডেইট উপলব্ধ নহয়
az_cyrl_az: YENİLƏNİB YOXDUR
cy_gb: Nid oes diweddariad ar gael
et_ee: Pole värskendust saadaval
fil_ph: Walang magagamit na pag -update
ga_ie: Níl aon nuashonrú ar fáil
gu_in: સુધારો ઉપલબ્ધ નથી
he_il: אין עדכון זמין
hr_ba: Nema dostupnog ažuriranja
hy_am: Առկա թարմացում չկա
id_id: Tidak Ada Pembaruan yang Tersedia
is_is: Engin uppfærsla tiltæk
ka_ge: განახლება არ არის ხელმისაწვდომი
kk_kz: Қол жетімді жаңарту жоқ
km_kh: គ្មាន ការ ធ្វើ ឲ្យ ទាន់ សម័យ អាច រក បាន
kn_in: ಯಾವುದೇ ನವೀಕರಣ ಲಭ್ಯವಿಲ್ಲ
ky_kg: Жаңыртуу жок
lo_la: ບໍ່ມີການປັບປຸງທີ່ມີຢູ່
lt_lt: Nėra naujinimo
lv_lv: Nav pieejams atjauninājums
mi_nz: Kāore he Whakahōu e Wātea ana
mk_mk: Нема достапно ажурирање
ml_in: അപ് ഡേറ്റ് ലഭ്യമല്ല
mr_in: कोणतेही अपडेट उपलब्ध नाही
mt_mt: Ebda Aġġornament Disponibbli
ne_np: अद्यावधिक उपलब्ध छैन
or_in: କୌଣସି ଅପଡେଟ୍ ଉପଲବ୍ଧ ନାହିଁ
pa_arab_pk: ਕੋਈ ਅਪਡੇਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
sl_si: Posodobitev ni na voljo
sq_al: Nuk ka azhornim në dispozicion
sr_cyrl_me: Исправка није доступна
sr_latn_me: Ispravka nije dostupna
sw_ke: Hakuna Sasisho Linalopatikana
ta_in: புதுப்பித்தல் எதுவும் கிடைக்கப்பெறவில்லை
te_in: అప్ డేట్ లభ్యం కావడం లేదు
th_th: ไม่มีการอัปเดต
tk_tm: Elýeter Lisenzýa
tt_ru: Яңартырга кирәкми
ug_cn: يېڭىلاش يوق
ur_pk: کوئی تازہ کاری دستیاب نہیں
uz_cyrl: Yangilanish mavjud emas

# MpNotificationType_AppendModeChanged
source: Append Mode Changed
af_za: Voeg modus verander
am_et: የአብሌም ሁኔታ ተቀይሯል
as_in: সংযোজন ধৰণ সলনি কৰা হৈছে
az_cyrl_az: Əlavə etmə rejimi dəyişdi
cy_gb: Y modd atodi wedi newid
et_ee: Lisage režiim muudetud
fil_ph: Nagbago ang mode ng Append
ga_ie: Athraíodh an Mód Iarcheangail
gu_in: ઉમેરો સ્થિતિ બદલાઈ ગઈ છે
he_il: מצב הצירוף השתנה
hr_ba: Način dodavanja je promijenjen
hy_am: Ապենդի ռեժիմը փոխվել է
id_id: Mode Tambahkan Berubah
is_is: Skeytastillingu breytt
ka_ge: დანართების რეჟიმი შეიცვალა
kk_kz: Қосу режимі өзгерді
km_kh: របៀប Append ផ្លាស់ប្ដូរ
kn_in: ಅನುಬಂಧ ಮೋಡ್ ಬದಲಾಗಿದೆ
ky_kg: Тиркеме режими өзгөртылды
lo_la: Append Mode ປ່ຽນ
lt_lt: Pakeistas papildymo režimas
lv_lv: Mainīts pievienošanas režīms
mi_nz: Kua Hurihia te Aratau Tāpiri
mk_mk: Режимот на апликации е променет.
ml_in: അനുബന്ധ മോഡ് മാറ്റിയിരിക്കുന്നു
mr_in: अपेंड मोड बदलला
mt_mt: Il-Modalità ta' l-Appendiċi Mibdula
ne_np: थप्नुहोस् मोड परिवर्तन गरियो
or_in: Append ମୋଡ୍ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa_arab_pk: ਅਪੀਲ ਮੋਡ ਬਦਲਿਆ ਗਿਆ
sl_si: Spremenjen način dodajanja
sq_al: Modaliteti i shtojcës i ndryshuar
sr_cyrl_me: Режим задавања је промењен
sr_latn_me: Režim zadavanja je promenjen
sw_ke: Hali ya Append Imebadilishwa
ta_in: இணைப்பு பயன்முறை மாற்றப்பட்டது
te_in: అపెండ్ మోడ్ మారింది
th_th: เปลี่ยนโหมดผนวก
tk_tm: Ewez edil
tt_ru: Кушымтаның үзгәртелгән режимы
ug_cn: ئەپ دىتالى ئۆزگەرتىلدى
ur_pk: Append Mode Change
uz_cyrl: Ilova rejimi o'zgartirildi

# MpNotificationType_TriggerEnabled
source: Trigger Enabled
af_za: Sneller geaktiveer
am_et: ትሪጅ ነቅቷል
as_in: ট্ৰিগাৰ সামৰ্থবান কৰা হৈছে
az_cyrl_az: Trigger effektivdir
cy_gb: Sbardun wedi'i alluogi
et_ee: Päästik lubatud
fil_ph: Pinagana ang trigger
ga_ie: Truicear Cumasaithe
gu_in: ટ્રીગર સક્રિય થયેલ છે
he_il: טריגר מופעל
hr_ba: Okidač je omogućen
hy_am: Թրիգերը հնարավորություն է տալիս
id_id: Pemicu Diaktifkan
is_is: Kveikja virk
ka_ge: ტრიგერი ჩართულია
kk_kz: Іске қосулы
km_kh: ការ កេះ បាន បើក
kn_in: ಪ್ರಚೋದಕ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ky_kg: Иштетилди
lt_lt: Trigeris įjungtas
lv_lv: Trigeris iespējots
mi_nz: Kua Whakahohea te Trigger
mk_mk: Активирање е активирано.
ml_in: ട്രിഗർ പ്രവർത്തനക്ഷമമാക്കി
mr_in: ट्रिगर सक्षम
mt_mt: Attivazzjoni Attivata
ne_np: ट्रिगर सक्षम पारिएको छ
or_in: ଟ୍ରିଗର ସକ୍ଷମ ହୋଇଛି
pa_arab_pk: ਟਰਿੱਗਰ ਯੋਗ
sl_si: Sprožilec je omogočen
sq_al: Aktivizimi i këmbëzës
sr_cyrl_me: Окидач је омогућен
sr_latn_me: Okidač je omogućen
sw_ke: Trigger Imewezeshwa
ta_in: தூண்டுதல் இயக்கப்பட்டது
te_in: ట్రిగ్గర్ ప్రారంభించబడింది
th_th: เปิดใช้งานทริกเกอร์
tk_tm: Mümkin Et
tt_ru: Хезмәттәш ярдәм
ug_cn: قوزغىتىش ئىقتىدارى قوشۇلدى
ur_pk: ٹریگر فعال ہے
uz_cyrl: Tetiklash yoqilgan

# MpNotificationType_AlertAction
source: Alert Action
af_za: Waarskuwing aksie
am_et: ንቁ እርምጃ
as_in: সতৰ্ক কাৰ্য্য
az_cyrl_az: Xəbərdarlıq hərəkəti
cy_gb: Gweithredu Rhybudd
et_ee: Hoiatusmeetmed
fil_ph: Alerto na aksyon
ga_ie: Gníomh Foláirimh
gu_in: ચેતવણી ક્રિયા
he_il: פעולת התראה
hr_ba: Akcija upozorenja
hy_am: Զգուշացման գործողություն
id_id: Tindakan Peringatan
is_is: Aðgerð viðvörunar
ka_ge: გაფრთხილების მოქმედება
kk_kz: Ескерту әрекеті
km_kh: សកម្មភាពជូនដំណឹង
kn_in: ಎಚ್ಚರಿಕೆ ಕ್ರಿಯೆ
ky_kg: Эскертүү иш - аракеттери
lo_la: ການກະທໍາAlert
lt_lt: Įspėjimo veiksmas
lv_lv: Brīdinājuma darbība
mi_nz: Hohenga Matohi
mk_mk: Акција за предупредување
ml_in: ജാഗ്രതാ നടപടി
mr_in: अलर्ट अॅक्शन
mt_mt: Azzjoni ta' twissija
ne_np: चेतावनी कार्य
or_in: ସତର୍କ କ୍ରିୟା
pa_arab_pk: ਚੇਤਾਵਨੀ ਕਾਰਵਾਈ
sl_si: Opozorilno dejanje
sq_al: Veprimi i alarmit
sr_cyrl_me: Радња упозорења
sr_latn_me: Radnja upozorenja
sw_ke: Hatua ya Tahadhari
ta_in: எச்சரிக்கை நடவடிக்கை
te_in: హెచ్చరిక చర్య
th_th: การดําเนินการแจ้งเตือน
tk_tm: Duýduryş
tt_ru: Уяу булыгыз
ug_cn: ئاگاھلاندۇرۇش ھەرىكىتى
ur_pk: الرٹ ایکشن
uz_cyrl: Ogohlantirishlar

# MpNotificationType_StartupComplete
source: Startup Complete
af_za: Opstart voltooi
am_et: ጅምር ተጠናቅቋል
as_in: ষ্টাৰ্টআপ সম্পূৰ্ণ
az_cyrl_az: Başlanğıc tamamlandı
cy_gb: Cychwyn Cwblhau
et_ee: Startup on valmis
fil_ph: Kumpleto ang pagsisimula
ga_ie: Tosaithe Críochnaithe
gu_in: શરૂઆત પૂર્ણ
he_il: ההפעלה הושלמה
hr_ba: Pokretanje je dovršeno
hy_am: Startup ամբողջական
id_id: Startup Selesai
is_is: Ræsingu lokið
ka_ge: სტარტაპ სრული
kk_kz: Іске қосуды аяқтау
km_kh: Startup ចប់
kn_in: ಪ್ರಾರಂಭ ಪೂರ್ಣಗೊಂಡಿದೆ
ky_kg: Стартап аяктады
lt_lt: Paleidimas baigtas
lv_lv: Startēšana pabeigta
mi_nz: Kua Oti te Whakaoho
mk_mk: Стартапот е завршен.
mr_in: स्टार्टअप पूर्ण करा
mt_mt: L-Istartjar Lest
ne_np: सुरुआत पूरा भयो
or_in: ଷ୍ଟାର୍ଟଅପ୍ ସମ୍ପୂର୍ଣ୍ଣ
pa_arab_pk: ਸਟਾਰਟਅਪ ਪੂਰਾ
sl_si: Zagon dokončan
sr_cyrl_me: Покретање је довршено
sr_latn_me: Pokretanje je dovršeno
sw_ke: Kuanzisha Kamili
ta_in: தொடக்க நிறைவு
te_in: స్టార్టప్ కంప్లీట్
th_th: การเริ่มต้นเสร็จสมบูรณ์
tk_tm: Başlangyç Bitir
tt_ru: Стартап-тулы
ug_cn: باشلاش تاماملاش
ur_pk: اسٹارٹ اپ مکمل
uz_cyrl: Ishga tushirish

# MpNotificationType_FileIoWarning
source: File Io Warning
af_za: Lêer io waarskuwing
am_et: ፋይል አይኦ ማስጠንቀቂያ
as_in: ফাইল IO সতৰ্কবাণী
az_cyrl_az: Fayl io xəbərdarlığı
cy_gb: Ffeil io Rhybudd
et_ee: Faili IO hoiatus
fil_ph: File IO Babala
ga_ie: Rabhadh Comhad Io
gu_in: ફાઇલ Io ચેતવણી
he_il: אזהרת קלט/פלט של קובץ
hr_ba: Upozorenje o datoteci
hy_am: File Io զգուշացում
id_id: File Io Peringatan
is_is: Skrá io viðvörun
ka_ge: ფაილის Io გაფრთხილება
kk_kz: Io файлының ескертуі
km_kh: ការ ព្រមាន របស់ ឯកសារ Io
kn_in: ಫೈಲ್ Io ಎಚ್ಚರಿಕೆ
ky_kg: Io файлы эскертүү
lo_la: File Io ເຕືອນ
lt_lt: Failo Io įspėjimas
lv_lv: Failu Io brīdinājums
mi_nz: Whakatūpato Kōnae Io
mk_mk: Предупредување на фајлот Ио
ml_in: ഫയല് Io മുന്നറിയിപ്പ്
mr_in: फाइल आयओ चेतावणी
mt_mt: Twissija tal-Fajl Io
ne_np: फाइल आईओ चेतावनी
or_in: ଫାଇଲ୍ Io ଚେତାବନୀ
pa_arab_pk: ਫਾਈਲ IO ਚੇਤਾਵਨੀ
sl_si: Opozorilo o datoteki Io
sq_al: Paralajmërimi i file io
sr_cyrl_me: Упозорење датотеке Ио
sr_latn_me: Upozorenje datoteke Io
sw_ke: Onyo la Io ya Faili
ta_in: கோப்பு IO எச்சரிக்கை
te_in: ఫైల్ ఐఓ హెచ్చరిక
th_th: File คําเตือน io
tk_tm: Faýl Io Warning
tt_ru: Файл Io кисәтүе
ug_cn: ھۆججەت Io ئاگاھلاندۇرۇشى
ur_pk: فائل آئی او وارننگ
uz_cyrl: Io ogohlantirish

# MpNotificationType_UnloadPluginError
source: Unload Plugin Error
af_za: Los inpropfout
am_et: የተንቀጠቀጡ ተሰኪ ስህተት
as_in: প্লাগ-ইনৰ ত্ৰুটি আনলোড কৰক
az_cyrl_az: Plugin səhvini boşaltmaq
cy_gb: Dadlwytho gwall ategyn
et_ee: Laadige pistikprogrammi viga
fil_ph: I -unload ang error sa plugin
ga_ie: Díluchtaigh Earráid bhreiseáin
gu_in: પ્લગઇન ભૂલને અનલોડ કરો
he_il: ביטול טעינת שגיאת תוסף
hr_ba: Pogreška dodatka za uklanjanje iz memorije
hy_am: Չբեռնել Պլուգինի սխալը
id_id: Bongkar Kesalahan Plugin
is_is: Afferma íforritsvillu
ka_ge: მოდულის განტვირთვის შეცდომა
kk_kz: Плагин модулін жүктеу қатесі
km_kh: កំហុស កម្មវិធី ជំនួយ ដែល មិន បាន ផ្ទុក
kn_in: ಅನ್ಲೋಡ್ ಪ್ಲಗಿನ್ ದೋಷ
ky_kg: Плагин катасы жүктөлдү
lt_lt: Iškrovimo papildinio klaida
lv_lv: Izkraušanas spraudņa kļūda
mi_nz: Hapa Monomai
mk_mk: Грешка во приклучок
ml_in: പ്ലഗിൻ പിശക് അൺലോഡ് ചെയ്യുക
mr_in: अनलोड प्लगइन त्रुटी
mt_mt: Żball fil-Plugin tal-Ħatt
ne_np: प्लगइन त्रुटि अनलोड गर्नुहोस्
or_in: ଅନ୍ ଲୋଡ୍ Plugin Error
pa_arab_pk: ਪਲੱਗਇਨ ਗਲਤੀ ਨੂੰ ਅਨਲੋਡ ਕਰੋ
sl_si: Napaka pri razkladanju vtičnika
sq_al: Shkarko gabimin e plugin
sr_cyrl_me: Грешка приликом учитавања додатне компоненте
sr_latn_me: Greška prilikom učitavanja dodatne komponente
sw_ke: Pakua Hitilafu ya Plugin
ta_in: செருகுநிரல் பிழையை இறக்கவும்
th_th: ยกเลิกการโหลดข้อผิดพลาดของปลั๊กอิน
tk_tm: Baglançdan Gaýd Etmek Iň Zol
tt_ru: Плагинның хатасы
ug_cn: قىستۇرما خاتالىقىنى چۈشۈرۈش
ur_pk: ان لوڈ Plugin Error
uz_cyrl: Plagin xatosini tushiring

# MpNotificationType_InvalidPlugin
source: Invalid Plugin
af_za: Ongeldige inprop
am_et: ልክ ያልሆነ ተሰኪ
as_in: অবৈধ প্লাগইন
az_cyrl_az: Yanlış plugin
cy_gb: Ategyn annilys
et_ee: Kehtetu pistikprogramm
fil_ph: Di -wastong plugin
ga_ie: Breiseán NeamhbhailíComment
gu_in: અયોગ્ય પ્લગઇન
he_il: תוסף לא חוקי
hr_ba: Dodatak nije valjan
hy_am: Invalid Պլյուգին
id_id: Plugin Tidak Valid
is_is: Ógilt íforrit
ka_ge: არასწორი მოდული
kk_kz: Дұрыс емес плагин модулі
km_kh: កម្មវិធី ជំនួយ Invalid
kn_in: ಅಮಾನ್ಯ ಪ್ಲಗಿನ್
ky_kg: Жараксыз плагин
lt_lt: Netinkamas papildinys
lv_lv: Nederīgs spraudnis
mi_nz: Monomai muhu
mk_mk: Невалиден приклучок
ml_in: അസാധുവായ പ്ലഗിൻ
mr_in: अवैध प्लगइन
mt_mt: Plugin Invalidu
ne_np: अवैध प्लगइन
pa_arab_pk: ਗਲਤ ਪਲੱਗਇਨ
sl_si: Neveljaven vtičnik
sq_al: Plugin i pavlefshëm
sr_cyrl_me: Неважећа додатна компонента
sr_latn_me: Nevažeća dodatna komponenta
sw_ke: Plugin batili
ta_in: தவறான செருகுநிரல்
th_th: ปลั๊กอินไม่ถูกต้อง
tk_tm: Maýyp Baglanç
tt_ru: Чын-чын плагин
ug_cn: ئىناۋەتسىز قىستۇرما
ur_pk: غیر قانونی پلگ ان
uz_cyrl: Noto'g'ri plagin

# MpNotificationType_InvalidClipboardFormatHandler
source: Invalid Clipboard Format Handler
af_za: Ongeldige knipbordformaathanteerder
am_et: ልክ ያልሆነ የቅንጥብ ሰሌዳ ቅርጸት ተቆጣጣሪ
as_in: অবৈধ ক্লিপবোৰ্ড ফৰ্মেট নিয়ন্ত্ৰক
az_cyrl_az: Yanlış panoya format işləyicisi
cy_gb: Triniwr fformat clipfwrdd annilys
et_ee: Kehtetu lõikelaua vormingu käitleja
fil_ph: Hindi wastong handler ng format ng clipboard
ga_ie: Láimhseálaí Formáid Neamhbhailí na Gearrthaisce
gu_in: અયોગ્ય ક્લિપબોર્ડ બંધારણ સંભાળનાર
he_il: מטפל לא חוקי בתבנית לוח
hr_ba: Rukovatelj oblikom međuspremnika nije valjan
id_id: Pengendali Format Clipboard Tidak Valid
is_is: Ótækur rekill fyrir snið klemmuspjalds
ka_ge: არასწორი ბუფერის ფორმატის დამმუშავებელი
kk_kz: Жарамсыз аралық сақтағыш пішімін өңдеуші
kn_in: ಅಮಾನ್ಯ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಸ್ವರೂಪ ಹ್ಯಾಂಡ್ಲರ್
ky_kg: Жараксыз Клипборд форматы иштетүүчү
lt_lt: Neteisinga mainų srities formato apdorojimo programa
lv_lv: Nederīgs starpliktuves formāta apdarinātājs
mi_nz: Kaiwhakarite Hōputu Papatopenga muhu
mk_mk: Невалиден рачка за формат на клипборда
ml_in: അസാധുവായ Clipboard ഫോർമാറ്റ് ഹാൻഡ് ലർ
mr_in: अवैध क्लिपबोर्ड फॉरमॅट हँडलर
mt_mt: Handler tal-Format tal-Klibbord Invalidu
ne_np: अवैध क्लिपबोर्ड ढाँचा ह्यान्डलर
pa_arab_pk: ਗਲਤ ਕਲਿੱਪਬੋਰਡ ਫਾਰਮੈਟ ਹੈਂਡਲਰ
sl_si: Neveljavna rutina za obravnavo oblike odložišča
sr_cyrl_me: Неважећи руковалац форматом оставе
sr_latn_me: Nevažeći rukovalac formatom ostave
sw_ke: Kishikaji cha umbizo la ubao wa kunakili batili
ta_in: தவறான கிளிப்போர்டு வடிவமைப்பு கையாளி
te_in: చెల్లుబాటుకాని క్లిప్ బోర్డ్ ఫార్మాట్ హ్యాండ్లర్
th_th: ตัวจัดการรูปแบบคลิปบอร์ดไม่ถูกต้อง
tk_tm: Maýyp Gaýd Etmek ÇizmekÇi
tt_ru: Юкка чыдамлы клип такталар форматын
ug_cn: ئىناۋەتسىز قىستۇرما تاختا فورمات بىر تەرەپ قىلغۇچ
uz_cyrl: Clipboard formatida noto'g'ri

# MpNotificationType_InvalidAction
source: Invalid Action
af_za: Ongeldige optrede
am_et: ልክ ያልሆነ እርምጃ
as_in: অবৈধ কাৰ্য্য
az_cyrl_az: Etibarsız hərəkət
cy_gb: Gweithredu annilys
et_ee: Kehtetu tegevus
fil_ph: Di -wastong pagkilos
ga_ie: Gníomh Neamhbhailí
gu_in: અયોગ્ય ક્રિયા
he_il: פעולה לא חוקית
hr_ba: Akcija nije valjana
hy_am: Անվավեր գործողություն
id_id: Tindakan Tidak Valid
is_is: Ógild aðgerð
ka_ge: არასწორი ქმედება
kk_kz: Жарамсыз әрекет
km_kh: សកម្មភាព មិន ត្រឹមត្រូវ
kn_in: ಅಮಾನ್ಯ ಕ್ರಿಯೆ
ky_kg: Жараксыз иш - аракеттер
lo_la: ການປະຕິບັດງານທີ່ບໍ່ຖືກຕ້ອງ
lt_lt: Neteisingas veiksmas
lv_lv: Nederīga darbība
mi_nz: Hohenga Muhu
mk_mk: Невалидна акција
ml_in: അസാധുവായ നടപടി
mr_in: अवैध कारवाई
mt_mt: Azzjoni Invalida
ne_np: अवैध कार्य
or_in: Invalid କାର୍ଯ୍ୟାନୁଷ୍ଠାନ
pa_arab_pk: ਗਲਤ ਕਾਰਵਾਈ
sl_si: Neveljavno dejanje
sq_al: Veprim i pavlefshëm
sr_cyrl_me: Неважећа радња
sr_latn_me: Nevažeća radnja
sw_ke: Kitendo batili
ta_in: செல்லுபடியாகாத செயல்
te_in: చెల్లని చర్య
th_th: การกระทําที่ไม่ถูกต้อง
tk_tm: Geçersiz Iş
tt_ru: Чыныксыз эш
ug_cn: ئىناۋەتسىز ھەرىكەت
ur_pk: غیر قانونی عمل
uz_cyrl: Noto'g'ri harakat

# MpNotificationType_BadHttpRequest
source: Bad Http Request
af_za: Slegte HTTP -versoek
am_et: መጥፎ የኤች ቲ ቲ ፒ ጥያቄ
as_in: বেয়া HTTP অনুৰোধ
az_cyrl_az: Pis http istəyi
cy_gb: Cais HTTP gwael
et_ee: Halb HTTP päring
fil_ph: Masamang kahilingan sa HTTP
ga_ie: Drochiarratas http
gu_in: ખરાબ http માંગણી
he_il: בקשת http שגויה
hr_ba: Neispravan http zahtjev
hy_am: Bad http խնդրանք
id_id: Permintaan http buruk
is_is: Röng http beiðni
ka_ge: ცუდი http მოთხოვნა
kk_kz: Жаман http сұрауы
km_kh: សំណើ Http អាក្រក់
kn_in: ಕೆಟ್ಟ HTTP ವಿನಂತಿ
ky_kg: Бад-Хттп өтүнүчү
lo_la: ບໍ່ດີ Http Request
lt_lt: Bloga http užklausa
lv_lv: Slikts Http pieprasījums
mi_nz: Tono Http Kino
mk_mk: Лошо барање на Http
ml_in: മോശം http അഭ്യർത്ഥന
mr_in: वाईट http विनंती
mt_mt: Talba Http Ħażina
ne_np: गलत एचटीटीपी अनुरोध
or_in: ଖରାପ http ଅନୁରୋଧ
pa_arab_pk: ਮਾੜੀ HTTP ਬੇਨਤੀ
sl_si: Slaba zahteva http
sq_al: Kërkesë e keqe http
sr_cyrl_me: Неисаглашени хттп захтев
sr_latn_me: Neisaglašeni http zahtev
sw_ke: Ombi baya la Http
ta_in: மோசமான HTTP கோரிக்கை
te_in: చెడు Http అభ్యర్థన
th_th: คําขอ http ไม่ดี
tk_tm: Erbet Http Request
tt_ru: Бад-Пауза
ug_cn: ناچار http ئىلتىماسى
ur_pk: بری ایچ ٹی پی کی درخواست
uz_cyrl: Yomon HTTP so'rovi
