Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpTransactionType_Pasted
source: Pasted
af_za: Geplak
am_et: ተለጠፈ
as_in: পেষ্ট কৰা হৈছে
az_cyrl_az: Yapılmış
et_ee: Kleepitud
ga_ie: Greamaithe
gu_in: ચોંટાડેલ
he_il: המודבק
hr_ba: Zalijepiti
hy_am: Փակցված
id_id: Disisipkan
is_is: Límt
ka_ge: ჩასვით
kk_kz: Жапсырылған
km_kh: អតីតកាល
kn_in: ಅಂಟಿಸಲಾಗಿದೆ
ky_kg: Пасталанган
lt_lt: Įklijuoti
lv_lv: Ielīmēts
mi_nz: Kua hipa
mk_mk: Ставив.
ml_in: ഒട്ടിച്ചു
mr_in: चिकटवलेला
ne_np: टाँसिएको छ
or_in: ପେଷ୍ଟ କରାଯାଇଛି
pa_arab_pk: ਚਿਪਕਾਇਆ
sl_si: Prilepili
sr_cyrl_me: Налепили
sr_latn_me: Nalepili
sw_ke: Imebandikwa
ta_in: ஒட்டப்பட்டது
te_in: అతికించబడింది
th_th: วาง
tk_tm: Ötelenen
tt_ru: Паштед
ug_cn: چاپلاش
ur_pk: چسپاں کیا گیا
uz_cyrl: Yopishtirilgan

# MpTransactionType_Copied
source: Copied
af_za: Gekopieër
am_et: ተቀደደ
as_in: কপি কৰা হৈছে
az_cyrl_az: Kopyalayıb
cy_gb: Chopïedig
et_ee: Kopeeritud
fil_ph: Kinopya
ga_ie: Cóipeáladh
gu_in: નકલ થયેલ
he_il: שהועתק
hr_ba: Kopiran
hy_am: Պատճենահանված է
id_id: Disalin
is_is: Afritað
ka_ge: კოპირებული
kk_kz: Көшіріп алу
km_kh: ចម្លងទុក
kn_in: ನಕಲು ಮಾಡಲಾಗಿದೆ
ky_kg: Көчүрмө
lo_la: ສໍາເນົາ
lt_lt: Nukopijuoti
lv_lv: Kopēts
mi_nz: Kua tāruatia
mk_mk: Копирани
ml_in: കോപ്പിയടിച്ചത്
mr_in: कॉपी केली आहे
mt_mt: Kkupjati
ne_np: प्रतिलिपि गरियो
or_in: କପି ହୋଇଛି
pa_arab_pk: ਨਕਲ
sl_si: Kopirati
sq_al: Kopjuar
sr_cyrl_me: Копира
sr_latn_me: Kopira
sw_ke: Nakiliwa
ta_in: நகலெடுக்க
te_in: కాపీ చేయబడింది
th_th: คัด ลอก
tk_tm: Nusgalanan
tt_ru: Күчермә
ug_cn: كۆچۈرۈلگەن
ur_pk: نقل
uz_cyrl: Nusxa ko'chirilgan

# MpTransactionType_Cut
source: Cut
af_za: Snit
am_et: መቆረጥ
as_in: কটা
az_cyrl_az: Kəsmək
cy_gb: Lladdwch
et_ee: Kärpimine
fil_ph: Gupitin
ga_ie: Gearr
gu_in: કાપવું
he_il: חתך
hr_ba: Rezati
hy_am: Կտրեք
id_id: Memotong
is_is: Skera
ka_ge: ამოჭრა
kk_kz: Қиып алу
km_kh: កាត់
kn_in: ಕತ್ತರಿಸು
ky_kg: Кесүү
lo_la: ຕັດ
lt_lt: Kirpti
lv_lv: Griezt
mi_nz: Tapahia
mk_mk: Исечи го.
ml_in: മുറിക്കുക
mr_in: कापणे
mt_mt: Maqtugħa
ne_np: काट्नुहोस्
or_in: କାଟି ଦିଅନ୍ତୁ
pa_arab_pk: ਕੱਟ
sl_si: Rezati
sq_al: Prerja
sr_cyrl_me: Исеци
sr_latn_me: Iseci
sw_ke: Kata
ta_in: வெட்டு
te_in: కత్తిరించు
th_th: ตัด
tk_tm: Kes
tt_ru: Кисәкләр
ug_cn: كېسىش
ur_pk: کاٹنا
uz_cyrl: Kesmoq

# MpTransactionType_Edited
source: Edited
af_za: Geredigeer
am_et: ተስተካክሏል
as_in: সম্পাদিত
az_cyrl_az: Redaktə edilmiş
cy_gb: Ngolygedig
et_ee: Redigeeritud
fil_ph: Na -edit
ga_ie: Curtha in eagar
gu_in: ફેરફાર થયેલ
he_il: נערך
hr_ba: Uređivati
hy_am: Խմբագրել
id_id: Diedit
is_is: Breyta
ka_ge: რედაქტირებულია
kk_kz: Өңделді
km_kh: កែសម្រួល
kn_in: ಸಂಪಾದಿಸಲಾಗಿದೆ
ky_kg: Редакциялоо
lo_la: ຮຽບຮຽງ
lt_lt: Redaguoti
lv_lv: Rediģēt
mi_nz: Kua Whakatikahia
ml_in: എഡിറ്റ് ചെയ്തു
mr_in: संपादित
mt_mt: Editjat
ne_np: सम्पादन गरिएको छ
or_in: ସମ୍ପାଦିତ
pa_arab_pk: ਸੰਪਾਦਿਤ
sl_si: Urejati
sq_al: Edituar
sr_cyrl_me: Уређивати
sr_latn_me: Uređivati
sw_ke: Kuhaririwa
ta_in: திருத்த
te_in: సవరించబడింది
th_th: แก้ไข
tt_ru: Эдида
ug_cn: تەھرىرلەندى
ur_pk: تدوین
uz_cyrl: Tahrir qilingan

# MpTransactionType_Analyzed
source: Analyzed
af_za: Geanaliseer
am_et: ተመርቷል
as_in: বিশ্লেষণ কৰা হৈছে
az_cyrl_az: Təhlil olunan
cy_gb: Dadansoddedig
et_ee: Analüüsitud
fil_ph: Nasuri
ga_ie: Anailís
gu_in: વિશ્લેષિત
he_il: ניתחו
hr_ba: Analiziran
hy_am: Վերլուծված
id_id: Dianalisis
is_is: Greina
ka_ge: გაანალიზებულია
kk_kz: Талданды
km_kh: វិភាគ
kn_in: ವಿಶ್ಲೇಷಿಸಲಾಗಿದೆ
ky_kg: Талданган
lo_la: ວິໄຈ
lt_lt: Analizuojami
lv_lv: Analizēti
mk_mk: Анализирано.
ml_in: വിശകലനം ചെയ്തു
mr_in: विश्लेषण केले
mt_mt: Analizzat
ne_np: विश्लेषण गरिएको
or_in: ବିଶ୍ଳେଷିତ
pa_arab_pk: ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ
sl_si: Analizirati
sq_al: Analizuar
sr_cyrl_me: Анализирали
sr_latn_me: Analizirali
sw_ke: Imechambuliwa
ta_in: பகுப்பாய்வு செய்யப்பட்டது
te_in: విశ్లేషించారు.
th_th: วิเคราะห์
tk_tm: Derňemek
tt_ru: Анализланган
ug_cn: تەھلىل قىلىندى
ur_pk: تجزیہ کیا گیا
uz_cyrl: Tahlil qilingan

# MpTransactionType_Appended
source: Appended
af_za: Bygevoeg
am_et: ተገለጠ
as_in: সংযোজন কৰা হৈছে
az_cyrl_az: Əlavə
cy_gb: Atodol
et_ee: Lisatud
fil_ph: Naka -apid
ga_ie: Iarcheangailte
gu_in: ઉમેરેલ
he_il: המצורפות
hr_ba: Dodati
hy_am: Ապենդիդացված
id_id: Ditambahkan
is_is: Bætt við
ka_ge: დანართი
kk_kz: Қосымша
km_kh: បាន បែង ចែក
kn_in: ಸೇರಿಸಲಾಗಿದೆ
ky_kg: Тиркеме
lt_lt: Pridėti
lv_lv: Pievienoti
mi_nz: Kua aro atu
mk_mk: Применета е.
ml_in: അനുബന്ധം
mr_in: जोडलेले आहे
mt_mt: Mehmuż
ne_np: थपिएको छ
pa_arab_pk: ਜੋੜਿਆ ਗਿਆ
sl_si: Dodan
sq_al: Bashkëngjitur
sr_cyrl_me: Привеђено
sr_latn_me: Priveđeno
sw_ke: Imependekezwa
ta_in: இணைக்கப்பட்டுள்ளது
te_in: అనుబంధం చేయబడింది
th_th: ผนวก
tk_tm: Goşgy
tt_ru: Аппред
ug_cn: قوشاق
ur_pk: ضمیمہ
uz_cyrl: Qo'shilgan

# MpTransactionType_Recreated
source: Recreated
af_za: Herskep
am_et: ተሰብስቧል
as_in: পুনৰ সৃষ্টি কৰা হৈছে
az_cyrl_az: Təzə
cy_gb: Ail -greedig
et_ee: Taasloomine
fil_ph: Muling nilikha
ga_ie: Athchruthú
gu_in: પુન:પ્રાપ્ત થયેલ
he_il: נוצר מחדש
hr_ba: Ponovno
hy_am: Վերստեղծված
id_id: Diciptakan
is_is: Endurskapa
ka_ge: ხელახლა შეიქმნა
kk_kz: Қайта жасалған
km_kh: បង្កើត ឡើង វិញ
kn_in: ಮರುಸೃಷ್ಟಿಸಲಾಗಿದೆ
ky_kg: Кайра жаратылган
lt_lt: Atkurta
lv_lv: Pārbūvēts
mi_nz: Kua waihangatia anō
mk_mk: Пресоздадени
ml_in: പുനഃസൃഷ്ടിക്കപ്പെട്ടു
mr_in: पुन्हा तयार केले
mt_mt: Maħluq mill-ġdid
ne_np: पुन: सिर्जना गरियो
or_in: ପୁନଃନିର୍ମିତ ହୋଇଛି
pa_arab_pk: ਦੁਬਾਰਾ ਬਣਾਇਆ ਗਿਆ
sl_si: Poustvarili
sq_al: Rikrijuar
sr_cyrl_me: Поново креирано
sr_latn_me: Ponovo kreirano
sw_ke: Kuundwa upya
ta_in: மீண்டும் உருவாக்கப்பட்டது
te_in: పునర్నిర్మించబడింది
th_th: สร้างใหม่
tk_tm: Täzeden ýaradylan
tt_ru: Яңадан булдырылыгыз
ug_cn: قايتا تۈزىتىلدى
ur_pk: دوبارہ تخلیق کیا گیا
uz_cyrl: Yaratilgan

# MpTransactionType_Linked
source: Linked
af_za: Gekoppel
am_et: የተገናኘ
as_in: লিংক কৰা হৈছে
az_cyrl_az: Əlaqələndirilmiş
cy_gb: Chysylltiedig
et_ee: Ühendatud
fil_ph: Naka-link
ga_ie: Nasctha
gu_in: કડી થયેલ
he_il: מקושרים
hr_ba: Povezan
hy_am: Կապված
id_id: Terhubung
is_is: Tengd
ka_ge: დაკავშირებული
kk_kz: Байланысқан
km_kh: ភ្ជាប់
kn_in: ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ
ky_kg: Байланышы бар
lo_la: ເຊື່ອມໂຍງ
lt_lt: Susijęs su
lv_lv: Saistīts
mi_nz: Hono
mk_mk: Поврзано.
ml_in: ലിങ്കുചെയ്തു
mr_in: लिंक ्ड
mt_mt: Marbuta mal
ne_np: लिङ्क गरिएको छ
or_in: ଲିଙ୍କ୍ ହୋଇଛି
pa_arab_pk: ਲਿੰਕਡ
sl_si: Povezane
sq_al: Të lidhura
sr_cyrl_me: Повезани
sr_latn_me: Povezani
sw_ke: Unge
ta_in: இணைக்கப்பட்ட
te_in: లింక్ చేయబడింది
th_th: เชื่อม โยง
tk_tm: Baglanyş
tt_ru: Бәйләнгән
ug_cn: ئۇلانغان
ur_pk: مربوط
uz_cyrl: Bog'langan

# MpTransactionType_Unlinked
source: Unlinked
af_za: Oop gekoppel
am_et: አልተገለጸም
az_cyrl_az: Qırılmadan
cy_gb: Digymell
et_ee: Ühendamata
fil_ph: Hindi naka -link
ga_ie: Neamhnasctha
gu_in: કડી થયેલ નથી
he_il: לא מקושר
hr_ba: Nepovezano
hy_am: Անփող
id_id: Dibatalkan tautannya
is_is: Aftengt
ka_ge: დაუკავშირებელი
kk_kz: Сызылмаған
km_kh: មិន បាន ភ្លឹបភ្លែត
kn_in: ಲಿಂಕ್ ಮಾಡದ
ky_kg: Сызыксыз
lt_lt: Atsietas
lv_lv: Noņemts
mi_nz: Kāore anō kia honoa
mk_mk: Неврзувано
ml_in: അൺലിങ്ക്ഡ്
mr_in: अनलिंक्ड
mt_mt: Mhux marbut
ne_np: लिङ्क नगरिएको
pa_arab_pk: ਅਣਪਛਾਤੀ
sl_si: Nepovezanimi
sq_al: Pa lidhje
sr_cyrl_me: Раскине веза
sr_latn_me: Raskine veza
sw_ke: Haijaunganishwa
ta_in: இணைக்கப்படாதது
te_in: అన్ లింక్ చేయబడలేదు
th_th: ยกเลิกการเชื่อมโยง
tk_tm: Baglanyşmaýan
tt_ru: Тыелган
ug_cn: ئۇلانمىغان
uz_cyrl: Bo'sh

# MpTransactionType_Error
source: Error
af_za: Fout
am_et: ስህተት
as_in: আঁসোৱাহ
az_cyrl_az: Səhv
cy_gb: Wallau
et_ee: Viga
ga_ie: Earráid
gu_in: ભૂલ
he_il: שגיאה
hr_ba: Greška
hy_am: Սխալ
id_id: Kesalahan
is_is: Villa
ka_ge: შეცდომა
kk_kz: Қате
km_kh: កំហុស
kn_in: ತಪ್ಪು
ky_kg: Ката
lo_la: ຄວາມຜິດພາດ
lt_lt: Klaida
lv_lv: Kļūda
mi_nz: Hapa:
mk_mk: Грешка.
ml_in: പിശക്
mr_in: चूक
mt_mt: Żball
ne_np: त्रुटि
or_in: ତ୍ରୁଟି
pa_arab_pk: ਗਲਤੀ
sl_si: Napaka
sq_al: Gabim gjatë gabimit
sr_cyrl_me: Грешка
sr_latn_me: Greška
sw_ke: Kosa
ta_in: பிழை
te_in: పొరపాటు
th_th: ความผิดพลาด
tk_tm: Hata
tt_ru: Хата
ug_cn: خاتالىق
ur_pk: غلطی
uz_cyrl: Xato

# MpTransactionType_System
source: System
af_za: Sisteem
am_et: ስርዓት
as_in: পদ্ধতি
az_cyrl_az: Sistem
et_ee: Süsteem
fil_ph: Sistema
ga_ie: Córas
gu_in: સિસ્ટમ
he_il: מערכת
hr_ba: Sustav
hy_am: Համակարգ
id_id: Sistem
is_is: Kerfi
ka_ge: სისტემა
kk_kz: Жүйе
km_kh: ប្រព័ន្ធ
kn_in: ಸಿಸ್ಟಂ
ky_kg: Система
lo_la: ລະບົບ
lt_lt: Sistema
lv_lv: Sistēma
mi_nz: Pūnaha
mk_mk: Систем.
ml_in: സിസ്റ്റം
mr_in: प्रणाली:
mt_mt: Sistema
ne_np: प्रणाली
or_in: ସିଷ୍ଟମ୍
pa_arab_pk: ਸਿਸਟਮ
sl_si: Sistem
sq_al: Sistemi
sr_cyrl_me: Систем
sr_latn_me: Sistem
sw_ke: Mfumo
ta_in: அமைப்பு
te_in: వ్యవస్థ
th_th: ระบบ
tk_tm: Sistem
tt_ru: Система
ug_cn: سىستېما
ur_pk: نظام
uz_cyrl: Tizim

# MpDateTimeOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpDateTimeOptionType_WithinLast
source: Within Last
af_za: Binne laaste
am_et: በመጨረሻ
as_in: শেষৰ ভিতৰত
az_cyrl_az: Axırıncı ərzində
cy_gb: O fewn olaf
et_ee: Viimati
fil_ph: Sa loob ng huling
ga_ie: Laistigh de
gu_in: છેલ્લી અંદર
he_il: בתוך אחרון
hr_ba: Unutar posljednjeg
hy_am: Վերջինի ներսում
id_id: Dalam Terakhir
is_is: Innan síðustu
ka_ge: ბოლო დროს
kk_kz: Соңғы ішінде
km_kh: នៅ ក្នុង ចុងក្រោយ
kn_in: ಕೊನೆಯೊಳಗೆ
ky_kg: Акыркынын ичинде
lo_la: ພາຍໃນສຸດທ້າຍ
lt_lt: Per paskutinį
lv_lv: Pēdējā laikā
mi_nz: Roto Mutunga
mk_mk: Во последно време.
ml_in: അവസാനത്തിനുള്ളിൽ
mr_in: शेवटच्या आत
mt_mt: Fl-aħħar
ne_np: अन्तिम भित्र
or_in: ଶେଷ ଭିତରେ
pa_arab_pk: ਪਿਛਲੇ ਦੇ ਅੰਦਰ
sl_si: V zadnjem
sq_al: Brenda fundit
sr_cyrl_me: У оквиру последњег
sr_latn_me: U okviru poslednjeg
sw_ke: Ndani ya Mwisho
ta_in: கடைசிக்குள்
te_in: లాస్ట్ లోపల
th_th: ภายในล่าสุด
tk_tm: Soňky içinde
tt_ru: Соңгы вакыт эчендә
ug_cn: ئاخىرقى ئىچى
ur_pk: آخری کے اندر
uz_cyrl: Oxirgisi ichida

# MpDateTimeOptionType_Before
source: Before
af_za: Voordat
am_et: ከዚህ በፊት
as_in: আগতে
az_cyrl_az: Əvvəlki
cy_gb: Ger ei bron
et_ee: Enne
fil_ph: Dati
ga_ie: Roimh
gu_in: પહેલાં
he_il: לפני
hr_ba: Prije
hy_am: Առաջ
id_id: Sebelum
is_is: Áður
ka_ge: ადრე
kk_kz: Бұрын
km_kh: មុន
kn_in: ಮೊದಲು
ky_kg: Мурун
lo_la: ກ່ອນ
lt_lt: Be
lv_lv: Pirms
mi_nz: I mua
mk_mk: Пред
ml_in: മുമ്പ്
mr_in: आधी
mt_mt: Qabel
ne_np: पहिले
or_in: ପୂର୍ବରୁ
pa_arab_pk: ਪਹਿਲਾਂ
sl_si: Pred
sq_al: Më parë
sr_cyrl_me: Пре
sr_latn_me: Pre
sw_ke: Kabla
ta_in: முன்
te_in: ముందు
th_th: ก่อน
tk_tm: Öň
tt_ru: Элек
ug_cn: بۇرۇن
ur_pk: پہلے
uz_cyrl: Oldin

# MpDateTimeOptionType_After
source: After
af_za: Nadat
am_et: በኋላ
as_in: পাছত
az_cyrl_az: Ardınca
cy_gb: Wedi
et_ee: Pärast
fil_ph: Pagkatapos
ga_ie: Tar éis
gu_in: પછીનું
he_il: אחרי
hr_ba: Nakon
hy_am: Հետո
id_id: Sesudah
is_is: Eftir
ka_ge: შემდეგ
kk_kz: Кейін
km_kh: បន្ទាប់ពី
kn_in: ನಂತರ
ky_kg: Кийин
lo_la: ຫຼັງຈາກ
lt_lt: Po
lv_lv: Pēc
mi_nz: Ā muri
mk_mk: После тоа.
ml_in: അതിനുശേഷം
mr_in: नंतर
mt_mt: Wara
ne_np: पछि
or_in: ଏହା ପରେ
pa_arab_pk: ਬਾਅਦ
sl_si: Po
sq_al: Pas
sr_cyrl_me: После
sr_latn_me: Posle
sw_ke: Baada
ta_in: பிறகு
te_in: తరువాత
th_th: หลัง
tk_tm: Yzlar
tt_ru: Соң
ug_cn: كېيىن
ur_pk: بعد
uz_cyrl: Keyin

# MpDateTimeOptionType_Exact
source: Exact
af_za: Presies
am_et: ትክክለኛ
as_in: সঠিক
az_cyrl_az: Dəqiq
cy_gb: Manylach
et_ee: Täpne
fil_ph: Eksaktong
ga_ie: Cruinn
gu_in: ચોક્કસ
he_il: המדויק
hr_ba: Točan
hy_am: Ել
id_id: Tepat
is_is: Nákvæmur
ka_ge: ზუსტი
kk_kz: Дәл
km_kh: ជាក់លាក់
kn_in: ನಿಖರ
ky_kg: Так
lt_lt: Tikslus
lv_lv: Precīzs
mk_mk: Точно.
ml_in: കൃത്യം
mr_in: तंतोतंत
mt_mt: Eżatta
ne_np: सटीक
or_in: ସଠିକ୍
pa_arab_pk: ਬਿਲਕੁਲ
sl_si: Točen
sq_al: Ekzaktësisht
sr_cyrl_me: Прецизан
sr_latn_me: Precizan
sw_ke: Halisi
ta_in: துல்லியமான
te_in: ఖచ్చితమైన
th_th: ถูกต้อง
tk_tm: Anyk
tt_ru: Төгәл
ug_cn: كونكرېت
ur_pk: صحیح
uz_cyrl: Aniq

# MpDateBeforeUnitType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpDateBeforeUnitType_Today
source: Today
af_za: Vandag
am_et: ዛሬ
as_in: আজি
az_cyrl_az: Bu gün
cy_gb: Heddiw
et_ee: Täna
fil_ph: Ngayon
ga_ie: Inniu
gu_in: આજે
he_il: היום
hr_ba: Danas
hy_am: Այսօր
id_id: Hari Ini
is_is: Í dag
ka_ge: დღეს
kk_kz: Бүгін
km_kh: ថ្ងៃនេះ
kn_in: ಇಂದು
ky_kg: Бүгүн
lo_la: ມື້ນີ້
lt_lt: Šiandien
lv_lv: Šodien
mi_nz: Āianei
mk_mk: Денес.
ml_in: ഇന്ന്
mr_in: आज
mt_mt: Illum
ne_np: आज
or_in: ଆଜି
pa_arab_pk: ਅੱਜ
sl_si: Danes
sq_al: Sot
sr_cyrl_me: Данас
sr_latn_me: Danas
sw_ke: Leo
ta_in: இன்று
te_in: ఈ రోజు
th_th: วันนี้
tk_tm: Şu gün
tt_ru: Бүген
ug_cn: تارىخ-بۈگۈن
ur_pk: آج
uz_cyrl: Bugun

# MpDateBeforeUnitType_Yesterday
source: Yesterday
af_za: Gister
am_et: ትናንት
as_in: কালি
az_cyrl_az: Dünən
cy_gb: Ddoe
et_ee: Eile
fil_ph: Kahapon
ga_ie: Inné
gu_in: ગઇકાલે
he_il: אתמול
hr_ba: Jučer
hy_am: Երեկ
id_id: Kemarin
is_is: Í gær
ka_ge: გუშინ
kk_kz: Кеше
km_kh: ម្សិលមិញ
kn_in: ನಿನ್ನೆ
ky_kg: Кеше
lo_la: ມື້ວານ
lt_lt: Vakar
lv_lv: Vakar
mi_nz: Inanahi
mk_mk: Вчера.
ml_in: ഇന്നലെ
mr_in: काल
mt_mt: Ilbieraħ
ne_np: हिजो
or_in: ଗତକାଲି
pa_arab_pk: ਕੱਲ
sl_si: Včeraj
sq_al: Dje
sr_cyrl_me: Јуче
sr_latn_me: Juče
sw_ke: Jana
ta_in: நேற்று
te_in: నిన్న
th_th: เมื่อวานนี้
tk_tm: Düýnki
tt_ru: Кичә
ug_cn: تۈنۈگۈن
ur_pk: کل
uz_cyrl: Kecha

# MpDateBeforeUnitType_ThisWeek
source: This Week
af_za: Hierdie week
am_et: በዚህ ሳምንት
as_in: এই সপ্তাহত
az_cyrl_az: Bu həftə
cy_gb: Wythnos yma
et_ee: See nädal
fil_ph: Ngayong linggo
ga_ie: An tSeachtain Seo
gu_in: આ અઠવાડિયું
he_il: השבוע
hr_ba: Ovaj tjedan
hy_am: Այս շաբաթ
id_id: Minggu ini
is_is: Þessi vika
ka_ge: ამ კვირაში
kk_kz: Осы апта
km_kh: សប្ដាហ៍ នេះ
kn_in: ಈ ವಾರ
ky_kg: Бул жума
lo_la: ອາທິດນີ້
lt_lt: Šią savaitę
lv_lv: Šonedēļ
mi_nz: Tēnei wiki
mk_mk: Оваа недела
ml_in: ഈ ആഴ്ച
mr_in: या आठवड्यात
mt_mt: Din il-Ġimgħa
ne_np: यो हप्ता
or_in: ଚଳିତ ସପ୍ତାହରେ
pa_arab_pk: ਇਸ ਹਫ਼ਤੇ
sl_si: Ta teden
sq_al: Këtë javë
sr_cyrl_me: Ове седмице
sr_latn_me: Ove sedmice
sw_ke: Wiki hii
ta_in: இந்த வாரம்
te_in: ఈ వారం
th_th: สัปดาห์นี้
tk_tm: Şu Hepde
tt_ru: Бу атна
ug_cn: بۇ ھەپتە
ur_pk: اس ہفتے
uz_cyrl: Ushbu hafta

# MpDateBeforeUnitType_ThisMonth
source: This Month
af_za: Hierdie maand
am_et: በዚህ ወር
as_in: এই মাহত
az_cyrl_az: Bu ay
cy_gb: Y mis yma
et_ee: See kuu
fil_ph: Sa buwang ito
ga_ie: An mhí seo
gu_in: આ મહિનો
he_il: החודש
hr_ba: Ovaj mjesec
hy_am: Այս ամիս
id_id: Bulan ini
is_is: Þessi mánuður
ka_ge: ამ თვეში
kk_kz: Осы ай
km_kh: ខែ នេះ
kn_in: ಈ ತಿಂಗಳು
ky_kg: Бул ай
lo_la: ເດືອນນີ້
lt_lt: Šį mėnesį
lv_lv: Šomēnes
mi_nz: Tēnei marama
mk_mk: Овој месец
ml_in: ഈ മാസം
mr_in: या महिन्यात
mt_mt: Dan ix-Xahar
ne_np: यो महिना
or_in: ଚଳିତ ମାସ
pa_arab_pk: ਇਸ ਮਹੀਨੇ
sl_si: Ta mesec
sq_al: Këtë muaj
sr_cyrl_me: Овог месеца
sr_latn_me: Ovog meseca
sw_ke: Mwezi huu
ta_in: இந்த மாதம்
te_in: ఈ నెల
th_th: เดือนนี้
tk_tm: Şu Aý
tt_ru: Бу ай
ug_cn: بۇ ئاي
ur_pk: اس مہینے
uz_cyrl: Shu oy

# MpDateBeforeUnitType_ThisYear
source: This Year
af_za: Hierdie jaar
am_et: የህ አመት
as_in: এই বছৰ
az_cyrl_az: Bu il
cy_gb: Eleni
et_ee: Sellel aastal
fil_ph: Ngayong taon
ga_ie: I mbliana
gu_in: આ વર્ષે
he_il: השנה
hr_ba: Ove godine
hy_am: Այս տարի
id_id: Tahun ini
is_is: Í ár
ka_ge: წელს
kk_kz: Осы жылы
km_kh: ឆ្នាំ នេះ
kn_in: ಈ ವರ್ಷ
ky_kg: Бул жыл
lo_la: ປີນີ້
lt_lt: Šiemet
lv_lv: Šogad
mi_nz: Tēnei tau
mk_mk: Оваа година
ml_in: ഈ വര് ഷം
mr_in: या वर्षी
mt_mt: Din is-sena
ne_np: यो वर्ष
or_in: ଚଳିତ ବର୍ଷ
pa_arab_pk: ਇਸ ਸਾਲ
sl_si: Letos
sq_al: Këtë vit
sr_cyrl_me: Ове године
sr_latn_me: Ove godine
sw_ke: Mwaka huu
ta_in: இந்த ஆண்டு
te_in: ఈ సంవత్సరం
th_th: ปีนี้
tk_tm: Şu ýyl
tt_ru: Быел
ug_cn: بۇ يىل
ur_pk: اس سال
uz_cyrl: Bu yil

# MpDateBeforeUnitType_Exact
source: Exact
af_za: Presies
am_et: ትክክለኛ
as_in: সঠিক
az_cyrl_az: Dəqiq
cy_gb: Manylach
et_ee: Täpne
fil_ph: Eksaktong
ga_ie: Cruinn
gu_in: ચોક્કસ
he_il: המדויק
hr_ba: Točan
hy_am: Ել
id_id: Tepat
is_is: Nákvæmur
ka_ge: ზუსტი
kk_kz: Дәл
km_kh: ជាក់លាក់
kn_in: ನಿಖರ
ky_kg: Так
lt_lt: Tikslus
lv_lv: Precīzs
mk_mk: Точно.
ml_in: കൃത്യം
mr_in: तंतोतंत
mt_mt: Eżatta
ne_np: सटीक
or_in: ସଠିକ୍
pa_arab_pk: ਬਿਲਕੁਲ
sl_si: Točen
sq_al: Ekzaktësisht
sr_cyrl_me: Прецизан
sr_latn_me: Precizan
sw_ke: Halisi
ta_in: துல்லியமான
te_in: ఖచ్చితమైన
th_th: ถูกต้อง
tk_tm: Anyk
tt_ru: Төгәл
ug_cn: كونكرېت
ur_pk: صحیح
uz_cyrl: Aniq

# MpDateBeforeUnitType_Startup
source: Startup
af_za: Aanvang
am_et: መነሻ ነገር
as_in: ষ্টাৰ্টআপ
az_cyrl_az: Başlamaq
cy_gb: Nghychwyniadau
fil_ph: Magsimula
ga_ie: Tosaithe
gu_in: શરૂઆત
he_il: הפעלה
hr_ba: Podizanja
hy_am: Ստարտուպ
is_is: Gangsetning
ka_ge: სტარტაპი
kk_kz: Іске қосу
kn_in: ಪ್ರಾರಂಭ
ky_kg: Стартап
lt_lt: Paleisties
lv_lv: Startēšanas
mi_nz: Whakaoho
mk_mk: Стартап
ml_in: സ്റ്റാർട്ടപ്പ്
mr_in: स्टार्टअप
ne_np: सुरुआत गर्नुहोस्
or_in: ଷ୍ଟାର୍ଟଅପ୍
pa_arab_pk: ਸ਼ੁਰੂ ਕਰਣਾ
sl_si: Zagonu
sr_cyrl_me: Покретање
sr_latn_me: Pokretanje
sw_ke: Uwashaji
ta_in: தொடக்க
te_in: స్టార్టప్
th_th: เริ่ม ต้น
tk_tm: Başlangyç
tt_ru: Стартап
ug_cn: باشلان تورى - ئۇيغۇرچە
ur_pk: آغاز
uz_cyrl: Ish boshlash

# MpDateAfterUnitType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpDateAfterUnitType_Yesterday
source: Yesterday
af_za: Gister
am_et: ትናንት
as_in: কালি
az_cyrl_az: Dünən
cy_gb: Ddoe
et_ee: Eile
fil_ph: Kahapon
ga_ie: Inné
gu_in: ગઇકાલે
he_il: אתמול
hr_ba: Jučer
hy_am: Երեկ
id_id: Kemarin
is_is: Í gær
ka_ge: გუშინ
kk_kz: Кеше
km_kh: ម្សិលមិញ
kn_in: ನಿನ್ನೆ
ky_kg: Кеше
lo_la: ມື້ວານ
lt_lt: Vakar
lv_lv: Vakar
mi_nz: Inanahi
mk_mk: Вчера.
ml_in: ഇന്നലെ
mr_in: काल
mt_mt: Ilbieraħ
ne_np: हिजो
or_in: ଗତକାଲି
pa_arab_pk: ਕੱਲ
sl_si: Včeraj
sq_al: Dje
sr_cyrl_me: Јуче
sr_latn_me: Juče
sw_ke: Jana
ta_in: நேற்று
te_in: నిన్న
th_th: เมื่อวานนี้
tk_tm: Düýnki
tt_ru: Кичә
ug_cn: تۈنۈگۈن
ur_pk: کل
uz_cyrl: Kecha

# MpDateAfterUnitType_LastWeek
source: Last Week
af_za: Verlede week
am_et: ባለፈው ሳምንት
as_in: যোৱা সপ্তাহত
az_cyrl_az: Keçən həftə
cy_gb: Wythnos diwethaf
et_ee: Eelmine nädal
fil_ph: Nakaraang linggo
ga_ie: An tseachtain seo caite
gu_in: ગયા સપ્તાહે
he_il: בשבוע שעבר
hr_ba: Prošli tjedan
hy_am: Անցյալ շաբաթ
id_id: Minggu lalu
is_is: Síðasta vika
ka_ge: წინა კვირას
kk_kz: Өткен аптада
km_kh: សប្ដាហ៍​មុន
kn_in: ಕಳೆದ ವಾರ
ky_kg: Өткөн аптада
lo_la: ອາທິດແລ້ວ
lt_lt: Praėjusi savaitė
lv_lv: Viņnedēļ
mi_nz: I tērā wiki
mk_mk: Минатата недела
ml_in: കഴിഞ്ഞയാഴ്ച
mr_in: गेल्या आठवड्यात
mt_mt: Il-gimgħa l-oħra
ne_np: अघिल्लो साता
or_in: ଶେଷ ସପ୍ତାହ
pa_arab_pk: ਪਿਛਲੇ ਹਫ਼ਤੇ
sl_si: Prejšnji teden
sq_al: Javën e kaluar
sr_cyrl_me: Прошлу седмицу
sr_latn_me: Prošlu sedmicu
sw_ke: Wiki jana
ta_in: கடந்த வாரம்
te_in: గత వారం
th_th: สัปดาห์ที่แล้ว
tk_tm: Geçen hepde
tt_ru: Үткән атнада
ug_cn: ئالدىنقى ھەپتە
ur_pk: پچھلے ہفتے
uz_cyrl: O'tkan hafta

# MpDateAfterUnitType_LastMonth
source: Last Month
af_za: Verlede maand
am_et: ባለፈው ወር
as_in: যোৱা মাহত
az_cyrl_az: Keçən ay
cy_gb: Mis diwethaf
et_ee: Eelmine kuu
fil_ph: Noong nakaraang buwan
ga_ie: An Mhí Seo Caite
gu_in: છેલ્લો મહિનો
he_il: בחודש שעבר
hr_ba: Prošli mjesec
hy_am: Վերջին ամիս
id_id: Bulan lalu
is_is: Síðasti mánuður
ka_ge: ბოლო თვე
kk_kz: Өткен ай
km_kh: ខែ មុន
kn_in: ಕಳೆದ ತಿಂಗಳು
ky_kg: Өткөн ай
lo_la: ເດືອນແລ້ວນີ້
lt_lt: Praėjusį mėnesį
lv_lv: Pagājušajā mēnesī
mi_nz: I tērā marama
mk_mk: Минатиот месец
ml_in: കഴിഞ്ഞ മാസം
mr_in: गेल्या महिन्यात
mt_mt: Ix-Xahar li għadda
ne_np: अन्तिम महिना
or_in: ଗତ ମାସରେ
pa_arab_pk: ਪਿਛਲਾ ਮਹੀਨਾ
sl_si: Zadnji mesec
sq_al: Muajin e kaluar
sr_cyrl_me: Прошлог месеца
sr_latn_me: Prošlog meseca
sw_ke: Mwezi uliopita
ta_in: கடந்த மாதம்
te_in: గత నెలలో
th_th: เมื่อเดือนที่แล้ว
tk_tm: Geçen aý
tt_ru: Узган ай
ug_cn: ئاخىرقى ئاي
ur_pk: پچھلے مہینے
uz_cyrl: O `tgan oy

# MpDateAfterUnitType_LastYear
source: Last Year
af_za: Laas jaar
am_et: ባለፈው ዓመት
as_in: যোৱা বছৰ
az_cyrl_az: Keçən il
cy_gb: Blwyddyn diwethaf
et_ee: Eelmisel aastal
fil_ph: Noong nakaraang taon
ga_ie: Anuraidh
gu_in: ગત વર્ષ
he_il: בשנה שעברה
hr_ba: Prošle godine
hy_am: Անցած տարի
id_id: Tahun lalu
is_is: Í fyrra
ka_ge: შარშან
kk_kz: Өткен жыл
km_kh: ឆ្នាំមុន
kn_in: ಕಳೆದ ವರ್ಷ
ky_kg: Өткөн жыл
lo_la: ປີກາຍ
lt_lt: Pernai
lv_lv: Pērn
mi_nz: Tērā tau
mk_mk: Минатата година
ml_in: കഴിഞ്ഞ വർഷം
mr_in: गेल्या वर्षी
mt_mt: Is-sena l-oħra
ne_np: गत वर्ष
or_in: ଗତ ବର୍ଷ
pa_arab_pk: ਪਿਛਲੇ ਸਾਲ
sl_si: Lani
sq_al: Vitin e kaluar
sr_cyrl_me: Прошле године
sr_latn_me: Prošle godine
sw_ke: Mwaka jana
ta_in: கடந்த ஆண்டு
te_in: గత సంవత్సరం
th_th: ปีกลาย
tk_tm: Geçen ýyl
tt_ru: Узган ел
ug_cn: ئۆتكەن يىلى
ur_pk: پچھلے سال
uz_cyrl: O'tkan yili
