Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpShortcutType_ToggleGlobalHooks
source: Toggle Global Hooks
af_za: Wissel Global Hooks
am_et: ግሎባል መንጠቆዎችን ቀያይር
as_in: গ্লোবেল হুক টগল কৰক
az_cyrl_az: Qlobal Qarmaqları dəyişdirin
cy_gb: Toglo Bachau Byd-eang
et_ee: Lülitage globaalsed konksud
ga_ie: Crúcaí Domhanda a scor
he_il: החלף ווים גלובליים
hr_ba: Prebacite globalne kuke
hy_am: Միացրեք գլոբալ կեռիկները
is_is: Skiptu um alþjóðlegar krókar
ka_ge: გლობალური კაკვები
kk_kz: Ғаламдық ілмектерді ауыстырыңыз
km_kh: បិទបើកការទំពក់សកល
kn_in: ಜಾಗತಿಕ ಕೊಕ್ಕೆಗಳನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ky_kg: Дүйнөлүк илгичтерди котор
lo_la: Toggle Hooks Global
lt_lt: Perjunkite pasaulinius kabliukus
lv_lv: Pārslēgt globālos āķus
mi_nz: Toggle matau
ml_in: ആഗോള കൊളുത്തുകൾ ടോഗിൾ ചെയ്യുക
mr_in: ग्लोबल हुक टॉगल
ne_np: वैश्थापल हुकहरू टगल गर्नुहोस्
pa_arab_pk: ਗਲੋਬਲ ਹੁੱਕਜ਼ ਨੂੰ ਟੌਗਲ ਕਰੋ
sl_si: Preklopite globalne kljuke
sq_al: Ndërroni grepa globale
sw_ke: Kubadilisha ndoano za ulimwengu
ta_in: உலகளாவிய கொக்கிகள் மாற்றவும்
th_th: สลับตะขอทั่วโลก
tk_tm: Global çeňňekleri üýtgetmek
ug_cn: FORWORT STORK TOOKS
ur_pk: ٹوگل گلوبل ہکس
uz_cyrl: Global kancalarni almashtiring
