Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpNotificationType_AnalyzerTimeout
source: Analyzer Timeout
am_et: ትንታኔ ዘመቻ
as_in: বিশ্লেষক সময়সীমা
az_cyrl_az: Analizator fasiləsi
cy_gb: Amserlen Dadansoddwr
et_ee: Analüsaatori ajalõpp
fil_ph: Orasout ng Analyzer
ga_ie: Teorainn Ama an Anailíseora
gu_in: વિશ્લેષક સમયસમાપ્તિ
he_il: פסק זמן למנתח
hr_ba: Vremensko ograničenje analizatora
hy_am: Վերլուծիչ timeout
id_id: Batas Waktu Penganalisis
is_is: Tímamörk greiningartækis
ka_ge: ანალიზატორის დრო
kk_kz: Талдағыш уақыты
km_kh: វិភាគពេលវេលា
kn_in: ವಿಶ್ಲೇಷಕ ಟೈಮ್ ಔಟ್
ky_kg: Талдоочу убакыттын өтүшү
lo_la: ການໃຊ້ເວລາຂອງຜູ້ວິເຄາະ
lt_lt: Analizatoriaus skirtasis laikas
lv_lv: Analizatora taimauts
mi_nz: Wāputa Analyzer
mk_mk: Тајмаут на анализаторот
mr_in: विश्लेषक Timeout
mt_mt: Timeout tal-Analizzatur
ne_np: विश्लेषक समय समाप्ति
pa_arab_pk: ਵਿਸ਼ਲੇਸ਼ਕ ਟਾਈਮਆ .ਟ
sl_si: Časovna omejitev analizatorja
sr_cyrl_me: Временско време анализатора
sr_latn_me: Vremensko vreme analizatora
sw_ke: Muda wa uchambuzi
ta_in: அனலைசர் டைம் அவுட்
th_th: หมดเวลาวิเคราะห์
tk_tm: Analyzer Wagty
tt_ru: Анализлар өчен вакыт бүлеп куе
ug_cn: ئانالىز قىلغۇچ ۋاقىت ئۇزىتى
uz_cyrl: Analyzer vaqti

# MpNotificationType_InvalidRequest
source: Invalid Request
af_za: Ongeldige Versoek
am_et: ልክ ያልሆነ ጥያቄ
as_in: অবৈধ অনুৰোধ
az_cyrl_az: Etibarsız sorğu
cy_gb: Cais annilys
et_ee: Kehtetu taotlus
fil_ph: Di-wastong Hiling
ga_ie: Iarratas Neamhbhailí
gu_in: અયોગ્ય માંગણી
he_il: בקשה לא חוקית
hr_ba: Zahtjev nije valjan
hy_am: Անվավեր հայց
id_id: Permintaan Tidak Valid
is_is: Ógild beiðni
ka_ge: არასწორი მოთხოვნა
kk_kz: Сұрау жарамсыз
km_kh: សំណើ មិន ត្រឹមត្រូវ
kn_in: ಅಮಾನ್ಯ ವಿನಂತಿ
ky_kg: Жараксыз өтүнүч
lo_la: ຄໍາຮ້ອງສະຫມັກທີ່ບໍ່ຖືກຕ້ອງ
lt_lt: Neteisinga užklausa
lv_lv: Nederīgs pieprasījums
mi_nz: Tono Muhu
mk_mk: Невалидно барање
ml_in: അസാധുവായ അഭ്യർത്ഥന
mr_in: अवैध विनंती
mt_mt: Talba Invalida
ne_np: अवैध अनुरोध
or_in: ଅବୈଧ ଅନୁରୋଧ
pa_arab_pk: ਗਲਤ ਬੇਨਤੀ
sl_si: Neveljavna zahteva
sq_al: Kërkesë e pavlefshme
sr_cyrl_me: Неважећи захтев
sr_latn_me: Nevažeći zahtev
sw_ke: Ombi batili
ta_in: தவறான கோரிக்கை
te_in: చెల్లని అభ్యర్థన
th_th: คําขอไม่ถูกต้อง
tk_tm: Nämüçindir
tt_ru: Юкка чыдамлы үтенеч
ug_cn: ئىناۋەتسىز ئىلتىماس
ur_pk: غیر قانونی درخواست
uz_cyrl: Noto'g'ri so'rov

# MpNotificationType_InvalidResponse
source: Invalid Response
af_za: Ongeldige reaksie
am_et: ልክ ያልሆነ ምላሽ
as_in: অবৈধ সঁহাৰি
az_cyrl_az: Etibarsız cavab
cy_gb: Ymateb Annilys
et_ee: Kehtetu vastus
fil_ph: Di -wastong tugon
ga_ie: Freagra Neamhbhailí
gu_in: અયોગ્ય પ્રત્યુત્તર
he_il: תגובה לא חוקית
hr_ba: Odgovor nije valjan
hy_am: Անհամարժեք արձագանք
id_id: Respons Tidak Valid
is_is: Ógilt svar
ka_ge: არასწორი პასუხი
kk_kz: Дұрыс емес жауап
km_kh: ការ ឆ្លើយ តប មិន ត្រឹម ត្រូវ
kn_in: ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆ
ky_kg: Жараксыз жооп
lo_la: ການຕອບສະຫນອງທີ່ບໍ່ຖືກຕ້ອງ
lt_lt: Neteisingas atsakymas
lv_lv: Nederīga atbilde
mi_nz: Urupare Muhu
mk_mk: Невалиден одговор
ml_in: അസാധുവായ മറുപടി
mr_in: अवैध प्रतिसाद
mt_mt: Rispons Invalidu
ne_np: अवैध प्रतिक्रिया
or_in: Invalid ପ୍ରତିକ୍ରିୟା
pa_arab_pk: ਗਲਤ ਜਵਾਬ
sl_si: Neveljaven odgovor
sq_al: Përgjigje e pavlefshme
sr_cyrl_me: Неважећи одговор
sr_latn_me: Nevažeći odgovor
sw_ke: Jibu batili
ta_in: தவறான பதில்
te_in: చెల్లని ప్రతిస్పందన
th_th: การตอบสนองไม่ถูกต้อง
tk_tm: Nämüçindir jogapla
tt_ru: Чын күңелдән җавап
ug_cn: ئىناۋەتسىز ئىنكاس
ur_pk: غیر قانونی جواب
uz_cyrl: Haqiqiy javob

# MpNotificationType_ExecuteParametersRequest
source: Execute Parameters Request
af_za: Voer parameters versoek uit
am_et: የመለኪያዎች ጥያቄን ያስፈጽሙ
as_in: প্ৰাচল অনুৰোধ নিষ্পাদন কৰক
az_cyrl_az: Parametrlərin tələbini icra edin
cy_gb: Cyflawni cais paramedrau
et_ee: Täitke parameetrite taotlus
fil_ph: Magsagawa ng kahilingan sa mga parameter
ga_ie: Rith Paraiméadair Iarratas
gu_in: પરિમાણો માંગણીને ચલાવો
he_il: בקשת ביצוע פרמטרים
hr_ba: Zahtjev za izvršavanje parametara
hy_am: Իրականացնել պարամետրերի հայցումը
id_id: Jalankan Permintaan Parameter
is_is: Beiðni um framkvæmd færibreyta
ka_ge: პარამეტრების შესრულება
kk_kz: Параметрлер сұрауын орындау
km_kh: ការស្នើសុំប៉ារ៉ាម៉ែត្រ Execute
kn_in: ನಿಯತಾಂಕಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ ವಿನಂತಿ
ky_kg: Параметрлердин өтүнүчүн аткаруу
lo_la: Execute ການຮ້ອງຂໍ Parameters
lt_lt: Vykdyti parametrų užklausą
lv_lv: Izpildīt parametru pieprasījumu
mi_nz: Kawe Tono Tawhā
mk_mk: Изврши барање за параметри
ml_in: പാരാമീറ്ററുകൾ അഭ്യർത്ഥന നടപ്പിലാക്കുക
mr_in: पॅरामीटर विनंती कार्यान्वित करा
mt_mt: Talba għall-Parametri tal-Eżekuzzjoni
ne_np: परिमिति अनुरोध कार्यान्वयन गर्नुहोस्
or_in: ପାରାମିଟର ଅନୁରୋଧ କାର୍ଯ୍ୟକାରୀ କରନ୍ତୁ
pa_arab_pk: ਪੈਰਾਮੀਟਰ ਬੇਨਤੀ ਨੂੰ ਚਲਾਓ
sl_si: Izvedba zahteve za parametre
sq_al: Ekzekuto kërkesën e parametrave
sr_cyrl_me: Изврши захтев за параметре
sr_latn_me: Izvrši zahtev za parametre
sw_ke: Tekeleza Ombi la Vigezo
ta_in: அளவுருக்கள் கோரிக்கையை இயக்கவும்
te_in: పరామీటర్ల అభ్యర్థనను అమలు చేయండి
th_th: ดําเนินการร้องขอพารามิเตอร์
tk_tm: Sinunit-format
tt_ru: Параметрлар үтенечләрен үтәргә
ug_cn: پارامېتىر تەلەپنى ئىجرا قىلىش
ur_pk: پیرامیٹرز کی درخواست کو انجام دیں
uz_cyrl: Parametrlarni bajaring

# MpNotificationType_DbPasswordInput
source: Db Password Input
af_za: DB -wagwoord invoer
am_et: DB የይለፍ ቃል ግቤት
as_in: DB গুপ্তশব্দ ইনপুট
az_cyrl_az: Db parol girişi
cy_gb: Mewnbwn Cyfrinair DB
et_ee: DB parooli sisend
ga_ie: Ionchur Pasfhocal Db
gu_in: Db પાસવર્ડ ઇનપુટ
he_il: קלט סיסמה db
hr_ba: Unos db lozinke
hy_am: Db Անձնագրի մուտքագրում
id_id: Input Kata Sandi Db
is_is: Db Lykilorð Inntak
ka_ge: Db პაროლის შეყვანა
kk_kz: Db паролін енгізу
km_kh: Db Password បញ្ចូល
kn_in: DB ಪಾಸ್ ವರ್ಡ್ ಇನ್ ಪುಟ್
ky_kg: Db Сырсөз киргизүү
lt_lt: Db slaptažodžio įvedimas
lv_lv: Db paroles ievade
mi_nz: Tāuru Kupuhipa Db
mk_mk: Влез на лозинка на ДБ
ml_in: Db പാസ് വേഡ് ഇൻപുട്ട്
mr_in: डीबी पासवर्ड इनपुट
mt_mt: Input tal-Password db
ne_np: डीबी पासवर्ड आगत
pa_arab_pk: ਡੀਬੀ ਪਾਸਵਰਡ ਇਨਪੁਟ
sl_si: Db vnos gesla
sq_al: Db Hyrje fjalëkalimi
sr_cyrl_me: Унос дб лозинке
sr_latn_me: Unos db lozinke
sw_ke: Ingizo la nenosiri la db
ta_in: db கடவுச்சொல் உள்ளீடு
te_in: Db పాస్ వర్డ్ ఇన్ పుట్
th_th: ป้อนรหัสผ่าน db
tk_tm: Db Parol Giriş
ug_cn: Db مەخپىي نومۇرى كىرگۈزۈش
ur_pk: DB پاس ورڈ Input
uz_cyrl: DB parolini kiritish

# MpNotificationType_RateApp
source: Rate App
af_za: Koers van die app
am_et: ደረጃ ይስጡ
as_in: মূল্য App
az_cyrl_az: TƏKLİF
cy_gb: App ardrethi
et_ee: Hindade rakendus
fil_ph: I -rate ang app
ga_ie: Feidhmchlár Ráta
gu_in: દર એપ્લિકેશન
he_il: אפליקציית תעריפים
hr_ba: Aplikacija Ocjenjivanje
id_id: Aplikasi Harga
ka_ge: აპლიკაციის შეფასება
kk_kz: Мөлшерлеме бағдарламасы
km_kh: កម្មវិធី វាយ តម្លៃ
kn_in: ದರ ಅಪ್ಲಿಕೇಶನ್
ky_kg: Чен тиркемеси
lt_lt: Įvertinkite programą
lv_lv: Likmes lietotne
mi_nz: Taupānga Mokatere
ml_in: റേറ്റ് ആപ്പ്
mr_in: रेट अॅप
mt_mt: App tar-Rata
ne_np: दर अनुप्रयोग
or_in: ରେଟ୍ ଆପ୍
pa_arab_pk: ਰੇਟ ਐਪ
sl_si: Ocenite aplikacijo
sr_cyrl_me: Оцени апликацију
sr_latn_me: Oceni aplikaciju
sw_ke: Programu ya Kiwango
ta_in: ரேட் ஆப்
te_in: రేట్ యాప్
th_th: ให้คะแนนแอป
tk_tm: ProgrammaNy Sazla
tt_ru: Ставкалар кушымтасы
ug_cn: نىسبىتى ئەپ دېتالى
ur_pk: ریٹ ایپ
uz_cyrl: Tavnabni baholang

# MpNotificationType_ModalResetSharedValuePreset
source: Modal Reset Shared Value Preset
af_za: Modale herstel gedeelde waarde vooraf
am_et: Modal ዳግም የተጋራ እሴት ቅድሚያዎች
as_in: Modal Reset অংশীদাৰী মূল্য Preset
az_cyrl_az: Modal sıfırlama paylaşılan dəyər əvvəlcədən
cy_gb: Ailosod Modal Rhagosodiad Gwerth a Rennir
et_ee: Modaalne lähtestage jagatud väärtus eelseade
ga_ie: Athshocraigh Modal Réamhshocrú Luach Comhroinnte
gu_in: મોડલને પુન:સુયોજિત થયેલ વહેંચાયેલ કિંમત પૂર્વસુયોજિત કરો
he_il: איפוס מודאלי של קביעת ערך משותף מוגדרת מראש
hr_ba: Gotova konfiguracija zajedničke vrijednosti u modalnom vraćanju izvorne vrijednosti
hy_am: Modal Reset Կիսված արժույթ Preset
id_id: Preset Nilai Bersama Reset Modal
is_is: Modal Reset Forstillt samnýtt gildi
ka_ge: მოდალური გადატვირთვის საერთო ღირებულების წინასწარ დაყენება
kk_kz: Ортақ мәнді алдын ала орнатуды модальды қалпына келтіру
km_kh: Modal Reset Shared តម្លៃ Preset
kn_in: ಮಾದರಿ ಮರುಹೊಂದಿಕೆ ಹಂಚಿಕೆಯ ಮೌಲ್ಯ ಪೂರ್ವನಿರ್ಧರಿತ
ky_kg: Модал резеткасы жалпы баалуулук прецеденти
lv_lv: Modālās atiestatīšanas koplietojamās vērtības sākotnējais iestatījums
mi_nz: Tautuhi anō i te tautuhinga uara tiri
ml_in: മോഡൽ റീസെറ്റ് പങ്കിട്ട മൂല്യ പ്രീസെറ്റ്
mr_in: मॉडेल रीसेट सामायिक मूल्य प्रीसेट
mt_mt: Irrisettja Modali Valur Kondiviż Preset
ne_np: मोडल रिसेट साझा गरिएको मान प्रिसेट गर्नुहोस्
pa_arab_pk: ਮਾਡਲ ਰੀਸੈੱਟ ਸ਼ੇਅਰਡ ਵੈਲਯੂ ਪ੍ਰੀਸੈੱਟ
sl_si: Prednastavitev skupne vrednosti modalne ponastavitve
sr_cyrl_me: Почетна поставка модалне почетне вредности дељене вредности
sr_latn_me: Početna postavka modalne početne vrednosti deljene vrednosti
sw_ke: Modal Weka upya Thamani Iliyoshirikiwa Imewekwa
ta_in: மாதிரி மீட்டமை பகிரப்பட்ட மதிப்பு முன்னமைக்கப்பட்டது
te_in: మోడల్ రీసెట్ షేర్డ్ వాల్యూ ప్రీసెట్
th_th: Modal Reset ค่าที่ใช้ร่วมกันที่ตั้งไว้ล่วงหน้า
tk_tm: Modal Reset Paýlaşym Mykdamy
tt_ru: Мөддәтле ыгы - ныгы - пәрдәләү
ug_cn: مودىل قايتا يېڭىلاش ئورتاق قىممەت ئالدىنئالاھىدە
uz_cyrl: Modal qayta tiklangan umumiy qiymatni oldindan sozlash

# MpNotificationType_ModalContentFormatDegradation
source: Modal Content Format Degradation
af_za: Modale inhoudsformaat agteruitgang
am_et: የ Modale የይዘት ቅርጸት መበላሸት
as_in: মডাল বিষয়বস্তুৰ বিন্যাসৰ অৱক্ষয়
az_cyrl_az: Modal məzmun formatında deqradasiya
cy_gb: Diraddio fformat cynnwys moddol
et_ee: Modaalse sisu vormingu halvenemine
fil_ph: Ang pagkasira ng format ng nilalaman ng modal
ga_ie: Díghrádú Formáid Ábhar Modal
gu_in: મોડલ સામગ્રી બંધારણ અધઃપતન
he_il: השפלה בתבנית תוכן מודאלי
hr_ba: Degradacija oblika modalnog sadržaja
hy_am: Modal Բովանդակություն Ֆորմատի Դեգրադացիա
id_id: Degradasi Format Konten Modal
is_is: Niðurbrot formlegs innihaldssniðs
ka_ge: მოდალური შინაარსის ფორმატის დეგრადაცია
kk_kz: Модальды мазмұн пішімінің тозуы
km_kh: ការ អាប់ឱន ទ្រង់ទ្រាយ មាតិកា Modal
kn_in: ಮಾದರಿ ವಿಷಯ ಸ್ವರೂಪ ಅವನತಿ
ky_kg: Модал мазмуну форматы бузулуу
lt_lt: Modalinio turinio formato pablogėjimas
lv_lv: Modālā satura formāta degradācija
mi_nz: Whakaititanga o te Hōputu Ihirangi Modal
mk_mk: Деградација на модалниот формат на содржината
ml_in: മോഡൽ ഉള്ളടക്ക ഫോർമാറ്റ് ഡീഗ്രേഡേഷൻ
mr_in: मॉडेल सामग्री प्रारूप अधोगती
mt_mt: Degradazzjoni tal-Format tal-Kontenut Modali
ne_np: मोडल सामग्री ढाँचा ह्रास
or_in: Modal ବିଷୟବସ୍ତୁ ଫର୍ମାଟ ଅବକ୍ଷୟ
pa_arab_pk: ਮਾਡਲ ਸਮੱਗਰੀ ਫਾਰਮੈਟ ਡੀਗ੍ਰੇਡੇਸ਼ਨ
sl_si: Degradacija modalne oblike vsebine
sq_al: Degradimi i formatit të përmbajtjes modale
sr_cyrl_me: Деградација модалног формата садржаја
sr_latn_me: Degradacija modalnog formata sadržaja
sw_ke: Uharibifu wa Umbizo la Maudhui ya Modal
ta_in: மாதிரி உள்ளடக்க வடிவமைப்பு சீரழிவு
te_in: మోడల్ కంటెంట్ ఫార్మాట్ క్షీణత
th_th: การย่อยสลายรูปแบบเนื้อหาโมดอล
tk_tm: Modal MazmunLar Formaty
tt_ru: Модаль контент форматы бозылу
ug_cn: مەزمۇن شەكلىنى ئۆزگەرتىش
ur_pk: ماڈل مواد کی شکل تنزلی
uz_cyrl: Modol tarkibi formasining buzilishi

# MpNotificationType_ModalYesNoCancelMessageBox
source: Modal Yes No Cancel Message Box
af_za: Modaal Ja Nee Kanselleer Boodskapkassie
am_et: Modal አዎ አዎ የለም አይስክሬም የመልእክት ሳጥን ሳጥን
as_in: মডাল হয় নাই বাৰ্তা বাকচ বাতিল কৰক
az_cyrl_az: Modal Bəli Xeyr Mesaj qutusunu ləğv edin
cy_gb: Modal Ydw Nac ydw Canslo Blwch Negeseuon
et_ee: Modaalne jah ei tühista sõnumikasti
fil_ph: Modal Oo Hindi Makansela ang kahon ng mensahe
ga_ie: Modal Tá Níl Cealaigh Bosca Teachtaireachta
gu_in: મોડલ હા, કોઈ રદ સંદેશ બોક્સ નથી
he_il: מודאלי כן לא ביטול תיבת הודעה
hr_ba: Modalni okvir poruke Da bez otkazivanja
hy_am: Modal Այո Չեղարկել հաղորդագրությունների արկղ
id_id: Modal Ya Tidak Batalkan Kotak Pesan
is_is: Modal Já Nei Hætta við skilaboð kassi
ka_ge: მოდალური დიახ არ გააუქმებს შეტყობინების ყუთს
kk_kz: Modal Yes Жоқ хабар ұясы
km_kh: Modal Yes No Cancel ប្រអប់សារ
kn_in: ಮಾದರಿ ಹೌದು ಇಲ್ಲ ರದ್ದು ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ
ky_kg: Модал Ооба Жокко чыгаруу кабар кутучасы
lt_lt: modalinis taip ne atšaukti pranešimo laukas
lv_lv: Modāls Jā Nē Atcelšanas ziņojuma lodziņš
mi_nz: Modal Āe Kāore he Pouaka Karere Whakakore
mk_mk: Модал да нема откажување на кутијата за пораки
ml_in: മോഡൽ Yes No Cancel Message Box
mr_in: मॉडेल होय नाही संदेश बॉक्स रद्द करा
mt_mt: Modal Iva Le Ikkanċella l-Kaxxa tal-Messaġġ
ne_np: मोडेल हो होइन सन्देश बाकस रद्द गर्नुहोस्
or_in: ମୋଡାଲ ହଁ ନୋ ବାତିଲ ସନ୍ଦେଶ ବକ୍ସ
pa_arab_pk: ਮਾਡਲ ਹਾਂ ਨਹੀਂ ਰੱਦ ਕਰੋ ਸੁਨੇਹਾ ਬਾਕਸ
sl_si: Modal Da Brez okna s sporočilom za preklic
sr_cyrl_me: МодалНо да Не Откажи поруку
sr_latn_me: ModalNo da Ne Otkaži poruku
sw_ke: Modal Ndiyo Hakuna Katisha Sanduku la Ujumbe
ta_in: மோடல் ஆம் இல்லை செய்தி பெட்டியை ரத்துசெய்
te_in: మోడల్ అవును లేదు సందేశ పెట్టెను రద్దు చేయండి
th_th: Modal ใช่ ไม่ใช่ ยกเลิกกล่องข้อความ
tk_tm: Modal Hawa Ýok Cancel Message Box
tt_ru: « Әйе » дигән тәгълим
ug_cn: مودىل Evet يوق ئۇچۇر رامكىسىنى بىكار قىلىش
ur_pk: موڈل ہاں نہیں میسیج باکس منسوخ کریں
uz_cyrl: Modol Ha Yo'q Xabarlar qutisi

# MpNotificationType_ModalYesNoMessageBox
source: Modal Yes No Message Box
af_za: Modaal Ja Nee Boodskapkassie
am_et: ሞዱል አዎ የለም ምንም የመልእክት ሳጥን
as_in: মডাল হয় নাই বাৰ্তা বাকচ
az_cyrl_az: Modal Bəli Xeyr Mesaj qutusu
cy_gb: Modal Ie Na Blwch Negeseuon
et_ee: Modaalne jah ei sõnumikasti
fil_ph: Modal Oo Hindi Mensahe Box
ga_ie: Modal Tá Níl Bosca Teachtaireachta
gu_in: મોડલ હા કોઈ સંદેશ બોક્સ નથી
he_il: מודאלי כן לא תיבת הודעה
hr_ba: Modalni okvir da bez poruke
hy_am: Modal Այո Ոչ հաղորդագրությունների արկղ
id_id: Modal Ya Tidak Kotak Pesan
is_is: Modal Já Nei skilaboðakassi
ka_ge: მოდალური დიახ არ არის შეტყობინების ყუთი
kk_kz: Modal Yes жоқ хабар ұясы
km_kh: Modal Yes No ប្រអប់សារ
kn_in: ಮಾದರಿ ಹೌದು ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ ಇಲ್ಲ
ky_kg: Модал Ооба кабар кутучасы жок
lo_la: Modal Yes ບໍ່ມີກ່ອງຂ່າວສານ
lt_lt: Modalinis taip ne pranešimo laukas
lv_lv: Modāls Jā Nē Ziņojuma lodziņš
mi_nz: Modal Āe Kāore he Pouaka Karere
mk_mk: Модал да нема кутија за пораки
ml_in: മോഡൽ Yes No Message Box
mr_in: मॉडेल होय संदेश बॉक्स नाही
mt_mt: Modal Iva Le Kaxxa tal-Messaġġ
ne_np: मोडेल हो हो सन्देश बाकस छैन
or_in: ମୋଡାଲ ହଁ ନୋ ମେସେଜ୍ ବକ୍ସ
pa_arab_pk: ਮਾਡਲ ਹਾਂ ਕੋਈ ਸੁਨੇਹਾ ਬਾਕਸ ਨਹੀਂ
sl_si: Modalno polje za sporočila »Da« ni
sr_cyrl_me: Модал Да Но Мессаге Боx
sr_latn_me: Modal Da No Message Box
sw_ke: Modal Ndiyo Hakuna Sanduku la Ujumbe
ta_in: மோடல் ஆம் இல்லை தகவல் பெட்டி
te_in: మోడల్ అవును లేదు మెసేజ్ బాక్స్
th_th: โมดอลใช่ไม่ใช่กล่องข้อความ
tk_tm: Modal Hawa Habar Ýok Gutusy
tt_ru: «Әйе » дигән модаль
ug_cn: مودىل Evet يوق ئۇچۇر رامكىسى
ur_pk: ماڈل ہاں کوئی پیغام باکس نہیں
uz_cyrl: Modal ha xabar qutisi yo'q

# MpNotificationType_ModalOkCancelMessageBox
source: Modal Ok Cancel Message Box
af_za: Modaal ok kanselleer boodskapkassie
am_et: Modal ok Whock የመልእክት ሳጥን
as_in: Modal ঠিক আছে বাৰ্তা বাকচ বাতিল কৰক
az_cyrl_az: Modal OK mesaj qutusunu ləğv edin
cy_gb: Blwch neges canslo moddol iawn
et_ee: Modaalne OK Tühista teadete kast
fil_ph: Modal OK Kanselahin ang kahon ng mensahe
ga_ie: Modal OK Cealaigh Bosca Teachtaireachta
gu_in: મોડલ ઓકે રદ કરો સંદેશ બોક્સ
he_il: Modal אישור ביטול תיבת הודעה
hr_ba: Okvir poruke o odustajanju od modalnog oka
hy_am: Modal Ok Չեղարկել հաղորդագրությունների արկղը
id_id: Kotak Pesan Modal Ok Batalkan
is_is: Modal Ok Cancel skilaboðagluggi
ka_ge: მოდალური Ok გააუქმეთ შეტყობინებების ყუთი
kk_kz: Modal OK хабардан бас тарту өрісі
km_kh: Modal Ok Cancel ប្រអប់សារ
kn_in: ಮಾದರಿ ಸರಿ ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ ರದ್ದು ಮಾಡಿ
ky_kg: Модал Ок билдирүү кутучаны жокко чыгаруу
lo_la: Modal Ok Cancel ກ່ອງຂໍ້ຄວາມ
lt_lt: "Modal Ok" atšaukimo pranešimo laukas
lv_lv: Modal ok atcelt ziņojuma lodziņu
mi_nz: Pouaka Karere Whakakore Modal Ok
mk_mk: Modal Ok Откажи ја кутијата за пораки
ml_in: മോഡൽ OK സന്ദേശ ബോക്സ് റദ്ദാക്കുക
mr_in: मॉडेल ओके संदेश बॉक्स रद्द करा
mt_mt: Modal ok Ikkanċella l-Kaxxa tal-Messaġġ
ne_np: मोडल ठीक छ सन्देश बाकस रद्द गर्नुहोस्
or_in: Modal Ok ସନ୍ଦେଶ ବକ୍ସ ବାତିଲ କରନ୍ତୁ
pa_arab_pk: ਮਾਡਲ ਠੀਕ ਹੈ ਸੁਨੇਹਾ ਬਾਕਸ ਨੂੰ ਰੱਦ ਕਰੋ
sl_si: Ok s sporočilom Modal Ok
sr_cyrl_me: Модал Ок Откажи оквир за поруке
sr_latn_me: Modal Ok Otkaži okvir za poruke
sw_ke: Modal Ok Katisha Sanduku la Ujumbe
ta_in: மாதிரி சரி செய்தி பெட்டியை ரத்து செய்
te_in: మోడల్ ఓకే మెసేజ్ బాక్స్ రద్దు చేయండి
th_th: Modal Ok ยกเลิกกล่องข้อความ
tt_ru: Модаль ок хәбәрне юк итә
ug_cn: Modal Ok سۆز قالدۇرۇش خەت ساندۇقى
ur_pk: موڈل ٹھیک ہے میسیج باکس منسوخ کریں
uz_cyrl: MODAL OK xabar qutisini bekor qiladi

# MpNotificationType_ModalOkMessageBox
source: Modal Ok Message Box
af_za: Modaal OK Boodskapkassie
am_et: Modal እሺ የመልእክት ሳጥን
as_in: Modal ঠিক আছে বাৰ্তা বাকচ
az_cyrl_az: Modal ok mesaj qutusu
cy_gb: Blwch neges iawn iawn
et_ee: Modaalne OK sõnumikast
fil_ph: Modal OK box ng mensahe
ga_ie: Bosca Teachtaireachta Modal OK
gu_in: મોડલ ઓકે સંદેશ બોક્સ
he_il: תיבת הודעה בסדר מודאלי
hr_ba: Okvir poruke Modal OK
hy_am: Մոդալ Ok հաղորդագրությունների արկղ
id_id: Kotak Pesan Modal Ok
is_is: Modal Ok skilaboðakassi
ka_ge: მოდალური Ok შეტყობინებების ყუთი
kk_kz: Modal OK хабарлар жолағы
km_kh: ប្រអប់សារ Modal Ok
ky_kg: Модаль Ок билдирүү кутучасы
lo_la: Modal Ok ກ່ອງຂໍ້ຄວາມ
lt_lt: "Modal Ok" pranešimų dėžutė
lv_lv: Modal Ok ziņojuma lodziņš
mi_nz: Pouaka Karere Modal Ok
mk_mk: Modal Ok Кутија за пораки
ml_in: മോഡൽ ഓകെ സന്ദേശ ബോക്സ്
mr_in: मोडल ओके संदेश बॉक्स
mt_mt: Kaxxa tal-Messaġġ Modal Ok
ne_np: मोडल ठीक सन्देश बाकस
pa_arab_pk: ਮਾਡਲ ਠੀਕ ਸੁਨੇਹਾ ਬਾਕਸ
sl_si: Okno s sporočilom Modal Ok
sr_cyrl_me: Оквир за модалну ок поруку
sr_latn_me: Okvir za modalnu ok poruku
sw_ke: Sanduku la Ujumbe wa Modal Ok
ta_in: மாதிரி சரி செய்தி பெட்டி
te_in: మోడల్ ఓకే మెసేజ్ బాక్స్
th_th: กล่องข้อความ Modal Ok
tk_tm: Modal Ok habaryň bukjasy
tt_ru: Модаль ок хәбәре рамкасы
ug_cn: مودىل Ok ئۇچۇر رامكىسى
uz_cyrl: Moddali OK xabar qutisi

# MpNotificationType_ModalTextBoxOkCancelMessageBox
source: Modal Text Box Ok Cancel Message Box
af_za: Modale teksblokkie ok kanselleer boodskapkassie
am_et: Edale የጽሑፍ ሳጥን እሺ የመልእክት ሳጥን
as_in: মডাল টেক্সট বাকচ ঠিক আছে বাৰ্তা বাকচ বাতিল কৰক
az_cyrl_az: Modal mətn qutusu OK Mesaj qutusunu ləğv edin
cy_gb: Blwch Testun Modal Iawn Canslo Blwch Negeseuon
et_ee: Modaalne tekstikast OK Tühista teadete kast
fil_ph: Modal Text Box OK Kanselahin ang kahon ng mensahe
ga_ie: Bosca Téacs Modal OK Cealaigh Bosca Teachtaireachta
gu_in: મોડલ લખાણ બોક્સ બરાબર રદ કરો સંદેશ બોક્સ
he_il: תיבת טקסט מודאלית אישור תיבת ביטול הודעה
hr_ba: Modalni tekstni okvir U redu Odustani od okvira poruke
hy_am: Modal Text Box Ok Չեղարկել հաղորդագրությունների արկղը
id_id: Kotak Teks Modal ok batalkan kotak pesan
is_is: Formlegur textareitur Í lagi Hætta við skilaboðaglugga
ka_ge: მოდალური ტექსტური ყუთი Ok გააუქმეთ შეტყობინების ყუთი
kk_kz: Modal мәтін ұясы Ок хабардан бас тарту ұясы
km_kh: Modal Text Box Ok Cancel ប្រអប់សារ
kn_in: ಮಾದರಿ ಪಠ್ಯ ಪೆಟ್ಟಿಗೆ ಸರಿ ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ ರದ್ದು ಮಾಡಿ
ky_kg: Модал текст кутуча ок билдирүү кутуча жокко чыгаруу
lo_la: Modal Text Box Ok Cancel ກ່ອງຂໍ້ຄວາມ
lt_lt: Modalinio teksto laukas Gerai atšaukti pranešimo laukelį
lv_lv: Modālais tekstlodziņš Labi Atcelt ziņojuma lodziņu
mi_nz: Pouaka Kupu Modal Ok Whakakore Pouaka Karere
mk_mk: Модална текстуална кутија Ok Откажи ја кутијата за пораки
ml_in: മോഡൽ ടെക്സ്റ്റ് ബോക്സ് ശരി സന്ദേശ ബോക്സ് റദ്ദാക്കുക
mr_in: मॉडेल टेक्स्ट बॉक्स ठीक आहे संदेश बॉक्स रद्द करा
mt_mt: Kaxxa tat-Test Modali Ok Ikkanċella l-Kaxxa tal-Messaġġ
ne_np: मोडल पाठ बाकस ठीक छ सन्देश बाकस रद्द गर्नुहोस्
or_in: Modal Text Box Ok ସନ୍ଦେଶ ବକ୍ସ ବାତିଲ କରନ୍ତୁ
pa_arab_pk: ਮਾਡਲ ਟੈਕਸਟ ਬਾਕਸ ਠੀਕ ਹੈ ਸੁਨੇਹਾ ਬਾਕਸ ਨੂੰ ਰੱਦ ਕਰੋ
sl_si: Polje z modalnim besedilom V redu Prekliči okno s sporočilom
sr_cyrl_me: Модални оквир за текст Ок Откажи оквир за поруке
sr_latn_me: Modalni okvir za tekst Ok Otkaži okvir za poruke
sw_ke: Sanduku la Maandishi ya Modal Sawa Katisha Sanduku la Ujumbe
ta_in: மாதிரி உரை பெட்டி சரி செய்தி பெட்டியை ரத்து செய்
te_in: మోడల్ టెక్స్ట్ బాక్స్ ఓకే క్యాన్సిల్ మెసేజ్ బాక్స్
th_th: กล่องข้อความโมดอลตกลงยกเลิกกล่องข้อความ
tk_tm: Modal Metin Kutusu Ok Cancel Message Box
tt_ru: Модаль текст тартмасы хәбәрне юк итә
ug_cn: Modal Text Box Ok سۆز قالدۇرۇش خەت ساندۇقى
ur_pk: موڈل ٹیکسٹ باکس ٹھیک ہے میسج باکس منسوخ کریں
uz_cyrl: Modol matn qutisi OK xabar qutisini bekor qiladi

# MpNotificationType_ModalRememberableTextBoxOkCancelMessageBox
source: Modal Rememberable Text Box Ok Cancel Message Box
af_za: Modale onthoubare teksblokkie ok kanselleer boodskapkassie
am_et: Modal የሚታዘዝ የጽሑፍ ሳጥን መልካም የመልእክት ሳጥን
as_in: Modal Rememberable টেক্সট বাকচ ঠিক আছে বাৰ্তা বাকচ বাতিল কৰক
az_cyrl_az: Modal yadda qalan mətn qutusu OK Mesaj qutusunu ləğv edin
cy_gb: Blwch testun Cofiadwy Modal Iawn Canslo Blwch Negeseuon
et_ee: Modaalne mäletav tekstikast OK Tühista sõnumikast
fil_ph: MODAL RECORTABLE TEXT BOX OK Kanselahin ang kahon ng mensahe
ga_ie: Bosca Téacs Cuimhne Modal OK Cealaigh Bosca Teachtaireachta
gu_in: મોડલ યાદ રાખી શકાય તેવું લખાણ બોક્સ બરાબર રદ કરો સંદેશ બોક્સ
he_il: מודאלי זכור תיבת טקסט אישור ביטול תיבת הודעה
hr_ba: Modalni pamtljivi tekstni okvir U redu Odustani od okvira poruke
hy_am: Modal Հիշվող տեքստային box Ok Cancel հաղորդագրությունների արկղ
id_id: Kotak Teks Modal yang Dapat Diingat ok batalkan kotak pesan
is_is: Formlegur textareitur sem hægt er að muna í lagi Hætta við skilaboðareit
ka_ge: მოდალური დამახსოვრების ტექსტური ყუთი Ok გააუქმეთ შეტყობინების ყუთი
kk_kz: Modal есте қаларлық мәтін ұясы OK хабардан бас тарту ұясы
km_kh: Modal ចងចាំ Text Box Ok Cancel ប្រអប់សារ
kn_in: ಮಾದರಿ ನೆನಪಿಟ್ಟುಕೊಳ್ಳಬಹುದಾದ ಪಠ್ಯ ಪೆಟ್ಟಿಗೆ ಸರಿ ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ ರದ್ದು ಮಾಡಿ
ky_kg: Модал эсте каларлык текст кутуча ок билдирүү кутуча жокко чыгаруу
lo_la: Modal ຈື່ໄດ້ກ່ອງຂໍ້ຄວາມ Ok Cancel ກ່ອງຂໍ້ຄວາມ
lt_lt: Modalinis įsimenamas teksto laukelis Gerai atšaukti pranešimo laukelį
lv_lv: Modāls atcerams tekstlodziņš Labi Atcelt ziņojuma lodziņu
mi_nz: Pouaka Karere Whakakore Pouaka Karere Modal Maumahara
mk_mk: Модална запамтена текстуална кутија ок откажете ја кутијата за пораки
ml_in: മോഡൽ ഓർമ്മിക്കാവുന്ന ടെക്സ്റ്റ് ബോക്സ് ശരി സന്ദേശ ബോക്സ് റദ്ദാക്കുക
mr_in: मॉडेल लक्षात ठेवण्यायोग्य मजकूर बॉक्स ठीक आहे संदेश बॉक्स रद्द करा
mt_mt: Kaxxa tat-Test Modal Rememberable Ok Ikkanċella l-Kaxxa tal-Messaġġ
ne_np: मोडल स्मरणीय पाठ बाकस ठीक छ सन्देश बाकस रद्द गर्नुहोस्
or_in: ମୋଡାଲ୍ ମନେ ରଖିବାଯୋଗ୍ୟ ଟେକ୍ସଟ୍ ବକ୍ସ ଓକେ ବାତିଲ୍ ସନ୍ଦେଶ ବକ୍ସ
pa_arab_pk: ਮਾਡਲ ਨੂੰ ਯਾਦ ਰੱਖਣ ਯੋਗ ਟੈਕਸਟ ਬਾਕਸ ਠੀਕ ਹੈ ਸੁਨੇਹਾ ਬਾਕਸ ਨੂੰ ਰੱਦ ਕਰੋ
sl_si: Polje z besedilom, ki si ga je mogoče spomniti z modalnim načinom Ok za preklic sporočila
sq_al: Modal Kutia e tekstit e kujtueshme Ok Cancel Message Box
sr_cyrl_me: Модални оквир за текст који се може запамтити у реду Откажи оквир за поруке
sr_latn_me: Modalni okvir za tekst koji se može zapamtiti u redu Otkaži okvir za poruke
sw_ke: Sanduku la Maandishi la Modal linalokumbukwa Sawa Katisha Sanduku la Ujumbe
ta_in: மாதிரி நினைவில் கொள்ளக்கூடிய உரை பெட்டி சரி செய்தி பெட்டியை ரத்து செய்
te_in: మోడల్ గుర్తుంచుకోదగిన టెక్స్ట్ బాక్స్ ఓకే క్యాన్సిల్ మెసేజ్ బాక్స్
th_th: Modal Rememberable Text Box ตกลง ยกเลิกกล่องข้อความ
tk_tm: Modal Yadyňa Düşýän Metin Kutusu Ok Cancel Message Box
tt_ru: Модаль истә калдырылган текст тартмасы хәбәрне калдырмый
ug_cn: Modal ئەستە ساقلاش تېكىست رامكىسى Ok Cancel Message Box
ur_pk: موڈ یاد رکھنے کے قابل ٹیکسٹ باکس ٹھیک ہے پیغام باکس منسوخ کریں
uz_cyrl: Modal Esda qoladigan matn qutisi OK xabar qutisini bekor qiladi
