Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpNotificationType_ModalProgressCancelMessageBox
source: Modal Progress Cancel Message Box
af_za: Modale vordering kanselleer boodskapkassie
am_et: Modal እድገት የመልእክት ሳጥን
as_in: Modal Progress Messance Box বাতিল কৰক
az_cyrl_az: Modal Tərəqqi Mesaj qutusunu ləğv edin
cy_gb: Blwch Negeseuon Canslo Cynnydd Modal
et_ee: Modaalne progress tühista teadete kast
fil_ph: Modal Progress Kanselahin ang kahon ng mensahe
ga_ie: Cealaigh Bosca Teachtaireachta Dul Chun Cinn Modal
gu_in: મોડલ પ્રગતિ સંદેશ બોક્સને રદ કરો
he_il: תיבת ההודעה 'ביטול התקדמות מודאלית'
hr_ba: Okvir za odustajanje od poruke modalnog tijeka
hy_am: Modal առաջխաղացումը չեղարկել հաղորդագրությունների արկղը
id_id: Kotak Pesan Batalkan Kemajuan Modal
is_is: Framvinda formlegrar afturköllunar skilaboðaglugga
ka_ge: მოდალური პროგრესის გაუქმების შეტყობინების ყუთი
kk_kz: Модальды прогресс Хабардан бас тарту өрісі
km_kh: Modal Progress Cancel ប្រអប់សារ
kn_in: ಮಾದರಿ ಪ್ರಗತಿ ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ ರದ್ದು ಮಾಡಿ
ky_kg: Модал прогресс билдирүү кутучасы жокко чыгаруу
lo_la: Modal Progress Cancel ກ່ອງຂໍ້ຄວາມ
lt_lt: Modalinio progreso atšaukimo pranešimo laukas
lv_lv: Modālā progresa atcelšanas ziņojuma lodziņš
mi_nz: Ka whakakorea e te Kaunuku Modal te Pouaka Karere
mk_mk: Модалниот напредок откажување на кутијата за пораки
ml_in: മോഡൽ പ്രോഗ്രസ് കാൻസൽ സന്ദേശ ബോക്സ്
mr_in: मॉडेल प्रगती संदेश बॉक्स रद्द करा
mt_mt: Il-Progress Modali Ikkanċella l-Kaxxa tal-Messaġġ
ne_np: मोडल प्रगति रद्द गर्नुहोस् सन्देश बाकस
or_in: Modal ପ୍ରଗତି ସନ୍ଦେଶ ବକ୍ସ ବାତିଲ କରନ୍ତୁ
pa_arab_pk: ਮਾਡਲ ਤਰੱਕੀ ਨੂੰ ਰੱਦ ਕਰੋ ਸੁਨੇਹਾ ਬਾਕਸ ਰੱਦ ਕਰੋ
sl_si: Polje s sporočilom preklic napredovanja načina
sr_cyrl_me: Модални ток Откажи оквир за поруке
sr_latn_me: Modalni tok Otkaži okvir za poruke
sw_ke: Sanduku la Ujumbe la Kughairi Maendeleo ya Modal
ta_in: மாதிரி முன்னேற்றம் செய்தி பெட்டியை ரத்துசெய்
te_in: మోడల్ ప్రోగ్రెస్ మెసేజ్ బాక్స్ రద్దు చేయండి
th_th: กล่องข้อความยกเลิกความคืบหน้าของโมดอล
tk_tm: Modal Ösüş Habar yň maksatnam gutusyny ýatyrdy
tt_ru: Модаль прогресс хәбәрне юк итә
ug_cn: مودىل ئىلگىرىلەش ئۇچۇر رامكىسىنى بىكار قىلىش
ur_pk: موڈل پروگریس میسج باکس منسوخ کریں
uz_cyrl: Moddal taraqqiyot Xabar qutisi

# MpNotificationType_ModalBusyMessageBox
source: Modal Busy Message Box
af_za: Modale besige boodskapkassie
am_et: ሞዳል ሥራ የተጠመደ የመልእክት ሳጥን
as_in: Modal ব্যস্ত বাৰ্তা বাকচ
az_cyrl_az: Modal məşğul mesaj qutusu
cy_gb: Blwch Negeseuon Prysur Modal
et_ee: Modaalne hõivatud sõnumikast
ga_ie: Bosca Teachtaireachta Gnóthach Modal
gu_in: મોડલ વ્યસ્ત સંદેશ બોક્સ
he_il: תיבת הודעה של תפוס מודאלי
hr_ba: Okvir poruke Modal Busy
hy_am: Modal Busy հաղորդագրությունների արկղ
id_id: Kotak Pesan Modal Sibuk
is_is: Upptekinn skilaboðagluggi
ka_ge: მოდალური დატვირთული შეტყობინების ყუთი
kk_kz: Modal бос емес хабарлар жолағы
km_kh: ប្រអប់សារដែលរវល់ Modal
kn_in: ಮಾದರಿ ನಿರತ ಸಂದೇಶ ಪೆಟ್ಟಿಗೆ
ky_kg: Модал иш менен алек кабар кутучасы
lt_lt: Modalinis užimtas pranešimų laukas
lv_lv: Modālais aizņemts ziņojumu lodziņš
mi_nz: Pouaka Karere Arokē Modal
mk_mk: Модална зафатена кутија за пораки
ml_in: മോഡൽ തിരക്കുള്ള സന്ദേശ ബോക്സ്
mr_in: मॉडेल व्यस्त संदेश बॉक्स
mt_mt: Kaxxa tal-Messaġġ Modal Busy
ne_np: मोडल व्यस्त सन्देश बाकस
or_in: Modal ବ୍ୟସ୍ତ ସନ୍ଦେଶ ବକ୍ସ
pa_arab_pk: ਮਾਡਲ ਰੁਝੇਵੇਂ ਵਾਲਾ ਸੁਨੇਹਾ ਬਾਕਸ
sl_si: Modalno zasedeno okno s sporočilom
sr_cyrl_me: Модално заузето оквир за поруке
sr_latn_me: Modalno zauzeto okvir za poruke
sw_ke: Sanduku la Ujumbe wa Modal Busy
ta_in: மாதிரி பணிமிகுதி செய்தி பெட்டி
te_in: మోడల్ బిజీ మెసేజ్ బాక్స్
th_th: กล่องข้อความ Modal ไม่ว่าง
tk_tm: Modal Işlikler Habar Bukjasy
tt_ru: Модаль булмаган хәбәр тартмасы
ug_cn: مودىل ئالدىراش ئۇچۇر رامكىسى
ur_pk: موڈل مصروف میسج باکس
uz_cyrl: Modal band xabar qutisi

# MpNotificationType_ModalRestartIgnore
source: Modal Restart Ignore
af_za: Modale herbegin ignoreer
am_et: Modal እንደገና እንደገና መጀመር
as_in: মডাল পুনৰাৰম্ভ কৰক
az_cyrl_az: Modal yenidən başladın
cy_gb: Ailgychwyn moddol anwybyddu
et_ee: Modaalne taaskäivitamine ignoreeritakse
fil_ph: Modal restart Huwag pansinin
ga_ie: Déan neamhaird d'atosú modal
gu_in: મોડલને અવગણીને પુન:શરૂ કરો
he_il: התעלמות מהפעלה מחדש מודאלית
hr_ba: Zanemari modalno ponovno pokretanje
hy_am: Մոդալ Ռեստարտն անտեսում է
id_id: Modal Mulai Ulang Abaikan
is_is: Modal endurræsa hunsa
ka_ge: მოდალური გადატვირთვა იგნორირება
kk_kz: Модальды қайта іске қосу Елемеу
km_kh: Modal Restart អើពើ
kn_in: ಮಾದರಿ ಮರುಪ್ರಾರಂಭ ನಿರ್ಲಕ್ಷಿಸಿ
ky_kg: Модалды кайра баштоо
lt_lt: Modalinio paleidimo iš naujo nepaisyti
lv_lv: Modālā restartēšana Ignorēt
mi_nz: Waiho Anō Modal
ml_in: മോഡൽ റീസ്റ്റാർട്ട് അവഗണന
mr_in: मॉडेल रिस्टार्ट दुर्लक्ष करा
mt_mt: Irristartjar Modali Injora
ne_np: मोड्युल पुन: उपेक्षा गर्नुहोस्
or_in: ମୋଡାଲ୍ ପୁନଃଆରମ୍ଭ ଅଣଦେଖା କରନ୍ତୁ
pa_arab_pk: ਮਾਡਲ ਰੀਸਟਾਰਟ ਨੂੰ ਅਣਡਿੱਠ
sl_si: Prezri modalni vnovični zagon
sr_cyrl_me: Занемаруј модално поновно покретање
sr_latn_me: Zanemaruj modalno ponovno pokretanje
sw_ke: Modal Anzisha upya Puuza
ta_in: மாதிரி மறுதொடக்கம் புறக்கணிப்பு
te_in: మోడల్ పునఃప్రారంభం పట్టించుకోవద్దు
th_th: Modal Restart ละเว้น
tk_tm: Modal Täzeden Äsgereç
tt_ru: Модаль яңадан кире кага
ug_cn: مودىل قايتا قوزغىتىش نەزەردىن ساقىت قىلىش
ur_pk: ماڈل دوبارہ شروع کریں نظر انداز کریں
uz_cyrl: Modol qayta ishga tushirish e'tiborsiz

# MpNotificationType_ModalRestartNowOrLater
source: Modal Restart Now Or Later
af_za: Modal herbegin nou of later
am_et: አሁን ሞድ አሁን ወይም በኋላ
as_in: মডাল এতিয়া বা পিছত পুনৰাৰম্ভ কৰক
az_cyrl_az: Modal yenidən başladın və ya daha sonra
cy_gb: Ailgychwyn moddol nawr neu'n hwyrach
et_ee: Modaalne taaskäivitage nüüd või hiljem
fil_ph: Modal restart ngayon o mas bago
ga_ie: Atosaigh modal anois nó níos déanaí
gu_in: મોડલ હવે અથવા પછી થી શરૂ કરો
he_il: הפעלה מחדש מודאלית כעת או מאוחר יותר
hr_ba: Modalno ponovno pokretanje sada ili kasnije
hy_am: Մոդալ Ռեստարտ հիմա կամ ավելի ուշ
id_id: Modal Restart Sekarang Atau Nanti
is_is: Modal endurræsa núna eða síðar
ka_ge: მოდალური გადატვირთვა ახლა თუ გვიან
kk_kz: Модальды қайта іске қосу
km_kh: Modal Restart ឥឡូវ ឬ ក្រោយ
kn_in: ಮಾದರಿ ಮರುಪ್ರಾರಂಭಿಸಿ ಈಗ ಅಥವಾ ನಂತರ
ky_kg: Модал азыр же андан кийин кайра иштетилүүдө
lo_la: Modal Restart ຕອນນີ້ຫຼືຕໍ່ມາ
lt_lt: Modalinis paleidimas iš naujo dabar arba vėliau
lv_lv: Modālā restartēšana tūlīt vai vēlāk
mi_nz: Tīmata anō a Modal Ināianei, ā muri ake rānei
mk_mk: Модал реставрација сега или подоцна
ml_in: മോഡൽ ഇപ്പോൾ അല്ലെങ്കിൽ പിന്നീട് പുനരാരംഭിക്കുക
mr_in: मॉडेल आता किंवा नंतर पुन्हा सुरू करा
mt_mt: Irristartjar modali issa jew aktar tard
ne_np: मोडल पुन: सुरु गर्नुहोस् अहिले वा पछि
or_in: ମୋଡାଲ ପୁନଃଆରମ୍ଭ ବର୍ତ୍ତମାନ କିମ୍ବା ପରେ ପୁନଃ ଆରମ୍ଭ କରନ୍ତୁ
pa_arab_pk: ਮਾਡਲ ਨੂੰ ਹੁਣ ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਚਾਲੂ
sl_si: Modalni vnovični zagon zdaj ali pozneje
sq_al: Modal Restart tani ose më vonë
sr_cyrl_me: Модал поновно покретање одмах или касније
sr_latn_me: Modal ponovno pokretanje odmah ili kasnije
sw_ke: Modal kuanza upya sasa au baadaye
ta_in: மாதிரி இப்போது அல்லது பின்னர் மறுதொடக்கம்
te_in: మోడల్ ఇప్పుడు లేదా తరువాత పునఃప్రారంభించండి
th_th: Modal รีสตาร์ทตอนนี้หรือในภายหลัง
tk_tm: Modal täzeden başla now ýa-da soň
tt_ru: Модаль яңадан яңадан эшли
ug_cn: مودىلنى ھازىر ياكى كېيىن قايتا قوزغىتىش
ur_pk: موڈل دوبارہ شروع کریں ابھی یا بعد میں
uz_cyrl: Modal qayta ishga tushirish hozir yoki keyinroq

# MpNotificationType_ConfirmEndAppend
source: Confirm End Append
af_za: Bevestig die einde van die einde
am_et: ማጠናቀቂያ አረጋግጥ ያረጋግጡ
as_in: অন্তিম সংযোজন নিশ্চিত কৰক
az_cyrl_az: Son əlavə et
cy_gb: Cadarnhau Diwedd Atodiad
et_ee: Kinnitage lõpp -lisa
fil_ph: Kumpirmahin ang end append
ga_ie: Deimhnigh Iarcheangail Deiridh
gu_in: અંતિમ ઉમેરો તેની ખાતરી કરો
he_il: אישור סיום צרף
hr_ba: Potvrda završetka dodavanja
hy_am: Հաստատել End Append
id_id: Konfirmasi Penambahan Akhir
is_is: Staðfesta lok skeytingar
ka_ge: დაადასტურეთ საბოლოო დანართი
kk_kz: Соңғы қосуды растау
kn_in: ಅಂತಿಮ ಅನುಬಂಧವನ್ನು ದೃಢಪಡಿಸಿ
ky_kg: Акыркы тиркемени ырастоо
lt_lt: Patvirtinti pabaigos priedą
lv_lv: Apstipriniet beigu pievienošanu
mi_nz: Whakaū Mutunga Tāpiri
mk_mk: Потврди ја крајната апликација.
ml_in: അന്തിമ അനുബന്ധം സ്ഥിരീകരിക്കുക
mr_in: एंड अपेंडची पुष्टी करा
mt_mt: Ikkonferma l-Appendiċi tat-Tmiem
ne_np: अन्त्य थपिएको पुष्टि गर्नुहोस्
pa_arab_pk: ਅੰਤ ਦੇ ਅੰਤ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
sl_si: Potrdi konec dodatka
sq_al: Konfirmo shtojcën e fundit
sr_cyrl_me: Потврда завршетка придодат
sr_latn_me: Potvrda završetka pridodat
sw_ke: Thibitisha Append ya Mwisho
ta_in: முடிவு இணைப்பை உறுதிப்படுத்தவும்
te_in: ముగింపు అనుబంధాన్ని ధృవీకరించండి
th_th: ยืนยัน สิ้นสุด ผนวก
tk_tm: Soňy Tassykla
tt_ru: Ахыр чиктә өстәмәне раслагыз
ug_cn: ئاخىرلاشتۇرۇش ئەپ دىتالى جەزىملەشتۈرگەن
uz_cyrl: Tasdiqlashni tasdiqlang

# MpNotificationType_PluginResponseMessage
source: Plugin Response Message
af_za: PLUGIN -antwoordboodskap
am_et: ተሰኪ ምላሽ መልእክት
as_in: প্লাগইন প্ৰতিক্ৰিয়া বাৰ্তা
az_cyrl_az: Plugin cavab mesajı
cy_gb: Neges Ymateb Plugin
et_ee: Pistikprogrammi vastuse teade
fil_ph: Mensahe ng tugon ng plugin
ga_ie: Teachtaireacht Freagartha Breiseáin
gu_in: પ્લગઇન જવાબ સંદેશો
he_il: הודעת תגובת תוסף
hr_ba: Poruka odgovora dodatka
hy_am: Պլուգինի արձագանքի ուղերձ
id_id: Pesan Respons Plugin
is_is: Svarboð íforrits
ka_ge: მოდულების რეაგირების შეტყობინება
kk_kz: Plugin жауап хаты
km_kh: សារ ឆ្លើយ តប កម្មវិធី ជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಪ್ರತಿಕ್ರಿಯೆ ಸಂದೇಶ
ky_kg: Плагин жооп билдирүү
lo_la: ຂ່າວສານການໂຕ້ຕອບ Plugin
lt_lt: Įskiepio atsakymo pranešimas
lv_lv: Spraudņa atbildes ziņojums
mi_nz: Karere Urupare Monomai
mk_mk: Порака за одговор на приклучок
ml_in: പ്ലഗിൻ പ്രതികരണ സന്ദേശം
mr_in: प्लगइन प्रतिसाद संदेश
mt_mt: Messaġġ ta 'Rispons tal-Plugin
ne_np: प्लगइन प्रतिक्रिया सन्देश
pa_arab_pk: ਪਲੱਗਇਨ ਜਵਾਬ ਸੁਨੇਹਾ
sl_si: Sporočilo z odgovorom na vtičnik
sq_al: Mesazhi i përgjigjes së plugin
sr_cyrl_me: Порука одговора на додатну компоненту
sr_latn_me: Poruka odgovora na dodatnu komponentu
sw_ke: Ujumbe wa Majibu ya Plugin
ta_in: செருகுநிரல் பதில் செய்தி
te_in: ప్లగిన్ ప్రతిస్పందన సందేశం
th_th: ข้อความตอบกลับปลั๊กอิน
tk_tm: Baglanç Jogap Habary
tt_ru: Плагиннар хәбәре
ug_cn: قىستۇرما ئىنكاس ئۇچۇرى
ur_pk: پلگ ان جوابی پیغام
uz_cyrl: Plaginning javobi xabari

# MpNotificationType_PluginResponseError
source: Plugin Response Error
af_za: Inprop -responsfout
am_et: ተሰኪ ምላሽ ስህተት
as_in: প্লাগইন প্ৰতিক্ৰিয়া ভুল
az_cyrl_az: Plugin cavabı xətası
cy_gb: Gwall ymateb ategyn
et_ee: Pistikprogrammi reageerimise viga
fil_ph: Error sa tugon ng plugin
ga_ie: Earráid Freagartha Breiseáin
gu_in: પ્લગઇન જવાબ ભૂલ
he_il: שגיאת תגובת תוסף
hr_ba: Pogreška odgovora dodatka
hy_am: Պլուգինի արձագանքման սխալ
id_id: Kesalahan Respons Plugin
is_is: Villa við svar við íforriti
ka_ge: მოდულის რეაგირების შეცდომა
kk_kz: Плагин модулінің жауап қатесі
km_kh: កំហុស ឆ្លើយ តប កម្មវិធី ជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಪ್ರತಿಕ್ರಿಯೆ ದೋಷ
ky_kg: Туташтыруу жооп катасы
lt_lt: Papildinio atsakymo klaida
lv_lv: Spraudņa atbildes kļūda
mi_nz: Hapa Urupare Monomai
mk_mk: Грешка во одговорот на приклучок
ml_in: പ്ലഗിൻ പ്രതികരണ പിശക്
mr_in: प्लगइन प्रतिसाद त्रुटी
mt_mt: Żball fir-Rispons tal-Plugin
ne_np: प्लगइन प्रतिक्रिया त्रुटि
pa_arab_pk: ਪਲੱਗਇਨ ਜਵਾਬ ਗਲਤੀ
sl_si: Napaka odgovora vtičnika
sq_al: Gabim i përgjigjes së plugin
sr_cyrl_me: Грешка у одговору на додатну компоненту
sr_latn_me: Greška u odgovoru na dodatnu komponentu
sw_ke: Kosa la Majibu ya Plugin
ta_in: செருகுநிரல் பதில் பிழை
te_in: ప్లగిన్ ప్రతిస్పందన దోషం
th_th: ข้อผิดพลาดในการตอบสนองของปลั๊กอิน
tk_tm: Baglanyşda Jogap Hata
tt_ru: Плагиннарның җавап хатасы
ug_cn: قىستۇرما ئىنكاس خاتالىقى
ur_pk: پلگ ان جواب کی غلطی
uz_cyrl: Plaginga javob xatosi

# MpNotificationType_PluginResponseWarning
source: Plugin Response Warning
af_za: WAARSKUWING WAARSKUWING
am_et: ተሰኪ ምላሽ መስጠት
as_in: প্লাগইনৰ প্ৰতিক্ৰিয়া সতৰ্কবাণী
az_cyrl_az: Plugin cavab xəbərdarlığı
cy_gb: Rhybudd ymateb ategyn
et_ee: Pistikprogrammi reageerimise hoiatus
fil_ph: Babala ng tugon ng plugin
ga_ie: Rabhadh Freagartha Breiseáin
gu_in: પ્લગઇન જવાબ ચેતવણી
he_il: אזהרת תגובת תוסף
hr_ba: Upozorenje o odgovoru dodatka
hy_am: Պլուգինի արձագանքի նախազգուշացում
id_id: Peringatan Respons Plugin
is_is: Viðvörun vegna svars við íforriti
ka_ge: მოდულის რეაგირების გაფრთხილება
kk_kz: Плагин модулінің жауап ескертуі
km_kh: ការ ព្រមាន ឆ្លើយ តប កម្មវិធី ជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಪ್ರತಿಕ್ರಿಯೆ ಎಚ್ಚರಿಕೆ
ky_kg: Плагинге жооп берүү эскертүү
lo_la: ຄໍາເຕືອນການຕອບໂຕ້ Plugin
lt_lt: Įspėjimas apie papildinio atsaką
lv_lv: Spraudņa reakcijas brīdinājums
mi_nz: Whakatūpato Urupare Monomai
mk_mk: Предупредување за одговор на приклучок
ml_in: പ്ലഗിൻ പ്രതികരണ മുന്നറിയിപ്പ്
mr_in: प्लगइन प्रतिसाद चेतावणी
mt_mt: Twissija ta 'Rispons tal-Plugin
ne_np: प्लगइन प्रतिक्रिया चेतावनी
pa_arab_pk: ਪਲੱਗਇਨ ਜਵਾਬ ਚੇਤਾਵਨੀ
sl_si: Opozorilo o odzivu vtičnika
sq_al: Paralajmërimi i përgjigjes së plugin
sr_cyrl_me: Упозорење о одговору на додатну компоненту
sr_latn_me: Upozorenje o odgovoru na dodatnu komponentu
sw_ke: Tahadhari ya Majibu ya Plugin
ta_in: செருகுநிரல் பதில் எச்சரிக்கை
te_in: ప్లగిన్ ప్రతిస్పందన హెచ్చరిక
th_th: คําเตือนการตอบสนองของปลั๊กอิน
tk_tm: Baglanç jogap duýduryşy
tt_ru: Плагиннарның җаваплары турында кисәтү
ug_cn: قىستۇرما ئىنكاس ئاگاھلاندۇرۇشى
ur_pk: پلگ ان کے جواب کی وارننگ
uz_cyrl: Plaginning javobi haqida ogohlantirish

# MpNotificationType_PluginResponseWarningWithOption
source: Plugin Response Warning With Option
af_za: WAARSKUWING WAARSKUWING VAN INPLUGIN met opsie
am_et: የተካሚ ምላሽ ምላሽ ከ አማራጭ ጋር
as_in: বিকল্পৰ সৈতে প্লাগইনৰ প্ৰতিক্ৰিয়া সতৰ্কবাণী
az_cyrl_az: Seçim ilə Plugin cavabı xəbərdarlığı
cy_gb: Rhybudd ymateb ategyn gyda'r opsiwn
et_ee: Pistikprogrammi reageerimise hoiatus valikuga
fil_ph: Babala ng tugon ng plugin na may pagpipilian
ga_ie: Rabhadh Freagartha Breiseáin le Rogha
gu_in: પ્લગઇન જવાબ ચેતવણી વિકલ્પ સાથે
he_il: אזהרת תגובת תוסף עם אפשרות
hr_ba: Upozorenje o odgovoru dodatka s mogućnošću
hy_am: Plugin արձագանքի զգուշացում տարբերակով
id_id: Peringatan respons plugin dengan opsi
is_is: Plugin Response Viðvörun með valkosti
ka_ge: მოდულის რეაგირების გაფრთხილება ვარიანტით
kk_kz: Опциясы бар плагиннің жауап ескертуі
km_kh: ការ ព្រមាន ចម្លើយ កម្មវិធី ជំនួយ ជាមួយ ជម្រើស
kn_in: ಆಯ್ಕೆಯೊಂದಿಗೆ ಪ್ಲಗಿನ್ ಪ್ರತಿಕ್ರಿಯೆ ಎಚ್ಚರಿಕೆ
ky_kg: Опция менен туташтыруу жооп эскертүү
lo_la: ຄໍາເຕືອນການຕອບໂຕ້ Plugin ດ້ວຍທາງເລືອກ
lt_lt: Įspėjimas apie papildinio atsakymą su parinktimi
lv_lv: Spraudņa atbildes brīdinājums ar opciju
mi_nz: Whakatūpato Urupare Mono me te Kōwhiringa
mk_mk: Предупредување за одговор на приклучок со опција
ml_in: ഓപ്ഷനുള്ള പ്ലഗിൻ പ്രതികരണ മുന്നറിയിപ്പ്
mr_in: पर्यायासह प्लगइन प्रतिसाद चेतावणी
mt_mt: Twissija ta 'Rispons plugin Bl-Għażla
ne_np: विकल्पसँग प्लगइन प्रतिक्रिया चेतावनी
or_in: ବିକଳ୍ପ ସହିତ ପ୍ରତିକ୍ରିୟା ଚେତାବନୀ ପ୍ଲଗ ଇନ୍ କରନ୍ତୁ
pa_arab_pk: ਵਿਕਲਪ ਦੇ ਨਾਲ ਪਲੱਗਇਨ ਜਵਾਬ ਚੇਤਾਵਨੀ
sl_si: Opozorilo o odzivu vtičnika z možnostjo
sq_al: Paralajmërimi i përgjigjes së plugin me opsion
sr_cyrl_me: Упозорење о додатном одговору са опцијом
sr_latn_me: Upozorenje o dodatnom odgovoru sa opcijom
sw_ke: Tahadhari ya Majibu ya Plugin na Chaguo
ta_in: விருப்பத்துடன் சொருகி பதில் எச்சரிக்கை
te_in: ప్లగిన్ ప్రతిస్పందన హెచ్చరిక విత్ ఆప్షన్
th_th: คําเตือนการตอบสนองของปลั๊กอินพร้อมตัวเลือก
tk_tm: Saýlaw bilen baglanşyk jogaby duýduryşy
tt_ru: Пленкага чыдамлылык белән җавап бирә
ug_cn: تاللانما قوشۇلغان قىستۇرما ئىنكاس ئاگاھلاندۇرۇشى
ur_pk: آپشن کے ساتھ پلگ ان جواب کی وارننگ
uz_cyrl: Plagin bilan javob berish

# MpShortcutType_ToggleMainWindow
source: Toggle Main Window
af_za: Skakel hoofvenster
am_et: ዋና መስኮት ይቀያይሩ
as_in: টগল মূল উইন্ডো
az_cyrl_az: Əsas pəncərəni dəyişdirin
cy_gb: Toggle prif ffenestr
et_ee: Lülitage peaakna
fil_ph: I -toggle ang pangunahing window
ga_ie: Scoránaigh an Phríomhfhuinneog
gu_in: મુખ્ય વિન્ડો બદલો
he_il: החלפת מצב של חלון ראשי
hr_ba: Uključi/isključi glavni prozor
hy_am: Toggle Գլխավոր պատուհան
id_id: Alihkan Jendela Utama
is_is: Víxla aðalglugga
ka_ge: მთავარი ფანჯრის გადართვა
kk_kz: Негізгі терезені ажырату
km_kh: បង្អួចមេ Toggle
kn_in: ಟಾಗಲ್ ಮುಖ್ಯ ವಿಂಡೋ
ky_kg: Негизги терезени кесүү
lt_lt: Perjungti pagrindinį langą
lv_lv: Pārslēgt galveno logu
mi_nz: Takahuri Matapihi Matua
mk_mk: Заменете го главниот прозорец
ml_in: Toggle പ്രധാന ജാലകം
mr_in: टॉगल मेन विंडो
mt_mt: Ittogilja t-Tieqa Prinċipali
ne_np: मुख्य सञ्झ्याल टगल गर्नुहोस्
or_in: ଟୋଗଲ୍ ମେନ୍ ୱିଣ୍ଡୋ
pa_arab_pk: ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਟੌਗਲ ਕਰੋ
sl_si: Preklop glavnega okna
sq_al: Dritarja kryesore e toggle
sr_cyrl_me: Пребаци главни прозор
sr_latn_me: Prebaci glavni prozor
sw_ke: Geuza Dirisha Kuu
ta_in: பிரதான சாளரத்தை நிலைமாற்று
te_in: టోగిల్ ప్రధాన విండో
th_th: สลับหน้าต่างหลัก
tk_tm: Esasy Äpişgäni Aç
tt_ru: Төп тәрәзә
ug_cn: ئاساسىي كۆزنەكنى ئېچىش
ur_pk: ٹوگل مین ونڈو
uz_cyrl: Asosiy oynani almashtiring

# MpShortcutType_ToggleAutoCopyMode
source: Toggle Auto Copy Mode
af_za: Skakel outomatiese kopie -modus
am_et: የመኪና ቅጂ ሁኔታን ይቀያይሩ
as_in: টগল অটো কপি মোড
az_cyrl_az: Auto surəti rejimini dəyişdirin
cy_gb: Toggle Modd Copi Auto
et_ee: Lülitage automaatne koopiarežiim
ga_ie: Scoránaigh mód uathchóipe
gu_in: આપોઆપ નકલ કરવાની સ્થિતિમાં બદલો
he_il: החלפת מצב העתקה אוטומטית
hr_ba: Uključi/isključi način automatskog kopiranja
hy_am: Toggle Auto պատճենահանման ռեժիմ
id_id: Alihkan Mode Salin Otomatis
is_is: Víxla sjálfvirkri afritunarstillingu
ka_ge: ავტომატური კოპირების რეჟიმის გადართვა
kk_kz: Авто көшіру режимін қосу
km_kh: របៀបថតចម្លងរថយន្ត Toggle Auto
kn_in: ಟಾಗಲ್ ಸ್ವಯಂ ನಕಲು ಮೋಡ್
ky_kg: Авто көчүрмө режимин кесүү
lt_lt: Perjungti automatinio kopijavimo režimą
lv_lv: Pārslēgt automātiskās kopēšanas režīmu
mi_nz: Takahuri Aratau Tārua Aunoa
mk_mk: Преклопување на режимот за автокопија
ml_in: ടോഗിൾ ഓട്ടോ കോപ്പി മോഡ്
mr_in: टॉगल ऑटो कॉपी मोड
mt_mt: Ittogilja l-Modalità tal-Kopja Awtomatika
ne_np: स्वत: प्रतिलिपि मोड टगल गर्नुहोस्
or_in: ଟୋଗଲ୍ ଅଟୋ କପି ମୋଡ୍
pa_arab_pk: ਆਟੋ ਕਾਪੀ ਮੋਡ ਬਦਲੋ
sl_si: Preklop načina samodejnega kopiranja
sq_al: Modaliteti i kopjimit të autove
sr_cyrl_me: Укључује /искључи режим аутоматског копирања
sr_latn_me: Uključuje/isključi režim automatskog kopiranja
sw_ke: Geuza Hali ya Nakala ya Auto
ta_in: தானியங்கு நகல் பயன்முறையை மாற்று
te_in: టోగిల్ ఆటో కాపీ మోడ్
th_th: สลับโหมดคัดลอกอัตโนมัติ
tk_tm: Otomatik Nusgalamak Modi
tt_ru: Авто күчермә режимы
ug_cn: ئاپتوماتىك كۆچۈرۈش ئەندىزىسىنى ئۆزگەرتىش
uz_cyrl: Avtomatik nusxa rejimini o'tkazing

# MpShortcutType_ToggleRightClickPasteMode
source: Toggle Right Click Paste Mode
af_za: Skakel met die regterklik op die pasta -modus
am_et: የቀኝ ጠቅታ የ PATE ሁነታን ይቀያይሩ
as_in: টগল ৰাইট ক্লিক পেষ্ট মোড
az_cyrl_az: Doğru klik pastası rejimini dəyişdirin
cy_gb: Toggle Modd Gludo Cliciwch ar y dde
et_ee: Lülitage paremklõpsake pasta režiim
fil_ph: I -toggle ang pag -click sa mode ng pag -paste
ga_ie: Scoránaigh Mód Greamaigh Deaschliceáil
gu_in: જમણી ક્લિક ચોંટાડો સ્થિતિ બદલો
he_il: החלפת מצב לחיצה ימנית
hr_ba: Uključi/isključi desni klik Način lijepljenja
id_id: Alihkan Mode Tempel Klik Kanan
is_is: Víxla hægri smelltu á líma ham
ka_ge: მარჯვენა ღილაკით ჩასმა რეჟიმი
kk_kz: Қою режимін тінтуірдің оң жақ түймешігімен басу
km_kh: Toggle Right ចុច Paste Mode
kn_in: ಟಾಗಲ್ ರೈಟ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಅಂಟಿಸಿ ಮೋಡ್
ky_kg: Туура чыкылдатуу пастасы режимин кесүү
lt_lt: Perjungti dešiniuoju pelės mygtuku spustelėkite Įklijavimo režimas
lv_lv: Pārslēgt labo klikšķi uz Ielīmēšanas režīms
mi_nz: Takahuri Aratau Pāwhiri Matau
mk_mk: Префрлете го десниот клик на режимот на паста
ml_in: ടോഗിൾ റൈറ്റ് ക്ലിക്ക് പേസ്റ്റ് മോഡ്
mr_in: टॉगल राइट क्लिक पेस्ट मोड
mt_mt: Ittogilja l-modalità tal-pejst tal-ikklikkjar tal-lemin
ne_np: दायाँ क्लिक टाँस्नुहोस् मोड टगल गर्नुहोस्
or_in: ଡାହାଣ କ୍ଲିକ୍ ପେଷ୍ଟ ମୋଡ୍ ଟଗଲ୍ କରନ୍ତୁ
pa_arab_pk: ਸੱਜਾ ਕਲਿਕ ਪੇਸਟ ਮੋਡ ਬਦਲੋ
sl_si: Preklop z desno tipko miške kliknite Način lepljenja
sq_al: Kliko djathtas Kliko Paste Mode
sr_cyrl_me: Преклопник кликните десним тастером миша на налепити режим
sr_latn_me: Preklopnik kliknite desnim tasterom miša na nalepiti režim
sw_ke: Geuza kulia bofya Bandika Hali
ta_in: ஒட்டு பயன்முறையை வலது கிளிக் செய்யவும்
te_in: టోగిల్ రైట్ క్లిక్ పేస్ట్ మోడ్
th_th: สลับโหมดวางคลิกขวา
tk_tm: Saga Basmak Modi
tt_ru: Уңда басыгыз
ug_cn: ئوڭغا چېكىش چاپلاش ھالىتى
ur_pk: ٹوگل دائیں کلک پیسٹ موڈ
uz_cyrl: O'ng tugmachani o'ng tugmachasini bosing

# MpShortcutType_ToggleListenToClipboard
source: Toggle Listen To Clipboard
af_za: Skakel luister na knipbord
am_et: የቅንጥብ ሰሌዳውን ያዳምጡ
as_in: Toggle Clipboard শুনুন
az_cyrl_az: Keçid panoya qulaq asın
cy_gb: Toggle gwrando ar glipfwrdd
et_ee: Lülitage lõikelauda
fil_ph: Toggle makinig sa clipboard
ga_ie: Scoránaigh Éisteacht leis an nGearrthaisce
gu_in: ક્લિપબોર્ડને સાંભળવાનું બદલો
he_il: החלפת מצב האזנה ללוח
hr_ba: Uključi/isključi slušanje međuspremnika
hy_am: Toggle լսել clipboard
id_id: Alihkan Dengarkan Clipboard
is_is: Víxla hlusta á klemmuspjald
ka_ge: ბუფერში გადართვა
kk_kz: Аралық сақтағышты тыңдауды ажырату
km_kh: Toggle ស្ដាប់ Clipboard
kn_in: ಟಾಗಲ್ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಆಲಿಸಿ
ky_kg: Клипти угуу
lt_lt: Perjungti Klausytis iškarpinės
lv_lv: Pārslēgt klausīšanos starpliktuvē
mi_nz: Takahuri Whakarongo ki te Papatopenga
mk_mk: Префрлете го клипбордот
ml_in: ടോഗിൾ ക്ലിപ്പ്ബോർഡ് കേൾക്കുക
mr_in: टॉगल क्लिपबोर्ड ऐका
mt_mt: Ittogilja Isma' l-Klibbord
ne_np: क्लिपबोर्डमा सुन्नुहोस् टगल गर्नुहोस्
or_in: ଟୁଗଲ ଶୁଣନ୍ତୁ କ୍ଲିପ୍ ବୋର୍ଡ
pa_arab_pk: ਕਲਿੱਪਬੋਰਡ ਨੂੰ ਟੌਗਲ ਸੁਣੋ
sl_si: Preklop »Poslušanje odložišča«
sq_al: Toggle Listen Në Clipboard
sr_cyrl_me: Искључи преклопник на оставу за слушање
sr_latn_me: Isključi preklopnik na ostavu za slušanje
sw_ke: Kugeuza Kusikiliza Ubao wa kunakili
ta_in: கிளிப்போர்டைக் கேளுங்கள்
te_in: టోగిల్ క్లిప్ బోర్డ్ వినండి
th_th: สลับฟังคลิปบอร์ด
tk_tm: Diňläň
tt_ru: Кычкыра торган тактаны тыңлагыз
ug_cn: تىڭشاش تاختىسىنى تەڭشەش
ur_pk: کلپ بورڈ کو سنیں ٹوگل کریں
uz_cyrl: Clipboardni tinglang

# MpShortcutType_ToggleAppendInlineMode
source: Toggle Append Inline Mode
af_za: Skakel in lynmodus
am_et: የመግቢያ ሁኔታን ያጌጡ ሁኔታ
as_in: টগল এপেণ্ড ইনলাইন মোড
az_cyrl_az: Dəyişdirin Inline rejimi əlavə edin
cy_gb: Toggle atodi modd inline
et_ee: Lülitage lisage režiim
ga_ie: Scoránaigh mód inlíne iarcheangailte
gu_in: ઇનલાઇન સ્થિતિમાં ઉમેરો
he_il: החלפת מצב צירוף בתוך שורה
hr_ba: Uključi/isključi dodavanje umetnutog načina rada
id_id: Alihkan Tambahkan Mode Inline
is_is: Víxla bæta við innfelldum ham
ka_ge: Toggle დანართის Inline Mode
kk_kz: Қосудың желілік режимін қосуды қосу
km_kh: របៀប Toggle Append Inline
kn_in: ಟಾಗಲ್ ಅಪೆಂಡ್ ಇನ್ ಲೈನ್ ಮೋಡ್
ky_kg: Тогле Тиркеме инлайн режими
lt_lt: Perjungti papildymo įdėtąjį režimą
lv_lv: Pārslēgt iekļaušanas pievienošanas režīmu
mi_nz: Takahuri Aratau Raina
mk_mk: Активирај го инлајн режимот на апендицијата
mt_mt: Ittogilja l-Modalità Inline tal-Append
ne_np: परिशिष्ट इनलाइन मोड टगल गर्नुहोस्
pa_arab_pk: ਇਨਲਾਈਨ ਮੋਡ ਨੂੰ ਟੌਗਲ ਕਰੋ
sl_si: Preklop dodajanja načina v vrstici
sq_al: Modaliteti Inline i shtojcës së shtojcave
sr_cyrl_me: Укључује /искључи уметнути режим за предео
sr_latn_me: Uključuje/isključi umetnuti režim za predeo
sw_ke: Geuza Hali ya Inline ya Append
ta_in: இன்லைன் பயன்முறையை மாற்று
te_in: టోగిల్ అపెండ్ ఇన్ లైన్ మోడ్
th_th: สลับผนวกโหมดอินไลน์
tk_tm: Bagla Ňaky Ekle
tt_ru: Сызыклы режимга кушымта
ug_cn: خەت شەكلىنى ئۆزگەرتىش
uz_cyrl: Append Ipline rejimini o'tkazing
