Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpSettingsFrameType_Limits
source: Limits
af_za: Perke
am_et: ገደቦች
as_in: সীমা
az_cyrl_az: Məhdudiyyət
cy_gb: Cyfyngiadau
et_ee: Piirid
fil_ph: Mga Limitasyon
ga_ie: Teorainneacha
gu_in: મર્યાદાઓ
he_il: מגבלות
hr_ba: Granice
hy_am: Սահմանաչափեր
id_id: Perbatasan
is_is: Takmörk
ka_ge: ლიმიტები
kk_kz: Шектер
km_kh: ដែន កំណត់
kn_in: ಮಿತಿಗಳು
ky_kg: Чектөөлөр
lo_la: ຂີດຈໍາກັດ
lt_lt: Apribojimai
lv_lv: Ierobežojumus
mi_nz: Ngā Tepe
mk_mk: Ограничувања
ml_in: പരിധികൾ
mr_in: मर्यादा
mt_mt: Limiti
ne_np: सीमाहरू
or_in: ସୀମା[ସମ୍ପାଦନା]
pa_arab_pk: ਸੀਮਾ
sl_si: Omejitve
sq_al: Limitet
sr_cyrl_me: Границе
sr_latn_me: Granice
sw_ke: Mipaka
ta_in: வரம்புகள்
te_in: పరిమితులు[మార్చు]
th_th: ขีด จำกัด
tk_tm: Çäkler
tt_ru: Чикләр
ug_cn: چەكلەر
ur_pk: حدود
uz_cyrl: Chegaralar

# MpSettingsFrameType_Tracking
source: Tracking
af_za: Volgorde
am_et: መከታተል
as_in: ট্ৰেকিং
az_cyrl_az: İzləmə
cy_gb: Traciau
et_ee: Jälgimine
fil_ph: Pagsubaybay
ga_ie: Rianú
gu_in: ટ્રેકીંગ
he_il: מעקב
hr_ba: Praćenje
hy_am: Հետք
id_id: Pelacakan
is_is: Mælingar
ka_ge: ძიება
kk_kz: Бақылау
km_kh: តាមដាន
kn_in: ಟ್ರ್ಯಾಕಿಂಗ್
ky_kg: Байкоо
lo_la: ການຕິດຕາມ
lt_lt: Stebėjimo
lv_lv: Izsekošanas
mi_nz: Aroturuki ana
mk_mk: Следење
ml_in: ട്രാക്കിംഗ്
mr_in: ट्रॅकिंग
mt_mt: Traċċar
ne_np: ट्रयाकिङ
or_in: ଟ୍ରାକିଂ
pa_arab_pk: ਟਰੈਕਿੰਗ
sl_si: Sledenje
sq_al: Gjurmimi
sr_cyrl_me: Праћења
sr_latn_me: Praćenja
sw_ke: Ufuatiliaji
ta_in: அறிதல்
te_in: ట్రాకింగ్
th_th: ติดตาม
tk_tm: Yzarlaýyş
tt_ru: Трекинг
ug_cn: ئىز قوغلاش
ur_pk: ٹریکنگ
uz_cyrl: Kuzatish

# MpSettingsFrameType_Startup
source: Startup
af_za: Aanvang
am_et: መነሻ ነገር
as_in: ষ্টাৰ্টআপ
az_cyrl_az: Başlamaq
cy_gb: Nghychwyniadau
fil_ph: Magsimula
ga_ie: Tosaithe
gu_in: શરૂઆત
he_il: הפעלה
hr_ba: Podizanja
hy_am: Ստարտուպ
is_is: Gangsetning
ka_ge: სტარტაპი
kk_kz: Іске қосу
kn_in: ಪ್ರಾರಂಭ
ky_kg: Стартап
lt_lt: Paleisties
lv_lv: Startēšanas
mi_nz: Whakaoho
mk_mk: Стартап
ml_in: സ്റ്റാർട്ടപ്പ്
mr_in: स्टार्टअप
ne_np: सुरुआत गर्नुहोस्
or_in: ଷ୍ଟାର୍ଟଅପ୍
pa_arab_pk: ਸ਼ੁਰੂ ਕਰਣਾ
sl_si: Zagonu
sr_cyrl_me: Покретање
sr_latn_me: Pokretanje
sw_ke: Uwashaji
ta_in: தொடக்க
te_in: స్టార్టప్
th_th: เริ่ม ต้น
tk_tm: Başlangyç
tt_ru: Стартап
ug_cn: باشلان تورى - ئۇيغۇرچە
ur_pk: آغاز
uz_cyrl: Ish boshlash

# MpSettingsFrameType_Search
source: Search
af_za: Soek
am_et: ፍለጋ
as_in: সন্ধান
az_cyrl_az: Axtarış
cy_gb: Chwilotau
et_ee: Otsing
fil_ph: Maghanap
ga_ie: Cuardaigh
gu_in: શોધવું
he_il: חיפוש
hr_ba: Pretraživanje
hy_am: Որոնում
id_id: Mencari
is_is: Leita
ka_ge: ძიება
kk_kz: Іздеу
km_kh: ស្វែងរក
kn_in: ಹುಡುಕು
ky_kg: Издөө
lo_la: ຄົ້ນຫາ
lt_lt: Ieškoti
lv_lv: Meklēt
mi_nz: Rapua
mk_mk: Пребарајте
ml_in: തിരയുക
mr_in: शोधणे
mt_mt: Tiftix
ne_np: खोजी गर्नुहोस्
or_in: ସନ୍ଧାନ କରନ୍ତୁ
pa_arab_pk: ਖੋਜ
sl_si: Iskanje
sq_al: Kërko
sr_cyrl_me: Претраге
sr_latn_me: Pretrage
sw_ke: Tafutiza
ta_in: தேடு
te_in: వెతుకు
th_th: ค้น
tk_tm: Agtar
tt_ru: Эзләү
ug_cn: ئىزدە
ur_pk: تلاش
uz_cyrl: Qidirmoq

# MpSettingsFrameType_Content
source: Content
af_za: Tevrede
am_et: ይዘት
as_in: বিষয়
az_cyrl_az: Məzmun
cy_gb: Nghynnwys
et_ee: Sisu
fil_ph: Nilalaman
ga_ie: Ábhar
gu_in: સમાવિષ્ટ
he_il: תוכן
hr_ba: Sadržaj
hy_am: Բովանդակություն
id_id: Puas
is_is: Innihald
ka_ge: შინაარსი
kk_kz: Мазмұн
km_kh: មាតិកា
kn_in: ವಿಷಯ
ky_kg: Мазмуну
lo_la: ເນື້ອຫາ
lt_lt: Turinys
lv_lv: Saturu
mi_nz: Ihirangi
mk_mk: Содржина
ml_in: ഉള്ളടക്കം
mr_in: संतुष्ट
mt_mt: Kontenut
ne_np: सामग्री
or_in: ବିଷୟବସ୍ତୁ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਮੱਗਰੀ
sl_si: Vsebina
sq_al: Përmbajtja
sr_cyrl_me: Садржаја
sr_latn_me: Sadržaja
sw_ke: Maudhui
ta_in: உள்ளடக்கம்
te_in: వస్తువు
th_th: เนื้อหา
tk_tm: _Mazmunlar
tt_ru: Эчтәлек
ug_cn: مەزمۇن
ur_pk: خوش
uz_cyrl: Tarkib

# MpSettingsFrameType_TopScreenEdgeGestures
source: Top Screen Edge Gestures
af_za: Topskermrandgebare
am_et: ከፍተኛ ማያ ገጽ ምልክቶች
az_cyrl_az: Yuxarı ekran kənar jestləri
cy_gb: Ystumiau ymyl sgrin uchaf
et_ee: Ülemise ekraani serva žestid
fil_ph: Nangungunang mga kilos sa gilid ng screen
ga_ie: Gothaí Ciumhais an Scáileáin Barr
gu_in: ટોચની સ્ક્રીન બાજુ હરકતો
he_il: מחוות קצה המסך העליון
hr_ba: Geste ruba gornjeg zaslona
hy_am: Վերեւի էկրանի եզրային ժեստեր
id_id: Gerakan tepi layar atas
is_is: Hreyfiskipanir á efri skjábrún
ka_ge: ზედა ეკრანის Edge ჟესტები
kk_kz: Жоғарғы экран жиегінің қимылдары
km_kh: កាយវិការគែមអេក្រង់កំពូល
kn_in: ಟಾಪ್ ಸ್ಕ್ರೀನ್ ಎಡ್ಜ್ ಸನ್ನೆಗಳು
ky_kg: Жогорку экрандын четтик кыймылдары
lo_la: ຫນ້າຈໍTop Edge ທ່າທາງ
lt_lt: Viršutinio ekrano krašto gestai
lv_lv: Augšējā ekrāna malas žesti
mi_nz: Ngā Tohu Mata Runga
mk_mk: Гестови на највисокиот екран
ml_in: ടോപ്പ് സ്ക്രീൻ എഡ്ജ് ആംഗ്യങ്ങൾ
mr_in: टॉप स्क्रीन एज हावभाव
mt_mt: Ġesti tat-tarf tal-iskrin ta' fuq
ne_np: माथिल्लो स्क्रिन किनारा जेस्चर
or_in: ଟପ୍ ସ୍କ୍ରିନ୍ ଏଜ୍ ଇଶାରା
pa_arab_pk: ਚੋਟੀ ਦੇ ਸਕਰੀਨ ਕਿਨਾਰੇ ਇਸ਼ਾਰੇ
sl_si: Poteze robov zgornjega zaslona
sq_al: Gjestet e skajit të ekranit të lartë
sr_cyrl_me: Покрети горње ивице екрана
sr_latn_me: Pokreti gornje ivice ekrana
sw_ke: Ishara za Juu za Edge ya Skrini
ta_in: டாப் ஸ்கிரீன் எட்ஜ் சைகைகள்
te_in: టాప్ స్క్రీన్ ఎడ్జ్ హావభావాలు
th_th: ท่าทางสัมผัสขอบหน้าจอด้านบน
tk_tm: Ekranyň Iň Beýigi
tt_ru: Иң югары экран чит хәрәкәтләре
ug_cn: ئەڭ ئۈستىدىكى ئېكران گىرۋىكى ئىشارەتلىرى
ur_pk: ٹاپ سکرین ایج اشارے
uz_cyrl: Eng yaxshi ekran qirrasi imo-ishoralari

# MpSettingsFrameType_Shortcuts
source: Shortcuts
af_za: Kortpaaie
am_et: አቋራጮች
as_in: চৰ্টকাট
az_cyrl_az: Qısaylıq
cy_gb: Llwybrau byr
et_ee: Otseteed
fil_ph: Mga shortcut
ga_ie: Aicearraí
gu_in: ટૂંકાણો
he_il: קיצורי דרך
hr_ba: Prečaci
hy_am: Պիտակներ
id_id: Cara pintas
is_is: Flýtivísanir
ka_ge: მალსახმობები
kk_kz: Пернелер тіркесімдері
km_kh: ខ្លីៗ
kn_in: ಶಾರ್ಟ್ ಕಟ್ ಗಳು
ky_kg: Кыска жол
lo_la: ສັ້ນ
lt_lt: Nuorodos
lv_lv: Saīsnes
mi_nz: Ngā Pokatata
mk_mk: Прекини
ml_in: കുറുക്കുവഴികൾ
mr_in: शॉर्टकट
ne_np: सर्टकटहरू
or_in: ସର୍ଟକଟ୍
pa_arab_pk: ਸ਼ੌਰਟਕਟ
sl_si: Bližnjice
sq_al: Shkurtesa
sr_cyrl_me: Пречице
sr_latn_me: Prečice
sw_ke: Njiamkato
ta_in: குறுக்குவழிகள்
te_in: షార్ట్ కట్ లు
th_th: ทาง ลัด
tk_tm: Gysga ýollar
tt_ru: Клезбез
ug_cn: قىسقا خەۋەرلەر
ur_pk: تیزراہ
uz_cyrl: Yorliqlar

# MpSettingsFrameType_System
source: System
af_za: Sisteem
am_et: ስርዓት
as_in: পদ্ধতি
az_cyrl_az: Sistem
et_ee: Süsteem
fil_ph: Sistema
ga_ie: Córas
gu_in: સિસ્ટમ
he_il: מערכת
hr_ba: Sustav
hy_am: Համակարգ
id_id: Sistem
is_is: Kerfi
ka_ge: სისტემა
kk_kz: Жүйе
km_kh: ប្រព័ន្ធ
kn_in: ಸಿಸ್ಟಂ
ky_kg: Система
lo_la: ລະບົບ
lt_lt: Sistema
lv_lv: Sistēma
mi_nz: Pūnaha
mk_mk: Систем.
ml_in: സിസ്റ്റം
mr_in: प्रणाली:
mt_mt: Sistema
ne_np: प्रणाली
or_in: ସିଷ୍ଟମ୍
pa_arab_pk: ਸਿਸਟਮ
sl_si: Sistem
sq_al: Sistemi
sr_cyrl_me: Систем
sr_latn_me: Sistem
sw_ke: Mfumo
ta_in: அமைப்பு
te_in: వ్యవస్థ
th_th: ระบบ
tk_tm: Sistem
tt_ru: Система
ug_cn: سىستېما
ur_pk: نظام
uz_cyrl: Tizim

# MpSettingsFrameType_Password
source: Password
af_za: Wagwoord
am_et: የይለፍ ቃል
as_in: পাছৱৰ্ড
az_cyrl_az: Parol
cy_gb: Gyfrinair
et_ee: Parool
ga_ie: Pasfhocal
gu_in: પાસવર્ડ
he_il: סיסמה
hr_ba: Lozinka
hy_am: Անձնագիր
id_id: Kata sandi
is_is: Aðgangsorð
ka_ge: პაროლი
kk_kz: Пароль
km_kh: ពាក្យសម្ងាត់
kn_in: ಪಾಸ್ ವರ್ಡ್
ky_kg: Сырсөз
lo_la: ລະຫັດຜ່ານ
lt_lt: Slaptažodis
lv_lv: Parole
mi_nz: Kupuhipa
mk_mk: Лозинка.
mr_in: पासवर्ड
ne_np: पासवर्ड
pa_arab_pk: ਪਾਸਵਰਡ
sl_si: Geslo
sq_al: Fjalëkalimi
sr_cyrl_me: Лозинку
sr_latn_me: Lozinku
sw_ke: Nywila
ta_in: கடவுச்சொல்
te_in: పాస్ వర్డ్
th_th: รหัสผ่าน
tk_tm: Parol
tt_ru: Пысый
ug_cn: ئىم
ur_pk: پاسورڈ
uz_cyrl: Parol

# MpSettingsFrameType_Logs
source: Logs
am_et: ምዝግብ ማስታወሻዎች
as_in: লগসমূহ
az_cyrl_az: Lövhə
cy_gb: Logiau
et_ee: Logid
fil_ph: Mga troso
ga_ie: Logchomhaid
gu_in: લૉગ
he_il: יומני
hr_ba: Zapisnike
hy_am: Մատյաններ
id_id: Log
ka_ge: ჟურნალები
kk_kz: Журналдар
km_kh: កំណត់ហេតុ
kn_in: ಲಾಗ್ ಗಳು
ky_kg: Журналдар
lt_lt: Žurnalus
lv_lv: Žurnālus
mi_nz: Ngā rākau
mk_mk: Трупци
ml_in: ലോഗുകൾ
mr_in: लॉग्स
mt_mt: Zkuk
ne_np: लग्स
pa_arab_pk: ਲਾਗ
sl_si: Dnevniki
sr_cyrl_me: Евиденције
sr_latn_me: Evidencije
sw_ke: Kumbukumbu
ta_in: பதிவுகள்
th_th: บันทึก
tk_tm: Loglar
tt_ru: Лож
ur_pk: لاگ
uz_cyrl: Jurnallar

# MpPluginBrowserTabType_Browse
source: Browse
af_za: Snuffel
am_et: ያስሱ
as_in: ব্ৰাউজ কৰক
az_cyrl_az: Yol açmaq
cy_gb: Phora ’
et_ee: Sirvima
fil_ph: Mag -browse
ga_ie: Brabhsáil
gu_in: બ્રાઉઝ કરો
he_il: לדפדף
hr_ba: Brstiti
hy_am: Բրաուզ
id_id: Ramban
is_is: Vafra
ka_ge: დათვალიერება
kk_kz: Шолу
km_kh: រកមើល
kn_in: ಬ್ರೌಸ್ ಮಾಡಿ
ky_kg: Браузер
lt_lt: Naršyti
lv_lv: Pārlūkot
mi_nz: Tirotiro
mk_mk: Пребарајте
ml_in: ബ്രൗസ് ചെയ്യുക
mr_in: ब्राउझ करा
mt_mt: Ibbrawżja
ne_np: ब्राउज गर्नुहोस्
pa_arab_pk: ਬਰਾਊਜ਼ ਕਰੋ
sl_si: Brskati
sq_al: Shfleto
sr_cyrl_me: Потражи
sr_latn_me: Potraži
sw_ke: Vinjari
ta_in: உலாவு
te_in: బ్రౌజ్ చేయండి
th_th: เล็ม
tk_tm: Gözler
tt_ru: Челл
ug_cn: كۆرۈش
ur_pk: براؤز
uz_cyrl: Yoyib ko'rmoq

# MpPluginBrowserTabType_Installed
source: Installed
af_za: Geïnstalleer
am_et: ተጭኗል
as_in: সংস্থাপন কৰা হৈছে
az_cyrl_az: Quraşdırılmış
cy_gb: Ngosodedig
et_ee: Paigaldatud
fil_ph: Naka -install
ga_ie: Suiteáilte
gu_in: સ્થાપિત થયેલ
he_il: מותקן
hr_ba: Instaliran
hy_am: Տեղադրված է
id_id: Diinstal
is_is: Embætti
ka_ge: დაინსტალირებული
kk_kz: Орнатылған
km_kh: ដំឡើង
kn_in: ಸ್ಥಾಪಿಸಲಾಗಿದೆ
ky_kg: Орнотулган
lo_la: ຕິດຕັ້ງ
lt_lt: Įdiegta
lv_lv: Instalēta
mi_nz: Kua Tāuta
mk_mk: Инсталирано.
ml_in: ഇൻസ്റ്റാൾ ചെയ്തു
mr_in: स्थापित केले आहे
mt_mt: Installat
ne_np: स्थापना गरिएको छ
or_in: ସଂସ୍ଥାପିତ ହୋଇଛି
pa_arab_pk: ਸਥਾਪਤ
sl_si: Nameščen
sq_al: Instaluar
sr_cyrl_me: Инсталиран
sr_latn_me: Instaliran
sw_ke: Imesakinishwa
ta_in: நிறுவப்பட்ட
te_in: ఇన్ స్టాల్ చేయబడింది
th_th: ติด ตั้ง
tk_tm: Gurnalan
tt_ru: Урнаштырылган
ug_cn: قاچىلانغان
ur_pk: تنصیب
uz_cyrl: O'rnatilgan

# MpPluginBrowserTabType_Updates
source: Updates
af_za: Opdaterings
am_et: ዝመናዎች
as_in: আপডেইটসমূহ
az_cyrl_az: Yeniliklər
cy_gb: Diweddariadau
et_ee: Värskendused
fil_ph: Mga update
ga_ie: Nuashonruithe
gu_in: અપડેટ
he_il: עדכונים
hr_ba: Novosti
hy_am: Թարմացումներ
id_id: Memperbarui
is_is: Uppfærslur
ka_ge: განახლებები
kk_kz: Жаңартулар
km_kh: ការធ្វើបច្ចុប្បន្នភាព
kn_in: ನವೀಕರಣಗಳು
ky_kg: Жаңыртуулар
lo_la: ອັບເດດ
lt_lt: Naujiniai
lv_lv: Atjauninājumi
mi_nz: Ngā whakahōu
mk_mk: Новости
ml_in: അപ്‌ഡേറ്റുകൾ
mr_in: अद्यतने
mt_mt: Aġġornamenti
ne_np: अपडेटहरू
or_in: ଅପଡେଟ୍
pa_arab_pk: ਅਪਡੇਟਸ
sl_si: Posodobitve
sq_al: Mises à jour
sr_cyrl_me: Исправке
sr_latn_me: Ispravke
sw_ke: Sasishi
ta_in: புதுப்பித்தல்களை
te_in: అప్ డేట్ లు
th_th: ปรับ ปรุง
tk_tm: Täzelemeler
tt_ru: Яңарыгыз
ug_cn: يېڭىلاشلار
ur_pk: اپ ڈیٹس
uz_cyrl: Yangilanishlar

# MpContentQueryPropertyGroupType_Root
source: Root
af_za: Wortel
am_et: ሥር
as_in: শিপা
az_cyrl_az: Kök salmaq
cy_gb: Gwreiddi
et_ee: Juur
fil_ph: Ugat
ga_ie: Fréamh
gu_in: મૂળિયું
he_il: שורש
hr_ba: Korijen
hy_am: Արմատ
id_id: Akar
is_is: Rót
ka_ge: ფესვი
kk_kz: Түбір
km_kh: ឫស
kn_in: ಮೂಲ
ky_kg: Тамыр
lo_la: ຮາກ
lt_lt: Šaknis
lv_lv: Sakne
mi_nz: Pūtake
mk_mk: Корен.
ml_in: റൂട്ട്
mr_in: मूल
mt_mt: Għerq
ne_np: रूट
pa_arab_pk: ਰੂਟ
sl_si: Koren
sq_al: Rrënja
sr_cyrl_me: Корен
sr_latn_me: Koren
sw_ke: Mizizi
ta_in: வேர்
te_in: వేరు
th_th: ราก
tk_tm: Kök
tt_ru: Тамыр
ug_cn: يىلتىز
ur_pk: جڑ
uz_cyrl: Ildiz

# MpContentQueryPropertyGroupType_App
source: App
am_et: መተግበሪያ
az_cyrl_az: Tətbiq
et_ee: Rakendus
ga_ie: Feidhmchlár
gu_in: એપ્લિકેશન
he_il: אפליקציה
hy_am: Ապ
ka_ge: აპლიკაცია
kk_kz: Бағдарлама
km_kh: កម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್
ky_kg: Тиркеме
lt_lt: Programėlė
lv_lv: Lietotne
mi_nz: Taupānga
mk_mk: Апликација
ml_in: ആപ്പ്
mr_in: अ ॅप
ne_np: अनुप्रयोग
or_in: ଆପ୍
pa_arab_pk: ਐਪ
sr_cyrl_me: Апликацију
sr_latn_me: Aplikaciju
sw_ke: Programu
ta_in: பயன்பாடு
te_in: యాప్
th_th: แอป
tk_tm: Programma
tt_ru: Кушымта
ug_cn: ئەپ دېتالى
uz_cyrl: Ilova

# MpContentQueryPropertyGroupType_Device
source: Device
af_za: Toestel
am_et: መሣሪያ
as_in: ডিভাইচ
az_cyrl_az: Qurğu
cy_gb: Nyfais
et_ee: Seade
fil_ph: Aparato
ga_ie: Gléas
gu_in: ઉપકરણ
he_il: מכשיר
hr_ba: Uređaj
hy_am: Սարք
id_id: Alat
is_is: Tæki
ka_ge: მოწყობილობა
kk_kz: Құрылғы
km_kh: ឧបករណ៍
kn_in: ಸಾಧನ
ky_kg: Түзмөк
lo_la: ອຸປະກອນ
lt_lt: Prietaisas
lv_lv: Ierīce
mi_nz: Pūrere
mk_mk: Уред.
ml_in: ഉപകരണം
mr_in: करामत
mt_mt: Tagħmir
ne_np: यन्त्र
or_in: ଡିଭାଇସ
pa_arab_pk: ਜੰਤਰ
sl_si: Naprava
sq_al: Pajisje
sr_cyrl_me: Уређај
sr_latn_me: Uređaj
sw_ke: Kifaa
ta_in: சாதனம்
te_in: కిటుకు
th_th: อุปกรณ์
tk_tm: Gaýd etmek
tt_ru: Җайланма
ug_cn: ئۈسكۈنە
ur_pk: آلہ
uz_cyrl: Qurilma

# MpContentQueryPropertyGroupType_Meta
source: Meta
am_et: ሜታ
as_in: মেটা
ga_ie: Meitea
gu_in: મેટા
he_il: מטא
hy_am: Մետա
is_is: Kólumbía
ka_ge: მეტა
kk_kz: Мета
km_kh: តម្មេតា
kn_in: ಮೆಟಾ
ky_kg: Мета
lo_la: ເມຕາ
mk_mk: Мета
ml_in: മെറ്റാ
mr_in: मेटा
ne_np: मेटा
or_in: ମେଟା
pa_arab_pk: ਮੈਟਾ
sr_cyrl_me: Мета
ta_in: மெட்டா
th_th: เมตา
tk_tm: Işlikler
tt_ru: Мета
ug_cn: مېتا
uz_cyrl: Metra

# MpContentQueryPropertyGroupType_Statistics
source: Statistics
af_za: Statistieke
am_et: ስታቲስቲክስ
as_in: পৰিসংখ্যা
az_cyrl_az: Statistika
cy_gb: Ystadegau
et_ee: Statistika
fil_ph: Istatistika
ga_ie: Staitisticí
gu_in: આંકડાશાસ્ત્ર
he_il: סטטיסטיקה
hr_ba: Statistika
hy_am: Վիճակագրություն
id_id: Statistik
is_is: Tölfræði
ka_ge: სტატისტიკა
kk_kz: Статистика
km_kh: ស្ថិតិ
kn_in: ಅಂಕಿಅಂಶಗಳು
ky_kg: Статистика
lo_la: ສະຖິຕິ
lt_lt: Statistika
lv_lv: Statistika
mi_nz: Ngā tatauranga
mk_mk: Статистика
ml_in: സ്ഥിതിവിവരക്കണക്കുകൾ
mr_in: सांख्यिकी
mt_mt: Statistiċi
ne_np: तथ्याङ्क[सम्पादन गर्ने]
or_in: ପରିସଂଖ୍ୟାନ[ସମ୍ପାଦନା]
pa_arab_pk: ਅੰਕੜੇ
sl_si: Statistika
sq_al: Statistikat
sr_cyrl_me: Статистика
sr_latn_me: Statistika
sw_ke: Takwimu
ta_in: புள்ளியியல்
te_in: గణాంకాలు
th_th: สถิติ
tk_tm: Statistika
tt_ru: Статистика
ug_cn: سىتاتىستىكا
ur_pk: شماریات
uz_cyrl: Statistika

# MpContentQueryPropertyGroupType_Url
source: Url
am_et: ዩ አር ኤል
cy_gb: Dryll
he_il: כתובת URL
hy_am: Ուրլ
is_is: Slóð
ky_kg: Урл
mr_in: यूआरएल
sr_cyrl_me: Урл адреса
sr_latn_me: Url adresa
th_th: เว็ปไซต์
tk_tm: Gaýd
tt_ru: Урлык

# MpNextJoinOptionType_And
source: And
af_za: En
am_et: እና
as_in: আৰু
az_cyrl_az: Və
cy_gb: A
et_ee: Ja
fil_ph: At
ga_ie: Agus
gu_in: અને
he_il: ו
hr_ba: I
hy_am: Եվ
id_id: Dan
is_is: Og
ka_ge: და
kk_kz: Және
km_kh: និង
kn_in: ಮತ್ತು
ky_kg: Жана
lo_la: ແລະ
lt_lt: Ir
lv_lv: Un
mi_nz: A
mk_mk: И...
ml_in: ഉം
mr_in: आणि
mt_mt: U
ne_np: र,
or_in: ଏବଂ
pa_arab_pk: ਅਤੇ
sl_si: In
sq_al: dhe
sr_cyrl_me: И
sr_latn_me: I
sw_ke: Na
ta_in: மற்றும்
te_in: మరియు
th_th: และ
tk_tm: We
tt_ru: Һәм
ug_cn: ۋە
ur_pk: اور
uz_cyrl: Va

# MpNextJoinOptionType_Or
source: Or
af_za: Of
am_et: ወይም
as_in: অথবা
az_cyrl_az: Və ya
cy_gb: Neu
et_ee: Või
fil_ph: O
ga_ie: Nó
gu_in: અથવા
he_il: או
hr_ba: Ili
hy_am: Կամ
id_id: Atau
is_is: Eða
ka_ge: ან
kk_kz: Немесе
km_kh: ឬ
kn_in: ಅಥವಾ
ky_kg: Же
lo_la: ຫຼື
lt_lt: Arba
lv_lv: Vai
mi_nz: rānei
mk_mk: Или...
ml_in: അല്ലെങ്കിൽ
mr_in: किंवा
mt_mt: Jew
ne_np: वा
or_in: କିମ୍ବା
pa_arab_pk: ਜਾਂ
sl_si: Ali
sq_al: ose
sr_cyrl_me: Или
sr_latn_me: Ili
sw_ke: Au
ta_in: அல்லது
te_in: లేదా
th_th: หรือ
tk_tm: Ýa-da
tt_ru: Ор
ug_cn: ياكى
ur_pk: یا
uz_cyrl: Yoki

# MpNextJoinOptionType_Not
source: Not
af_za: Nie
am_et: አይደለም
as_in: নহয়
az_cyrl_az: Yox
cy_gb: Nid
et_ee: Mitte
fil_ph: Hindi
ga_ie: Ní féidir
gu_in: નથી
he_il: לא
hr_ba: Ne
hy_am: Ոչ
id_id: Tidak
is_is: Ekki
ka_ge: არა
kk_kz: Жоқ
km_kh: មិន
kn_in: ಅಲ್ಲ
ky_kg: жок
lo_la: ບໍ່ແມ່ນ
lt_lt: Ne
lv_lv: Ne
mi_nz: Kāore
mk_mk: Не.
ml_in: അല്ല
mr_in: नाही
mt_mt: Mhux
ne_np: होइन
or_in: ନୁହେଁ
pa_arab_pk: ਨਹੀਂ
sl_si: Ne
sq_al: Jo
sr_cyrl_me: Не
sr_latn_me: Ne
sw_ke: Si
ta_in: இல்லை
te_in: కాదు
th_th: ไม่
tk_tm: Däl
tt_ru: Юк
ug_cn: ئەمەس
ur_pk: نہیں
uz_cyrl: Emas

# MpRootOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpRootOptionType_Clip
source: Clip
af_za: Knipsel
am_et: ክሊፕ
as_in: ক্লিপ
az_cyrl_az: Klip
cy_gb: Clipiff
et_ee: Klamber
ga_ie: Gearrthóg
gu_in: ક્લિપ
he_il: קליפ
hr_ba: Isječak
hy_am: Կլիպ
id_id: Klip
is_is: Klemma
ka_ge: კლიპი
kk_kz: Клип
km_kh: ឈុត
kn_in: ಕ್ಲಿಪ್
ky_kg: Клип
lo_la: ຄລິບ
lt_lt: Klipas
lv_lv: Klipu
mi_nz: Topenga
mk_mk: Клип.
ml_in: ക്ലിപ്പ്
mr_in: चाप
mt_mt: Klipp
ne_np: क्लिप
or_in: କ୍ଲିପ୍
pa_arab_pk: ਕਲਿਪ
sl_si: Posnetek
sr_cyrl_me: Клип
sr_latn_me: Klip
sw_ke: Klipu
ta_in: கிளிப்
te_in: క్లిప్
th_th: คลิป
tk_tm: Gaýd etmek
tt_ru: Клип
ug_cn: قىسقۇچ
ur_pk: تراشہ
uz_cyrl: Klip

# MpRootOptionType_Collection
source: Collection
af_za: Kollekte
am_et: ክምችት
as_in: সংগ্ৰহ
az_cyrl_az: Toplama
cy_gb: Nghasgliad
et_ee: Kogumine
fil_ph: Koleksyon
ga_ie: Bailiúchán
gu_in: સંગ્રહ
he_il: אוסף
hr_ba: Zbirka
hy_am: Հավաքածու
id_id: Koleksi
is_is: Safn
ka_ge: კოლექცია
kk_kz: Жиын
km_kh: សម្រាំង
kn_in: ಸಂಗ್ರಹ
ky_kg: Чогултуу
lo_la: ການເກັບກໍາຂໍ້ມູນ
lt_lt: Rinkinys
lv_lv: Kolekcija
mi_nz: Kohinga
mk_mk: Колекција
ml_in: ശേഖരം
mr_in: संग्रह
mt_mt: Ġbir
ne_np: सङ्कलन[सम्पादन गर्ने]
or_in: ସଂଗ୍ରହ[ସମ୍ପାଦନା]
pa_arab_pk: ਸੰਗ੍ਰਹਿ
sl_si: Zbirka
sq_al: Koleksioni
sr_cyrl_me: Колекцију
sr_latn_me: Kolekciju
sw_ke: Ukusanyaji
ta_in: தொகுப்பு
te_in: సేకరణ
th_th: เหล่า
tk_tm: Ýygym
tt_ru: Коллекция
ug_cn: توپلام
ur_pk: مجموعہ
uz_cyrl: Yig'ish

# MpRootOptionType_Sources
source: Sources
af_za: Bronne
am_et: ምንጮች
as_in: উৎস
az_cyrl_az: Mənbələr
cy_gb: Ffynonellau
et_ee: Allikad
fil_ph: Mga mapagkukunan
ga_ie: Foinsí
gu_in: સ્ત્રોતો
he_il: מקורות
hr_ba: Izvori
hy_am: Աղբյուրներ
id_id: Sumber
is_is: Heimildum
ka_ge: წყაროები
kk_kz: Дереккөздер
km_kh: ប្រភព
kn_in: ಮೂಲಗಳು
ky_kg: Булактар
lo_la: ແຫຼ່ງຂໍ້ມູນ
lt_lt: Šaltinių
lv_lv: Avotiem
mi_nz: Ngā Pūtake
mk_mk: Извори
ml_in: ഉറവിടങ്ങൾ
mr_in: स्त्रोत
mt_mt: Sorsi
ne_np: स्रोतहरू
or_in: ସୂତ୍ର[ସମ୍ପାଦନା]
pa_arab_pk: ਸਰੋਤ
sl_si: Virov
sq_al: Burimet
sr_cyrl_me: Извори
sr_latn_me: Izvori
sw_ke: Vyanzo
ta_in: மூலங்கள்
te_in: [మార్చు] మూలాలు
th_th: แหล่ง
tk_tm: Çeşmeler
tt_ru: Чыганаклар
ug_cn: مەنبەلەر
ur_pk: ذرائع
uz_cyrl: Manba

# MpRootOptionType_History
source: History
af_za: Geskiedenis
am_et: ታሪክ
as_in: ইতিহাস
az_cyrl_az: Tarix
cy_gb: Hanes
et_ee: Ajalugu
fil_ph: Kasaysayan
ga_ie: Stair
gu_in: ઇતિહાસ
he_il: היסטוריה
hr_ba: Povijest
hy_am: Պատմություն
id_id: Sejarah
is_is: Sagnfræði
ka_ge: ისტორია
kk_kz: Журнал
km_kh: ប្រវត្តិ
kn_in: ಇತಿಹಾಸ
ky_kg: Тарых
lo_la: ປະຫວັດຄວາມເປັນມາ
lt_lt: Istorija
lv_lv: Vēsture
mi_nz: Hītori
mk_mk: Историја
ml_in: ചരിത്രം
mr_in: इतिहास
mt_mt: Kronoloġija
ne_np: इतिहास[सम्पादन गर्ने]
or_in: ଇତିହାସ[ସମ୍ପାଦନା]
pa_arab_pk: ਇਤਿਹਾਸ
sl_si: Zgodovina
sq_al: Historia
sr_cyrl_me: Историја
sr_latn_me: Istorija
sw_ke: Historia
ta_in: வரலாறு
te_in: చరిత్ర
th_th: ประวัติศาสตร์
tk_tm: Taryh
tt_ru: Тарих
ug_cn: تارىخ - مەدەنىيەت
ur_pk: تاریخ
uz_cyrl: Tarix

# MpTextOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpTextOptionType_Matches
source: Matches
af_za: Vuurwerke
am_et: ግጥሚያዎች
as_in: মিলসমূহ
az_cyrl_az: Matçlar
cy_gb: Matsis
et_ee: Tikud
fil_ph: Mga tugma
ga_ie: Lasáin
gu_in: બંધબેસતાઓ
he_il: תואם
hr_ba: Šibice
hy_am: Զուգախաղեր
id_id: Korek api
is_is: Samsvarar
ka_ge: მატჩები
kk_kz: Сіріңкелер
km_kh: ផ្គូផ្គង
kn_in: ಪಂದ್ಯಗಳು
ky_kg: Матчтар
lt_lt: Rungtynės
lv_lv: Atbilst
mi_nz: Ōrite
mk_mk: Натпревари
ml_in: മത്സരങ്ങൾ
mr_in: मॅच[संपादन]।
mt_mt: Logħbiet
ne_np: म्याच गर्दछ
or_in: ମ୍ୟାଚ୍
pa_arab_pk: ਮੈਚ
sl_si: Tekme
sq_al: Ndeshjet
sr_cyrl_me: Одговара
sr_latn_me: Odgovara
sw_ke: Mechi
ta_in: போட்டிகள்
te_in: మ్యాచ్ లు
th_th: ไม้ขีดไฟ
tk_tm: Ewgazlar
tt_ru: Матчлар
ug_cn: سەرەڭگە
ur_pk: مشابہ
uz_cyrl: Gugurtlar

# MpTextOptionType_Contains
source: Contains
af_za: Bevat
am_et: ይይዛል
as_in: অন্তৰ্ভুক্ত থাকে
az_cyrl_az: Ehtiva edir
cy_gb: Nghynnwys
et_ee: Sisaldab
fil_ph: Naglalaman
ga_ie: Tá
gu_in: સમાવે છે
he_il: מכיל
hr_ba: Sadržava
hy_am: Պարունակում է
id_id: Berisi
is_is: Inniheldur
ka_ge: შეიცავს
kk_kz: Құрамында
km_kh: មាន
kn_in: ಒಳಗೊಂಡಿದೆ
ky_kg: Камтыйт
lo_la: ມີ
lt_lt: Yra
lv_lv: Satur
mi_nz: Kei roto ko
mk_mk: Содржи
ml_in: അടങ്ങിയിരിക്കുന്നു
mr_in: समाविष्ट आहे
mt_mt: Fih
ne_np: समावेश गर्दछ
or_in: ଏଥିରେ ରହିଛି
pa_arab_pk: ਰੱਖਦਾ ਹੈ
sl_si: Vsebuje
sq_al: Përmban
sr_cyrl_me: Садржи
sr_latn_me: Sadrži
sw_ke: Ina
ta_in: கொண்டுள்ளது
te_in: కలిగి ఉంటుంది
th_th: ประกอบ ด้วย
tk_tm: Syýa
tt_ru: Анда язылганнар
ug_cn: ئۆز ئىچىگە ئالغان
ur_pk: شامل ہیں
uz_cyrl: O'z ichiga oladi

# MpTextOptionType_BeginsWith
source: Begins With
af_za: Begin met
am_et: ይጀምራል
as_in: ৰ পৰা আৰম্ভ হয়
az_cyrl_az: İlə başlayır
cy_gb: Yn dechrau gyda
et_ee: Algab
fil_ph: Nagsisimula sa
ga_ie: Tosaíonn sé le
gu_in: ની સાથે શરૂ થાય છે
he_il: מתחיל ב
hr_ba: Počinje sa
hy_am: Սկսվում է
id_id: Dimulai dengan
is_is: Byrjar á
ka_ge: იწყება
kk_kz: Басталып
km_kh: ចាប់ផ្តើមជាមួយ
kn_in: ಇದರೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
ky_kg: Башталгычтар
lo_la: ເລີ່ມຕົ້ນດ້ວຍ
lt_lt: Prasideda
lv_lv: Sākas ar
mi_nz: Tīmata ai ki
mk_mk: Почнува со
ml_in: ആരംഭിക്കുന്നത്
mr_in: यापासून सुरुवात होते
mt_mt: Jibda bi
ne_np: बाट सुरु हुन्छ
or_in: ଆରମ୍ଭ ରୁ ଆରମ୍ଭ ହୁଏ
pa_arab_pk: ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
sl_si: Začne se z
sq_al: Fillon me
sr_cyrl_me: Почиње са
sr_latn_me: Počinje sa
sw_ke: Inaanza kwa
ta_in: உடன் தொடங்குகிறது
te_in: దీనితో మొదలవుతుంది
th_th: เริ่มต้นด้วย
tk_tm: Bilen başla
tt_ru: Башлана
ug_cn: باشلىنىدۇ
ur_pk: شروع ہوتا ہے
uz_cyrl: Bilan boshlanadi
