Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpShortcutType_ToggleAppendBlockMode
source: Toggle Append Block Mode
af_za: Skakel die blokmodus aan
am_et: የአስተያየት ሁኔታ ሁኔታን ይቀያይሩ
as_in: টগল এপেণ্ড ব্লক মোড
az_cyrl_az: Əlavə etmə blok rejimini dəyişdirin
cy_gb: Toggle atodi modd bloc
et_ee: Lülitage plokirežiim lisage
fil_ph: I -toggle ang mode ng block block
ga_ie: Scoránaigh an Mód Bloc Iarcheangail
gu_in: ઉમેરો બ્લોક સ્થિતિ બદલો
he_il: החלפת מצב צירוף בלוק
hr_ba: Uključi/isključi način blokiranja dodavanja
hy_am: Toggle Append բլոկային ռեժիմ
id_id: Alihkan Tambahkan Mode Blokir
is_is: Víxla skeyta við blokkarham
ka_ge: Toggle დანართების ბლოკის რეჟიმი
kk_kz: Қосу блогының режимін ажырату
km_kh: របៀប ប្លុក Append Toggle
kn_in: ಟಾಗಲ್ ಅನುಬಂಧ ತಡೆ ಮೋಡ್
ky_kg: Тогле Тиркеме блок режими
lt_lt: Perjungti papildymo bloko režimą
lv_lv: Pārslēgt pievienošanas bloķēšanas režīmu
mi_nz: Takahuri Aratau Paraka Tāpiri
mk_mk: Заменете го режимот на блокирање на апендици
ml_in: Toggle Append Block മോഡ്
mt_mt: Ittogilja l-Modalità tal-Blokka tal-Appendiċi
ne_np: थप िएको खण्ड मोड टगल गर्नुहोस्
pa_arab_pk: ਟੌਗਲ ਕਰੋ ਬਲਾਕ ਮੋਡ
sl_si: Preklop načina dodajanja blokov
sq_al: Modaliteti i bllokimit të shtojcave të shtojcave
sr_cyrl_me: Режим преклопне блокирања додај
sr_latn_me: Režim preklopne blokiranja dodaj
sw_ke: Geuza Hali ya Kizuizi cha Append
ta_in: தொகுதி பயன்முறையை மாற்று
te_in: టోగిల్ అపెండ్ బ్లాక్ మోడ్
th_th: สลับโหมดผนวกบล็อก
tk_tm: Baglanşyk Baglançy Modi
tt_ru: Тоггле Блокны каплау режимы
ug_cn: بۆلەك شەكلىنى ئۆزگەرتىش
uz_cyrl: Append blok rejimini o'tkazing

# MpShortcutType_ToggleAppendPositionMode
source: Toggle Append Position Mode
af_za: Skakel die Posisie -modus aan
am_et: የቦታ አቀማመጥ ሁኔታ ሁኔታን ይቀያይሩ
as_in: টগল এপেণ্ড অৱস্থান ধৰণ
az_cyrl_az: Əlavə etmə mövqeyi rejimini dəyişdirin
cy_gb: Toggle atodi modd safle
et_ee: Lülitage lisage positsioonirežiim
fil_ph: Toggle mode ng posisyon ng append
ga_ie: Scoránaigh an Mód Suímh Iarcheangail
gu_in: પરિશિષ્ટ સ્થાન સ્થિતિમાં ફેરબદલી કરો
he_il: החלפת מצב צירוף מיקום
hr_ba: Uključi/isključi način dodavanja položaja
id_id: Alihkan Mode Posisi Tambahkan
is_is: Víxla skeyta við stöðustillingu
ka_ge: პოზიციის რეჟიმის გადართვა
kk_kz: Қосу позициясы режимін қосу күйін ажырату
km_kh: របៀបដាក់ទីតាំង Append Toggle
kn_in: ಟಾಗಲ್ ಅನುಬಂಧ ಸ್ಥಾನ ಮೋಡ್
ky_kg: Тиркеме позициясы режимин тоголоктоо
lt_lt: Perjungti papildymo padėties režimą
lv_lv: Pārslēgt pievienošanas pozīcijas režīmu
mi_nz: Takahuri Aratau Tūnga Tāpiri
mk_mk: Активирајте го режимот на позиција на апенд
mt_mt: Ittogilja l-Modalità tal-Pożizzjoni tal-Appendiċi
ne_np: थप िएको स्थिति मोड टगल गर्नुहोस्
pa_arab_pk: ਸਥਿਤੀ mode ੰਗ ਨੂੰ ਟੌਗਲ ਕਰੋ
sl_si: Preklop načina dodajanja položaja
sq_al: Modaliteti i pozicionit të shtojcës toggle
sr_cyrl_me: Режим преклопне позиције за предосећивање
sr_latn_me: Režim preklopne pozicije za predosećivanje
sw_ke: Geuza Hali ya Nafasi ya Kupangilia
ta_in: நிலைமாற்று நிலை பயன்முறையை மாற்று
te_in: టోగిల్ అపెండ్ పొజిషన్ మోడ్
th_th: สลับโหมดตําแหน่งผนวก
tk_tm: Syýa bagla
tt_ru: Урынны тоггле
ug_cn: قوشماق ئورۇن بەلگىلەش شەكلى
uz_cyrl: Append Pavlus rejimini o'zgartiring

# MpShortcutType_ToggleAppendPaused
source: Toggle Append Paused
af_za: Skakel bygevoeg
am_et: ቀዳዳዎች ተጎድተዋል
as_in: টগল append
az_cyrl_az: Dəyişdirmə dəyişikliyi dayandırıldı
cy_gb: Toggle atodiad seibio
et_ee: Lülitage lisa pausi
fil_ph: Tumahimik si Toggle Append
ga_ie: Scoránaigh an t- aguisín curtha ar sos
gu_in: અટકાવેલ બદલો ઉમેરો
he_il: החלפת מצב צירוף מושהה
hr_ba: Uključi/isključi pauzirano dodavanje
id_id: Toggle Append Dijeda
is_is: Hlé á víxlviðbætti
ka_ge: Toggle Append დაპაუზებული
kk_kz: Қосуды қосуды ажырату
km_kh: Toggle Append ផ្អាក
kn_in: ಟಾಗಲ್ ಅನುಬಂಧವನ್ನು ನಿಲ್ಲಿಸಲಾಯಿತು
ky_kg: Тогле тиркемеси токтоп калды
lt_lt: Perjungti priedą pristabdyta
lv_lv: Pārslēgt pievienošanu pauzētu
mi_nz: Takahuri Tāpiri Tatari
mk_mk: Заменете го апенд паузиран
mr_in: टॉगल अपेंड थांबला
mt_mt: Ittogilja l-Appendiċi sospiża
ne_np: थपो थप्न रोकिएको टगल गर्नुहोस्
pa_arab_pk: ਟੌਗਲ ਸ਼ਾਮਲ ਕਰੋ
sl_si: Preklop dodatka je začasno ustavljen
sq_al: Toggle Append Pauzë
sr_cyrl_me: Искључи заостаци заостаци
sr_latn_me: Isključi zaostaci zaostaci
sw_ke: Togo Append imesimamishwa
ta_in: நிலைமாற்று இணைப்பு இடைநிறுத்தப்பட்டது
te_in: టోగిల్ అపెండ్ ఆగిపోయింది
th_th: สลับ ผนวก หยุดชั่วคราว
tk_tm: Goşmaça Säginmek üçin säginmek
tt_ru: Тоггл Аппенд Паунд
ug_cn: Toggle ئەپ دىتالى توختىدى
ur_pk: ٹوگل ایپنڈ کو روک دیا گیا
uz_cyrl: O'tkazish Play Narshirdi

# MpShortcutType_ManuallyAddFromClipboard
source: Manually Add From Clipboard
af_za: Voeg handmatig by van die knipbord
am_et: ከ Clipboard ውስጥ እራስዎ ይጨምሩ
as_in: ক্লিপবোৰ্ডৰ পৰা নিজেই যোগ কৰক
az_cyrl_az: Panoya əl ilə əlavə edin
cy_gb: Ychwanegwch â llaw o'r clipfwrdd
et_ee: Lisage lõikelauast käsitsi
fil_ph: Manu -manong idagdag mula sa clipboard
ga_ie: Cuir ón nGearrthaisce leis de láimh
gu_in: ક્લિપબોર્ડમાંથી જાતે ઉમેરો
he_il: הוספה ידנית מהלוח
hr_ba: Ručno dodavanje iz međuspremnika
hy_am: Ձեռքով ավելացնել clipboard-ից
id_id: Menambahkan Secara Manual Dari Clipboard
is_is: Bæta handvirkt við af klemmuspjaldi
ka_ge: ხელით დაამატეთ ბუფერში
kk_kz: Аралық сақтағыштан қолмен қосу
km_kh: បន្ថែមដោយដៃពី Clipboard
kn_in: ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ನಿಂದ ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸು
ky_kg: Клиптерден кол менен кошуу
lo_la: ດ້ວຍມືເພີ່ມຈາກຄລິບ
lt_lt: Rankiniu būdu pridėti iš mainų srities
lv_lv: Manuāla pievienošana no starpliktuves
mi_nz: Tāpiri ā-ringa mai i te Papatopenga
mk_mk: Рачно додавање од клипборда
ml_in: ക്ലിപ്ബോർഡിൽ നിന്ന് സ്വമേധയാ ചേർക്കുക
mr_in: क्लिपबोर्डमधून मॅन्युअली जोडा
mt_mt: Żid manwalment mill-klibbord
ne_np: क्लिपबोर्डबाट म्यानुअल रूपमा थप्नुहोस्
or_in: କ୍ଲିପ୍ ବୋର୍ଡରୁ ମାନୁଆଲି ଯୋଡନ୍ତୁ
pa_arab_pk: ਕਲਿੱਪਬੋਰਡ ਤੋਂ ਹੱਥੀਂ ਸ਼ਾਮਲ ਕਰੋ
sl_si: Ročno dodajanje iz odložišča
sq_al: Shto manualisht nga clipboard
sr_cyrl_me: Ручно додавање из оставе
sr_latn_me: Ručno dodavanje iz ostave
sw_ke: Ongeza kwa mikono kutoka kwa ubao wa kunakili
ta_in: கிளிப்போர்டிலிருந்து கைமுறையாக சேர்க்கவும்
te_in: క్లిప్ బోర్డ్ నుండి మాన్యువల్ గా జోడించండి
th_th: เพิ่มจากคลิปบอร์ดด้วยตนเอง
tk_tm: Klipboarddan El bilen Goş
tt_ru: Слип тактадан куллан
ug_cn: قىسقۇچتىن قول بىلەن قوشۇش
ur_pk: کلپ بورڈ سے دستی طور پر شامل کریں
uz_cyrl: Clipboarddan qo'lda qo'shing

# MpShortcutType_DecreaseFocus
source: Decrease Focus
af_za: Verminder die fokus
am_et: ትኩረት ይስጡ
as_in: ফ'কাচ হ্ৰাস কৰক
az_cyrl_az: Fokusu azaltmaq
cy_gb: Lleihau ffocws
et_ee: Vähendama fookust
fil_ph: Bawasan ang pokus
ga_ie: Laghdaigh an Fócas
gu_in: ફોકસ ઘટાડો
he_il: הפחת את המיקוד
hr_ba: Smanji fokus
hy_am: Նվազեցնել ֆոկուսը
id_id: Kurangi Fokus
is_is: Minnka fókus
ka_ge: შეამცირეთ ფოკუსი
kk_kz: Фокусты кішірейту
km_kh: បន្ថយ ការ ផ្ដោត អារម្មណ៍
kn_in: ಫೋಕಸ್ ಕಡಿಮೆ ಮಾಡಿ
ky_kg: Фокусту азайтуу
lo_la: ຈຸດສຸມຫຼຸດລົງ
lt_lt: Sumažinti fokusavimą
lv_lv: Samazināt fokusu
mi_nz: Whakaiti Arotahi
mk_mk: Намалување на фокусот
ml_in: ഫോക്കസ് കുറയ്ക്കുക
mr_in: फोकस कमी करा
mt_mt: Naqqas il-Fokus
ne_np: फोकस घटाउनुहोस्
or_in: ଫୋକସ୍ ହ୍ରାସ କରନ୍ତୁ
pa_arab_pk: ਧਿਆਨ ਘਟਾਓ
sl_si: Zmanjšanje fokusa
sq_al: Ulja e fokusit
sr_cyrl_me: Смањи фокус
sr_latn_me: Smanji fokus
sw_ke: Punguza Kuzingatia
ta_in: கவனம் குறையுங்கள்
te_in: ఫోకస్ తగ్గించండి
th_th: ลดโฟกัส
tk_tm: Ünsüňi peselt
tt_ru: Игътибарыгызны киметегез
ug_cn: فوكۇسنى ئازايتىش
ur_pk: توجہ میں کمی
uz_cyrl: Fokusni kamaytirish

# MpShortcutType_IncreaseFocus
source: Increase Focus
af_za: Verhoog die fokus
am_et: ትኩረት መጨመር
as_in: ফোকাচ বৃদ্ধি কৰক
az_cyrl_az: Fokusu artırmaq
cy_gb: Cynyddu ffocws
et_ee: Suurendada fookust
fil_ph: Dagdagan ang pokus
ga_ie: Méadaigh an Fócas
gu_in: ફોકસ વધારો
he_il: הגדל את המיקוד
hr_ba: Povećaj fokus
hy_am: Բարձրացնել ուշադրությունը
id_id: Tingkatkan Fokus
is_is: Auka fókus
ka_ge: გაზარდეთ ფოკუსი
kk_kz: Фокусты ұлғайту
km_kh: បង្កើនការផ្តោតអារម្មណ៍
kn_in: ಫೋಕಸ್ ಹೆಚ್ಚಿಸಿ
ky_kg: Фокусту жогорулатуу
lo_la: ເພີ່ມຈຸດສຸມ
lt_lt: Padidinkite dėmesį
lv_lv: Fokusa palielināšana
mi_nz: Whakanuia te Arotahi
mk_mk: Зголеми го фокусот
ml_in: ശ്രദ്ധ വർദ്ധിപ്പിക്കുക
mr_in: फोकस वाढवा
mt_mt: Żid il-Fokus
ne_np: फोकस बढाउनुहोस्
or_in: ଫୋକସ୍ ବଢ଼ାନ୍ତୁ
pa_arab_pk: ਫੋਕਸ ਵਧਾਓ
sl_si: Povečajte fokus
sq_al: Rritja e fokusit
sr_cyrl_me: Повећај фокус
sr_latn_me: Povećaj fokus
sw_ke: Ongeza Kuzingatia
ta_in: கவனம் அதிகரிக்கும்
te_in: ఫోకస్ పెంచండి
th_th: เพิ่มโฟกัส
tk_tm: Ünsüňi jemle
tt_ru: Игътибарыгызны арттыру
ug_cn: قىزىق نۇقتا كۆپەيتىش
ur_pk: توجہ میں اضافہ کریں
uz_cyrl: Fokusni oshirish

# MpShortcutType_ExitApplication
source: Exit Application
af_za: Uitgangstoepassing
am_et: ማመልከቻ
as_in: আবেদন প্ৰস্থান কৰক
az_cyrl_az: Tətbiqdən çıxın
cy_gb: Cais Ymadael
et_ee: Väljumistaotlus
ga_ie: Scoir den Fheidhmchlár
gu_in: કાર્યક્રમમાંથી બહાર નીકળો
he_il: צא מיישום
hr_ba: Izađi iz aplikacije
hy_am: Ելքային կիրառություն
id_id: Keluar dari Aplikasi
is_is: Hætta í forriti
ka_ge: გასვლა განაცხადი
km_kh: កម្មវិធី ចេញ
kn_in: ನಿರ್ಗಮನ ಅಪ್ಲಿಕೇಶನ್
ky_kg: Чыгуу арызы
lo_la: ອອກຄໍາຮ້ອງສະຫມັກ
lt_lt: Išeiti iš programos
lv_lv: Izejas lietojumprogramma
mi_nz: Waiho Taupānga
mk_mk: Апликација за излез
ml_in: എക്സിറ്റ് ആപ്ലിക്കേഷൻ
mr_in: एक्झिट एप्लिकेशन
mt_mt: Applikazzjoni tal-Ħruġ
ne_np: अनुप्रयोग बाट बाहिर निस्कनुहोस्
or_in: ପ୍ରସ୍ଥାନ ଆପ୍ଲିକେସନ
pa_arab_pk: ਬੰਦ ਕਰਨ ਵਾਲੀ ਐਪਲੀਕੇਸ਼ਨ
sl_si: Izhod iz aplikacije
sq_al: Aplikimi për dalje
sr_cyrl_me: Изађи из апликације
sr_latn_me: Izađi iz aplikacije
sw_ke: Toka kwenye Programu tumizi
ta_in: விண்ணப்பத்திலிருந்து வெளியேறு
te_in: నిష్క్రమణ అప్లికేషన్
th_th: ออกจากแอปพลิเคชัน
tk_tm: Ewez Et
tt_ru: Экзит-пол
ug_cn: چېكىنىشكە ئىلتىماس قىلىش
ur_pk: ایگزٹ ایپلی کیشن
uz_cyrl: Ilovadan chiqish

# MpShortcutType_PasteToExternal
source: Paste To External
af_za: Plak na eksterne
am_et: ወደ ውጫዊ ወደ ውጫዊ
as_in: বাহ্যিকলৈ পেষ্ট কৰক
az_cyrl_az: Xarici üçün yapışdırın
cy_gb: Past i allanol
et_ee: Pasta välisele
fil_ph: I -paste sa panlabas
ga_ie: Greamaigh go Seachtrach
gu_in: બાહ્યમાં ચોંટાડો
he_il: הדבק לחיצוני
hr_ba: Zalijepi na vanjsko
hy_am: Paste Դեպի արտաքին
id_id: Tempel Ke Eksternal
is_is: Líma út á við
ka_ge: ჩასვით გარედან
kk_kz: Сыртқыға қою
km_kh: អតីតកាល ទៅ ខាង ក្រៅ
kn_in: ಬಾಹ್ಯಕ್ಕೆ ಅಂಟಿಸು
ky_kg: Сыртка өтүү
lt_lt: Įklijuoti į išorinį
lv_lv: Ielīmēt ārējā formātā
mi_nz: Whakapiri Ki Waho
mk_mk: Паста до надворешен
ml_in: പേസ്റ്റ് ടു ബാഹ്യ
mr_in: बाह्य पेस्ट करा
mt_mt: Pejst għal Estern
ne_np: बाह्यमा टाँस्नुहोस्
or_in: ବାହ୍ୟକୁ ପେଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: ਬਾਹਰੀ ਨੂੰ ਪੇਸਟ ਕਰੋ
sl_si: Prilepi na zunanje
sq_al: Paste në të jashtme
sr_cyrl_me: Налепити на спољни
sr_latn_me: Nalepiti na spoljni
sw_ke: Bandika kwa Nje
ta_in: வெளிப்புறத்தில் ஒட்டவும்
te_in: ఎక్స్ టర్నల్ కు పేస్ట్ చేయండి
th_th: วางภายนอก
tk_tm: Daşky Gaýd Etmek
tt_ru: Тышкы чыдамлылык
ug_cn: سىرتقىغا چاپلاش
ur_pk: بیرونی پر پیسٹ کریں
uz_cyrl: Tashqi tomondan past

# MpShortcutType_PasteSelection
source: Paste Selection
af_za: Plak seleksie
am_et: የልብስ ምርጫ
as_in: পেষ্ট নিৰ্বাচন
az_cyrl_az: Paste seçimi
cy_gb: Dewis past
et_ee: Pastavalik
fil_ph: I -paste ang pagpili
ga_ie: Greamaigh an Roghnúchán
gu_in: પસંદગી ચોંટાડો
he_il: בחירת הדבקה
hr_ba: Zalijepi označeno
hy_am: Պաստա սելեկցիա
id_id: Pilihan Tempel
is_is: Líma val
ka_ge: ჩასმა შერჩევა
kk_kz: Таңдауды қою
km_kh: ការជ្រើសរើស Paste
kn_in: ಆಯ್ಕೆ ಅಂಟಿಸು
ky_kg: Паста тандоо
lo_la: ການຄັດເລືອກ Paste
lt_lt: Įklijuoti pasirinkimą
lv_lv: Ielīmēt atlasi
mi_nz: Whakapiri Tīpakonga
mk_mk: Избор на паста
ml_in: പേസ്റ്റ് തിരഞ്ഞെടുപ്പ്
mr_in: पेस्ट निवड
mt_mt: Għażla tal-Pejst
ne_np: चयन टाँस्नुहोस्
or_in: ପେଷ୍ଟ Selection
pa_arab_pk: ਚੋਣ ਚਿਪਕਾਓ
sl_si: Izbira lepljenja
sq_al: Përzgjedhja e pastës
sr_cyrl_me: Налепити селекцију
sr_latn_me: Nalepiti selekciju
sw_ke: Bandika Uteuzi
ta_in: ஒட்டு தேர்வு
te_in: పేస్ట్ ఎంపిక
th_th: วางการเลือก
tk_tm: Saýlawy Gaýd Et
tt_ru: Сайлап алучылар
ug_cn: تاللاشنى چاپلاش
ur_pk: پیسٹ کا انتخاب
uz_cyrl: Paste Tanlash

# MpShortcutType_CopySelection
source: Copy Selection
af_za: Kopie -seleksie
am_et: ምርጫን ይቅዱ
as_in: নিৰ্বাচন কপি কৰক
az_cyrl_az: Seçimi kopyalayın
cy_gb: Dewis Copïo
et_ee: Koopiavalimine
fil_ph: Kopyahin ang pagpili
ga_ie: Cóipeáil an Roghnúchán
gu_in: પસંદગીની નકલ કરો
he_il: העתקת בחירה
hr_ba: Kopiraj označeno
hy_am: Պատճենի ընտրություն
id_id: Pilihan Salin
is_is: Afrita val
ka_ge: მონიშნულის კოპირება
kk_kz: Таңдауды көшіру
km_kh: ការ ជ្រើស រើស ចម្លង
kn_in: ನಕಲು ಆಯ್ಕೆ
ky_kg: Көчүрмө тандоо
lo_la: ສໍາເນົາຄັດເລືອກ
lt_lt: Kopijuoti pasirinkimą
lv_lv: Kopēt atlasi
mi_nz: Tārua Tīpakonga
mk_mk: Копирај ја селекцијата
ml_in: പകർപ്പ് തിരഞ്ഞെടുക്കൽ
mr_in: कॉपी निवड
mt_mt: Ikkopja s-Selezzjoni
ne_np: चयन प्रतिलिपि बनाउनुहोस्
or_in: ଚୟନ କପି କରନ୍ତୁ
pa_arab_pk: ਕਾੱਪੀ ਚੋਣ
sl_si: Izbira kopije
sq_al: Përzgjedhja e kopjeve
sr_cyrl_me: Копирај селекцију
sr_latn_me: Kopiraj selekciju
sw_ke: Nakili Uteuzi
ta_in: நகல் தேர்வு
te_in: ఎంపికను కాపీ చేయండి
th_th: คัดลอกการเลือก
tk_tm: Saýlawy Nusgala
tt_ru: Сайлауның күчермәсе
ug_cn: تاللانما كۆچۈرۈش
ur_pk: کاپی کا انتخاب
uz_cyrl: Nusxalash tanlovi

# MpShortcutType_CutSelection
source: Cut Selection
af_za: Sny seleksie
am_et: ምርኮን ይቁረጡ
as_in: নিৰ্বাচন কাটা
az_cyrl_az: Seleksiya
cy_gb: Torri dewis
et_ee: Lõige
fil_ph: Gupitin ang pagpili
ga_ie: Gearr an Roghnúchán
gu_in: પસંદગીને કાપો
he_il: גזירת בחירה
hr_ba: Izreži označeno
hy_am: Կտրեք ընտրությունը
id_id: Seleksi Potong
is_is: Klippa val
ka_ge: მონიშნულის გაჭრა
kk_kz: Таңдауды қиып алу
km_kh: ការជ្រើសរើសកាត់
kn_in: ಕಟ್ ಆಯ್ಕೆ
ky_kg: Тандоону кесүү
lt_lt: Iškirpti pasirinkimą
lv_lv: Izgriezt izvēli
mi_nz: Tapahi Tīpakonga
mk_mk: Пресечете ја селекцијата
ml_in: കട്ട് സെലക്ഷൻ
mr_in: कट सिलेक्शन
mt_mt: Aqta' s-Selezzjoni
ne_np: चयन काट्नुहोस्
or_in: କଟ୍ ଚୟନ
pa_arab_pk: ਚੋਣ ਕੱਟ
sl_si: Izreži izbor
sq_al: Përzgjedhja e prerjes
sr_cyrl_me: Исеци селекцију
sr_latn_me: Iseci selekciju
sw_ke: Uteuzi wa Kata
ta_in: வெட்டு தேர்வு
te_in: కట్ ఎంపిక
th_th: ตัดการเลือก
tk_tm: Saýlawy Kes
tt_ru: Кисәкләр сайлаганы
ug_cn: كەسمە تاللاش
ur_pk: کٹوتی کا انتخاب
uz_cyrl: Tanlovni kesish

# MpShortcutType_DeleteSelectedItems
source: Delete Selected Items
af_za: Vee geselekteerde items uit
am_et: የተመረጡ እቃዎችን ሰርዝ
as_in: নিৰ্বাচিত বস্তু মচি পেলাওক
az_cyrl_az: Seçilmiş əşyaları silin
cy_gb: Dileu eitemau dethol
et_ee: Kustutage valitud üksused
fil_ph: Tanggalin ang mga napiling item
ga_ie: Scrios na Míreanna Roghnaithe
gu_in: પસંદ કરેલ વસ્તુઓ કાઢી નાંખો
he_il: מחיקת פריטים נבחרים
hr_ba: Izbriši odabrane stavke
hy_am: Ջնջել ընտրված իրերը
id_id: Menghapus item yang dipilih
is_is: Eyða völdum atriðum
ka_ge: მონიშნული ელემენტების წაშლა
kk_kz: Таңдалған элементтерді жою
km_kh: ១. លុប ធាតុ ដែល បាន ជ្រើស
kn_in: ಆಯ್ಕೆಮಾಡಿದ ಐಟಂಗಳನ್ನು ಅಳಿಸಿ
ky_kg: Тандалган буюмдарды жоготуу
lo_la: ລຶບລາຍການທີ່ເລືອກ
lt_lt: Naikinti pažymėtus elementus
lv_lv: Dzēst atlasītos vienumus
mi_nz: Mukua Ngā Tūemi kua Tīpakohia
mk_mk: Избришете ги избраните елементи
ml_in: തിരഞ്ഞെടുത്ത ഇനങ്ങൾ ഇല്ലാതാക്കുക
mr_in: निवडलेले आयटम डिलीट करा
mt_mt: Ħassar l-Items Magħżula
ne_np: चयन गरिएका वस्तुहरू मेट्नुहोस्
or_in: ଚୟନିତ ଆଇଟମ୍ ଗୁଡିକ ବିଲୋପ କରନ୍ତୁ
pa_arab_pk: ਚੁਣੀਆਂ ਗਈਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਮਿਟਾਓ
sl_si: Brisanje izbranih elementov
sq_al: Fshini artikujt e zgjedhur
sr_cyrl_me: Избриши изабране ставке
sr_latn_me: Izbriši izabrane stavke
sw_ke: Futa Vipengee Teuliwa
ta_in: தேர்ந்தெடுத்த உருப்படிகளை நீக்கு
te_in: ఎంచుకున్న ఐటమ్ లను తొలగించు
th_th: ลบรายการที่เลือก
tk_tm: Saýlanan zady saýla
tt_ru: Сайланган әйберләрне юк итегез
ug_cn: تاللانغان تۈرلەرنى ئۆچۈرۈش
ur_pk: منتخب آئٹمز حذف کریں
uz_cyrl: Tanlangan elementlarni o'chirish

# MpShortcutType_SelectNextColumnItem
source: Select Next Column Item
af_za: Kies die volgende kolomitem
am_et: የሚቀጥለው አምድ እቃ ይምረጡ
as_in: পৰৱৰ্তী স্তম্ভ বস্তু নিৰ্ব্বাচন কৰক
az_cyrl_az: Növbəti sütun elementini seçin
cy_gb: Dewiswch eitem y golofn nesaf
et_ee: Valige järgmine veerg üksus
fil_ph: Piliin ang Susunod na Item ng Haligi
ga_ie: Roghnaigh An Chéad Cholún Eile Mír
gu_in: આગળની સ્તંભ વસ્તુ પસંદ કરો
he_il: בחר פריט העמודה הבא
hr_ba: Odabir stavke sljedećeg stupca
hy_am: Ընտրեք հաջորդ սյունակի կետը
id_id: Pilih Item Kolom Berikutnya
is_is: Velja næsta dálkatriði
ka_ge: აირჩიეთ შემდეგი სვეტის ელემენტი
kk_kz: Келесі баған элементін таңдау
km_kh: ជ្រើស ធាតុ ជួរឈរ បន្ទាប់
kn_in: ಮುಂದಿನ ಖಾನೆ ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Кийинки колонна элементин тандоо
lo_la: ເລືອກNext Column Item
lt_lt: Pasirinkite Kitas stulpelio elementas
lv_lv: Atlasīt nākamās kolonnas vienumu
mi_nz: Tīpako Tūemi Tīwae Panuku
mk_mk: Изберете Следен предмет на колона
ml_in: അടുത്ത കോളം ഇനം തിരഞ്ഞെടുക്കുക
mr_in: पुढील स्तंभ आयटम निवडा
mt_mt: Agħżel l-Item tal-Kolonna li Jmiss
ne_np: पछिल्लो स्तम्भ वस्तु चयन गर्नुहोस्
or_in: ପରବର୍ତ୍ତୀ ସ୍ତମ୍ଭ ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ਅਗਲੀ ਕਾਲਮ ਆਈਟਮ ਦੀ ਚੋਣ ਕਰੋ
sl_si: Izberite Naslednji element stolpca
sq_al: Zgjidh artikullin e kolonës tjetër
sr_cyrl_me: Избор ставке следеће колоне
sr_latn_me: Izbor stavke sledeće kolone
sw_ke: Teua Kipengee cha Safuwima Ifuatayo
ta_in: அடுத்த நெடுவரிசை உருப்படியை தேர்ந்தெடு
te_in: తరువాత కాలమ్ ఐటమ్ ఎంచుకోండి
th_th: เลือกรายการคอลัมน์ถัดไป
tk_tm: Saýla
tt_ru: Киләсе багананы сайлагыз
ug_cn: كېيىنكى ئىستون تۈرىنى تاللاش
ur_pk: اگلا کالم آئٹم منتخب کریں
uz_cyrl: Keyingi ustun elementini tanlang

# MpShortcutType_SelectPreviousColumnItem
source: Select Previous Column Item
af_za: Kies vorige kolomitem
am_et: ቀዳሚ አምድ ንጥል ይምረጡ
as_in: পূৰ্বৱৰ্তী স্তম্ভ বস্তু নিৰ্ব্বাচন কৰক
az_cyrl_az: Əvvəlki Sütun Elementini seçin
cy_gb: Dewiswch Eitem Colofn Blaenorol
et_ee: Valige eelmine veerg üksus
fil_ph: Piliin ang Nakaraang Item ng Haligi
ga_ie: Roghnaigh Mír an Cholúin Roimhe Seo
gu_in: પહેલાંની સ્તંભ વસ્તુ પસંદ કરો
he_il: בחר פריט עמודה קודמת
hr_ba: Odabir prethodne stavke stupca
hy_am: Ընտրեք նախորդ սյունակի կետը
id_id: Pilih Item Kolom Sebelumnya
is_is: Velja fyrra dálkatriði
ka_ge: წინა სვეტის ელემენტის არჩევა
kk_kz: Алдыңғы баған элементін таңдау
km_kh: ជ្រើស ធាតុ ជួរឈរ មុន
kn_in: ಹಿಂದಿನ ಕಾಲಮ್ ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Мурунку колонна элементин тандоо
lo_la: ເລືອກລາຍການຄໍລໍາກ່ອນ
lt_lt: Pažymėti ankstesnio stulpelio elementą
lv_lv: Iepriekšējās kolonnas vienuma atlasīšana
mi_nz: Tīpako Tūemi Tīwae Tōmua
mk_mk: Изберете Претходен предмет на колона
ml_in: മുമ്പത്തെ കോളം ഇനം തിരഞ്ഞെടുക്കുക
mr_in: मागील स्तंभ आयटम निवडा
mt_mt: Agħżel l-item tal-kolonna preċedenti
ne_np: अघिल्लो स्तम्भ वस्तु चयन गर्नुहोस्
or_in: ପୂର୍ବ ସ୍ତମ୍ଭ ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ਪਿਛਲੀ ਕਾਲਮ ਆਈਟਮ ਦੀ ਚੋਣ ਕਰੋ
sl_si: Izbira elementa prejšnjega stolpca
sq_al: Zgjidh artikullin e mëparshëm të kolonës
sr_cyrl_me: Избор претходне ставке колоне
sr_latn_me: Izbor prethodne stavke kolone
sw_ke: Teua Kipengee cha Safuwima Iliyotangulia
ta_in: முந்தைய நெடுவரிசை உருப்படியை தேர்ந்தெடு
te_in: మునుపటి కాలమ్ ఐటమ్ ఎంచుకోండి
th_th: เลือกรายการคอลัมน์ก่อนหน้า
tk_tm: Öňki sütüniň aýtemy saýla
tt_ru: Алдагы багананы сайлагыз
ug_cn: ئالدىنقى ئىستون تۈرىنى تاللاش
ur_pk: پچھلا کالم آئٹم منتخب کریں
uz_cyrl: Oldingi ustun elementini tanlang

# MpShortcutType_SelectNextRowItem
source: Select Next Row Item
af_za: Kies die volgende ryitem
am_et: የሚቀጥለው ረድፍ ንጥል ይምረጡ
as_in: পৰৱৰ্তী শাৰীৰ বস্তু নিৰ্ব্বাচন কৰক
az_cyrl_az: Növbəti sıra elementini seçin
cy_gb: Dewiswch eitem rhes nesaf
et_ee: Valige järgmine rida üksus
fil_ph: Piliin ang Susunod na Item ng Row
ga_ie: Roghnaigh an Chéad Mhír Ró Eile
gu_in: આગળની હરોળની વસ્તુ પસંદ કરો
he_il: בחר פריט השורה הבאה
hr_ba: Odabir stavke sljedećeg retka
hy_am: Ընտրեք հաջորդ շարքի item
id_id: Pilih Item Baris Berikutnya
is_is: Velja næsta línuatriði
ka_ge: აირჩიეთ შემდეგი რიგის ელემენტი
kk_kz: Келесі жол элементін таңдау
km_kh: ជ្រើស ធាតុ ជួរ បន្ទាប់
kn_in: ಮುಂದಿನ ಸಾಲಿನ ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Кийинки катардагы элементти тандоо
lo_la: ເລືອກNext Row Item
lt_lt: Pasirinkite Kitos eilutės elementą
lv_lv: Atlasīt nākamās rindas vienumu
mi_nz: Tīpako Tūemi Haupae Panuku
mk_mk: Изберете Следен ред
ml_in: അടുത്ത നിര ഇനം തിരഞ്ഞെടുക്കുക
mr_in: पुढील ओळीची आयटम निवडा
mt_mt: Agħżel l-item tar-ringiela li jmiss
ne_np: पछिल्लो पङ्क्ति वस्तु चयन गर्नुहोस्
or_in: ପରବର୍ତ୍ତୀ ଧାଡ଼ି ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ਅਗਲੀ ਕਤਾਰ ਇਕਾਈ ਦੀ ਚੋਣ ਕਰੋ
sl_si: Izberite element naslednje vrstice
sq_al: Zgjidh elementin tjetër të rreshtit
sr_cyrl_me: Избор следеће ставке реда
sr_latn_me: Izbor sledeće stavke reda
sw_ke: Teua Kipengee Safuulalo Ifuatayo
ta_in: அடுத்த வரிசை உருப்படியை தேர்ந்தெடு
te_in: తరువాత వరుస ఐటమ్ ఎంచుకోండి
th_th: เลือกรายการแถวถัดไป
tk_tm: Bir saýla
tt_ru: Киләсе рәт пунктын сайлагыз
ug_cn: كېيىنكى قۇر تۈرىنى تاللاش
ur_pk: اگلی قطار آئٹم منتخب کریں
uz_cyrl: Keyingi qator elementini tanlang

# MpShortcutType_SelectPreviousRowItem
source: Select Previous Row Item
af_za: Kies vorige ryitem
am_et: የቀደመውን ረድፍ ይምረጡ
as_in: পূৰ্বৱৰ্তী শাৰীৰ বস্তু নিৰ্ব্বাচন কৰক
az_cyrl_az: Əvvəlki sıra elementini seçin
cy_gb: Dewiswch Eitem Rhes Blaenorol
et_ee: Valige eelmine rea üksus
fil_ph: Piliin ang Nakaraang Row Item
ga_ie: Roghnaigh mír an ró roimhe seo
gu_in: પહેલાંની હરોળની વસ્તુ પસંદ કરો
he_il: בחר פריט שורה קודמת
hr_ba: Odabir prethodne stavke retka
hy_am: Ընտրեք նախորդ շարքի կետը
id_id: Pilih Item Baris Sebelumnya
is_is: Velja fyrra línuatriði
ka_ge: წინა რიგის ელემენტის არჩევა
kk_kz: Алдыңғы жол элементін таңдау
km_kh: ជ្រើស ធាតុ ជួរ ដេក មុន
kn_in: ಹಿಂದಿನ ಸಾಲಿನ ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Мурунку катар элементин тандоо
lo_la: ເລືອກລາຍການແຖວກ່ອນ
lt_lt: Pažymėti ankstesnės eilutės elementą
lv_lv: Atlasīt iepriekšējās rindas vienumu
mi_nz: Tīpako Tūemi Haupae Tōmua
mk_mk: Изберете Претходен предмет на ред
ml_in: മുമ്പത്തെ നിര ഇനം തിരഞ്ഞെടുക്കുക
mr_in: मागील रांगेतील आयटम निवडा
mt_mt: Agħżel l-item tar-ringiela preċedenti
ne_np: अघिल्लो पङ्क्ति वस्तु चयन गर्नुहोस्
or_in: ପୂର୍ବ ଧାଡ଼ି ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ਪਿਛਲੀ ਕਤਾਰ ਆਈਟਮ ਦੀ ਚੋਣ ਕਰੋ
sl_si: Izberite element prejšnje vrstice
sq_al: Zgjidh elementin e mëparshëm të rreshtit
sr_cyrl_me: Избор претходне ставке реда
sr_latn_me: Izbor prethodne stavke reda
sw_ke: Teua Kipengee Safuulalo Iliyotangulia
ta_in: முந்தைய வரிசை உருப்படியை தேர்ந்தெடு
te_in: మునుపటి వరుస ఐటమ్ ఎంచుకోండి
th_th: เลือกรายการแถวก่อนหน้า
tk_tm: Öňki hatar ewez ed
tt_ru: Алдагы рәт пунктын сайлагыз
ug_cn: ئالدىنقى قۇر تۈرىنى تاللاش
ur_pk: پچھلی قطار آئٹم منتخب کریں
uz_cyrl: Oldingi satr elementini tanlang

# MpShortcutType_AssignShortcut
source: Assign Shortcut
af_za: Ken kortpad toe
am_et: አቋራጭ መድብ
as_in: চৰ্টকাট নিযুক্ত কৰক
az_cyrl_az: Qısaltmaq
cy_gb: Aseinio llwybr byr
et_ee: Määrake otsetee
fil_ph: Magtalaga ng shortcut
ga_ie: Tabhair Aicearra
gu_in: ટૂંકાણને સોંપો
he_il: הקצאת קיצור דרך
hr_ba: Dodijeli prečac
hy_am: Հանձնարարել Shortcut
id_id: Tetapkan pintasan
is_is: Úthluta flýtivísun
ka_ge: მალსახმობის მინიჭება
kk_kz: Пернелер тіркесімін тағайындау
kn_in: ಶಾರ್ಟ್ ಕಟ್ ನಿಯೋಜಿಸಿ
ky_kg: Кыска жолду дайындоо
lo_la: ມອບຫມາຍShortcut
lt_lt: Priskirkite nuorodą
lv_lv: Piešķirt saīsni
mi_nz: Tautapa Pokatata
mk_mk: Додели го прекинот
ml_in: കുറുക്കുവഴി നിശ്ചയിക്കുക
mr_in: शॉर्टकट नियुक्त करा
mt_mt: Assenja Shortcut
ne_np: सर्टकट निर्दिष्ट गर्नुहोस्
or_in: ସର୍ଟକଟ୍ ନିଯୁକ୍ତ କରନ୍ତୁ
pa_arab_pk: ਸ਼ਾਰਟਕੱਟ ਨਿਰਧਾਰਤ ਕਰੋ
sl_si: Dodeljevanje bližnjice
sq_al: Cakto shkurtesën
sr_cyrl_me: Додели пречицу
sr_latn_me: Dodeli prečicu
sw_ke: Patia Njia ya mkato
ta_in: குறுக்குவழியை ஒதுக்கு
te_in: షార్ట్ కట్ ను కేటాయించండి
th_th: กําหนดทางลัด
tk_tm: Keseki Belle
tt_ru: Кысыйкны билгеләгез
ug_cn: قىسقارتىش تىزلەتمىسىنى تەقسىم قىلىش
ur_pk: شارٹ کٹ تفویض کریں
uz_cyrl: Yorliqni tayinlang
