Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpFileOptionType_Spreadsheet
source: Spreadsheet
af_za: Sigblad
am_et: የተመን ሉህ
as_in: স্প্ৰেডশ্বীট
az_cyrl_az: Cədvəl
cy_gb: Nhaenlen
et_ee: Arvutustabel
ga_ie: Scarbhileog
gu_in: સ્પ્રેડશીટ
he_il: גיליון אלקטרוני
hr_ba: Proračunska tablica
hy_am: Սփռոց
is_is: Töflureiknir
ka_ge: ცხრილები
kk_kz: Электрондық кесте
km_kh: បញ្ជី
kn_in: ಸ್ಪ್ರೆಡ್ ಶೀಟ್
ky_kg: Электрондук таблица
lo_la: ປື້ມສະເຫຼາມ
lt_lt: Skaičiuoklės
lv_lv: Izklājlapu
mi_nz: Ripakaute
mk_mk: Раскажувач
mr_in: स्प्रेडशीट
ne_np: स्प्रेडशीट
pa_arab_pk: ਸਪ੍ਰੈਡਸ਼ੀਟ
sl_si: Preglednico
sq_al: Fletëpalosje
sr_cyrl_me: Унакрсна табела
sr_latn_me: Unakrsna tabela
sw_ke: Lahajedwali
ta_in: விரிதாள்
te_in: స్ప్రెడ్ షీట్
th_th: กระดาษ คำนวณ
tk_tm: Elektron tablisa
tt_ru: Таралган тәгәрмә
ug_cn: جەدۋەل
ur_pk: گوشوارہ
uz_cyrl: Oydin

# MpFileOptionType_System
source: System
af_za: Sisteem
am_et: ስርዓት
as_in: পদ্ধতি
az_cyrl_az: Sistem
et_ee: Süsteem
fil_ph: Sistema
ga_ie: Córas
gu_in: સિસ્ટમ
he_il: מערכת
hr_ba: Sustav
hy_am: Համակարգ
id_id: Sistem
is_is: Kerfi
ka_ge: სისტემა
kk_kz: Жүйе
km_kh: ប្រព័ន្ធ
kn_in: ಸಿಸ್ಟಂ
ky_kg: Система
lo_la: ລະບົບ
lt_lt: Sistema
lv_lv: Sistēma
mi_nz: Pūnaha
mk_mk: Систем.
ml_in: സിസ്റ്റം
mr_in: प्रणाली:
mt_mt: Sistema
ne_np: प्रणाली
or_in: ସିଷ୍ଟମ୍
pa_arab_pk: ਸਿਸਟਮ
sl_si: Sistem
sq_al: Sistemi
sr_cyrl_me: Систем
sr_latn_me: Sistem
sw_ke: Mfumo
ta_in: அமைப்பு
te_in: వ్యవస్థ
th_th: ระบบ
tk_tm: Sistem
tt_ru: Система
ug_cn: سىستېما
ur_pk: نظام
uz_cyrl: Tizim

# MpFileOptionType_Video
source: Video
am_et: ቪዲዮ
as_in: ভিডিঅ
az_cyrl_az: Videonuz
cy_gb: Fideo
ga_ie: Físeán
gu_in: દૂરદર્શન
he_il: וידאו
hy_am: Տեսանյութ
is_is: Myndband
ka_ge: ვიდეო
kk_kz: Бейне
km_kh: វីដេអូ
kn_in: ವೀಡಿಯೊ
ky_kg: Видео
lo_la: ວີດີໂອ
mi_nz: Tautuhinga Ataata
mk_mk: Видео
ml_in: വീഡിയോ
mr_in: व्हिडिओ
mt_mt: Vidjo
ne_np: भिडियो
or_in: ଭିଡିଓ
pa_arab_pk: ਵੀਡੀਓ
sr_cyrl_me: Видео запис
sr_latn_me: Video zapis
ta_in: ஒளிதோற்றம்
te_in: వీడియో
th_th: วีดิทัศน์
tk_tm: Wideo
tt_ru: Видео
ug_cn: ۋىدېئو
ur_pk: ویڈیو

# MpFileOptionType_UserDefined
source: User Defined
af_za: Gebruiker gedefinieerd
am_et: ተጠቃሚው ተገልጻል
as_in: ব্যৱহাৰকাৰীয়ে সংজ্ঞায়িত কৰিছে
az_cyrl_az: Müəyyən edilmiş istifadəçi
cy_gb: Defnyddiwr wedi'i ddiffinio
et_ee: Kasutaja määratletud
fil_ph: Tinukoy ng gumagamit
ga_ie: Sainithe ag an Úsáideoir
gu_in: વપરાશકર્તા વ્યાખ્યાયિત
he_il: מוגדר על-ידי המשתמש
hr_ba: Korisnički definirano
hy_am: Օգտագործողի կողմից սահմանված
id_id: Ditentukan Pengguna
is_is: Skilgreint af notanda
ka_ge: მომხმარებლის განსაზღვრული
kk_kz: Пайдаланушы анықталды
km_kh: អ្នក ប្រើ បាន កំណត់
kn_in: ಬಳಕೆದಾರ ವ್ಯಾಖ್ಯಾನಿಸಲಾಗಿದೆ
ky_kg: Колдонуучу аныкталды
lt_lt: Vartotojo apibrėžtas
lv_lv: Lietotāja definēts
mi_nz: Tautuhi ā-kaiwhakamahi:
mk_mk: Дефиниран корисник
ml_in: ഉപയോക്താവ് നിർവചിക്കപ്പെട്ടിരിക്കുന്നു
mr_in: वापरकर्ता परिभाषित
mt_mt: Definit mill-Utent
ne_np: प्रयोगकर्ता परिभाषित गरियो
or_in: ଉପଭୋକ୍ତା ନିର୍ଦ୍ଦିଷ୍ଟ
pa_arab_pk: ਉਪਭੋਗਤਾ ਪਰਿਭਾਸ਼ਤ
sl_si: Uporabniško določeno
sq_al: Përdoruesi i përcaktuar
sr_cyrl_me: Кориснички дефинисано
sr_latn_me: Korisnički definisano
sw_ke: Mtumiaji Imefafanuliwa
ta_in: பயனர் வரையறுத்தார்
te_in: వినియోగదారు నిర్వచించబడ్డాడు
th_th: ผู้ใช้กําหนด
tk_tm: Ullançy
tt_ru: Кулланучылар билгеләмәсе
ug_cn: ئىشلەتكۈچى ئېنىقلىما
ur_pk: صارف کی وضاحت
uz_cyrl: Foydalanuvchi aniqlandi

# MpFileOptionType_Custom
source: Custom
af_za: Gebruik
am_et: ብጁ
as_in: অনুকুলন কৰা
az_cyrl_az: Adlı
cy_gb: Arferol
et_ee: Kohandatud
fil_ph: Pasadya
ga_ie: Saincheaptha
gu_in: રિવાજ
he_il: מנהג
hr_ba: Običaj
hy_am: Սովորույթ
id_id: Adat
is_is: Venja
ka_ge: საბაჟო
kk_kz: Реттелетін
km_kh: ទំនៀម ទម្លាប់
kn_in: ಗ್ರಾಹಕೀಯ
ky_kg: Салт
lo_la: ຄ່າທໍານຽມ
lt_lt: Paprotys
lv_lv: Paraža
mi_nz: Māu e waihanga
mk_mk: По обичај
ml_in: ഇഷ്ടാനുസൃത
mr_in: सानुकूल
mt_mt: Personalizzat
ne_np: अनुकूल
or_in: କଷ୍ଟମ୍
pa_arab_pk: ਪ੍ਰਥਾ
sl_si: Običaj
sq_al: Zakon
sr_cyrl_me: Прилагођене
sr_latn_me: Prilagođene
sw_ke: Maalum
ta_in: வழக்கம்
te_in: ఆచారం
th_th: ธรรมเนียม
tk_tm: Küýzä
tt_ru: Гадәт
ug_cn: ئۆرپ-ئادەت
ur_pk: رواج
uz_cyrl: Odat

# MpFileContentOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpFileContentOptionType_Path
source: Path
af_za: Paadjie
am_et: መንገድ
as_in: পথ
az_cyrl_az: Yol
cy_gb: Llwybrau
et_ee: Tee
fil_ph: Landas
ga_ie: Conair
gu_in: વાટ
he_il: נתיב
hr_ba: Put
hy_am: Արահետ
id_id: Jalan
is_is: Slóð
ka_ge: გეზი
kk_kz: Жол
km_kh: ផ្លូវ
kn_in: ಪಥ
ky_kg: Жол
lo_la: ເສັ້ນທາງ
lt_lt: Kėlias
lv_lv: Ceļu
mi_nz: Ara
mk_mk: Патот
ml_in: പാത
mr_in: पथ
mt_mt: Mogħdija
ne_np: बाटो
or_in: ମାର୍ଗ[ସମ୍ପାଦନା]
pa_arab_pk: ਮਾਰਗ
sl_si: Steza
sq_al: Shtegu
sr_cyrl_me: Путања
sr_latn_me: Putanja
sw_ke: Njia
ta_in: பாதை
te_in: దారి
th_th: ทาง
tk_tm: Ýollaň
tt_ru: Юл
ug_cn: يول
ur_pk: راہ
uz_cyrl: Yo'l

# MpFileContentOptionType_Name
source: Name
af_za: Naam
am_et: ስም
as_in: নাম
az_cyrl_az: Ad
cy_gb: Henwem
et_ee: Nimetus
fil_ph: Pangalan
ga_ie: Ainm
gu_in: નામ
he_il: שם
hr_ba: Ime
hy_am: Անուն
id_id: Nama
is_is: Nafn
ka_ge: სახელი
kk_kz: Атауы
km_kh: ឈ្មោះ
kn_in: ಹೆಸರು
ky_kg: Аты-жөнү
lo_la: ຊື່
lt_lt: Vardas, pavadinimas
lv_lv: Vārds
mi_nz: Ingoa
mk_mk: Име.
ml_in: നാമം
mr_in: नाम
mt_mt: Isem
ne_np: नाम
or_in: ନାମ[ସମ୍ପାଦନା]
pa_arab_pk: ਨਾਮ
sl_si: Ime
sq_al: Emri
sr_cyrl_me: Име
sr_latn_me: Ime
sw_ke: Jina
ta_in: பெயர்
te_in: పేరు
th_th: ชื่อ
tk_tm: Ady
tt_ru: Исем
ug_cn: ئىسىم-فامىلىسى
ur_pk: نام
uz_cyrl: Ism

# MpFileContentOptionType_Kind
source: Kind
af_za: Vriendelik
am_et: ደግ
as_in: দয়ালু
az_cyrl_az: Mehriban
cy_gb: Caredig
et_ee: Lahke
fil_ph: Mabait
ga_ie: Cineál
gu_in: પ્રકાર
he_il: סוג
hr_ba: Vrsta
hy_am: Քինդ
id_id: Jenis
is_is: Tegund
ka_ge: კეთილი
km_kh: សប្បុរស
kn_in: ದಯವಿಟ್ಟು
ky_kg: Боорукердик
lo_la: ກະລຸນາ
lt_lt: Rūšis
lv_lv: Laipns
mk_mk: Љубезен
ml_in: ദയവായി
mr_in: प्रकार
mt_mt: Tip
ne_np: दयालु
or_in: ଦୟାଳୁ
pa_arab_pk: ਦਿਆਲੂ
sl_si: Vrsta
sq_al: Lloji
sr_cyrl_me: Љубазно
sr_latn_me: Ljubazno
sw_ke: Aina
ta_in: வகை
te_in: జాతి
th_th: ชนิด
tk_tm: Mähriban
tt_ru: Киндер
ug_cn: مېھرىبانلىق
ur_pk: قسم
uz_cyrl: Mehribon

# MpContentTypeOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpContentTypeOptionType_Text
source: Text
af_za: Teks
am_et: ጽሑፍ
as_in: পাঠ্য
az_cyrl_az: Mətanət
cy_gb: Tecstio
et_ee: Tekst
fil_ph: Teksto
ga_ie: Téacs
gu_in: ટેક્સ્ટ
he_il: טקסט
hr_ba: Tekstualna poruka
hy_am: Տեքստ
id_id: Teks
is_is: Texti
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបទ
kn_in: ಪಠ್ಯ
ky_kg: Текст
lo_la: ຂໍ້ຄວາມ
lt_lt: SMS žinutė
lv_lv: Teksts
mi_nz: Kupu
mk_mk: Текст
ml_in: വാചകം
mr_in: टेक्स्ट
mt_mt: Test
ne_np: पाठ
pa_arab_pk: ਟੈਕਸਟ
sl_si: Besedilno sporočilo
sq_al: Teksti
sr_cyrl_me: Текстуална порука
sr_latn_me: Tekstualna poruka
sw_ke: Ujumbe
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Metin
tt_ru: Текст
ug_cn: تېكىست
ur_pk: متن
uz_cyrl: Matn

# MpContentTypeOptionType_Image
source: Image
af_za: Beeld
am_et: ምስል
as_in: ছৱি
az_cyrl_az: Şəkil
cy_gb: Nelwedd
et_ee: Pilt
fil_ph: Imahe
ga_ie: Íomhá
gu_in: ઇમેજ
he_il: תמונה
hr_ba: Slika
hy_am: Պատկեր
id_id: Citra
is_is: Ímynd
ka_ge: სურათი
kk_kz: Кескін
km_kh: រូបភាព
kn_in: ಚಿತ್ರ
ky_kg: Сүрөт
lo_la: ຮູບພາບ
lt_lt: Vaizdas
lv_lv: Attēlu
mi_nz: Atahanga
mk_mk: Слика
ml_in: ചിത്രം
mr_in: प्रतिमा मथळा
mt_mt: Immaġni
ne_np: छवि
or_in: ଫଟୋ
pa_arab_pk: ਚਿੱਤਰ
sl_si: Podoba
sq_al: Figura
sr_cyrl_me: Слика
sr_latn_me: Slika
sw_ke: Taswira
ta_in: படிமம்
te_in: విగ్రహం
th_th: ภาพ
tk_tm: Resim
tt_ru: Образ
ug_cn: رەسىم
ur_pk: روپ
uz_cyrl: Rasm

# MpContentTypeOptionType_Files
source: Files
af_za: Lêers
am_et: ፋይሎች
as_in: ফাইলসমূহ
az_cyrl_az: Fayl
cy_gb: Ffeiliau
et_ee: Faisid
fil_ph: Mga file
ga_ie: Comhaid
gu_in: ફાઇલો
he_il: קבצים
hr_ba: Datotekama
hy_am: Ֆայլեր
id_id: File
is_is: Skrár
ka_ge: ფაილები
kk_kz: Файлдар
km_kh: ឯកសារ
kn_in: ಫೈಲ್ ಗಳು
ky_kg: Файлдар
lo_la: ໄຟລ໌
lt_lt: Failus
lv_lv: Failus
mi_nz: Ngā Kōnae
mk_mk: Досиеја
ml_in: ഫയലുകള്
mr_in: फाइल्स
mt_mt: Fajls
ne_np: फाइल
or_in: ଫାଇଲ୍
pa_arab_pk: ਫਾਈਲਾਂ
sl_si: Datoteke
sq_al: File
sr_cyrl_me: Датотеке
sr_latn_me: Datoteke
sw_ke: Faili
ta_in: கோப்புகள்
te_in: ఫైళ్లు
th_th: แฟ้ม
tk_tm: Faýllar
tt_ru: Файллар
ug_cn: ھۆججەتلەر
ur_pk: مسلیں
uz_cyrl: Fayllar

# MpAppOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpAppOptionType_ApplicationName
source: Application Name
af_za: Aansoeknaam
am_et: የትግበራ ስም
as_in: আবেদনৰ নাম
az_cyrl_az: Tətbiq adı
cy_gb: Enw'r Cais
et_ee: Rakenduse nimi
fil_ph: Pangalan ng Application
ga_ie: Ainm an Fheidhmchláir
gu_in: કાર્યક્રમ નામ
he_il: שם יישום
hr_ba: Naziv aplikacije
hy_am: Դիմումի անվանումը
id_id: Nama Aplikasi
is_is: Nafn forrits
ka_ge: საგანაცხადო ბლანდი
kk_kz: Қолданбаның атауы
km_kh: ឈ្មោះកម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಹೆಸರು
ky_kg: Иштеменин аты
lo_la: ຊື່ຄໍາຮ້ອງສະຫມັກ
lt_lt: Programos pavadinimas
lv_lv: Lietojumprogrammas nosaukums
mi_nz: Ingoa Taupānga
mk_mk: Име на апликацијата
ml_in: ആപ്ലിക്കേഷന്റെ പേര്
mr_in: अर्जाचे नाव
mt_mt: Isem l-Applikazzjoni
ne_np: अनुप्रयोग नाम
or_in: ଆପ୍ଲିକେସନ୍ ନାମ
pa_arab_pk: ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਨਾਮ
sl_si: Ime aplikacije
sq_al: Emri i aplikimit
sr_cyrl_me: Име апликације
sr_latn_me: Ime aplikacije
sw_ke: Jina la Programu
ta_in: விண்ணப்பப் பெயர்
te_in: అప్లికేషన్ పేరు
th_th: ชื่อโปรแกรมประยุกต์
tk_tm: Anketa Ady
tt_ru: Кушымтаның исеме
ug_cn: ئىلتىماس نامى
ur_pk: درخواست کا نام
uz_cyrl: Ilova nomi

# MpAppOptionType_ProcessPath
source: Process Path
af_za: Prosespad
am_et: የሂደት መንገድ
as_in: প্ৰক্ৰিয়া পথ
az_cyrl_az: Proses yolu
cy_gb: Llwybrau
et_ee: Protsessitee
fil_ph: Landas ng proseso
ga_ie: Conair an Phróisis
gu_in: પ્રક્રિયા પાથ
he_il: נתיב תהליך
hr_ba: Put procesa
hy_am: Պրոցեսորային ուղի
id_id: Jalur Proses
is_is: Slóð ferlis
ka_ge: პროცესის გზა
kk_kz: Процесс жолы
km_kh: ផ្លូវដំណើរការ
kn_in: ಪ್ರಕ್ರಿಯೆ ಹಾದಿ
ky_kg: Процесс жолу
lo_la: ເສັ້ນທາງຂະບວນການ
lt_lt: Proceso kelias
lv_lv: Procesa ceļš
mi_nz: Ara Tukanga
mk_mk: Патека на процесот
ml_in: പ്രോസസ്സ് പാത
mr_in: प्रक्रिया मार्ग
mt_mt: Mogħdija tal-Proċess
ne_np: प्रक्रिया मार्ग
or_in: ପ୍ରକ୍ରିୟା ପଥ
pa_arab_pk: ਪ੍ਰਕਿਰਿਆ ਮਾਰਗ
sl_si: Pot procesa
sq_al: Rruga e procesit
sr_cyrl_me: Путања процеса
sr_latn_me: Putanja procesa
sw_ke: Njia ya Mchakato
ta_in: செயல்முறை பாதை
te_in: ప్రాసెస్ మార్గం
th_th: เส้นทางกระบวนการ
tk_tm: Proses Ýoly
tt_ru: Процесс юлы
ug_cn: جەريان يولى
ur_pk: عمل کا راستہ
uz_cyrl: Jarayon yo'li

# MpWebsiteOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpWebsiteOptionType_Url
source: Url
am_et: ዩ አር ኤል
cy_gb: Dryll
he_il: כתובת URL
hy_am: Ուրլ
is_is: Slóð
ky_kg: Урл
mr_in: यूआरएल
sr_cyrl_me: Урл адреса
sr_latn_me: Url adresa
th_th: เว็ปไซต์
tk_tm: Gaýd
tt_ru: Урлык

# MpWebsiteOptionType_Domain
source: Domain
af_za: domein
am_et: ጎራ
as_in: ডমেইন
cy_gb: Mharth
et_ee: Domeen
ga_ie: Fearann
gu_in: ડોમેઈન
he_il: תחום
hr_ba: Domena
hy_am: Դոմեն
is_is: Lén
ka_ge: დომენის
kk_kz: Домен
km_kh: ដែន
kn_in: ಡೊಮೇನ್
ky_kg: Домен
lt_lt: Domenas
lv_lv: Domēna
mi_nz: Rohe
mk_mk: Домен
ml_in: ഡൊമെയ്ൻ
mt_mt: Dominju
ne_np: डोमेन
pa_arab_pk: ਡੋਮੇਨ
sl_si: Domena
sr_cyrl_me: Домена
sr_latn_me: Domena
sw_ke: Kikoa
ta_in: களம்
te_in: డొమైన్
th_th: อาณาจักร
tk_tm: Domen
tt_ru: Домен
ug_cn: تور نامى
ur_pk: ڈومین
uz_cyrl: Domen

# MpWebsiteOptionType_Title
source: Title
af_za: Titel
am_et: ርዕስ
as_in: অলপ
az_cyrl_az: Başlıq
cy_gb: Teitl
et_ee: Tiitel
fil_ph: Pamagat
ga_ie: Teideal
gu_in: શીર્ષક
he_il: כותר
hr_ba: Naslov
hy_am: Տիտղոս
id_id: Titel
is_is: Titill
ka_ge: სათაური
kk_kz: Тақырып
km_kh: ចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆ
ky_kg: Аталышы
lo_la: ຫົວຂໍ້
lt_lt: Titulinis
lv_lv: Nosaukums
mi_nz: Taitara
mk_mk: Титула
ml_in: ശീർഷകം
mr_in: पदवी
mt_mt: Titolu
ne_np: शीर्षक
or_in: ଶୀର୍ଷକ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਿਰਲੇਖ
sl_si: Naslov
sq_al: Titulli
sr_cyrl_me: Наслов
sr_latn_me: Naslov
sw_ke: Kichwa
ta_in: தலைப்பு
te_in: బిరుదు
th_th: ชื่อเรื่อง
tk_tm: Sözbaşy
tt_ru: Титул
ug_cn: ماۋزۇ
ur_pk: عنوان
uz_cyrl: Sarlavha

# MpSourcesOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpSourcesOptionType_Device
source: Device
af_za: Toestel
am_et: መሣሪያ
as_in: ডিভাইচ
az_cyrl_az: Qurğu
cy_gb: Nyfais
et_ee: Seade
fil_ph: Aparato
ga_ie: Gléas
gu_in: ઉપકરણ
he_il: מכשיר
hr_ba: Uređaj
hy_am: Սարք
id_id: Alat
is_is: Tæki
ka_ge: მოწყობილობა
kk_kz: Құрылғы
km_kh: ឧបករណ៍
kn_in: ಸಾಧನ
ky_kg: Түзмөк
lo_la: ອຸປະກອນ
lt_lt: Prietaisas
lv_lv: Ierīce
mi_nz: Pūrere
mk_mk: Уред.
ml_in: ഉപകരണം
mr_in: करामत
mt_mt: Tagħmir
ne_np: यन्त्र
or_in: ଡିଭାଇସ
pa_arab_pk: ਜੰਤਰ
sl_si: Naprava
sq_al: Pajisje
sr_cyrl_me: Уређај
sr_latn_me: Uređaj
sw_ke: Kifaa
ta_in: சாதனம்
te_in: కిటుకు
th_th: อุปกรณ์
tk_tm: Gaýd etmek
tt_ru: Җайланма
ug_cn: ئۈسكۈنە
ur_pk: آلہ
uz_cyrl: Qurilma

# MpSourcesOptionType_App
source: App
am_et: መተግበሪያ
az_cyrl_az: Tətbiq
et_ee: Rakendus
ga_ie: Feidhmchlár
gu_in: એપ્લિકેશન
he_il: אפליקציה
hy_am: Ապ
ka_ge: აპლიკაცია
kk_kz: Бағдарлама
km_kh: កម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್
ky_kg: Тиркеме
lt_lt: Programėlė
lv_lv: Lietotne
mi_nz: Taupānga
mk_mk: Апликација
ml_in: ആപ്പ്
mr_in: अ ॅप
ne_np: अनुप्रयोग
or_in: ଆପ୍
pa_arab_pk: ਐਪ
sr_cyrl_me: Апликацију
sr_latn_me: Aplikaciju
sw_ke: Programu
ta_in: பயன்பாடு
te_in: యాప్
th_th: แอป
tk_tm: Programma
tt_ru: Кушымта
ug_cn: ئەپ دېتالى
uz_cyrl: Ilova

# MpSourcesOptionType_Website
source: Website
af_za: Webwerf
am_et: ድህረገፅ
as_in: ৱেবছাইট
az_cyrl_az: Veb sayt
cy_gb: Gwefan
et_ee: Veebisait
ga_ie: Suíomh Gréasáin
gu_in: વેબસાઇટ
he_il: אתר אישי
hr_ba: Web-mjesto
hy_am: Վեբ կայք
id_id: Situs Web
is_is: Vefsetur
ka_ge: საიტი
kk_kz: Веб-сайт
km_kh: គេហទំព័រ
kn_in: ವೆಬ್ ಸೈಟ್
ky_kg: Веб-сайт
lo_la: ເວັບໄຊທ໌
lt_lt: Interneto svetainė
lv_lv: Tīmekļa vietne
mi_nz: Paetukutuku
mk_mk: Веб-страница
ml_in: വെബ്സൈറ്റ്
mr_in: संकेतस्थळ
mt_mt: Websajt
ne_np: वेबसाइट
or_in: ୱେବସାଇଟ୍
pa_arab_pk: ਵੈੱਬਸਾਈਟ
sl_si: Spletna stran
sr_cyrl_me: Wеб локација
sr_latn_me: Web lokacija
sw_ke: Tovuti
ta_in: இணையதளம்
te_in: వెబ్ సైట్
th_th: เว็บไซต์
tk_tm: Websahypasy
tt_ru: Веб-сайт
ug_cn: تور بېكەت
ur_pk: ویب سائٹ
uz_cyrl: Veb-sayt

# MpTransactionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpTransactionType_Created
source: Created
af_za: Geskep
am_et: ተፈጠረ
as_in: সৃষ্টি কৰা হৈছে
az_cyrl_az: Yararlı
cy_gb: Cread
et_ee: Loodud
fil_ph: Nilikha
ga_ie: Cruthaithe
gu_in: બનાવેલ
he_il: שנוצרו
hr_ba: Kreiran
hy_am: Ստեղծվել է
id_id: Dibuat
is_is: Stofnuð
ka_ge: შექმნილია
kk_kz: Жасалған
km_kh: បាន បង្កើត
kn_in: ರಚಿಸಲಾಗಿದೆ
ky_kg: Жаратылган
lo_la: ສ້າງ
lt_lt: Sukurta
lv_lv: Izveidots
mi_nz: Kua Waihangatia
mk_mk: Создадена.
ml_in: സൃഷ്ടിച്ചു
mr_in: तयार केली
mt_mt: Maħluqa
ne_np: सिर्जना गरियो
or_in: ସୃଷ୍ଟି ହୋଇଛି
pa_arab_pk: ਬਣਾਇਆ
sl_si: Ustvaril
sq_al: Krijuar
sr_cyrl_me: Креирали
sr_latn_me: Kreirali
sw_ke: Aliumba
ta_in: உருவாக்க
te_in: సృష్టించబడింది
th_th: สร้าง
tk_tm: Döredilen
tt_ru: Барлыкка китерелгән
ug_cn: قۇرۇلغان
ur_pk: بنائی
uz_cyrl: Yaratilgan

# MpTransactionType_Dropped
source: Dropped
af_za: Laat val
am_et: ወረደ
as_in: বাদ দিয়া হৈছে
az_cyrl_az: Alçaldılmış
cy_gb: Gollwng
et_ee: Langus
fil_ph: Bumagsak
ga_ie: Tite
gu_in: છોડાયેલ
he_il: ירד
hr_ba: Pao
hy_am: ցած գցված
id_id: Menjatuhkan
is_is: Lækkað
ka_ge: ჩამოვარდნილი
kk_kz: Тасталған
km_kh: បាន ទម្លាក់
kn_in: ಕೈಬಿಡಲಾಗಿದೆ
ky_kg: Таштады
lo_la: ຫຼຸດລົງ
lt_lt: Sumažėjo
lv_lv: Samazinājās
mi_nz: Kua Whakataka
mk_mk: Исфрлен.
ml_in: ഉപേക്ഷിച്ചു
mr_in: वगळण्यात आले
mt_mt: Waqgħu
ne_np: छोडियो
or_in: ବାଦ୍ ପଡ଼ିଛି
pa_arab_pk: ਸੁੱਟਿਆ
sl_si: Padla
sq_al: Ra
sr_cyrl_me: Испустио
sr_latn_me: Ispustio
sw_ke: Imeshuka
ta_in: கைவிடப்பட்டது
te_in: డ్రాప్ చేయబడింది
th_th: ลบ
tk_tm: Azat
tt_ru: Кимеде
ug_cn: چۈشۈپ كەتتى
ur_pk: چھوڑ دیا گیا
uz_cyrl: Tashlangan

# MpTransactionType_Dragged
source: Dragged
af_za: Gesleep
am_et: ጎትት
as_in: ড্ৰেগ কৰা হৈছে
az_cyrl_az: Sürüklənmiş
cy_gb: Lusgasit
et_ee: Lohistatud
fil_ph: I -drag
gu_in: ખેંચાયેલ
he_il: גרר
hr_ba: Vukao
hy_am: Քաշած
id_id: Diseret
is_is: Draga
ka_ge: გადატანილი
kk_kz: Апару
km_kh: អូស
kn_in: ಎಳೆಯಲಾಗಿದೆ
ky_kg: Сүйрөп
lt_lt: Nutempė
lv_lv: Vilka
mi_nz: Kua tōia
mk_mk: Влечен.
ml_in: വലിച്ചിഴച്ചു
mr_in: ओढले गेले
mt_mt: Imkaxkar
ne_np: तानिएको
or_in: ଟାଣି ନିଆଯାଇଛି
pa_arab_pk: ਖਿੱਚਿਆ
sl_si: Vlekel
sq_al: Zvarritur
sr_cyrl_me: Одвукла
sr_latn_me: Odvukla
sw_ke: Kuburuzwa
ta_in: இழுத்துச் செல்லப்பட்டது
te_in: లాగబడింది
th_th: ลาก
tk_tm: Sygdyrylan
tt_ru: Сөртелгәннәр
ug_cn: سۆرەپ
ur_pk: گھسیٹا گیا
uz_cyrl: Sudraluvchi
