Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpThemeType_Light
source: Light
af_za: Lig
am_et: ብርሃን
as_in: পাতল
az_cyrl_az: İşıq
cy_gb: Henynni
et_ee: Valgus
fil_ph: Ilaw
ga_ie: Solas
gu_in: દીપ
he_il: אור
hr_ba: Svjetlo
hy_am: Լույս
id_id: Ringan
is_is: Ljós
ka_ge: მსუბუქი
kk_kz: Жарық
km_kh: ពន្លឺ
kn_in: ಬೆಳಕು
ky_kg: Жарык
lo_la: ແສງສະຫວ່າງ
lt_lt: Šviesa
lv_lv: Gaišs
mi_nz: Kōmā
mk_mk: Светло.
ml_in: വെളിച്ചം
mr_in: उजेड
mt_mt: Dawl
ne_np: प्रकाश
or_in: ଆଲୋକ[ସମ୍ପାଦନା]
pa_arab_pk: ਰੋਸ਼ਨੀ
sl_si: Luč
sq_al: Drita
sr_cyrl_me: Светло
sr_latn_me: Svetlo
sw_ke: Mwanga
ta_in: ஒளி
te_in: కాంతి
th_th: แสง
tk_tm: Ýagty
tt_ru: Яктылык
ug_cn: نۇر
ur_pk: روشنی
uz_cyrl: Yorug'lik

# MpThemeType_Dark
source: Dark
af_za: Donker
am_et: ጨለማ
as_in: অন্ধকাৰ
az_cyrl_az: Qaranlıq
cy_gb: Dywyllaf
et_ee: Tume
fil_ph: Madilim
ga_ie: Dorcha
gu_in: અંધારું
he_il: חשוך
hr_ba: Mračan
hy_am: Դարակ
id_id: Gelap
is_is: Dökkur
ka_ge: მუქი
kk_kz: Қараңғы
km_kh: ងងឹត
kn_in: ಕತ್ತಲೆ
ky_kg: Караңгы
lo_la: ມືດ
lt_lt: Tamsus
lv_lv: Tumšs
mi_nz: Pōuri
mk_mk: Темно.
ml_in: അന്ധകാരം
mr_in: अंधार
mt_mt: Skur
ne_np: अँध्यारो
or_in: ଅନ୍ଧାର
pa_arab_pk: ਹਨੇਰ
sl_si: Temen
sq_al: Errësirë
sr_cyrl_me: Мраино
sr_latn_me: Mraиno
sw_ke: Giza
ta_in: இருள்
te_in: చీకటి
th_th: มืด
tk_tm: Gara
tt_ru: Караңгылык
ug_cn: قاراڭغۇلۇق
ur_pk: اندھیرا
uz_cyrl: Qorong'i

# MpTrashCleanupModeType_Never
source: Never
af_za: Nooit
am_et: በጭራሽ
as_in: কেতিয়াও নহয়
az_cyrl_az: Heç vaxt
cy_gb: Byth
et_ee: Mitte kunagi
fil_ph: Hindi kailanman
ga_ie: Riamh
gu_in: કદી નહિં
he_il: אף פעם
hr_ba: Nikada
hy_am: Երբեք
id_id: Tidak pernah
is_is: Aldrei
ka_ge: არასდროს
kk_kz: Ешқашан
km_kh: មិនដែល
kn_in: ಎಂದಿಗೂ ಇಲ್ಲ
ky_kg: Эч качан
lo_la: ບໍ່ເຄີຍ
lt_lt: Niekada
lv_lv: Nekad
mi_nz: Kore Rawa
mk_mk: Никогаш немој.
ml_in: ഒരിക്കലുമില്ല
mr_in: कधीच नाही
mt_mt: Qatt
ne_np: कहिल्यै
or_in: କେବେ ହେଲେ ନାହିଁ
pa_arab_pk: ਕਦੇ ਨਹੀਂ
sl_si: Nikoli
sq_al: Kurrë
sr_cyrl_me: Никад
sr_latn_me: Nikad
sw_ke: Kamwe
ta_in: ஒருபோதும்
te_in: ఎన్నడూ లేదు
th_th: ไม่เคย
tk_tm: Hiç haçan
tt_ru: Беркайчан да
ug_cn: مەڭگۈ
ur_pk: کبھی نہیں
uz_cyrl: Hech qachon

# MpTrashCleanupModeType_Daily
source: Daily
af_za: Daagliks
am_et: በየቀኑ
as_in: দৈনিক
az_cyrl_az: Gündəlik
cy_gb: Bob dydd
et_ee: Iga päev
fil_ph: Araw -araw
ga_ie: Gach lá
gu_in: દરરોજ
he_il: מדי יום
hr_ba: Dnevni
hy_am: Ամեն օր
id_id: Harian
is_is: Daglega
ka_ge: ბინები დღიურად
kk_kz: Күн сайын
km_kh: ប្រចាំថ្ងៃ
kn_in: ಪ್ರತಿದಿನ
ky_kg: Күн сайын
lo_la: ປະຈໍາວັນ
lt_lt: Kasdien
lv_lv: Ikdienas
mi_nz: Ia Rā
mk_mk: Секојдневно
ml_in: ദിവസവും
mr_in: दैनिक
mt_mt: Kuljum
ne_np: दैनिक
or_in: ଦୈନିକ
pa_arab_pk: ਰੋਜ਼ਾਨਾ
sl_si: Dnevno
sq_al: Çdo ditë
sr_cyrl_me: Свакодневно
sr_latn_me: Svakodnevno
ta_in: தினசரி
te_in: రోజువారీ
th_th: ทุกวัน
tk_tm: Gündelik
tt_ru: Көндәлек
ug_cn: كۈندىلىك (ئۇيغۇرچە)
ur_pk: ہر دن
uz_cyrl: Har kuni

# MpTrashCleanupModeType_Weekly
source: Weekly
af_za: Weekliks
am_et: በየሳምንቱ
as_in: সাপ্তাহিক
az_cyrl_az: Həftəlik
cy_gb: Wythnosol
et_ee: Iganädalane
fil_ph: Lingguhan
ga_ie: Seachtainiúil
gu_in: સાપ્તાહિક
he_il: שבועי
hr_ba: Tjedni
hy_am: Շաբաթական
id_id: Unduhan
is_is: Vikulegur
ka_ge: ყოველკვირეული
kk_kz: Апта сайын
km_kh: សប្តាហ៏
kn_in: ಸಾಪ್ತಾಹಿಕ
ky_kg: Жума сайын
lo_la: ອາທິດ
lt_lt: Savaitės
lv_lv: Iknedēļas
mi_nz: Ia Wiki
mk_mk: Неделно
ml_in: പ്രതിവാരം
mr_in: साप्ताहिक
mt_mt: Kull ġimgħa
ne_np: साप्ताहिक
or_in: ସାପ୍ତାହିକ
pa_arab_pk: ਹਫਤਾਵਾਰੀ
sl_si: Tedenski
sq_al: Javorja
sr_cyrl_me: Недељни
sr_latn_me: Nedeljni
sw_ke: Wiki
ta_in: வாரந்தோறும்
te_in: వార పత్రిక
th_th: รายสัปดาห์
tk_tm: Hepdelik
tt_ru: Атналык
ug_cn: ھەپتىدە
ur_pk: ہفتہ وار
uz_cyrl: Haftalik

# MpTrashCleanupModeType_Monthly
source: Monthly
af_za: Maandeliks
am_et: ወርሃዊ
as_in: মাহেকীয়া
az_cyrl_az: Aylıq
cy_gb: Misol
et_ee: Igakuine
fil_ph: Buwanang
ga_ie: Míosúil
gu_in: માસિક
he_il: חודשי
hr_ba: Mjesečni
hy_am: Ամսական
id_id: Bulanan
is_is: Mánaðarlega
ka_ge: ყოველთვიურად
kk_kz: Ай сайын
km_kh: ប្រចាំខែ
kn_in: ಮಾಸಿಕ
ky_kg: Ай сайын
lo_la: ປະຈໍາເດືອນ
lt_lt: Mėnesio
lv_lv: Ikmēneša
mi_nz: Ia Marama
mk_mk: Месечно.
ml_in: പ്രതിമാസം
mr_in: दरमहा
mt_mt: Xhur
ne_np: मासिक
or_in: ମାସିକ
pa_arab_pk: ਮਾਸਿਕ
sl_si: Mesečno
sq_al: Çdo muaj
sr_cyrl_me: Месечни
sr_latn_me: Mesečni
sw_ke: Mwezi
ta_in: மாதாந்திர
te_in: నెలసరి
th_th: รายเดือน
tk_tm: Her aý
tt_ru: Ай саен
ug_cn: ئايلىق
ur_pk: ماہانہ
uz_cyrl: Oylik

# MpAnalyzerChildInputType_LastOutput
source: Last Output
af_za: Laaste uitset
am_et: የመጨረሻው ውፅዓት
as_in: শেষ আউটপুট
az_cyrl_az: Son çıxış
cy_gb: Allbwn olaf
et_ee: Viimane väljund
fil_ph: Huling output
ga_ie: Aschur Deiridh
gu_in: છેલ્લું આઉટપુટ
he_il: פלט אחרון
hr_ba: Posljednji izlaz
hy_am: Վերջին ելքը
id_id: Keluaran Terakhir
is_is: Síðasta úttak
ka_ge: ბოლო გამომავალი
kk_kz: Соңғы шығыс
km_kh: លទ្ធផលចុងក្រោយ
kn_in: ಕೊನೆಯ ಔಟ್ ಪುಟ್
ky_kg: Акыркы чыгаруу
lo_la: ຜົນຜະລິດສຸດທ້າຍ
lt_lt: Paskutinė išvestis
lv_lv: Pēdējā izvade
mi_nz: Huaputa Whakamutunga
mk_mk: Последен излез
ml_in: അവസാന ഔട്ട്പുട്ട്
mr_in: शेवटचे आउटपुट
mt_mt: L-aħħar Produzzjoni
ne_np: अन्तिम निर्गत
or_in: ଶେଷ ଆଉଟପୁଟ୍
pa_arab_pk: ਆਖਰੀ ਆਉਟਪੁੱਟ
sl_si: Zadnji izhod
sq_al: Dalja e fundit
sr_cyrl_me: Последњи излаз
sr_latn_me: Poslednji izlaz
sw_ke: Pato la Mwisho
ta_in: கடைசி வெளியீடு
te_in: చివరి అవుట్ పుట్
th_th: เอาต์พุตล่าสุด
tk_tm: Soňky Giriş
tt_ru: Соңгы чыгару
ug_cn: ئاخىرقى چىقىرىش
ur_pk: آخری آؤٹ پٹ
uz_cyrl: So'nggi ishlab chiqarish

# MpAnalyzerChildInputType_SourceClip
source: Source Clip
af_za: Brongreep
am_et: ምንጭ ቅንጥብ
as_in: উৎস ক্লিপ
az_cyrl_az: Mənbə klipi
cy_gb: Clip Ffynhonnell
et_ee: Lähteklipp
ga_ie: Gearrthóg Foinseach
gu_in: સ્ત્રોત ક્લિપ
he_il: סרטון מקור
hr_ba: Izvorni isječak
hy_am: Աղբյուրի կլիպ
id_id: Sumber Klip
is_is: Upprunalegt myndskeið
ka_ge: წყაროს კლიპი
kk_kz: Бастапқы клип
km_kh: ឃ្លីប ប្រភព
kn_in: ಮೂಲ ಕ್ಲಿಪ್
ky_kg: Булак клипи
lo_la: Clip ແຫຼ່ງຂໍ້ມູນ
lt_lt: Šaltinio klipas
lv_lv: Avota klips
mi_nz: Topenga Pūtake
mk_mk: Извор клип
ml_in: ഉറവിട ക്ലിപ്പ്
mr_in: स्त्रोत क्लिप
mt_mt: Klipp tas-Sors
ne_np: स्रोत क्लिप
or_in: ଉତ୍ସ କ୍ଲିପ୍
pa_arab_pk: ਸਰੋਤ ਕਲਿੱਪ
sl_si: Izvorni izrezek
sq_al: Burimi Clip
sr_cyrl_me: Изворни клип
sr_latn_me: Izvorni klip
sw_ke: Klipu ya Chanzo
ta_in: மூல கிளிப்
te_in: మూల క్లిప్
th_th: คลิปที่มา
tk_tm: Gaýd Etmek
tt_ru: Чыганак клипы
ug_cn: مەنبە قىسقۇچ
ur_pk: ماخذ کلپ
uz_cyrl: Manba klip

# MpScrollToOpenAndLockType_None
source: None
af_za: Geen
am_et: የለም
as_in: একো নাই
az_cyrl_az: Heç kim
cy_gb: Neb
et_ee: Mitte ükski
fil_ph: Wala
ga_ie: Ceann ar bith
gu_in: કંઇ નહિં
he_il: ללא
hr_ba: Nijedan
hy_am: Ոչ ոք
id_id: Tidak
is_is: Enginn
ka_ge: არცერთი
kk_kz: Ешқайсысы
km_kh: គ្មាន
kn_in: ಯಾವುದೂ ಇಲ್ಲ
ky_kg: Жок
lo_la: ບໍ່ມີ
lt_lt: Joks
lv_lv: Neviens
mi_nz: Kore
mk_mk: Никој не е.
ml_in: ഒന്നുമില്ല.
mr_in: काहीच नाही
mt_mt: Xejn
ne_np: केही पनि छैन
or_in: କିଛି ନାହିଁ
pa_arab_pk: ਕੋਈ ਨਹੀਂ
sl_si: Nobena
sq_al: Asnjë
sr_cyrl_me: Нико
sr_latn_me: Niko
sw_ke: Hakuna
ta_in: ஏதுமில்லை
te_in: ఎవరు కాదు
th_th: ไม่มีใคร
tk_tm: Hiç kim
tt_ru: Юк
ug_cn: يوق
ur_pk: کوئی
uz_cyrl: Hech biri

# MpScrollToOpenAndLockType_HoldingShift
source: Holding Shift
af_za: Hou Shift vas
am_et: ሽግግር መያዝ
as_in: ধৰি ৰখা শিফ্ট
az_cyrl_az: Tutub dəyişmək
cy_gb: Shifft dal
et_ee: Hoidmine nihe
fil_ph: May hawak na shift
ga_ie: Athrú Sealbhaithe
gu_in: Shift પકડી રહ્યા છીએ
he_il: החזקת משמרת
hr_ba: Držanje smjene
hy_am: Հոլդինգ շիֆթ
id_id: Memegang Shift
is_is: Halda vakt
ka_ge: ჰოლდინგის ცვლა
kk_kz: Shift өткізу
km_kh: ការ ធ្វើ ការ ផ្លាស់ ប្តូរ
kn_in: ಹೋಲ್ಡಿಂಗ್ ಶಿಫ್ಟ್
ky_kg: Ауысымды өткөрүү
lt_lt: Laikymo pamaina
lv_lv: Turēšanas maiņa
mi_nz: E pupuri ana i te Neke
mk_mk: Држејќи ја Смената
ml_in: ഹോൾഡിംഗ് ഷിഫ്റ്റ്
mr_in: शिफ्ट होल्ड करणे
mt_mt: Trasferiment tal-Holding
ne_np: होल्डिंग शिफ्ट
or_in: ହୋଲ୍ଡିଂ ସିଫ୍ଟ
pa_arab_pk: ਹੋਲਡਿੰਗ ਸ਼ਿਫਟ
sl_si: Izmena držanja
sq_al: Ndërrimi i mbajtjes
sr_cyrl_me: Држање смене
sr_latn_me: Držanje smene
sw_ke: Kushikilia Shift
ta_in: ஹோல்டிங் ஷிப்ட்
te_in: హోల్డింగ్ షిఫ్ట్
th_th: ถือกะ
tk_tm: Shift tutmak
tt_ru: Сменаны тоту
ur_pk: ہولڈنگ شفٹ
uz_cyrl: Smenada

# MpScrollToOpenAndLockType_TopRightCorner
source: Top Right Corner
af_za: Bovenste regterhoek
am_et: የላይኛው ቀኝ ጥግ
as_in: ওপৰৰ সোঁফালৰ কোণত
az_cyrl_az: Yuxarı sağ künc
cy_gb: Cornel dde uchaf
et_ee: Paremas ülanurgas
fil_ph: Tuktok na kanang sulok
ga_ie: Cúinne Barr ar Dheis
gu_in: ઉપર જમણો ખૂણો
he_il: פינה ימנית עליונה
hr_ba: Gornji desni kut
hy_am: Վերեւի աջ անկյուն
id_id: Sudut Kanan Atas
is_is: Efst í hægra horni
ka_ge: ზედა მარჯვენა კუთხე
kk_kz: Жоғарғы оң жақ бұрыш
km_kh: ជ្រុង ខាង ស្តាំ កំពូល
kn_in: ಮೇಲಿನ ಬಲ ಮೂಲೆ
ky_kg: Жогорку оң бурч
lt_lt: Viršutinis dešinysis kampas
lv_lv: Augšējais labais stūris
mi_nz: Koko Matau o Runga
mk_mk: Горниот десен агол
ml_in: മുകളിൽ വലത് കോണിൽ
mr_in: वरचा उजवा कोपरा
mt_mt: Ir-Rokna ta' Fuq tal-Lemin
ne_np: माथिल्लो दायाँ कुना
or_in: ଉପର ଡାହାଣ କୋଣ
pa_arab_pk: ਸੱਜੇ ਕੋਨੇ
sl_si: Zgornji desni kot
sq_al: Këndi i sipërm djathtas
sr_cyrl_me: Горњи десни угао
sr_latn_me: Gornji desni ugao
sw_ke: Kona ya Juu ya Kulia
ta_in: மேல் வலது மூலையில்
te_in: టాప్ రైట్ కార్నర్
th_th: มุมบนขวา
tk_tm: Ýokarky sag burç
tt_ru: Иң яхшы уң почмак
ug_cn: ئوڭ ئۈستى تەرەپتىكى بۇلۇڭ
ur_pk: اوپر دائیں کونے
uz_cyrl: Yuqori o'ng burchak

# MpScrollToOpenAndLockType_TopLeftCorner
source: Top Left Corner
af_za: Boonste linkerhoek
am_et: ከላይ ግራ ጥግ
as_in: ওপৰৰ বাওঁফালৰ চুকটো
az_cyrl_az: Yuxarı sol künc
cy_gb: Cornel chwith uchaf
et_ee: Ülemine vasak nurk
fil_ph: Tuktok na kaliwang sulok
ga_ie: Cúinne Barr ar Chlé
gu_in: ઉપર ડાબી બાજુનો ખૂણો
he_il: פינה שמאלית עליונה
hr_ba: Gornji lijevi kut
hy_am: Վերեւի ձախ անկյուն
id_id: Sudut Kiri Atas
is_is: Efst í vinstra horni
ka_ge: ზედა მარცხენა კუთხე
kk_kz: Жоғарғы сол жақ бұрыш
km_kh: ជ្រុង ខាង ឆ្វេង កំពូល
kn_in: ಮೇಲಿನ ಎಡ ಮೂಲೆ
ky_kg: Жогорку сол бурч
lt_lt: Viršutinis kairysis kampas
lv_lv: Augšējais kreisais stūris
mi_nz: Koko Mauī o Runga
mk_mk: Горен лев агол
ml_in: മുകളിൽ ഇടത് കോണിൽ
mr_in: वरचा डावा कोपरा
mt_mt: Ir-Rokna ta' Fuq tax-Xellug
ne_np: माथिल्लो बायाँ कुना
or_in: ଉପର ବାମ କୋଣ
pa_arab_pk: ਉਪਰਲਾ ਖੱਬਾ ਕੋਨਾ
sl_si: Zgornji levi kot
sq_al: Këndi i sipërm majtas
sr_cyrl_me: Горњи леви угао
sr_latn_me: Gornji levi ugao
sw_ke: Kona ya Juu Kushoto
ta_in: மேல் இடது மூலையில்
te_in: టాప్ లెఫ్ట్ కార్నర్
th_th: มุมบนซ้าย
tk_tm: Ýokarky çep burç
tt_ru: Сул почмак
ug_cn: ئەڭ ئۈستى سول بۇلۇڭ
ur_pk: سب سے اوپر بائیں کونے
uz_cyrl: Yuqori chap burchak

# MpScrollToOpenAndLockType_Always
source: Always
af_za: Altyd
am_et: ሁሌም
as_in: সদায়
az_cyrl_az: Həmişə
cy_gb: Bob amser
et_ee: Alati
fil_ph: Palagi
ga_ie: I gcónaí
gu_in: હંમેશા
he_il: תמיד
hr_ba: Uvijek
hy_am: Միշտ
id_id: Selalu
is_is: Alltaf
ka_ge: ყოველთვის
kk_kz: Әрқашан
km_kh: ជានិច្ច
kn_in: ಯಾವಾಗಲೂ
ky_kg: Ар дайым
lo_la: ສະເຫມີ
lt_lt: Visada
lv_lv: Vienmēr
mi_nz: I ngā wā katoa
mk_mk: Секогаш.
ml_in: എപ്പോഴും
mr_in: नेहमी
mt_mt: Dejjem
ne_np: जहिले पनि
or_in: ସର୍ବଦା
pa_arab_pk: ਹਮੇਸ਼ਾ
sl_si: Zmeraj
sq_al: Gjithmonë
sr_cyrl_me: Увек
sr_latn_me: Uvek
sw_ke: Daima
ta_in: எப்பொழுதும்
te_in: ఎప్పుడు
th_th: เสมอ
tk_tm: Hemişe
tt_ru: Һәрвакыт
ug_cn: مەڭگۈ
ur_pk: ہمیشہ
uz_cyrl: Har doim

# MpBillingCycleType_Never
source: Never
af_za: Nooit
am_et: በጭራሽ
as_in: কেতিয়াও নহয়
az_cyrl_az: Heç vaxt
cy_gb: Byth
et_ee: Mitte kunagi
fil_ph: Hindi kailanman
ga_ie: Riamh
gu_in: કદી નહિં
he_il: אף פעם
hr_ba: Nikada
hy_am: Երբեք
id_id: Tidak pernah
is_is: Aldrei
ka_ge: არასდროს
kk_kz: Ешқашан
km_kh: មិនដែល
kn_in: ಎಂದಿಗೂ ಇಲ್ಲ
ky_kg: Эч качан
lo_la: ບໍ່ເຄີຍ
lt_lt: Niekada
lv_lv: Nekad
mi_nz: Kore Rawa
mk_mk: Никогаш немој.
ml_in: ഒരിക്കലുമില്ല
mr_in: कधीच नाही
mt_mt: Qatt
ne_np: कहिल्यै
or_in: କେବେ ହେଲେ ନାହିଁ
pa_arab_pk: ਕਦੇ ਨਹੀਂ
sl_si: Nikoli
sq_al: Kurrë
sr_cyrl_me: Никад
sr_latn_me: Nikad
sw_ke: Kamwe
ta_in: ஒருபோதும்
te_in: ఎన్నడూ లేదు
th_th: ไม่เคย
tk_tm: Hiç haçan
tt_ru: Беркайчан да
ug_cn: مەڭگۈ
ur_pk: کبھی نہیں
uz_cyrl: Hech qachon

# MpBillingCycleType_Monthly
source: Monthly
af_za: Maandeliks
am_et: ወርሃዊ
as_in: মাহেকীয়া
az_cyrl_az: Aylıq
cy_gb: Misol
et_ee: Igakuine
fil_ph: Buwanang
ga_ie: Míosúil
gu_in: માસિક
he_il: חודשי
hr_ba: Mjesečni
hy_am: Ամսական
id_id: Bulanan
is_is: Mánaðarlega
ka_ge: ყოველთვიურად
kk_kz: Ай сайын
km_kh: ប្រចាំខែ
kn_in: ಮಾಸಿಕ
ky_kg: Ай сайын
lo_la: ປະຈໍາເດືອນ
lt_lt: Mėnesio
lv_lv: Ikmēneša
mi_nz: Ia Marama
mk_mk: Месечно.
ml_in: പ്രതിമാസം
mr_in: दरमहा
mt_mt: Xhur
ne_np: मासिक
or_in: ମାସିକ
pa_arab_pk: ਮਾਸਿਕ
sl_si: Mesečno
sq_al: Çdo muaj
sr_cyrl_me: Месечни
sr_latn_me: Mesečni
sw_ke: Mwezi
ta_in: மாதாந்திர
te_in: నెలసరి
th_th: รายเดือน
tk_tm: Her aý
tt_ru: Ай саен
ug_cn: ئايلىق
ur_pk: ماہانہ
uz_cyrl: Oylik

# MpBillingCycleType_Yearly
source: Yearly
af_za: Jaarliks
am_et: በየአመቱ
as_in: বছৰেকীয়া
az_cyrl_az: İllik
cy_gb: Flynyddol
et_ee: Igal aastal
fil_ph: Taun -taon
ga_ie: Gach bliain
gu_in: વાર્ષિક
he_il: שנתי
hr_ba: Godišnje
hy_am: Տարեկան
id_id: Tahunan
is_is: Árlegur
ka_ge: ყოველწლიურად
kk_kz: Жыл сайын
km_kh: ឆ្នាំឆ្លូវ
kn_in: ವಾರ್ಷಿಕ
ky_kg: Жыл сайын
lo_la: ປະຈໍາປີ
lt_lt: Kasmet
lv_lv: Gada
mi_nz: Ia tau
mk_mk: Годишно.
ml_in: വാർഷികം
mr_in: वार्षिक
mt_mt: Annwali
ne_np: वार्षिक
or_in: ବାର୍ଷିକ
pa_arab_pk: ਸਾਲਾਨਾ
sl_si: Leten
sq_al: Çdo vit
sr_cyrl_me: Годишње
sr_latn_me: Godišnje
sw_ke: Kila mwaka
ta_in: ஸாலியானா
te_in: వార్షికంగా
th_th: รายปี
tk_tm: Ýyllyk
tt_ru: Ели
ug_cn: يىللىق
ur_pk: سالانہ
uz_cyrl: Har yili

# MpNotificationType_Loader
source: Loader
af_za: Laaier
am_et: ጭነት
as_in: লোডাৰ
az_cyrl_az: Yükləyici
cy_gb: Lwythwyr
et_ee: Laadur
ga_ie: Lódálaí
gu_in: લોડર
he_il: מטעין
hr_ba: Utovarivač
hy_am: Բեռնակիր
ka_ge: დამტვირთველი
kk_kz: Жүктеуші
kn_in: ಲೋಡರ್
ky_kg: Жүк ташуучу
lt_lt: Krautuvas
mi_nz: Utaina
ml_in: ലോഡർ
mr_in: लोडer
ne_np: लोडर
pa_arab_pk: ਲੋਡਰ
sl_si: Nalagalnik
sr_cyrl_me: Пунилац
sr_latn_me: Punilac
sw_ke: Kipakiaji
ta_in: ஏற்றி
te_in: లోడ్er
th_th: โหลด
tk_tm: Ýükçi
tt_ru: Йөкләүче
ug_cn: يۈكلىگۈچ
uz_cyrl: Yuk ko'taruvchi

# MpNotificationType_SubscriptionExpired
source: Subscription Expired
af_za: Inskrywing het verval
am_et: ምዝገባው ጊዜው አልፎበታል
as_in: চাবস্ক্ৰিপচনৰ ম্যাদ উকলি গৈছে
az_cyrl_az: Abunə müddəti bitdi
cy_gb: Tanysgrifiad wedi dod i ben
et_ee: Tellimus aegub
fil_ph: Nag -expire ang subscription
ga_ie: Síntiús imithe in éag
gu_in: સબસ્ક્રિપ્શનની સમયમર્યાદા પૂરી થઈ ગઈ
he_il: תוקף המנוי פג
hr_ba: Pretplata je istekla
hy_am: Բաժանորդագրության ժամկետը լրացել է
id_id: Langganan Kedaluwarsa
is_is: Áskrift útrunnin
ka_ge: გამოწერა ამოიწურა
kk_kz: Жазылымның мерзімі бітті
km_kh: ផុតកំណត់ការជាវ
kn_in: ಚಂದಾದಾರಿಕೆ ಅವಧಿ ಮೀರಿದೆ
ky_kg: Жазылуу мөөнөтү аяктады
lo_la: ການສະຫມັກໄດ້ສິ້ນສຸດລົງ
lt_lt: Prenumeratos galiojimo laikas baigėsi
lv_lv: Abonementa derīguma termiņš ir beidzies
mi_nz: Kua Pau te ohaurunga
mk_mk: Истече претплатата
ml_in: സബ്സ്ക്രിപ്ഷൻ കാലഹരണപ്പെട്ടു
mr_in: सब्सक्रिप्शन ची मुदत संपली
mt_mt: Abbonament Skadut
ne_np: सदस्यताको म्याद समाप्त भयो
or_in: Subscription ସମୟ ସମାପ୍ତ ହୋଇଛି
pa_arab_pk: ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ
sl_si: Naročnina je potekla
sq_al: Abonimi skadoi
sr_cyrl_me: Претплата је истекла
sr_latn_me: Pretplata je istekla
sw_ke: Usajili Umeisha
ta_in: சந்தா காலாவதியாகிவிட்டது
te_in: సబ్ స్క్రిప్షన్ గడువు ముగిసింది
th_th: การสมัครสมาชิกหมดอายุ
tk_tm: Abuna ýazylyş möhleti doldy
tt_ru: Язылу вакыты
ug_cn: مۇشتەرى بولۇش ۋاقتى ئۆتۈپ كەتتى
ur_pk: سبسکرپشن کی میعاد ختم ہو گئی
uz_cyrl: Obuna muddati o'tgan

# MpNotificationType_AccountLoginFailed
source: Account Login Failed
af_za: Rekeningaanmelding het misluk
am_et: የመለያ መግቢያ አልተሳካም
as_in: একাউন্ট প্ৰৱেশ ব্যৰ্থ
az_cyrl_az: Hesab Giriş uğursuz oldu
cy_gb: Methodd Mewngofnodi Cyfrif
et_ee: Konto sisselogimine ebaõnnestus
fil_ph: Nabigo ang pag -login sa account
ga_ie: Theip ar logáil isteach cuntais
gu_in: ખાતા પ્રવેશ નિષ્ફળ
he_il: הכניסה לחשבון נכשלה
hr_ba: Prijava na račun nije uspjela
hy_am: Հաշվի մուտքագրումը ձախողված է
id_id: Login Akun Gagal
is_is: Innskráning reiknings mistókst
ka_ge: ანგარიშის შესვლა ვერ შედგა
kk_kz: Тіркелгіге кіру жаңылысы
km_kh: ការ ចូល គណនី បាន បរាជ័យ
kn_in: ಖಾತೆ ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ
ky_kg: Эсепке кирүү ишке ашпады
lo_la: ບັນຊີ Login ລົ້ມເຫຼວ
lt_lt: Prisijungti prie paskyros nepavyko
lv_lv: Konta pieteikšanās neizdevās
mi_nz: I Rahua te Takiuru Pūkete
mk_mk: Неуспешна логија на сметка
ml_in: അക്കൗണ്ട് ലോഗിൻ പരാജയപ്പെട്ടു
mr_in: अकाऊंट लॉगिन फेल
mt_mt: Il-Login tal-Kont Ma Rnexxiex
ne_np: खाता लगइन असफल भयो
or_in: ଆକାଉଣ୍ଟ ଲଗଇନ୍ ବିଫଳ ହୋଇଛି
pa_arab_pk: ਖਾਤਾ ਲੌਗਇਨ ਅਸਫਲ
sl_si: Prijava v račun ni uspela
sq_al: Hyrja në llogari dështoi
sr_cyrl_me: Пријављивање на налог није успело
sr_latn_me: Prijavljivanje na nalog nije uspelo
sw_ke: Kuingia kwa Akaunti Imeshindwa
ta_in: கணக்கு உள்நுழைவு தோல்வியுற்றது
te_in: ఖాతా లాగిన్ విఫలమైంది
th_th: การเข้าสู่ระบบบัญชีล้มเหลว
tk_tm: Hasap girilmedi
tt_ru: Хисапсыз калдырмаган
ug_cn: ھېسابات كىرىش مەغلۇپ بولدى
ur_pk: اکاؤنٹ لاگ ان ناکام
uz_cyrl: Hisobga kirish amalga oshmadi

# MpNotificationType_DbError
source: Db Error
af_za: DB -fout
am_et: DB ስህተት
as_in: DB ত্ৰুটি
az_cyrl_az: Db xətası
cy_gb: Gwall DB
et_ee: Db viga
fil_ph: Error sa DB
ga_ie: Earráid Db
gu_in: Db ભૂલ
he_il: שגיאת db
hr_ba: Db pogreška
hy_am: Db Սխալ
id_id: Kesalahan Db
is_is: Db villa
ka_ge: Db შეცდომა
kk_kz: Db қатесі
km_kh: កំហុស Db
kn_in: DB ದೋಷ
ky_kg: ДБ катасы
lt_lt: Db klaida
lv_lv: Db kļūda
mi_nz: Hapa Db
mk_mk: Грешка во ДБ
ml_in: Db പിശക്
mr_in: डीबी त्रुटी
mt_mt: Żball fid-Db
ne_np: डीबी त्रुटि
pa_arab_pk: ਡੀ ਬੀ ਗਲਤੀ
sl_si: Napaka db
sq_al: Gabim db
sr_cyrl_me: Дб грешка
sr_latn_me: Db greška
sw_ke: Kosa la Db
ta_in: db பிழை
te_in: Db దోషం
th_th: ข้อผิดพลาด db
tk_tm: "%s" hata
tt_ru: БД хатасы
ug_cn: Db خاتالىقى
uz_cyrl: DB xatosi

# MpNotificationType_Help
source: Help
am_et: እገዛ
as_in: সহায়
az_cyrl_az: Kömək etmək
cy_gb: Helpom
et_ee: Abi
fil_ph: Tulong
ga_ie: Cabhair
gu_in: મદદ
he_il: עזרה
hr_ba: Pomoć
hy_am: Օգնություն
id_id: Tolong
is_is: Hjálpa
ka_ge: დახმარება
kk_kz: Анықтама
km_kh: ជំនួយ
kn_in: ಸಹಾಯ
ky_kg: Жардам
lo_la: ການຊ່ວຍເຫຼືອ
lt_lt: Pagalba
lv_lv: Palīgā
mi_nz: Āwhina
mk_mk: Помош.
ml_in: സഹായം
mr_in: मदत
mt_mt: Għajnuna
ne_np: मद्दत गर्नुहोस्
or_in: ସାହାଯ୍ୟ କରନ୍ତୁ
pa_arab_pk: ਮਦਦ ਕਰੋ
sl_si: Pomoč
sq_al: Ndihmë
sr_cyrl_me: Помоћ
sr_latn_me: Pomoć
sw_ke: Kusaidia
ta_in: உதவி
te_in: సహాయం చేయు
th_th: วิธีใช้
tk_tm: Kömek
tt_ru: Ярдәм
ug_cn: ياردەم
ur_pk: مدد
uz_cyrl: Yordam

# MpNotificationType_PluginUpdated
source: Plugin Updated
af_za: Inprop opgedateer
am_et: ተሰኪ ዘምኗል
as_in: প্লাগইন আপডেইট কৰা হৈছে
az_cyrl_az: Plugin yeniləndi
cy_gb: Ategyn wedi'i ddiweddaru
et_ee: Pistikprogramm värskendatud
fil_ph: Nai -update ang plugin
ga_ie: Breiseán Nuashonraithe
gu_in: પ્લગઇન સુધારેલ છે
he_il: תוסף מעודכן
hr_ba: Dodatak je ažuriran
hy_am: Պլյուգին թարմացված
id_id: Plugin Diperbarui
is_is: Viðbót uppfærð
ka_ge: მოდული განახლებულია
kk_kz: Жаңартылған плагин модулі
km_kh: កម្មវិធី ជំនួយ ដែល បាន ធ្វើ ឲ្យ ទាន់ សម័យ
kn_in: ಪ್ಲಗಿನ್ ನವೀಕರಿಸಲಾಗಿದೆ
ky_kg: Жаңыртылган плагин
lt_lt: Papildinys atnaujintas
lv_lv: Spraudnis atjaunināts
mi_nz: Kua Whakahōutia te Monomai
mk_mk: Приклучок обновено
ml_in: പ്ലഗിൻ അപ് ഡേറ്റുചെയ് തു
mr_in: प्लगइन अद्ययावत
mt_mt: Plugin Aġġornat
ne_np: प्लगइन अद्यावधिक गरियो
pa_arab_pk: ਪਲੱਗਇਨ ਅਪਡੇਟ ਕੀਤੀ ਗਈ
sl_si: Vtičnik je posodobljen
sq_al: Plugin përditësuar
sr_cyrl_me: Додатна компонента је ажурирана
sr_latn_me: Dodatna komponenta je ažurirana
sw_ke: Plugin Imesasishwa
ta_in: செருகுநிரல் புதுப்பிக்கப்பட்டது
te_in: ప్లగిన్ అప్ డేట్ చేయబడింది
th_th: อัปเดตปลั๊กอินแล้ว
tk_tm: Baglanç
tt_ru: Яңартасып яңартасы
ug_cn: قىستۇرما يېڭىلاندى
ur_pk: پلگ ان اپ ڈیٹ کیا گیا
uz_cyrl: Plagin yangilangan

# MpNotificationType_Message
source: Message
af_za: Boodskap
am_et: መልእክት
as_in: বাৰ্তা
az_cyrl_az: Mesaj
cy_gb: Neges
et_ee: Teade
fil_ph: Mensahe
ga_ie: Teachtaireacht
gu_in: સંદેશો
he_il: הודעה
hr_ba: Poruka
hy_am: Հաղորդագրություն
id_id: Pesan
is_is: Skilaboð
ka_ge: შეტყობინება
kk_kz: & Хат
km_kh: សារ
kn_in: ಸಂದೇಶ
ky_kg: Билдирүү
lo_la: ຂ່າວສານ
lt_lt: Pranešimas
lv_lv: Ziņa
mi_nz: Karere
mk_mk: Порака
ml_in: സന്ദേശം
mr_in: निरोप
mt_mt: Messaġġ
ne_np: सन्देश
or_in: ସନ୍ଦେଶ[ସମ୍ପାଦନା]
pa_arab_pk: ਸੁਨੇਹਾ
sl_si: Sporočilo
sq_al: Mesazhi
sr_cyrl_me: Поруку
sr_latn_me: Poruku
sw_ke: Ujumbe
ta_in: செய்தி
te_in: సందేశం
th_th: ข้อความ
tk_tm: Habar
tt_ru: Хәбәр
ug_cn: ئۇچۇر
ur_pk: پیغام
uz_cyrl: Xabar

# MpNotificationType_AppModeChange
source: App Mode Change
af_za: App -modusverandering
am_et: የመተግበሪያ ሁኔታ ለውጥ
as_in: এপ মোড সলনি কৰক
az_cyrl_az: Tətbiq rejimi dəyişikliyi
cy_gb: Newid modd app
et_ee: Rakenduse režiimi muutmine
fil_ph: Pagbabago ng mode ng app
ga_ie: Athrú mód feidhmchláir
gu_in: એપ્લિકેશન મોડ બદલો
he_il: שינוי מצב אפליקציה
hr_ba: Promjena načina rada aplikacije
hy_am: App Mode-ի փոփոխություն
id_id: Perubahan Mode Aplikasi
is_is: Breyting á forritaham
ka_ge: აპლიკაციის რეჟიმის შეცვლა
kk_kz: Бағдарлама режимін өзгерту
km_kh: ការ ផ្លាស់ប្ដូរ របៀប App
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮೋಡ್ ಬದಲಾವಣೆ
ky_kg: Тиркеме режимин өзгөртүү
lo_la: ການປ່ຽນແປງຮູບແບບ App
lt_lt: Programos režimo keitimas
lv_lv: Lietotnes režīma maiņa
mi_nz: Huringa Aratau Taupānga
mk_mk: Промена на апликациски режим
ml_in: ആപ്പ് മോഡ് മാറ്റം
mr_in: अॅप मोड बदल
mt_mt: Bidla fil-Modalità tal-App
ne_np: अनुप्रयोग मोड परिवर्तन
or_in: ଆପ୍ ମୋଡ୍ ପରିବର୍ତ୍ତନ
pa_arab_pk: ਐਪ ਮੋਡ ਤਬਦੀਲੀ
sl_si: Sprememba načina aplikacije
sq_al: Ndryshimi i modalitetit të aplikacionit
sr_cyrl_me: Промена режима апликације
sr_latn_me: Promena režima aplikacije
sw_ke: Mabadiliko ya Hali ya Programu
ta_in: பயன்பாட்டு பயன்முறை மாற்றம்
te_in: యాప్ మోడ్ మార్పు
th_th: เปลี่ยนโหมดแอป
tk_tm: Programma Modi Üýtget
tt_ru: Кушымта режимының үзгәреше
ug_cn: ئەپ شەكلىنى ئۆزگەرتىش
ur_pk: ایپ موڈ کی تبدیلی
uz_cyrl: Ilova rejimini o'zgartirish

# MpNotificationType_Debug
source: Debug
af_za: Foutopgawe
am_et: ማረሻ
as_in: ডিবাগ
cy_gb: Dadfygir
et_ee: Silumine
ga_ie: Dífhabhtú
gu_in: ડિબગ
he_il: איתור באגים
hr_ba: Ispraviti grešku
hy_am: Դեբուգ
id_id: Awakutu
is_is: Kemba
ka_ge: განბზიკვი
kk_kz: Дебью
kn_in: ಡೀಬಗ್
ky_kg: Дебуг
lt_lt: Derinimo
lv_lv: Atkļūdošanas
mi_nz: Patuiro
mk_mk: Дебуг
mt_mt: Tiddibaggja
ne_np: डिबग गर्नुहोस्
pa_arab_pk: ਡੀਬੱਗ
sr_cyrl_me: Отклањање грешака
sr_latn_me: Otklanjanje grešaka
sw_ke: Rekebisha
ta_in: பிழைதிருத்து
th_th: ดีบัก
tt_ru: Дебуг
uz_cyrl: Yamamoq

# MpNotificationType_ContentCapReached
source: Content Cap Reached
af_za: Inhoudstop bereik
am_et: የይዘት ካፕ ደርሷል
as_in: কন্টেন্ট কেপ
az_cyrl_az: Məzmun qapağı çatdı
cy_gb: CAP CYNNWYS Cyrraedd
et_ee: Sisukork saavutas
fil_ph: Naabot ang Cap ng Nilalaman
ga_ie: Sroicheadh caipín inneachair
gu_in: સમાવિષ્ટ કેપ પહોંચી ગઇ
he_il: מכסת התוכן שהושגה
hr_ba: Dosegnuta je gornja granica sadržaja
hy_am: Կոնտենտ գլխարկը հասավ
id_id: Batas Konten Tercapai
is_is: Content Cap náð
ka_ge: შინაარსის თავსახური მიღწეულია
kk_kz: Мазмұн қалпағына жетті
km_kh: មាតិកា Cap បាន ឈាន ដល់
kn_in: ವಿಷಯ ಮಿತಿಯನ್ನು ತಲುಪಲಾಗಿದೆ
ky_kg: Мазмун капкагы жетти
lo_la: Content Cap ໄດ້ເຖິງ
lt_lt: Pasiekta turinio riba
lv_lv: Sasniegts satura ierobežojums
mi_nz: Kua tae ki te Pū Ihirangi
mk_mk: Содржината капа достигната
ml_in: ഉള്ളടക്ക ക്യാപ് എത്തി
mr_in: कंटेंट कॅप पोहोचली
mt_mt: Il-limitu tal-kontenut milħuq
ne_np: सामग्री क्याप पुग्यो
or_in: ବିଷୟବସ୍ତୁ କ୍ୟାପ୍ ପହଞ୍ଚିଛି
pa_arab_pk: ਸਮਗਰੀ ਕੈਪ ਪਹੁੰਚ ਗਿਆ
sl_si: Dosežena omejitev vsebine
sq_al: Arrihet kapaku i përmbajtjes
sr_cyrl_me: Достигнут је кас за садржај
sr_latn_me: Dostignut je kas za sadržaj
sw_ke: Cap ya Maudhui Imefikiwa
ta_in: உள்ளடக்க தொப்பி அடைந்தது
te_in: కంటెంట్ పరిమితిని చేరుకున్నారు
th_th: ถึงขีดจํากัดเนื้อหาแล้ว
tk_tm: Mazmun Kapasasy
tt_ru: Эчтәлек
ug_cn: مەزمۇن كاپىتانى يېتىپ كەلدى
ur_pk: Content Cap پہنچ گیا
uz_cyrl: Tarkib qopiga yetdi
