Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpDateAfterUnitType_Exact
source: Exact
af_za: Presies
am_et: ትክክለኛ
as_in: সঠিক
az_cyrl_az: Dəqiq
cy_gb: Manylach
et_ee: Täpne
fil_ph: Eksaktong
ga_ie: Cruinn
gu_in: ચોક્કસ
he_il: המדויק
hr_ba: Točan
hy_am: Ել
id_id: Tepat
is_is: Nákvæmur
ka_ge: ზუსტი
kk_kz: Дәл
km_kh: ជាក់លាក់
kn_in: ನಿಖರ
ky_kg: Так
lt_lt: Tikslus
lv_lv: Precīzs
mk_mk: Точно.
ml_in: കൃത്യം
mr_in: तंतोतंत
mt_mt: Eżatta
ne_np: सटीक
or_in: ସଠିକ୍
pa_arab_pk: ਬਿਲਕੁਲ
sl_si: Točen
sq_al: Ekzaktësisht
sr_cyrl_me: Прецизан
sr_latn_me: Precizan
sw_ke: Halisi
ta_in: துல்லியமான
te_in: ఖచ్చితమైన
th_th: ถูกต้อง
tk_tm: Anyk
tt_ru: Төгәл
ug_cn: كونكرېت
ur_pk: صحیح
uz_cyrl: Aniq

# MpDateAfterUnitType_Startup
source: Startup
af_za: Aanvang
am_et: መነሻ ነገር
as_in: ষ্টাৰ্টআপ
az_cyrl_az: Başlamaq
cy_gb: Nghychwyniadau
fil_ph: Magsimula
ga_ie: Tosaithe
gu_in: શરૂઆત
he_il: הפעלה
hr_ba: Podizanja
hy_am: Ստարտուպ
is_is: Gangsetning
ka_ge: სტარტაპი
kk_kz: Іске қосу
kn_in: ಪ್ರಾರಂಭ
ky_kg: Стартап
lt_lt: Paleisties
lv_lv: Startēšanas
mi_nz: Whakaoho
mk_mk: Стартап
ml_in: സ്റ്റാർട്ടപ്പ്
mr_in: स्टार्टअप
ne_np: सुरुआत गर्नुहोस्
or_in: ଷ୍ଟାର୍ଟଅପ୍
pa_arab_pk: ਸ਼ੁਰੂ ਕਰਣਾ
sl_si: Zagonu
sr_cyrl_me: Покретање
sr_latn_me: Pokretanje
sw_ke: Uwashaji
ta_in: தொடக்க
te_in: స్టార్టప్
th_th: เริ่ม ต้น
tk_tm: Başlangyç
tt_ru: Стартап
ug_cn: باشلان تورى - ئۇيغۇرچە
ur_pk: آغاز
uz_cyrl: Ish boshlash

# MpTimeSpanWithinUnitType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpTimeSpanWithinUnitType_Hours
source: Hours
af_za: Ure
am_et: ሰዓታት
as_in: ঘণ্টা
az_cyrl_az: Sair
cy_gb: Oriau
et_ee: Tööaeg
fil_ph: Oras
ga_ie: Uaireanta
gu_in: કલાકો
he_il: שעות
hr_ba: Sati
hy_am: Ժամեր
id_id: Jam
is_is: Klukkustundir
ka_ge: საათი
kk_kz: Сағаттар
km_kh: ម៉ោង
kn_in: ಗಂಟೆಗಳು
ky_kg: Саат
lo_la: ຊົ່ວໂມງ
lt_lt: Valandas
lv_lv: Stundas
mi_nz: Hāora
mk_mk: Часови
ml_in: മണിക്കൂറുകൾ
mr_in: तासन् तास
mt_mt: Siegħa
ne_np: घण्टा
or_in: ଘଣ୍ଟା ଘଣ୍ଟା
pa_arab_pk: ਘੰਟੇ
sl_si: Ur
sq_al: Orët
sr_cyrl_me: Сати
sr_latn_me: Sati
sw_ke: Masaa
ta_in: மணி நேரம்
te_in: గంటలు[మార్చు]
th_th: ชั่วโมง
tk_tm: sagatlar
tt_ru: Сәгатьләр
ug_cn: سائەتلەر
ur_pk: گھنٹے
uz_cyrl: Soat

# MpTimeSpanWithinUnitType_Days
source: Days
af_za: Dae
am_et: ቀናት
as_in: দিন
az_cyrl_az: Günlük
cy_gb: Nyddiau
et_ee: Päevad
fil_ph: Araw
ga_ie: Laethanta
gu_in: દિવસો
he_il: ימים
hr_ba: Dani
hy_am: Օրեր
id_id: Hari
is_is: Daga
ka_ge: დღე
kk_kz: Күндер
km_kh: ថ្ងៃ
kn_in: ದಿನಗಳು
ky_kg: Күндөр
lo_la: ວັນ
lt_lt: Dienos
lv_lv: Dienas
mi_nz: Ngā Rā
mk_mk: Денови
ml_in: ദിവസങ്ങൾ
mr_in: दिवस
mt_mt: Jiem
ne_np: दिनहरू
or_in: ଦିନ[ସମ୍ପାଦନା]
pa_arab_pk: ਦਿਨ
sl_si: Dnevi
sq_al: Ditët
sr_cyrl_me: Дани
sr_latn_me: Dani
sw_ke: Siku
ta_in: நாள்கள்
te_in: రోజులు
th_th: วัน
tk_tm: Günler
tt_ru: Көннәр
ug_cn: كۈنلەر
ur_pk: دن
uz_cyrl: Kunlar

# MpTimeSpanWithinUnitType_Weeks
source: Weeks
af_za: Weke
am_et: ሳምንታት
as_in: সপ্তাহৰ সপ্তাহ
az_cyrl_az: Həftəlik
cy_gb: Wythnosau
et_ee: Nädalad
fil_ph: Linggo
ga_ie: Seachtainí
gu_in: અઠવાડિયાઓ
he_il: שבועות
hr_ba: Tjedna
hy_am: Շաբաթներ
id_id: Minggu
is_is: Vikur
ka_ge: კვირები
kk_kz: Апталар
km_kh: សប្តាហ៍
kn_in: ವಾರಗಳು
ky_kg: Жумалар
lo_la: ອາທິດ
lt_lt: Savaites
lv_lv: Nedēļas
mi_nz: Ngā Wiki
mk_mk: Недели
ml_in: ആഴ്ചകള്
mr_in: आठवडे
mt_mt: Ġimgħat
ne_np: हप्ता
or_in: ସପ୍ତାହ
pa_arab_pk: ਹਫ਼ਤੇ
sl_si: Tednov
sq_al: Javët
sr_cyrl_me: Недеље
sr_latn_me: Nedelje
sw_ke: Wiki
ta_in: வாரங்கள்
te_in: వారాలు
th_th: สัปดาห์
tk_tm: Hepdeler
tt_ru: Атналар
ug_cn: ھەپتەلار
ur_pk: ہفتے
uz_cyrl: Haftalar

# MpTimeSpanWithinUnitType_Months
source: Months
af_za: Maande
am_et: ወራት
as_in: মাহ
az_cyrl_az: Aylıq
cy_gb: Misoedd
et_ee: Kuud
fil_ph: Buwan
ga_ie: Míonna
gu_in: મહિનાઓ
he_il: חודשים
hr_ba: Mjeseci
hy_am: Ամիսներ
id_id: Bulan
is_is: Mánuðir
ka_ge: თვეები
kk_kz: Айлар
km_kh: ខែ
kn_in: ತಿಂಗಳುಗಳು
ky_kg: Айлар
lo_la: ເດືອນ
lt_lt: Mėnesiai
lv_lv: Mēneši
mi_nz: Ngā Marama
mk_mk: Месеци
ml_in: മാസങ്ങൾ
mr_in: महिने
mt_mt: Xhur
ne_np: महिनाहरू
or_in: ମାସ ମାସ[ସମ୍ପାଦନା]
pa_arab_pk: ਮਹੀਨੇ
sl_si: Meseci
sq_al: Muaj të tërë
sr_cyrl_me: Месеци
sr_latn_me: Meseci
sw_ke: Miezi
ta_in: மாதங்கள்
te_in: నెలలు
th_th: เดือน
tk_tm: Aýlar
tt_ru: Айлар
ug_cn: ئايلار
ur_pk: مہینے
uz_cyrl: Oylar

# MpTimeSpanWithinUnitType_Years
source: Years
af_za: Jare
am_et: ዓመታት
as_in: বছৰবোৰ
az_cyrl_az: İllər
cy_gb: Mlynyddoedd
et_ee: Aastaid
fil_ph: Taon
ga_ie: Blianta
gu_in: વર્ષો
he_il: שנים
hr_ba: Godine
hy_am: Տարիներ
id_id: Tahun
is_is: Ára
ka_ge: წლები
kk_kz: Жылдар
km_kh: ឆ្នាំខាល
kn_in: ವರ್ಷಗಳು
ky_kg: Жылдар
lo_la: ປີ
lt_lt: Metų
lv_lv: Gadiem
mi_nz: Ngā Tau
mk_mk: Години
ml_in: വര് ഷങ്ങള്
mr_in: वर्षानुवर्षे
mt_mt: Snin
ne_np: वर्षहरू
or_in: ବର୍ଷ ବର୍ଷ
pa_arab_pk: ਸਾਲ
sl_si: Let
sq_al: Vite me radhë
sr_cyrl_me: Година
sr_latn_me: Godina
sw_ke: Miaka
ta_in: ஆண்டுகள்
te_in: సంవత్సరాలు
th_th: ปี
tk_tm: Ýyllar
tt_ru: Еллар
ug_cn: يىللار
ur_pk: سال
uz_cyrl: Yillar

# MpContentSortType_CopyDateTime
source: Copy Date Time
af_za: Kopieer datum tyd
am_et: የቀን ሰዓት ይቅዱ
as_in: কপি তাৰিখ সময়
az_cyrl_az: Tarix vaxtını kopyalayın
cy_gb: Copïo Amser Dyddiad
et_ee: Koopia kuupäeva aeg
fil_ph: Kopyahin ang oras ng petsa
ga_ie: Cóipeáil Am Dáta
gu_in: તારીખ સમયની નકલ કરો
he_il: תאריך העתקה שעה
hr_ba: Kopiraj datum i vrijeme
hy_am: Պատճենեք ամսաթիվը ժամը
id_id: Salin Tanggal Waktu
is_is: Afrita dagsetningu og tíma
ka_ge: კოპირების თარიღის დრო
kk_kz: Күн уақытын көшіру
km_kh: ពេល វេលា កាលបរិច្ឆេទ ចម្លង
kn_in: ದಿನಾಂಕ ನಕಲಿಸು ಸಮಯ
ky_kg: Көчүрмө датасы убактысы
lo_la: ສໍາເນົາເວລາວັນທີ
lt_lt: Kopijavimo datos laikas
lv_lv: Kopēšanas datuma laiks
mi_nz: Tārua Wā Rā
mk_mk: Датум на копирање
ml_in: പകർപ്പ് തീയതി സമയം
mr_in: कॉपी दिनांक वेळ
mt_mt: Ħin tad-Data tal-Kopja
ne_np: मिति समय प्रतिलिपि बनाउनुहोस्
or_in: ତାରିଖ ସମୟ କପି କରନ୍ତୁ
pa_arab_pk: ਕਾੱਪੀ ਮਿਤੀ ਦਾ ਸਮਾਂ
sl_si: Kopiranje datumske ure
sq_al: Ora e datës së kopjimit
sr_cyrl_me: Копирај време датума
sr_latn_me: Kopiraj vreme datuma
sw_ke: Nakili Muda wa Tarehe
ta_in: நகல் தேதி நேரம்
te_in: కాపీ తేదీ సమయం
th_th: คัดลอก วันที่ เวลา
tk_tm: Nusgala
tt_ru: Датаны күчереп язар өчен вакыт
ug_cn: كۆچۈرۈش ۋاقتى ۋاقتى
ur_pk: کاپی تاریخ کا وقت
uz_cyrl: Nusxalash muddati

# MpContentSortType_Source
source: Source
af_za: Bron
am_et: ምንጭ
as_in: উত্‍স
az_cyrl_az: Mənbəyi
cy_gb: Ffynhonnell
et_ee: Allikas
fil_ph: Pinagmulan
ga_ie: Foinse
gu_in: મૂળ
he_il: מקור
hr_ba: Izvor
hy_am: Աղբյուր
id_id: Sumber
is_is: Uppruni
ka_ge: წყარო
kk_kz: Дереккөз
km_kh: ប្រភពៈ
kn_in: ಮೂಲ
ky_kg: Булак
lo_la: ແຫຼ່ງຂໍ້ມູນ
lt_lt: Šaltinis
lv_lv: Avots
mi_nz: Pūtake
mk_mk: Извор
ml_in: ഉറവിടം
mr_in: उगम
mt_mt: Sors
ne_np: स्रोत
or_in: ଉତ୍ସ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਰੋਤ
sl_si: Izvir
sq_al: Burimi
sr_cyrl_me: Извор
sr_latn_me: Izvor
sw_ke: Chanzo
ta_in: மூலம்
te_in: మూలం
th_th: ที่มา
tk_tm: Çeşme
tt_ru: Чыганак
ug_cn: مەنبە
ur_pk: ماخذ
uz_cyrl: Manba

# MpContentSortType_Title
source: Title
af_za: Titel
am_et: ርዕስ
as_in: অলপ
az_cyrl_az: Başlıq
cy_gb: Teitl
et_ee: Tiitel
fil_ph: Pamagat
ga_ie: Teideal
gu_in: શીર્ષક
he_il: כותר
hr_ba: Naslov
hy_am: Տիտղոս
id_id: Titel
is_is: Titill
ka_ge: სათაური
kk_kz: Тақырып
km_kh: ចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆ
ky_kg: Аталышы
lo_la: ຫົວຂໍ້
lt_lt: Titulinis
lv_lv: Nosaukums
mi_nz: Taitara
mk_mk: Титула
ml_in: ശീർഷകം
mr_in: पदवी
mt_mt: Titolu
ne_np: शीर्षक
or_in: ଶୀର୍ଷକ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਿਰਲੇਖ
sl_si: Naslov
sq_al: Titulli
sr_cyrl_me: Наслов
sr_latn_me: Naslov
sw_ke: Kichwa
ta_in: தலைப்பு
te_in: బిరుదు
th_th: ชื่อเรื่อง
tk_tm: Sözbaşy
tt_ru: Титул
ug_cn: ماۋزۇ
ur_pk: عنوان
uz_cyrl: Sarlavha

# MpContentSortType_ItemData
source: Item Data
am_et: የእቃ ውሂብ
as_in: বস্তুৰ তথ্য
az_cyrl_az: Məhsul məlumatları
cy_gb: Data Eitem
et_ee: Üksuse andmed
fil_ph: Data ng item
ga_ie: Sonraí Míre
gu_in: વસ્તુ માહિતી
he_il: נתוני פריט
hr_ba: Podaci o stavci
hy_am: Item Տվյալներ
id_id: Data Barang
is_is: Gögn atriðis
ka_ge: საქონელი მონაცემები
kk_kz: Элемент деректері
km_kh: ទិន្នន័យ ធាតុ
kn_in: ಐಟಂ ಡೇಟಾ
ky_kg: Элементтин маалыматтары
lo_la: ຂໍ້ມູນລາຍການ
lt_lt: Elemento duomenys
lv_lv: Vienuma dati
mi_nz: Raraunga Tūemi
mk_mk: Податоци за предметот
ml_in: ഇനം ഡാറ്റ
mr_in: आयटम डेटा
mt_mt: Dejta tal-Partita
ne_np: वस्तु डेटा
or_in: ଆଇଟମ୍ ଡାଟା
pa_arab_pk: ਆਈਟਮ ਡਾਟਾ
sl_si: Podatki o elementu
sq_al: Të dhënat e elementit
sr_cyrl_me: Подаци о ставци
sr_latn_me: Podaci o stavci
sw_ke: Data ya Kipengee
ta_in: பொருள் தரவு
te_in: ఐటమ్ డేటా
th_th: ข้อมูลรายการ
tk_tm: Zadyň Maglumatlary
tt_ru: Пунктлар турында мәгълүмат
ug_cn: تۈر سانلىق مەلۇماتى
ur_pk: آئٹم کا ڈیٹا
uz_cyrl: Mahsulot ma'lumotlari

# MpContentSortType_ItemType
source: Item Type
af_za: Itemtipe
am_et: የንጥል አይነት
as_in: বস্তুৰ ধৰণ
az_cyrl_az: Maddə növü
cy_gb: Math o Eitem
et_ee: Eseme tüüp
fil_ph: Uri ng item
ga_ie: Cineál Míre
gu_in: વસ્તુ પ્રકાર
he_il: סוג פריט
hr_ba: Vrsta stavke
hy_am: Item Տեսակը
id_id: Jenis Barang
is_is: Tegund vöru
ka_ge: ნივთის ტიპი
kk_kz: Элемент түрі
km_kh: ប្រភេទធាតុ
kn_in: ಐಟಂ ಪ್ರಕಾರ
ky_kg: Элемент түрү
lo_la: ປະເພດລາຍການ
lt_lt: Elemento tipas
lv_lv: Vienuma veids
mi_nz: Momo tuemi
mk_mk: Тип на предметот
ml_in: ഇനം തരം
mr_in: आयटम प्रकार
mt_mt: Tip ta' Oġġett
ne_np: वस्तु प्रकार
pa_arab_pk: ਆਈਟਮ ਦੀ ਕਿਸਮ
sl_si: Vrsta elementa
sq_al: Lloji i artikullit
sr_cyrl_me: Врста ставке
sr_latn_me: Vrsta stavke
sw_ke: Aina ya kipengee
ta_in: பொருளின் வகை
te_in: ఐటమ్ రకం
th_th: ประเภทรายการ
tk_tm: Zadyň hili
tt_ru: Пунктлар тибы
ug_cn: تۈر تۈرى
ur_pk: آئٹم کی قسم
uz_cyrl: Element turi

# MpContentSortType_UsageScore
source: Usage Score
af_za: Gebruikscore
am_et: የአጠቃቀም ውጤት
as_in: ব্যৱহাৰৰ স্ক'ৰ
az_cyrl_az: İstifadə hesabı
cy_gb: Sgôr Defnydd
et_ee: Kasutusskoor
fil_ph: Marka ng paggamit
ga_ie: Scór Úsáide
gu_in: વપરાશ સ્કોર
he_il: ציון שימוש
hr_ba: Ocjena korištenja
hy_am: Օգտագործման գնահատականը
id_id: Skor Penggunaan
is_is: Stig notkunar
ka_ge: გამოყენების ქულა
kk_kz: Пайдалану балы
km_kh: ពិន្ទុប្រើប្រាស់
kn_in: ಬಳಕೆ ಸ್ಕೋರ್
ky_kg: Колдонуу баллы
lo_la: ຄະແນນການໃຊ້ງານ
lt_lt: Naudojimo balas
lv_lv: Lietošanas rezultāts
mi_nz: Tapeke Whakamahinga
mk_mk: Резултат на употреба
ml_in: ഉപയോഗ സ്കോർ
mr_in: वापर स्कोअर
mt_mt: Punteġġ tal-Użu
ne_np: प्रयोग स्कोर
or_in: ବ୍ୟବହାର ସ୍କୋର
pa_arab_pk: ਵਰਤੋਂ ਦਾ ਅੰਕ
sl_si: Ocena uporabe
sq_al: Rezultati i përdorimit
sr_cyrl_me: Резултат употребе
sr_latn_me: Rezultat upotrebe
sw_ke: Alama ya matumizi
ta_in: பயன்பாட்டு மதிப்பெண்
te_in: వినియోగ స్కోర్
th_th: คะแนนการใช้งาน
tk_tm: Ussalyk skory
tt_ru: Куллану баллы
ug_cn: ئىشلىتىش نومۇرى
ur_pk: استعمال کا اسکور
uz_cyrl: Foydalanish ballari

# MpRoutingType_Internal
source: Internal
af_za: Huishoudelik
am_et: ውስጣዊ
as_in: আভ্য়ন্তৰীণ
az_cyrl_az: Daxili
cy_gb: Fewnol
et_ee: Sisemine
fil_ph: Panloob
ga_ie: Inmheánach
gu_in: આંતરિક
he_il: פנימי
hr_ba: Unutrašnji
hy_am: Ներքին
id_id: Intern
is_is: Innri
ka_ge: შიდა
kk_kz: Ішкі
km_kh: ខាងក្នុង
kn_in: ಆಂತರಿಕ
ky_kg: Ички
lo_la: ພາຍໃນ
lt_lt: Vidaus
lv_lv: Iekšējs
mi_nz: Ā-Roto
mk_mk: Внатрешен
ml_in: ആന്തരികം
mr_in: अंतर्गत
mt_mt: Intern
ne_np: आन्तरिक
or_in: ଆଭ୍ୟନ୍ତରୀଣ
pa_arab_pk: ਅੰਦਰੂਨੀ
sl_si: Notranji
sq_al: Të brendshme
sr_cyrl_me: Унутрашње
sr_latn_me: Unutrašnje
sw_ke: Ndani
ta_in: உள்
te_in: ఆంతరంగిక
th_th: ภายใน
tk_tm: Iç
tt_ru: Эчке
ug_cn: ئىچكى
ur_pk: اندرونی
uz_cyrl: Ichki

# MpRoutingType_Passive
source: Passive
af_za: Passief
am_et: መተላለፊያዎች
as_in: নিষ্ক্ৰিয়
az_cyrl_az: Passiv
cy_gb: Oddefol
et_ee: Passiivne
fil_ph: Pasibo
ga_ie: Éighníomhach
gu_in: નિષ્ક્રિય
he_il: סביל
hr_ba: Pasivan
hy_am: Պասիվ
id_id: Pasif
is_is: Aðgerðalaus
ka_ge: პასიური
kk_kz: Пассив
km_kh: អកម្ម
kn_in: ನಿಷ್ಕ್ರಿಯ
ky_kg: Пассивдүү
lt_lt: Pasyvus
lv_lv: Pasīvās
mi_nz: ngoikore
mk_mk: Пасивен.
mr_in: निष्क्रिय
mt_mt: Passiv
ne_np: निस्क्रिय
pa_arab_pk: ਪੈਸਿਵ
sl_si: Pasiven
sq_al: Pasiv
sr_cyrl_me: Пасивни
sr_latn_me: Pasivni
sw_ke: Passiv
ta_in: செயலற்ற
te_in: నిష్క్రియాత్మక
th_th: เฉื่อย
tk_tm: Pasylly
tt_ru: Пассив
ug_cn: پاسسىپ
ur_pk: غیر فعال
uz_cyrl: Passiv

# MpRoutingType_Pre
source: Pre
af_za: Vooraf
am_et: ቅድመ
az_cyrl_az: Əvvəlcədən
cy_gb: Cyn
et_ee: Eel-
ga_ie: Roimh
gu_in: પહેલાંનું
he_il: קדם
hr_ba: Prije
hy_am: Պրե
id_id: Pra
ka_ge: წინა
kk_kz: Алдын ала
kn_in: ಪೂರ್ವ
ky_kg: Алдын ала
lt_lt: Anksto
lv_lv: Iepriekš
mi_nz: Tōmua
mk_mk: Пре.
ml_in: പ്രീ
mt_mt: Qabel
ne_np: पूर्व
or_in: ପ୍ରି-ପୂର୍ବ
pa_arab_pk: ਪ੍ਰੀ
sl_si: Pred
sr_cyrl_me: Унапред
sr_latn_me: Unapred
sw_ke: Kabla
ta_in: முன்
te_in: ప్రీ
th_th: ก่อน
tt_ru: Пре
ug_cn: ئالدىن
ur_pk: پری
uz_cyrl: Oldindan ko'rmoq

# MpRoutingType_Post
source: Post
am_et: ልጥፍ
as_in: ডাক
cy_gb: Bostio
et_ee: Postitus
fil_ph: Mag -post
gu_in: પોસ્ટ
he_il: הצבה
hy_am: Փոստ
id_id: Tiang
is_is: Stólpi
ka_ge: ჩანაწერი
kn_in: ಪೋಸ್ಟ್
ky_kg: Билдирүү
lv_lv: Amats
mi_nz: Tuku
mk_mk: Пост
ml_in: പോസ്റ്റ്
mr_in: ठाणे
ne_np: पोस्ट
or_in: ପୋଷ୍ଟ
pa_arab_pk: ਪੋਸਟ
sl_si: Pošta
sq_al: Posta
sr_cyrl_me: Поштански
sr_latn_me: Poštanski
ta_in: கம்பம்
te_in: గుంజ
th_th: ประกาศ
tk_tm: Syýa
tt_ru: Пост
ug_cn: يازما يوللاش
ur_pk: ڈاک

# MpRoutingType_Override
source: Override
af_za: Oorheers
am_et: መሻር
as_in: অভাৰৰাইড
az_cyrl_az: Aradan qaldırmaq
cy_gb: Diystyra ’
et_ee: Ületama
ga_ie: Sáraigh
gu_in: ઓવરરાઇડ કરો
he_il: לעקוף
hr_ba: Gaziti nogama
hy_am: Օվերայդ
id_id: Menimpa
is_is: Hnekkja
ka_ge: გადალახვა
kk_kz: Асыра сілтеу
km_kh: លើសពី
kn_in: ಅತಿಕ್ರಮಣ
ky_kg: Жокко чыгаруу
lt_lt: Nepaisyti
lv_lv: Ignorēt
mi_nz: Kua hipa
mk_mk: Превземи ја контролата.
ml_in: മറികടക്കുക
mr_in: अधिभावी ठरणे
ne_np: अधिलेखन
pa_arab_pk: ਓਵਰਰਾਈਡ
sl_si: Preglasiti
sq_al: Mbivendosje
sr_cyrl_me: Замените
sr_latn_me: Zamenite
sw_ke: Kuzidi kwa
ta_in: ஓவர்ரைடு
th_th: ครอบงํา
tk_tm: Ewez etmek
tt_ru: Оверрид
ug_cn: چەكتىن ئېشىپ كېتىش
ur_pk: زیر
uz_cyrl: Bekor qilmoq

# MpRoutingType_ExclusiveOverride
source: Exclusive Override
af_za: Eksklusiewe oorheersing
am_et: ብቸኛ መሻገሪያ
as_in: একচেটিয়া অভাৰৰাইড
az_cyrl_az: Eksklüziv ləğv edin
cy_gb: Diystyru unigryw
et_ee: Eksklusiivne alistamine
fil_ph: Eksklusibong override
ga_ie: Sáraíocht Eisiach
gu_in: વિશિષ્ટ ઓવરરાઇડ
he_il: עקיפה בלעדית
hr_ba: Ekskluzivno nadjačavanje
hy_am: Էքսկլյուզիվ օվերգրիդ
id_id: Penggantian Eksklusif
is_is: Eingöngu hnekkt
ka_ge: ექსკლუზიური Override
kk_kz: Эксклюзивті асыра сілтеу
km_kh: ការ បដិសេធ ដាច់ ដោយ ឡែក
kn_in: ವಿಶೇಷ ಓವರ್ ರೈಡ್
ky_kg: Эксклюзивдүү жокко чыгаруу
lo_la: Override ສະເພາະ
lt_lt: Išskirtinis nepaisymas
lv_lv: Ekskluzīva ignorēšana
mi_nz: Taupoki Tāuke
mk_mk: Ексклузивно презиме
mr_in: Exclusive ओव्हरराइड
mt_mt: Override Esklussiva
ne_np: अनन्य ओभरराइड
pa_arab_pk: ਨਿਵੇਕਲਾ ਓਵਰਰਾਈਡ
sl_si: Ekskluzivna preglasitev
sq_al: Mbivendosje ekskluzive
sr_cyrl_me: Ексклузивно премошћавање
sr_latn_me: Ekskluzivno premošćavanje
sw_ke: Override ya kipekee
ta_in: எக்ஸ்க்ளூசிவ் ஓவர்ரைடு
te_in: ఎక్స్ క్లూజివ్ ఓవర్ రైడ్
th_th: การแทนที่พิเศษ
tk_tm: Eksklýuziw ýatyr
tt_ru: Эксклюзив Оверрид
ug_cn: ئالاھىدە چەكلىمە
ur_pk: Exclusive اوورride
uz_cyrl: Eksklyuziv bekor qilish

# MpComparisonOperatorType_Contains
source: Contains
af_za: Bevat
am_et: ይይዛል
as_in: অন্তৰ্ভুক্ত থাকে
az_cyrl_az: Ehtiva edir
cy_gb: Nghynnwys
et_ee: Sisaldab
fil_ph: Naglalaman
ga_ie: Tá
gu_in: સમાવે છે
he_il: מכיל
hr_ba: Sadržava
hy_am: Պարունակում է
id_id: Berisi
is_is: Inniheldur
ka_ge: შეიცავს
kk_kz: Құрамында
km_kh: មាន
kn_in: ಒಳಗೊಂಡಿದೆ
ky_kg: Камтыйт
lo_la: ມີ
lt_lt: Yra
lv_lv: Satur
mi_nz: Kei roto ko
mk_mk: Содржи
ml_in: അടങ്ങിയിരിക്കുന്നു
mr_in: समाविष्ट आहे
mt_mt: Fih
ne_np: समावेश गर्दछ
or_in: ଏଥିରେ ରହିଛି
pa_arab_pk: ਰੱਖਦਾ ਹੈ
sl_si: Vsebuje
sq_al: Përmban
sr_cyrl_me: Садржи
sr_latn_me: Sadrži
sw_ke: Ina
ta_in: கொண்டுள்ளது
te_in: కలిగి ఉంటుంది
th_th: ประกอบ ด้วย
tk_tm: Syýa
tt_ru: Анда язылганнар
ug_cn: ئۆز ئىچىگە ئالغان
ur_pk: شامل ہیں
uz_cyrl: O'z ichiga oladi

# MpComparisonOperatorType_Exact
source: Exact
af_za: Presies
am_et: ትክክለኛ
as_in: সঠিক
az_cyrl_az: Dəqiq
cy_gb: Manylach
et_ee: Täpne
fil_ph: Eksaktong
ga_ie: Cruinn
gu_in: ચોક્કસ
he_il: המדויק
hr_ba: Točan
hy_am: Ել
id_id: Tepat
is_is: Nákvæmur
ka_ge: ზუსტი
kk_kz: Дәл
km_kh: ជាក់លាក់
kn_in: ನಿಖರ
ky_kg: Так
lt_lt: Tikslus
lv_lv: Precīzs
mk_mk: Точно.
ml_in: കൃത്യം
mr_in: तंतोतंत
mt_mt: Eżatta
ne_np: सटीक
or_in: ସଠିକ୍
pa_arab_pk: ਬਿਲਕੁਲ
sl_si: Točen
sq_al: Ekzaktësisht
sr_cyrl_me: Прецизан
sr_latn_me: Precizan
sw_ke: Halisi
ta_in: துல்லியமான
te_in: ఖచ్చితమైన
th_th: ถูกต้อง
tk_tm: Anyk
tt_ru: Төгәл
ug_cn: كونكرېت
ur_pk: صحیح
uz_cyrl: Aniq

# MpComparisonOperatorType_BeginsWith
source: Begins With
af_za: Begin met
am_et: ይጀምራል
as_in: ৰ পৰা আৰম্ভ হয়
az_cyrl_az: İlə başlayır
cy_gb: Yn dechrau gyda
et_ee: Algab
fil_ph: Nagsisimula sa
ga_ie: Tosaíonn sé le
gu_in: ની સાથે શરૂ થાય છે
he_il: מתחיל ב
hr_ba: Počinje sa
hy_am: Սկսվում է
id_id: Dimulai dengan
is_is: Byrjar á
ka_ge: იწყება
kk_kz: Басталып
km_kh: ចាប់ផ្តើមជាមួយ
kn_in: ಇದರೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
ky_kg: Башталгычтар
lo_la: ເລີ່ມຕົ້ນດ້ວຍ
lt_lt: Prasideda
lv_lv: Sākas ar
mi_nz: Tīmata ai ki
mk_mk: Почнува со
ml_in: ആരംഭിക്കുന്നത്
mr_in: यापासून सुरुवात होते
mt_mt: Jibda bi
ne_np: बाट सुरु हुन्छ
or_in: ଆରମ୍ଭ ରୁ ଆରମ୍ଭ ହୁଏ
pa_arab_pk: ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
sl_si: Začne se z
sq_al: Fillon me
sr_cyrl_me: Почиње са
sr_latn_me: Počinje sa
sw_ke: Inaanza kwa
ta_in: உடன் தொடங்குகிறது
te_in: దీనితో మొదలవుతుంది
th_th: เริ่มต้นด้วย
tk_tm: Bilen başla
tt_ru: Башлана
ug_cn: باشلىنىدۇ
ur_pk: شروع ہوتا ہے
uz_cyrl: Bilan boshlanadi

# MpComparisonOperatorType_EndsWith
source: Ends With
af_za: Eindig met
am_et: ከ ጋር ያበቃል
as_in: শেষ হয়
az_cyrl_az: İlə bitir
cy_gb: Yn gorffen gyda
et_ee: Lõppema
fil_ph: Nagtatapos sa
ga_ie: Críochnaíonn sé le
gu_in: ની સાથે અંત થાય છે
he_il: מסתיים ב
hr_ba: Završava sa
hy_am: Ավարտվում է
id_id: Berakhir dengan
is_is: endar á
ka_ge: მთავრდება
kk_kz: Бітеді
km_kh: បញ្ចប់ដោយ
kn_in: ಇದರೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ky_kg: Аяктайт
lo_la: ຈົບດ້ວຍ
lt_lt: Baigiasi
lv_lv: Beidzas ar
mi_nz: Ka mutu ki te
mk_mk: Завршува со
ml_in: അവസാനിക്കുന്നു
mr_in: संपते
mt_mt: Jispiċċa bi
ne_np: यसको साथ समाप्त हुन्छ
or_in: ଶେଷ ସହିତ ଶେଷ ହୁଏ
pa_arab_pk: ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ
sl_si: Konča se z
sq_al: Përfundon me
sr_cyrl_me: Завршава се са
sr_latn_me: Završava se sa
sw_ke: Inaisha kwa
ta_in: உடன் முடிகிறது
te_in: దీనితో ముగుస్తుంది
th_th: ลงท้ายด้วย
tk_tm: Soňy bilen gutarýar
tt_ru: Тәмамлана
ug_cn: ئاخىرلاشتى
ur_pk: اختتام کے ساتھ
uz_cyrl: Bilan tugaydi

# MpComparisonOperatorType_Regex
source: Regex
am_et: ሬጌክስ
ga_ie: RegexName
he_il: ריג'קס
hy_am: Ռեգեքս
ka_ge: რეგექსი
kk_kz: Регекс
kn_in: ರೆಗೆಕ್ಸ್
ky_kg: Регекс
mk_mk: Регекс
pa_arab_pk: ਰੀਜੈਕਸ
sl_si: Prevajanje...
sr_cyrl_me: Регеx
ta_in: ரெஜெக்ஸ்
th_th: เรเก็กซ์
tk_tm: Regeks
tt_ru: Регекс

# MpUserAccountType_Free
source: Free
af_za: Vry
am_et: ፍርይ
as_in: বিনামূলীয়া
az_cyrl_az: Sərbəst
cy_gb: Ryddhaem
et_ee: Vaba
fil_ph: Libre
ga_ie: Saor in aisce
gu_in: મુક્ત
he_il: חינם
hr_ba: Slobodan
hy_am: Անվճար
id_id: Bebas
is_is: Frjáls
ka_ge: უფასო
kk_kz: Тегін
km_kh: ឥតគិតថ្លៃ
kn_in: ಖಾಲಿ
ky_kg: Акысыз
lo_la: ຟຣີ
lt_lt: Nemokamas
lv_lv: Brīvs
mi_nz: Wātea
mk_mk: Слободен.
ml_in: സൗജന്യം
mr_in: मोकळे
mt_mt: Ħielsa
ne_np: नि: शुल्क
or_in: ମାଗଣା
pa_arab_pk: ਮੁਫਤ
sl_si: Brezplačno
sq_al: Falas
sr_cyrl_me: Слободан
sr_latn_me: Slobodan
sw_ke: Bure
ta_in: விடுவி
te_in: ఉచిత
th_th: ฟรี
tk_tm: Azat
tt_ru: Ирекле
ug_cn: ھەقسىز
ur_pk: آزاد
uz_cyrl: Ozod

# MpUserAccountType_Basic
source: Basic
af_za: Basies
am_et: መሰረታዊ
as_in: প্ৰাথমিক
az_cyrl_az: Əsas
cy_gb: Syml
et_ee: Põhiline
fil_ph: Pangunahing
ga_ie: Bunúsach
gu_in: મૂળભૂત
he_il: בסיסי
hr_ba: Osnovni
hy_am: Հիմնական
id_id: Dasar
is_is: Frum
ka_ge: ძირითადი
kk_kz: Негізгі
km_kh: មូលដ្ឋានគ្រឹះ
kn_in: ಮೂಲ
ky_kg: Негизги
lo_la: ພື້ນຖານ
lt_lt: Pagrindinio
lv_lv: Pamata
mi_nz: Taketake
mk_mk: Основни.
ml_in: അടിസ്ഥാനം
mr_in: पायाभूत
mt_mt: Bażiku
ne_np: आधारभूत
or_in: ମୌଳିକ
pa_arab_pk: ਮੁੱ The ਲੀ
sl_si: Osnoven
sq_al: Bazë
sr_cyrl_me: Основне
sr_latn_me: Osnovne
sw_ke: Msingi
ta_in: அடிப்படையான
te_in: మౌలిక
th_th: พื้นฐาน
tk_tm: Esasy
tt_ru: Төп
ug_cn: ئاساسىي
ur_pk: بنیادی
uz_cyrl: Asosiy

# MpUserAccountType_Unlimited
source: Unlimited
af_za: Onbeperk
am_et: ያልተገደበ
as_in: সীমাহীন
az_cyrl_az: Məhdudiyyətsiz
cy_gb: Diderfyn
et_ee: Piiramatu
fil_ph: Walang limitasyong
ga_ie: Gan teorainn
gu_in: અમર્યાદિત
he_il: ללא הגבלה
hr_ba: Neograničen
hy_am: Անսահմանափակ
is_is: Takmarkalaus
ka_ge: ულიმიტო
kk_kz: Шексіз
km_kh: គ្មានដែនកំណត់
kn_in: ಅನಿಯಮಿತ
ky_kg: Чексиз
lo_la: ບໍ່ຈໍາກັດ
lt_lt: Neribota
lv_lv: Neierobežots
mi_nz: Mutunga kore
mk_mk: Неограничено.
ml_in: പരിധിയില്ലാത്ത
mr_in: अमर्याद
mt_mt: Illimitata
ne_np: असीमित
or_in: ଅସୀମିତ
pa_arab_pk: ਅਸੀਮਤ
sl_si: Neomejeno
sq_al: E pakufizuar
sr_cyrl_me: Неограничен
sr_latn_me: Neograničen
sw_ke: Ukomo
ta_in: வரம்பற்ற
te_in: అపరిమిత
th_th: จำกัด
tk_tm: Çäksiz
tt_ru: Чиксез
ug_cn: چەكلەنمەيدۇ
ur_pk: لامحدود
uz_cyrl: Cheksiz

# MpContentOptionType_None
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl_az: - Zəhmət olmasa seçin -
cy_gb: - dewiswch -
et_ee: - Palun vali -
fil_ph: - Pakipili -
ga_ie: - Roghnaigh -
gu_in: - કૃપા કરીને પસંદ કરો -
he_il: - נא לבחור -
hr_ba: - Odaberite -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silakan pilih -
is_is: - Vinsamlegast veldu -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдауыңызды өтінемін -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆಮಾಡಿ -
ky_kg: - Тандап алыңыз -
lo_la: - ກະລຸນາເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu, izvēlieties -
mi_nz: - Tīpakohia koa -
mk_mk: - Ве молам изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
mt_mt: - Jekk jogħġbok Agħżel -
ne_np: - कृपया चयन गर्नुहोस् -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab_pk: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
sl_si: - Prosimo, izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молим вас изаберите -
sr_latn_me: - Molim vas izaberite -
sw_ke: - Tafadhali chagua -
ta_in: - தெரிவு செய்க -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - กรุณาเลือก -
tk_tm: - Haýyş edýärin Saýla -
tt_ru: - Сайлагыз .
ug_cn: – ٴقاۋىپتى –
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -

# MpContentOptionType_Type
source: Type
af_za: Tipe
am_et: ዓይነት
as_in: প্ৰকাৰ
az_cyrl_az: Tip
cy_gb: Theipia
et_ee: Tüüp
fil_ph: I -type
ga_ie: Cineál
gu_in: પ્રકાર
he_il: סוג
hr_ba: Tip
hy_am: Տեսակը
id_id: Jenis
is_is: Gerð
ka_ge: ტიპი
kk_kz: Түрі
km_kh: ប្រភេទ
kn_in: ಪ್ರಕಾರ
ky_kg: Түрү
lo_la: ພິມ
lt_lt: Rūšis
lv_lv: Tips
mi_nz: Momo
mk_mk: Тип
ml_in: തരം
mr_in: प्रकार
mt_mt: Tip
ne_np: टाइप गर्नुहोस्
or_in: ପ୍ରକାର[ସମ୍ପାଦନା]
pa_arab_pk: ਕਿਸਮ
sl_si: Vrsta
sq_al: Lloji
sr_cyrl_me: Тип
sr_latn_me: Tip
sw_ke: Aina
ta_in: வகை
te_in: రకం
th_th: ประเภท
tk_tm: Hili
tt_ru: Төр
ug_cn: تۈرى
ur_pk: قسم
uz_cyrl: Tur
