Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpShortcutType_ToggleMainWindowLocked
source: Toggle Main Window Locked
af_za: Skakel die hoofvenster gesluit
am_et: ዋና መስኮት የተቆለፈ መስኮት ይቀያይሩ
as_in: টগল মেইন উইন্ডো লক কৰা
az_cyrl_az: Əsas pəncərəni dəyişdirin
cy_gb: Toggle y brif ffenestr wedi'i chloi
et_ee: Lülitage peaakna lukustatud
fil_ph: I -lock ang pangunahing window
ga_ie: Scoránaigh an Phríomhfhuinneog faoi Ghlas
gu_in: મુખ્ય વિન્ડોને તાળું મરાયેલ બદલો
he_il: החלפת מצב של חלון ראשי נעול
hr_ba: Uključi/isključi glavni prozor zaključan
hy_am: Toggle Գլխավոր պատուհանը կողպված է
id_id: Alihkan Jendela Utama Terkunci
is_is: Víxla aðalglugga læstum
ka_ge: მთავარი ფანჯრის გადართვა ჩაკეტილი
kk_kz: Негізгі терезені бұғаттауды ажырату
kn_in: ಟಾಗಲ್ ಮುಖ್ಯ ವಿಂಡೋ ಲಾಕ್ ಆಗಿದೆ
ky_kg: Негизги терезе кулпуланган тоголок
lt_lt: Perjungti pagrindinį langą užrakintą
lv_lv: Pārslēgt galveno logu bloķētu
mi_nz: Takahuri Matapihi Matua Maukati
mk_mk: Заклучи го главниот прозорец заклучен.
ml_in: Toggle പ്രധാന വിൻഡോ ലോക്ക് ചെയ്തിരിക്കുന്നു
mr_in: टॉगल मेन विंडो लॉक
mt_mt: Ittogilja t-Tieqa Prinċipali Msakkra
ne_np: ताल्चा लगाइएको मुख्य सञ्झ्याल टगल गर्नुहोस्
or_in: ଟଗଲ ମୁଖ୍ୟ ୱିଣ୍ଡୋ ଲକ୍ ହୋଇଛି
pa_arab_pk: ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਲਾਕ ਕਰੋ
sl_si: Preklopi glavno okno zaklenjeno
sq_al: Kyçja e dritares kryesore
sr_cyrl_me: Преклопник главног прозора је закључан
sr_latn_me: Preklopnik glavnog prozora je zaključan
sw_ke: Kugeuza Dirisha Kuu Imefungwa
ta_in: பிரதான சாளரத்தை பூட்டியது
te_in: టోగిల్ ప్రధాన విండో లాక్ చేయబడింది
th_th: สลับหน้าต่างหลักล็อค
tk_tm: Esasy Äpişgäni Bagla
tt_ru: Төп тәрәзә бикләнгән тоггле
ug_cn: ئاساسىي كۆزنەكنى قۇلۇپلاش
ur_pk: ٹوگل مین ونڈو کو لاک کر دیا گیا
uz_cyrl: Asosiy oyna qulflangan

# MpShortcutType_ToggleFilterMenuVisible
source: Toggle Filter Menu Visible
af_za: Skakelfiltermenu sigbaar
am_et: የማጣሪያ ምናሌ እንዲታይ ያድርጉ
as_in: টগল ফিল্টাৰ মেনু দৃশ্যমান
az_cyrl_az: Filtr menyusunu görünən dəyişdirin
cy_gb: Toggle hidlo bwydlen yn weladwy
et_ee: Lülitusfiltri menüü on nähtav
fil_ph: Toggle filter menu nakikita
ga_ie: Scoránaigh an Roghchlár Scagaire Infheicthe
gu_in: ફિલ્ટર મેનુ દૃશ્યમાન બદલો
he_il: החלפת תפריט מסנן גלוי
hr_ba: Vidljiv izbornik uključi/isključi filtar
hy_am: Toggle filter Մենյու Տեսանելի
id_id: Alihkan menu filter terlihat
is_is: Víxla síuvalmynd sýnileg
ka_ge: ფილტრის მენიუს გადართვა ხილული
kk_kz: Сүзгі мәзірін ажырату Көрінетін
km_kh: ម៉ឺនុយ តម្រង Toggle មើល ឃើញ
kn_in: ಟಾಗಲ್ ಫಿಲ್ಟರ್ ಮೆನು ಗೋಚರಿಸುತ್ತದೆ
ky_kg: Чыпкасы менюсу көрүнгөн
lo_la: Toggle Filter Menu ທີ່ເຫັນໄດ້
lt_lt: Matomas perjungti filtro meniu
lv_lv: Slēdža filtra izvēlne ir redzama
mi_nz: Takahuri Tahua Tātari
mk_mk: Преклопување на менито за филтер видливо
ml_in: ടോഗിൾ ഫിൽട്ടർ മെനു ദൃശ്യമാണ്
mr_in: Toggle filter menu दृश्यमान
mt_mt: Ittogilja l-Menù tal-Filtru Viżibbli
ne_np: फिल्टर मेनु दृश्यात्मक टगल गर्नुहोस्
or_in: ଟଗଲ ଫିଲ୍ଟର ମେନ୍ୟୁ ଦୃଶ୍ୟମାନ
pa_arab_pk: ਫਿਲਟਰ ਮੇਨੂ ਨੂੰ ਵੇਖਣ ਲਈ ਬਦਲੋ
sl_si: Preklopni meni filtra je viden
sq_al: Menuja e filtrit të toggle Visible
sr_cyrl_me: Преклопник менија филтера је видљив
sr_latn_me: Preklopnik menija filtera je vidljiv
sw_ke: Geuza Menyu ya Kichujio inayoonekana
ta_in: நிலைமாற்று வடிகட்டி மெனு தெரியும்
te_in: టోగిల్ ఫిల్టర్ మెను కనిపిస్తుంది
th_th: สลับเมนูตัวกรองที่มองเห็นได้
tk_tm: Süzgüç MenüSi Görköz
tt_ru: Тоггл Фильтр мәзүзе күренеп торган
ug_cn: سۈزگۈچ تىزىملىكىنى كۆرۈش
ur_pk: ٹوگل فلٹر مینو نظر آتا ہے
uz_cyrl: Filter menyusi ko'rinadigan

# MpShortcutType_ShowSettings
source: Show Settings
af_za: Wys instellings
am_et: ቅንብሮችን አሳይ
as_in: সংহতিসমূহ দেখুৱাওক
az_cyrl_az: Parametrləri göstərin
cy_gb: Dangos Gosodiadau
et_ee: Näita sätteid
fil_ph: Ipakita ang mga setting
ga_ie: Taispeáin Socruithe
gu_in: સુયોજનો બતાવો
he_il: הצג הגדרות
hr_ba: Pokaži postavke
hy_am: Ցուցադրել պարամետրերը
id_id: Tampilkan Pengaturan
is_is: Sýna stillingar
ka_ge: პარამეტრების ჩვენება
kk_kz: Параметрлерді көрсету
km_kh: បង្ហាញ ការកំណត់
kn_in: ಸೆಟ್ಟಿಂಗ್ ಗಳನ್ನು ತೋರಿಸು
ky_kg: Параметрлерди көрсөтүү
lo_la: ສະ ແດງ ການ ຕັ້ງ ຄ່າ
lt_lt: Rodyti nustatymus
lv_lv: Rādīt iestatījumus
mi_nz: Whakaatu tautuhinga
mk_mk: Прикажете ги подесувањата
ml_in: ക്രമീകരണം കാണിക്കുക
mr_in: सेटिंग्स दाखवा
mt_mt: Uri l-Issettjar
ne_np: सेटिङ देखाउनुहोस्
or_in: ସେଟିଂସ ଦେଖାନ୍ତୁ
pa_arab_pk: ਸੈਟਿੰਗਜ਼ ਦਿਖਾਓ
sl_si: Pokaži nastavitve
sq_al: Shfaq rregullimet
sr_cyrl_me: Прикажи поставке
sr_latn_me: Prikaži postavke
sw_ke: Onyesha Mipangilio
ta_in: அமைப்புகளைக் காட்டு
te_in: సెట్టింగ్ లను చూపించు
th_th: แสดงการตั้งค่า
tk_tm: Sazlamalary Görkez
tt_ru: Төймәләрне күрсәт
ug_cn: تەڭشەكلەرنى كۆرسەت
ur_pk: ترتیبات دکھائیں
uz_cyrl: Sozlamalarni ko'rsatish

# MpShortcutType_TogglePinned
source: Toggle Pinned
af_za: Wissel vasgespeld
am_et: የተንሸራታች
as_in: টগল পিন কৰা হৈছে
az_cyrl_az: Keçid bağladı
cy_gb: Togl pinned
et_ee: Lülitage kinnitatud
ga_ie: Scoránaigh Pinned
gu_in: પિન કરેલ ટોગલ કરો
he_il: החלפת מצב מוצמדת
hr_ba: Uključi/isključi prikvačeno
hy_am: Ոտնաթաթի փիննեդ
id_id: Alihkan Disematkan
is_is: Víxla fest
ka_ge: გადართვა Pinned
kk_kz: Бекітілгенін ажырату
kn_in: ಟಾಗಲ್ ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ky_kg: Тоггл Пиннед
lt_lt: Perjungti prisegtą
lv_lv: Piesprausts slēdzis
mi_nz: Takahuri Pinea
mk_mk: Превртете го закачено
mr_in: टॉगल पिन केलेले
ne_np: पिन गरिएको टगल गर्नुहोस्
or_in: ଟଗଲ୍ ପିନ୍ ହୋଇଛି
pa_arab_pk: ਟੌਗਲ ਪਿੰਨਡ
sl_si: Preklopi pripeto
sr_cyrl_me: Укључује /искључи закачено
sr_latn_me: Uključuje/isključi zakačeno
sw_ke: Kugeuza Imebandikwa
ta_in: நிலைமாற்று பின் செய்யப்பட்டது
te_in: టోగిల్ పిన్డ్
th_th: สลับปักหมุด
tk_tm: Baglanany Çap
tt_ru: Тоггле Пиннед
ug_cn: وڭتۇستىك-شىعىس
uz_cyrl: O'rnatish

# MpShortcutType_OpenInWindow
source: Open In Window
af_za: Maak in die venster oop
am_et: በመስኮት ውስጥ ይክፈቱ
as_in: উইন্ডোত খোলক
az_cyrl_az: Pəncərə açmaq
cy_gb: Ar agor yn y ffenestr
et_ee: Aknas avatud
fil_ph: Buksan sa window
ga_ie: Oscail i bhFuinneog
gu_in: વિન્ડોમાં ખોલો
he_il: פתח בחלון
hr_ba: Otvori u prozoru
hy_am: Բաց պատուհանում
id_id: Buka Di Jendela
is_is: Opna í glugga
ka_ge: ფანჯარაში გახსნა
kk_kz: Терезеде ашу
km_kh: បើកក្នុង Window
kn_in: ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯಿರಿ
ky_kg: Терезеде ачуу
lo_la: ເປີດIn Window
lt_lt: Atidaryti langą
lv_lv: Atvērt logā
mi_nz: Whakatuwhera ki te Matapihi
mk_mk: Отвори во прозорецот.
ml_in: ജാലകത്തിൽ തുറക്കുക
mr_in: विंडोमध्ये उघडा
mt_mt: Iftaħ fit-Tieqa
ne_np: सञ्झ्यालमा खोल्नुहोस्
or_in: ୱିଣ୍ଡୋରେ ଖୋଲନ୍ତୁ
pa_arab_pk: ਵਿੰਡੋ ਵਿੱਚ ਖੋਲ੍ਹੋ
sl_si: Odpri v oknu
sq_al: Hapur në dritare
sr_cyrl_me: Отвори у прозору
sr_latn_me: Otvori u prozoru
sw_ke: Fungua Katika Dirisha
ta_in: விண்டோவுக்குள் திற
te_in: విండోలో తెరవండి
th_th: เปิดในหน้าต่างใหม่
tk_tm: Äpişgede Aç
tt_ru: Тәрәзәдә ачык
ug_cn: كۆزنەكتە ئېچىش
ur_pk: ونڈو میں کھولیں
uz_cyrl: Oynada oching

# MpShortcutType_PermanentlyDelete
source: Permanently Delete
af_za: Permanent verwyder
am_et: በቋሚነት ሰርዝ
as_in: স্থায়ীভাৱে মচি পেলাওক
az_cyrl_az: Daimi olaraq silmək
cy_gb: Dileu yn barhaol
et_ee: Püsivalt kustutama
fil_ph: Permanenteng tanggalin
ga_ie: Scrios go Buan
gu_in: કાયમ માટે કાઢી નાંખો
he_il: מחיקה לצמיתות
hr_ba: Trajno brisanje
hy_am: Մշտապես ջնջել
id_id: Hapus Secara Permanen
is_is: Eyða varanlega
ka_ge: სამუდამოდ წაშლა
kk_kz: Біржолата өшіру
km_kh: លុប ជា អចិន្ត្រៃយ៍
kn_in: ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ
ky_kg: Биротоло жоготуу
lo_la: ລຶບຢ່າງຖາວອນ
lt_lt: Visam laikui ištrinti
lv_lv: Neatgriezeniska dzēšana
mi_nz: Mukua pūmautia
mk_mk: Засекогаш избришете
ml_in: ശാശ്വതമായി ഇല്ലാതാക്കുക
mr_in: कायमस्वरूपी डिलीट करा
mt_mt: Ħassar b'mod permanenti
ne_np: स्थायी रूपमा मेट्नुहोस्
or_in: ସ୍ଥାୟୀ ଭାବରେ ବିଲୋପ କରନ୍ତୁ
pa_arab_pk: ਪੱਕੇ ਤੌਰ ਤੇ ਮਿਟਾਓ
sl_si: Trajno brisanje
sq_al: Fshije përgjithmonë
sr_cyrl_me: Трајно брисање
sr_latn_me: Trajno brisanje
sw_ke: Kufuta
ta_in: நிரந்தரமாக நீக்கு
te_in: శాశ్వతంగా తొలగించు
th_th: ลบอย่างถาวร
tk_tm: Mydama Sil
tt_ru: Мәңгегә юк
ug_cn: مەڭگۈلۈك ئۆچۈرۈش
ur_pk: مستقل طور پر حذف کریں
uz_cyrl: Butunlay yo'q qiling

# MpShortcutType_ForceMinimizeMainWindow
source: Force Minimize Main Window
af_za: Krag verminder die hoofvenster
am_et: ኃይል ዋና መስኮትን ያሳድጉ
as_in: বল মূল উইন্ডো কম কৰক
az_cyrl_az: Əsas pəncərəni minimuma endir
cy_gb: Llu Lleihau Prif Ffenestr
et_ee: Jõud minimeerib peaakna
fil_ph: Force i -minimize ang pangunahing window
ga_ie: Fórsa Íoslaghdaigh an Phríomhfhuinneog
gu_in: મુખ્ય વિન્ડોને ન્યૂનતમ કરવા દબાણ કરો
he_il: מזעור כפוי של החלון הראשי
hr_ba: Prisilno minimiziraj glavni prozor
hy_am: Force Minimize Main Պատուհան
id_id: Paksa Minimalkan Jendela Utama
is_is: Þvinga fram smækkun aðalglugga
ka_ge: ძალის მინიმიზაცია მთავარი ფანჯარა
kk_kz: Негізгі терезені ең кішірейту
km_kh: បង្ខំ ឲ្យ អប្បបរមា បង្អួច មេ
kn_in: ಬಲವು ಮುಖ್ಯ ವಿಂಡೋವನ್ನು ಕನಿಷ್ಠಗೊಳಿಸಿ
ky_kg: Негизги терезени минимумга салууга мажбурлоо
lt_lt: Priverstinai sumažinti pagrindinį langą
lv_lv: Force Minimize galveno logu
mi_nz: Whakaū Matapihi Matua
mk_mk: Сила минимизирање на главниот прозорец
ml_in: ഫോഴ്സ് മിനിമൈസ് പ്രധാന ജാലകം
mr_in: मुख्य खिडकी कमी करा
mt_mt: Forza Imminimizza t-Tieqa Prinċipali
ne_np: मुख्य सञ्झ्याल सानो पार्न बाध्य पार्नुहोस्
or_in: ଫୋର୍ସ ମୁଖ୍ୟ ୱିଣ୍ଡୋକୁ କମ୍ କରନ୍ତୁ
pa_arab_pk: ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਘੱਟ ਤੋਂ ਘੱਟ ਰੱਖੋ
sl_si: Vsiljeno minimiziranje glavnega okna
sq_al: Forca minimizon dritaren kryesore
sr_cyrl_me: На силу умањи главни прозор
sr_latn_me: Na silu umanji glavni prozor
sw_ke: Nguvu Punguza Dirisha Kuu
ta_in: மெயின் விண்டோவை மினிமைஸ் செய்ய படை
te_in: ప్రధాన విండోను తగ్గించు
th_th: บังคับย่อหน้าต่างหลัก
tk_tm: Esasy Äpişgäni Minutla
tt_ru: Көч төп тәрәзәне киметә
ug_cn: مەجبۇرىي ئاساسىي كۆزنەكنى كىچىكلىتىش
ur_pk: مین ونڈو کو کم سے کم کریں
uz_cyrl: Kuch asosiy oynani minimallashtirish

# MpShortcutType_ToggleAppendDirectionMode
source: Toggle Append Direction Mode
af_za: Skakel Appendire -rigtingmodus
am_et: የወንጀል አቅጣጫ ሁኔታን ይቀያይሩ
as_in: টগল সংযোজিত দিশ অৱস্থা
az_cyrl_az: Əlavə etmə istiqaməti rejimini dəyişdirin
cy_gb: Toggle atodi modd cyfeiriad
et_ee: Lülitage suuna režiim
fil_ph: Toggle mode ng direksyon ng direksyon
ga_ie: Scoránaigh mód treo iarcheangailte
gu_in: ઉમેરો દિશા સ્થિતિ બદલો
he_il: החלפת מצב צירוף כיוון
hr_ba: Uključi/isključi način smjera dodavanja
hy_am: Toggle Append ուղղորդման ռեժիմ
id_id: Alihkan Mode Tambahkan Arah
is_is: Víxla bæta við stefnuham
ka_ge: Toggle დანართების მიმართულებით რეჟიმი
kk_kz: Қосу бағытын қосу режимін ажырату
km_kh: របៀបធ្វើកម្មវិធី Toggle Append Direction
kn_in: ಟಾಗಲ್ ಅನುಬಂಧ ನಿರ್ದೇಶನ ಮೋಡ್
ky_kg: Тиркеме багыты режимин тогле
lt_lt: Perjungti papildymo krypties režimą
lv_lv: Pārslēgt pievienošanas virziena režīmu
mi_nz: Takahuri Aratau Aronga Tāpiri
mk_mk: Преврти го режимот на насоката на апликации
mt_mt: Ittogilja l-Modalità tad-Direzzjoni tal-Appendiċi
ne_np: परिशिष्ट दिशा मोड टगल गर्नुहोस्
pa_arab_pk: ਟੌਗਲ ਐਡਵਾਂਟ ਦਿਸ਼ਾ ਮੋਡ
sl_si: Preklop načina dodajanja smeri
sq_al: Modaliteti i drejtimit të shtojcave të shtojcave
sr_cyrl_me: Преклопни режим смера за предео
sr_latn_me: Preklopni režim smera za predeo
sw_ke: Geuza Hali ya Mwelekeo wa Append
ta_in: திசை பயன்முறையை மாற்று
te_in: టోగిల్ అపెండ్ డైరెక్షన్ మోడ్
th_th: สลับโหมดผนวกทิศทาง
tk_tm: Gaýşyrmak Modi
tt_ru: Ачлык күрсәтмәсе режимы
ug_cn: توغرىلاش توغرىلاش ئۇسۇلى
uz_cyrl: Append yo'nalishi rejimini o'zgartiring

# MpShortcutType_OpenHelp
source: Open Help
af_za: Oop hulp
am_et: እገዛ
az_cyrl_az: Açıq kömək
cy_gb: Cymorth Agored
et_ee: Avatud abi
fil_ph: Buksan ang tulong
ga_ie: Oscail Cabhair
gu_in: મદદ ખોલો
he_il: פתח את העזרה
hr_ba: Otvori pomoć
hy_am: Բաց օգնություն
id_id: Buka Bantuan
is_is: Opna Hjálp
ka_ge: Open დახმარება
kk_kz: Анықтаманы ашу
km_kh: ជំនួយបើកទូលាយ
kn_in: ಸಹಾಯ ತೆರೆಯಿರಿ
ky_kg: Жардам ачуу
lo_la: ເປີດຊ່ວຍ
lt_lt: Atidaryti žinyną
lv_lv: Atvērt palīdzību
mi_nz: Whakatuwhera Āwhina
mk_mk: Отвори помош.
ml_in: സഹായം തുറക്കുക
mr_in: खुली मदत
mt_mt: Iftaħ l-Għajnuna
ne_np: मद्दत खोल्नुहोस्
or_in: ଖୋଲା ସାହାଯ୍ୟ
pa_arab_pk: ਮਦਦ ਕਰੋ ਸਹਾਇਤਾ
sl_si: Odpiranje pomoči
sq_al: Ndihmë e hapur
sr_cyrl_me: Отварање помоћи
sr_latn_me: Otvaranje pomoći
sw_ke: Msaada wa wazi
ta_in: திறந்த உதவி
te_in: సహాయం తెరవండి
th_th: เปิดวิธีใช้
tk_tm: Açar sözi
tt_ru: Ачык ярдәм
ug_cn: ئېچىش ياردەم
ur_pk: کھلی مدد
uz_cyrl: Ochiq yordam

# MpShortcutType_ZoomInOnSelection
source: Zoom In On Selection
af_za: Zoom in op seleksie
am_et: በምርጫ ላይ ያጉሉ
as_in: জুম ইন অন নিৰ্বাচন
az_cyrl_az: Seçimdə böyüdün
cy_gb: Chwyddo i mewn wrth ddewis
et_ee: Suumi valimisel
fil_ph: Mag -zoom in sa pagpili
ga_ie: Zúmáil isteach ar an Roghnúchán
gu_in: પસંદગી પર મોટું કરો
he_il: הגדלת התצוגה של הבחירה
hr_ba: Povećavanje odabira
hy_am: Zoom In Ընտրության ժամանակ
id_id: Perbesar Pilihan
is_is: Auka aðdrátt að vali
ka_ge: შერჩევის მასშტაბირება
kk_kz: Таңдауда ұлғайту
km_kh: ពង្រីក ក្នុង ការ ជ្រើស
kn_in: ಆಯ್ಕೆಯ ಮೇಲೆ ಜೂಮ್ ಇನ್ ಮಾಡಿ
ky_kg: Тандоону чоңойтуу
lo_la: Zoom In On ການຄັດເລືອກ
lt_lt: Priartinkite pasirinkimą
lv_lv: Tuvināt atlasi
mi_nz: Topa Mai i te Tīpakonga
mk_mk: Зумирање на селекцијата
ml_in: സൂം ഇൻ സെലക്ഷൻ
mr_in: झूम इन ऑन सिलेक्शन
mt_mt: Iżżumja 'l Ġewwa Fuq l-Għażla
ne_np: चयनमा जुम इन गर्नुहोस्
or_in: ଚୟନ ଉପରେ ଜୁମ୍ ଇନ୍ କରନ୍ତୁ
pa_arab_pk: ਚੋਣ 'ਤੇ ਜ਼ੂਮ ਕਰੋ
sl_si: Povečava izbora
sr_cyrl_me: Увећај селекцију
sr_latn_me: Uvećaj selekciju
sw_ke: Kuza Katika Uteuzi
ta_in: தேர்வில் பெரிதாக்கவும்
te_in: ఎంపికపై జూమ్ ఇన్
th_th: ซูมเข้าในส่วนที่เลือก
tk_tm: Saýlawy Ulalt
tt_ru: Сайлауда кабыз
ug_cn: تاللاشنى چوڭايت
ur_pk: انتخاب پر زوم ان کریں
uz_cyrl: Tanlovni kattalashtirish

# MpShortcutType_ZoomOutOnSelection
source: Zoom Out On Selection
af_za: Zoom uit op seleksie
am_et: በምርጫ ላይ ያጉሉ
as_in: জুম আউট
az_cyrl_az: Seçimdən böyüdün
cy_gb: Chwyddo allan wrth ddewis
et_ee: Suumige valikut
fil_ph: Mag -zoom out sa pagpili
ga_ie: Zúmáil Amach ar an Roghnúchán
gu_in: પસંદગી પર નાનું કરો
he_il: הקטנת התצוגה של הבחירה
hr_ba: Smanji odabir
hy_am: Zoom Out On Սելեկցիա
id_id: Perkecil Saat Seleksi
is_is: Minnka aðdrátt við val
ka_ge: შერჩევის მასშტაბირება
kk_kz: Таңдауды ұлғайту
km_kh: ពង្រីក ការ ជ្រើស
kn_in: ಆಯ್ಕೆಯ ಮೇಲೆ ಜೂಮ್ ಔಟ್ ಮಾಡಿ
ky_kg: Тандоону чоңойтуу
lo_la: Zoom Out On ການຄັດເລືອກ
lt_lt: Tolinti pasirinkimą
lv_lv: Tālināt atlasi
mi_nz: Topa Atu i runga i te Tīpakonga
mk_mk: Зумирај ја селекцијата
ml_in: സൂം ഔട്ട് ഓൺ സെലക്ഷൻ
mr_in: निवडीवर झूम आऊट करा
mt_mt: Iżżumja 'l Barra fuq l-Għażla
ne_np: चयनमा जुम आउट गर्नुहोस्
or_in: ଚୟନ ଉପରେ ଜୁମ୍ ଆଉଟ୍ କରନ୍ତୁ
pa_arab_pk: ਚੋਣ 'ਤੇ ਜ਼ੂਮ ਕਰੋ
sl_si: Pomanjšava izbora
sr_cyrl_me: Смањи селекцију
sr_latn_me: Smanji selekciju
sw_ke: Kuza Nje Kwenye Uteuzi
ta_in: தேர்வில் பெரிதாக்கவும்
te_in: ఎంపికపై జూమ్ అవుట్
th_th: ซูมออกในการเลือก
tk_tm: Saýlawdan Daşla
tt_ru: Сайлап алырга омтылу
ug_cn: تاللاشنى چوڭايت
ur_pk: انتخاب پر زوم آؤٹ کریں
uz_cyrl: Tanlovni kattalashtiring

# MpShortcutType_ResetSelectionZoom
source: Reset Selection Zoom
af_za: Stel seleksie zoom terug
am_et: የምርጫ ምርጫን ዳግም አስጀምር
as_in: পুনঃসমাপ্ত নিৰ্বাচন জুম
az_cyrl_az: Seçimi yenidən qurun
cy_gb: Ailosod Chwyddo Dethol
et_ee: Lähtestage valiku suum
fil_ph: I -reset ang pagpili ng zoom
ga_ie: Athshocraigh Zúmáil Roghnúcháin
gu_in: પસંદગી નાનુંમોટુ કરવાનું પુન:સુયોજિત કરો
he_il: איפוס שינוי גודל תצוגה של בחירה
hr_ba: Vrati izvorno zumiranje odabira
hy_am: Ռեսեթ սելեկցիա Zoom
id_id: Atur Ulang Pilihan Zoom
is_is: Endurstilla aðdrátt við val
ka_ge: შერჩევის ზუმის გადატვირთვა
kk_kz: Таңдау ұлғайтуын ысыру
kn_in: ರೀಸೆಟ್ ಆಯ್ಕೆ ಜೂಮ್
ky_kg: Тандоону калыбына келтирүү
lo_la: Reset ເລືອກ Zoom
lt_lt: Iš naujo nustatyti pasirinkimo mastelio keitimą
lv_lv: Atiestatīt atlases tālummaiņu
mi_nz: Tautuhi anō i te Topa Tīpakonga
mk_mk: Ресетирање на зумот на селекцијата
ml_in: റീസെറ്റ് സെലക്ഷൻ സൂം
mr_in: रीसेट सिलेक्शन झूम
mt_mt: Irrisettja ż-Żum tas-Selezzjoni
ne_np: चयन जुम रिसेट गर्नुहोस्
or_in: ଚୟନ Zoom ପୁନଃସେଟ୍ କରନ୍ତୁ
pa_arab_pk: ਕਲਿਕ ਕਰੋ ਚੋਣ ਜ਼ੂਮ
sl_si: Ponastavitev izbirne povečave
sq_al: Rivendosni zmadhimin e përzgjedhjes
sr_cyrl_me: Успостави почетне вредности зумирања селекције
sr_latn_me: Uspostavi početne vrednosti zumiranja selekcije
sw_ke: Weka upya Uteuzi wa Kuza
ta_in: தேர்வை பெரிதாக்கு மீட்டமை
te_in: రీసెట్ సెలక్షన్ జూమ్
th_th: รีเซ็ตการซูมการเลือก
tk_tm: Saýlawy Ulalt
tt_ru: Ысыйклар сайлаганы
ug_cn: قايتا تاللاش چوڭايتىش
ur_pk: انتخاب زوم کو دوبارہ ترتیب دیں
uz_cyrl: Selektsiyani oshirishni qayta tiklash

# MpShortcutType_ClearPinTray
source: Clear Pin Tray
af_za: Duidelike speldbak
am_et: የፒን ፒን ትሪ
as_in: ক্লিয়াৰ পিন ট্ৰে
az_cyrl_az: Sil Pin tepsisi
cy_gb: Hambwrdd pin clir
et_ee: Selge tihvtsalus
fil_ph: I -clear ang pin tray
ga_ie: Glan Tráidire Bioráin
gu_in: Pin ટ્રે સાફ કરો
he_il: מגש סיכות שקוף
hr_ba: Očisti ladicu za pribadaču
hy_am: Քլիր Պին Տրեյ
id_id: Baki Pin Bening
is_is: Hreinsa pinnabakka
ka_ge: წმინდა პინის უჯრა
kk_kz: Pin науасын тазалау
kn_in: ಪಿನ್ ಟ್ರೇ ತೆರವುಗೊಳಿಸಿ
ky_kg: Ачык-айкын Пин Трей
lt_lt: Skaidrus smeigtuko dėklas
lv_lv: Notīrīt tapu paliktni
mi_nz: Ūkui Pae Pine
mk_mk: Јасен Пин Тава
ml_in: ക്ലിയർ പിൻ ട്രേ
mr_in: स्पष्ट पिन ट्रे
mt_mt: Trej tal-Pin Ċar
ne_np: पिन ट्रे खाली गर्नुहोस्
or_in: ପିନ୍ ଟ୍ରେ ସଫା କରନ୍ତୁ
pa_arab_pk: ਸਾਫ ਪਿੰਨ ਟਰੇ
sl_si: Počisti pladenj za žebljiček
sq_al: Pin Tray qartë
sr_cyrl_me: Обриши лежиште за пинове
sr_latn_me: Obriši ležište za pinove
sw_ke: Futa Tray ya Pin
ta_in: தெளிவான பின் தட்டு
te_in: క్లియర్ పిన్ ట్రే
th_th: ล้างถาดพิน
tk_tm: Arassa Pin Gaplaňy
tt_ru: Чиста пинь трай
ug_cn: ورنەك ٴۇشىن ٴۇشىن ٴبىرىنشى
ur_pk: صاف پن ٹرے
uz_cyrl: PIN-kodli patnis

# MpShortcutType_MAX_APP_SHORTCUT
source: M A X_A P P_S H O R T C U T
am_et: M xa p ps h o t c c c c t co t
gu_in: એમ એ એક્સએ પી પીએસ એચ ઓ આર ટી સી યુ ટી
is_is: ÞAR SEM: XA P P P S T Ö F L U R
kk_kz: М А КСА КС Н О Р Т С У Т
ky_kg: М XA PS H O R T U U T
lv_lv: M A XA P S H O R T C U T
mr_in: एम ए एक्सए पी पीएस एच ओ आर टी सी यू टी
mt_mt: - M A XA P P R O Ċ E S S TA L- P R O Ċ E S S TA
ne_np: एम ए एक्सए पी पीएस एच ओ आर टी सी यू टी
or_in: ଏମ୍ ଏ ଏକ୍ସଏ ପି ପିଏସ୍ ଏଚ୍ ଓ ଆର୍ ଟି ସି ୟୁ ଟି
sr_cyrl_me: М А XА П ПС Х О Р Т Ц У Т
ta_in: ஆ அ
tt_ru: M A XA P PS H R T C U Т
ur_pk: ایم اے ایکس اے پی پی ایس ایچ او آر ٹی سی یو ٹی

# MpShortcutType_PasteCopyItem
source: Paste Copy Item
af_za: Plak kopie -item
am_et: የመለጠጥ ቅጅ ዕቃዎች
as_in: কপি বস্তু পেষ্ট কৰক
az_cyrl_az: Kopyalama maddəsini yapışdırın
cy_gb: Eitem Copi Gludo
et_ee: Kleebi koopia üksus
fil_ph: I -paste ang item ng kopya
ga_ie: Greamaigh Mír na Cóipeála
gu_in: નકલ વસ્તુ ચોંટાડો
he_il: הדבקת העתק פריט
hr_ba: Zalijepi kopiraj stavku
id_id: Tempel Salin Item
is_is: Líma afrita hlut
ka_ge: ჩასვით დააკოპირეთ ნივთი
kk_kz: Көшіру элементін қою
km_kh: ធាតុចម្លង Paste
kn_in: ಐಟಂ ನಕಲಿಸು
ky_kg: Паста көчүрүү элементи
lt_lt: Įklijuoti kopijavimo elementą
lv_lv: Ielīmēt kopēt vienumu
mi_nz: Whakapiri Tūemi Tārua
mk_mk: Стави копирај го предметот
ml_in: ഒട്ടിക്കുക പകർപ്പ് ഇനം
mr_in: पेस्ट कॉपी आयटम
mt_mt: Ippejstja l-Item tal-Ipejstjar
ne_np: प्रतिलिपि वस्तु टाँस्नुहोस्
or_in: ଆଇଟମ୍ କପି ପେଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: ਕਾਪੀ ਕਰੋ
sl_si: Prilepi element za kopiranje
sr_cyrl_me: Налепити копирај ставку
sr_latn_me: Nalepiti kopiraj stavku
sw_ke: Bandika Kipengee cha Nakili
ta_in: நகல் உருப்படியை ஒட்டவும்
te_in: కాపీ ఐటమ్ ని పేస్ట్ చేయండి
th_th: วางคัดลอกรายการ
tk_tm: Bir zady nusgala
tt_ru: Пунктны күчереп языгыз
ug_cn: كۆچۈرۈش تۈرىنى چاپلاش
ur_pk: پیسٹ کاپی آئٹم
uz_cyrl: Faste nusxasi

# MpShortcutType_SelectTag
source: Select Tag
af_za: Kies tag
am_et: መለያ ይምረጡ
as_in: টেগ নিৰ্ব্বাচন কৰক
az_cyrl_az: Etiket seçin
cy_gb: Dewiswch Tag
et_ee: Valige silt
fil_ph: Piliin ang tag
ga_ie: Roghnaigh Clib
gu_in: ટેગને પસંદ કરો
he_il: בחר תיוג
hr_ba: Odabir oznake
hy_am: Ընտրել Tag
id_id: Pilih Tag
is_is: Velja merki
ka_ge: ჭდის მონიშვნა
kk_kz: Тегті таңдау
km_kh: ជ្រើស ស្លាក
kn_in: ಟ್ಯಾಗ್ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Таг тандоо
lo_la: ເລືອກ Tag
lt_lt: Pasirinkite žymą
lv_lv: Atlasīt tagu
mi_nz: Tīpako Tūtohu
mk_mk: Изберете Таг
ml_in: ടാഗ് തിരഞ്ഞെടുക്കുക
mr_in: टॅग निवडा
mt_mt: Agħżel Tag
ne_np: ट्याग चयन गर्नुहोस्
or_in: ଟ୍ୟାଗ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ਟੈਗ ਚੁਣੋ
sl_si: Izberite Oznaka
sq_al: Zgjidh Tag
sr_cyrl_me: Изабери ознаку
sr_latn_me: Izaberi oznaku
sw_ke: Chagua Lebo
ta_in: குறிச்சொல்லைத் தேர்ந்தெடுக்கவும்
te_in: ట్యాగ్ ఎంచుకోండి
th_th: เลือก Tag
tk_tm: _Saýla
tt_ru: Тег сайлагыз
ug_cn: خەتكۈچ تاللاش
ur_pk: ٹیگ منتخب کریں
uz_cyrl: Teglashni tanlang

# MpShortcutType_AnalyzeCopyItemWithPreset
source: Analyze Copy Item With Preset
af_za: Ontleed kopie -item met vooraf ingestelde
am_et: ቅጂውን ከቅድመ ቅድመ ቅድመ ሁኔታ ይተንትኑ
as_in: Preset ৰ সৈতে কপি বস্তু বিশ্লেষণ কৰক
az_cyrl_az: Kopyalama elementini əvvəlcədən təyin etməklə təhlil edin
cy_gb: Dadansoddi eitem copi gyda rhagosodiad
et_ee: Analüüsige koopiaüksust eelseadetega
fil_ph: Suriin ang item ng kopya na may preset
ga_ie: Déan anailís ar chóip den mhír le réamhshocrú
gu_in: પૂર્વસુયોજિત સાથે નકલ વસ્તુનું વિશ્લેષણ કરો
he_il: ניתוח העתקת פריט עם קביעה מוגדרת מראש
hr_ba: Analiziraj kopiraj stavku s unaprijed postavljenom postavkom
hy_am: Վերլուծեք պատճենահանման կետը preset-ով
id_id: Analisis Salin Item Dengan Preset
is_is: Greina afrita atriði með forstilltu
ka_ge: წინასწარ გაანალიზეთ ასლის ელემენტი
kk_kz: Элементті алдын ала орнатумен көшіруді талдау
km_kh: វិភាគ Copy Item With Preset
kn_in: ಪೂರ್ವಸೆಟ್ ನೊಂದಿಗೆ ಐಟಂ ನಕಲಿಸು ವಿಶ್ಲೇಷಿಸಿ
ky_kg: Буюмдун көчүрмөсүн алдын ала айтуу менен талдоо
lo_la: ວິເຄາະສໍາເນົາລາຍການດ້ວຍPreset
lt_lt: Analizuoti kopijuoti elementą su išankstiniu nustatymu
lv_lv: Analizēt kopēt vienumu, izmantojot iepriekš iestatītu iestatījumu
mi_nz: Tātaritia te Tārua Tūemi me te Tautuhinga Tōmua
mk_mk: Анализирај го копирајте го предметот со претходно наместен
ml_in: പ്രീസെറ്റ് ഉപയോഗിച്ച് പകർപ്പ് ഇനം വിശകലനം ചെയ്യുക
mr_in: प्रीसेटसह कॉपी आयटमचे विश्लेषण करा
mt_mt: Analizza l-Oġġett tal-Kopja Bil-Preset
ne_np: पूर्वनिर्धारित सँग प्रतिलिपि वस्तु विश्लेषण गर्नुहोस्
or_in: ପ୍ରିସେଟ୍ ସହ କପି ଆଇଟମ୍ ବିଶ୍ଳେଷଣ କରନ୍ତୁ
pa_arab_pk: ਪ੍ਰੀਸੈੱਟ ਨਾਲ ਕਾੱਪੀ ਆਈਟਮ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ
sl_si: Analizirajte kopiranje elementa s prednastavitvijo
sq_al: Analizoni artikullin e kopjimit me preset
sr_cyrl_me: Анализирај копирање ставке са унапред одређеном поставком
sr_latn_me: Analiziraj kopiranje stavke sa unapred određenom postavkom
sw_ke: Changanua kipengee cha nakala kwa kuweka awali
ta_in: முன்னமைக்கப்பட்ட நகல் உருப்படியை பகுப்பாய்வு செய்யுங்கள்
te_in: ప్రీసెట్ తో కాపీ ఐటమ్ ని విశ్లేషించండి
th_th: วิเคราะห์รายการคัดลอกด้วยค่าที่ตั้งไว้ล่วงหน้า
tk_tm: Nusgasy öň bellenen bilen derňäň
tt_ru: Бу әйберне алдан ук күчереп тикшерегез
ug_cn: كۆچۈرمە تۈرنى ئالدىنئالا تەييارلاش ئارقىلىق تەھلىل قىلىش
ur_pk: پری سیٹ کے ساتھ کاپی آئٹم کا تجزیہ کریں
uz_cyrl: Oldindan nusxa ko'chirish elementini tahlil qiling

# MpShortcutType_InvokeTrigger
source: Invoke Trigger
af_za: Roep sneller aan
am_et: የመርከብ ጉዞ
as_in: ট্ৰিগাৰ আমন্ত্ৰণ কৰক
az_cyrl_az: Triggeri çağırın
cy_gb: Galw sbardun
et_ee: Esile kutsuma
fil_ph: I -invoke ang trigger
ga_ie: Truicear a agairt
gu_in: ટ્રીગર બોલાવો
he_il: הפעלת טריגר
hr_ba: Pozovi okidač
hy_am: Ինվոկ Թրայգեր
id_id: Memanggil Pemicu
is_is: Kalla fram kveikju
kk_kz: Триггерге сілтеме
km_kh: កេះ Invoke
kn_in: ಪ್ರಚೋದಕವನ್ನು ಪ್ರಚೋದಿಸಿ
ky_kg: Триггерге кайрыл
lt_lt: Iškviesti paleidiklį
lv_lv: Izsaukt trigeri
mi_nz: Kaikehara
mk_mk: Повикај го тригерот.
ml_in: ട്രിഗർ ആവശ്യപ്പെടുക
mr_in: ट्रिगर लावा
mt_mt: Invoka Trigger
ne_np: ट्रिगर आह्वान गर्नुहोस्
or_in: ଟ୍ରିଗର୍ ଆହ୍ୱାନ କରନ୍ତୁ
pa_arab_pk: ਟਰਿੱਗਰ ਨੂੰ ਬੇਨਤੀ ਕਰੋ
sl_si: Prikliči sprožilec
sq_al: Thirrni këmbëzën
sr_cyrl_me: Позови окидач
sr_latn_me: Pozovi okidač
ta_in: தூண்டுதலை அழைக்கவும்
te_in: ట్రిగ్గర్ ను ఉపయోగించండి
th_th: เรียกใช้ทริกเกอร์
tk_tm: Taýým
tt_ru: Үз - үзегезгә ярдәм сорап дога кылыгыз
ug_cn: قوزغاتقۇچنى چاقىر
ur_pk: ٹریگر کو استعمال کریں
uz_cyrl: Triggerni chaqiring
