Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpShortcutType_Undo
source: Undo
af_za: Ongedaan maak
am_et: መቀልበስ
az_cyrl_az: Geri qaytarmaq
cy_gb: Ddatodasoch
et_ee: Tühistama
fil_ph: Pawalang-bisa
ga_ie: Cealaigh
gu_in: રદ કરો
he_il: לבטל
hr_ba: Poništiti
hy_am: Ունդո
id_id: Buka
is_is: Afturkalla
ka_ge: გაუქმება
kk_kz: Болдырмау
kn_in: ರದ್ದು ಮಾಡು
ky_kg: Ундо
lt_lt: Anuliuoti
lv_lv: Atsaukt
mi_nz: Wete
mk_mk: Одменете
ml_in: റദ്ദാക്കുക
mt_mt: Erġa
ne_np: पूर्ववत् गर्नुहोस्
pa_arab_pk: ਵਾਪਿਸ
sl_si: Razveljaviti
sq_al: Zhbëj
sr_cyrl_me: Опозовете
sr_latn_me: Opozovete
sw_ke: Tendua
ta_in: செயல்தவிர்
te_in: రద్దు చేయండి
th_th: แก้
tk_tm: Gaýd Et
tt_ru: Юк
ur_pk: کالعدم
uz_cyrl: Bekor qilmoq

# MpShortcutType_Redo
source: Redo
af_za: Doen
am_et: ድጋሚ
az_cyrl_az: Yenidən
cy_gb: Ail -wnaf
et_ee: Uuesti tegema
ga_ie: Athdhéan
gu_in: ફરી કરો
he_il: ביצוע חוזר
hr_ba: Ponoviti
hy_am: Ռեդո
id_id: Mengulang
is_is: Endurgera
ka_ge: რედო
kk_kz: Редо
kn_in: ಮತ್ತೆ ಮಾಡು
ky_kg: Редо
lt_lt: Perdaryti
lv_lv: Atcelt
mi_nz: Mahianō
mk_mk: Редо.
ml_in: റെഡോ
mt_mt: Irrepeti
pa_arab_pk: ਦੁਬਾਰਾ
sl_si: Uveljavi
sr_cyrl_me: Понови
sr_latn_me: Ponovi
sw_ke: Rudia
ta_in: திரும்பச் செய்
th_th: ทำ ซ้ำ
tk_tm: Täzeden
tt_ru: Редо
ug_cn: قايتا-قايتا
ur_pk: اعادہ
uz_cyrl: Rul

# MpShortcutType_ToggleContentReadOnly
source: Toggle Content Read Only
af_za: Skakel inhoud slegs gelees
am_et: ይዘት ብቻ ያነባል
as_in: টগল বিষয়বস্তু কেৱল পঢ়ক
az_cyrl_az: Yalnız oxuyun
cy_gb: Cynnwys Toggle Darllenwch yn unig
et_ee: Lülitage sisu ainult lugema
fil_ph: Magbasa lamang ang nilalaman ng Toggle
ga_ie: Scoránaigh Ábhar Inléite Amháin
gu_in: માત્ર વાંચી શકાય તેવી સામગ્રી બદલો
he_il: החלפת מצב תוכן לקריאה בלבד
hr_ba: Uključi/isključi samo za čitanje sadržaja
hy_am: Toggle Բովանդակություն Կարդալ միայն
id_id: Alihkan Konten Hanya Baca
is_is: Víxla efni skrifvarið
ka_ge: შინაარსის გადართვა მხოლოდ
kk_kz: Мазмұнды тек оқуды ажырату
km_kh: មាតិកា Toggle អានតែ
kn_in: ಟಾಗಲ್ ವಿಷಯ ಮಾತ್ರ ಓದಿ
ky_kg: Тогле мазмуну гана окугула
lt_lt: Perjungti tik skaitomą turinį
lv_lv: Pārslēgt tikai lasāmu saturu
mi_nz: Takahuri Ihirangi Pānui Anake
mk_mk: Преклопување на само прочитана содржина
ml_in: ടോഗിൾ ഉള്ളടക്കം മാത്രം വായിക്കുക
mr_in: टॉगल सामग्री फक्त वाचा
mt_mt: Ittogilja l-kontenut jinqara biss
ne_np: पढिएको मात्र सामग्री टगल गर्नुहोस्
or_in: କେବଳ ଟଗଲ ବିଷୟବସ୍ତୁ ପଢନ୍ତୁ
pa_arab_pk: ਟੌਗਲ ਸਮਗਰੀ ਸਿਰਫ ਪੜ੍ਹੋ
sl_si: Preklapljanje vsebine samo za branje
sq_al: Përmbajtja e toggle lexohet vetëm
sr_cyrl_me: Искључи само садржај који се чита
sr_latn_me: Isključi samo sadržaj koji se čita
sw_ke: Kugeuza Maudhui Soma tu
ta_in: உள்ளடக்கத்தை நிலைமாற்று படிக்க மட்டும்
te_in: టోగిల్ కంటెంట్ మాత్రమే చదవండి
th_th: สลับเนื้อหาอ่านอย่างเดียว
tk_tm: Mazmuny Diňe Okat
tt_ru: Контентны тик укып чыгыгыз
ug_cn: مەزمۇننى پەقەت ئوقۇيدىغان قىلىپ قويۇش
ur_pk: ٹوگل مواد صرف پڑھیں
uz_cyrl: Faqat tarkibni o'qish tugmachasini bosing

# MpShortcutType_Rename
source: Rename
af_za: Hernoem
am_et: እንደገና ይሰይሙ
as_in: পুনৰ নামকৰণ কৰক
az_cyrl_az: Adını dəyişmək
cy_gb: Ailenwi
et_ee: Nimetage ümber nimetama
fil_ph: Palitan ang pangalan
ga_ie: Athainmnigh
gu_in: નામ બદલો
he_il: לשנות
hr_ba: Preimenovati
hy_am: Անվանափոխել
id_id: Ubah nama
is_is: Endurnefna
ka_ge: გადარქმევა
kk_kz: Атын өзгерту
km_kh: ឈ្មោះ Rename
kn_in: ಹೆಸರು ಬದಲಿಸಿ
ky_kg: Атын алмаштыруу
lo_la: ປ່ຽນຊື່
lt_lt: Pervardyti
lv_lv: Pārdēvēt
mi_nz: Whakaingoa anō
mk_mk: Преименувај се
ml_in: പുനർനാമകരണം
mr_in: नाव बदला
mt_mt: Ibdel l-isem
ne_np: पुन: नामकरण गर्नुहोस्
or_in: ନାମ ପରିବର୍ତ୍ତନ କରାଯାଇଛି
pa_arab_pk: ਨਾਮ ਬਦਲੋ
sl_si: Preimenuj
sq_al: Riemërto
sr_cyrl_me: Преименујете
sr_latn_me: Preimenujete
sw_ke: Badilisha jina
ta_in: மறுபெயரிட
te_in: పేరు మార్చండి
th_th: ตั้งชื่อใหม่
tk_tm: Adyny Ewez Ed
tt_ru: Ренамент
ug_cn: قايتا ئىسىم فامىلە قىلىش
ur_pk: نام تبدیل کریں
uz_cyrl: Nomini o'zgartirish

# MpShortcutType_Duplicate
source: Duplicate
af_za: Dupliseer
am_et: የተባዛ
as_in: ডুপ্লিকেট
az_cyrl_az: Dürütmək
cy_gb: Ddyblygwch
et_ee: Duplikaat
fil_ph: Kopyahin
ga_ie: Dúblach
gu_in: નકલ કરો
he_il: שכפל
hr_ba: Duplicirati
hy_am: Դուպլիկատ
id_id: Duplikat
is_is: Afrit
ka_ge: დუბლიკატი
kk_kz: Дубликат
km_kh: ២. គុជ
kn_in: ನಕಲು
ky_kg: Дубликаттоо
lo_la: ການຊ້ໍາກັນ
lt_lt: Pasikartojančius
lv_lv: Dublēt
mi_nz: Tārua
mk_mk: Дупликат
ml_in: ഡ്യൂപ്ലിക്കേറ്റ്
mr_in: डुप्लिकेट
mt_mt: Duplikat
ne_np: नक्कल गर्नुहोस्
or_in: ଡୁପ୍ଲିକେଟ୍
pa_arab_pk: ਡੁਪਲਿਕੇਟ
sl_si: Dvojnik
sq_al: Duplikimi
sr_cyrl_me: Дуплиране
sr_latn_me: Duplirane
sw_ke: Rudufu
ta_in: நகல்
te_in: నకలు
th_th: สำเนา
tk_tm: Gaýtala
tt_ru: Кабатла
ug_cn: تەكرارلاش
ur_pk: مثنی
uz_cyrl: Nusxa ko'chirmoq

# MpShortcutType_ScrollToHome
source: Scroll To Home
af_za: Blaai huis toe
am_et: ወደ ቤት ያሸብልሉ
as_in: ঘৰলৈ স্ক্ৰল কৰক
az_cyrl_az: Evə gedin
cy_gb: Sgroliwch i Gartref
et_ee: Kerige koju
fil_ph: Mag -scroll sa bahay
ga_ie: Scrollaigh go Baile
gu_in: ઘર તરફ સરકાવો
he_il: גלול אל דף הבית
hr_ba: Pomakni se do početne stranice
hy_am: Գրտնակել դեպի տուն
id_id: Gulir Ke Beranda
is_is: Skruna heim
ka_ge: გადადით სახლში
kk_kz: Бастыға айналдыру
km_kh: រមូរ ទៅ ផ្ទះ
kn_in: ಮನೆಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
ky_kg: Үйгө жылдыруу
lt_lt: Slinkite į pagrindinį puslapį
lv_lv: Ritināt līdz mājām
mi_nz: Panuku Ki te Kāinga
mk_mk: Превртете до дома
ml_in: വീട്ടിലേക്ക് Scroll ചെയ്യുക
mr_in: घरी स्क्रोल करा
mt_mt: Skrollja lejn id-dar
ne_np: घरमा स्क्रोल गर्नुहोस्
or_in: ଘରକୁ ସ୍କ୍ରୋଲ୍ କରନ୍ତୁ
pa_arab_pk: ਘਰ ਤੱਕ ਸਕ੍ਰੌਲ ਕਰੋ
sl_si: Pomaknite se na domačo stran
sq_al: Rrotullo në shtëpi
sr_cyrl_me: Помери на почетну страницу
sr_latn_me: Pomeri na početnu stranicu
sw_ke: Tembeza hadi Nyumbani
ta_in: முகப்புக்கு உருட்டவும்
te_in: హోమ్ కు స్క్రోల్ చేయండి
th_th: เลื่อนไปที่หน้าแรก
tk_tm: Öýe Gel
tt_ru: Өйгә төргәк
ug_cn: سىيرىلما ئۆيگە قايتىش
ur_pk: گھر پر سکرول کریں
uz_cyrl: Uyga o'ting

# MpShortcutType_ScrollToEnd
source: Scroll To End
af_za: Blaai om te eindig
am_et: ወደ መጨረሻ ያሸብልሉ
as_in: শেষলৈ স্ক্ৰল কৰক
az_cyrl_az: Sona gedin
cy_gb: Sgroliwch i Ddiwedd
et_ee: Kerige lõpuni
fil_ph: Mag -scroll upang magtapos
ga_ie: Scrollaigh go deireadh
gu_in: અંત તરફ સરકાવો
he_il: גלילה לסוף
hr_ba: Pomakni se do kraja
hy_am: Փաթիլ մինչեւ վերջ
id_id: Gulir Ke Akhir
is_is: Flettu til enda
ka_ge: გადადით ბოლომდე
kk_kz: Соңына жылжыту
km_kh: រមូរ ដើម្បី បញ្ចប់
kn_in: ಅಂತ್ಯಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
ky_kg: Аягына жылдыруу
lt_lt: Slinkite į pabaigą
lv_lv: Ritināt līdz beigām
mi_nz: Panuku Ki te Mutunga
mk_mk: Превртете до крај
ml_in: അവസാനിപ്പിക്കാൻ സ്ക്രോൾ ചെയ്യുക
mr_in: स्क्रोल टू एंड
mt_mt: Skrollja Lejn It-Tmiem
ne_np: अन्त्यमा स्क्रोल गर्नुहोस्
or_in: ଶେଷ କରିବାକୁ ସ୍କ୍ରୋଲ୍ କରନ୍ତୁ
pa_arab_pk: ਅੰਤ ਤੱਕ ਸਕ੍ਰੌਲ
sl_si: Pomaknite se do konca
sq_al: Rrotulla për të përfunduar
sr_cyrl_me: Померање до краја
sr_latn_me: Pomeranje do kraja
sw_ke: Tembeza hadi Mwisho
ta_in: முடிவை நோக்கி உருட்டவும்
te_in: స్క్రోల్ టు ఎండ్
th_th: เลื่อนไปจนสุด
tk_tm: Gutarmak üçin gollanma
tt_ru: Ахырга кадәр төргәк
ug_cn: ئاخىرغىچە سىيرىلما
ur_pk: اختتام تک سکرول کریں
uz_cyrl: Oxiriga aylantiring

# MpShortcutType_WindowSizeUp
source: Window Size Up
af_za: Venstergrootte op
am_et: የመስኮት መጠን
as_in: উইন্ডোৰ আকাৰ আপ
az_cyrl_az: Pəncərə ölçüsü yuxarı
cy_gb: Maint ffenestr i fyny
et_ee: Akna suurus üles
fil_ph: Laki ng window
ga_ie: Méid na Fuinneoige Suas
gu_in: વિન્ડો માપ ઉપર
he_il: גודל החלון
hr_ba: Veličina prozora prema gore
hy_am: Պատուհանի չափսերը Վերեւ
id_id: Ukuran Jendela Naik
is_is: Stærð glugga upp
ka_ge: ფანჯრის ზომა ზემოთ
kk_kz: Терезе өлшемі жоғары
km_kh: ទំហំ បង្អួច ឡើង
kn_in: ವಿಂಡೋ ಗಾತ್ರ ಏರಿಕೆ
ky_kg: Терезе өлчөмү жогору
lt_lt: Lango dydis aukštyn
lv_lv: Loga izmērs uz augšu
mi_nz: Rahi Matapihi Whakarunga
mk_mk: Големина на прозорецот нагоре
ml_in: ജാലക വലുപ്പം വർദ്ധിച്ചു
mr_in: खिडकीचा आकार वाढला
mt_mt: Daqs tat-Tieqa 'l Fuq
ne_np: सञ्झ्याल साइज माथि
or_in: ୱିଣ୍ଡୋ ଆକାର ଉପରକୁ
pa_arab_pk: ਵਿੰਡੋ ਦਾ ਆਕਾਰ
sl_si: Velikost okna navzgor
sq_al: Madhësia e dritares lart
sr_cyrl_me: Величина прозора на горе
sr_latn_me: Veličina prozora na gore
sw_ke: Ukubwa wa Dirisha Juu
ta_in: சாளர அளவு வரை
te_in: విండో పరిమాణం అప్
th_th: ขนาดหน้าต่างขึ้น
tk_tm: Äpişgäniň Ululyky
tt_ru: Тәрәзәнең зурлыгы
ug_cn: كۆزنەك چوڭلۇقى Up
ur_pk: ونڈو کا سائز بڑھ گیا
uz_cyrl: Oyna hajmi yuqoriga ko'tariladi

# MpShortcutType_WindowSizeDown
source: Window Size Down
af_za: Venstergrootte af
am_et: መስኮት መጠን ወደታች
as_in: উইণ্ড'ৰ আকাৰ তললৈ নামি যাওক
az_cyrl_az: Pəncərə ölçüsü aşağı
cy_gb: Maint ffenestr i lawr
et_ee: Akna suurus allapoole
fil_ph: Laki ng window
ga_ie: Méid na Fuinneoige Síos
gu_in: વિન્ડો માપ નીચે
he_il: גודל חלון למטה
hr_ba: Veličina prozora prema dolje
hy_am: Պատուհանի չափսերը ներքեւ
id_id: Ukuran Jendela Turun
is_is: Stærð glugga niður
ka_ge: ფანჯრის ზომა ქვემოთ
kk_kz: Терезе өлшемі төмен
km_kh: ទំហំ បង្អួច ចុះ ក្រោម
kn_in: ವಿಂಡೋ ಗಾತ್ರ ಕೆಳಕ್ಕೆ
ky_kg: Терезе өлчөмү төмөндөйт
lo_la: Window Size ລົງ
lt_lt: Lango dydis žemyn
lv_lv: Loga izmērs uz leju
mi_nz: Rahi Matapihi Whakararo
mk_mk: Големината на прозорецот надолу
ml_in: ജാലക വലുപ്പം താഴേക്ക്
mr_in: खिडकीचा आकार खाली
mt_mt: Daqs tat-Tieqa 'l Isfel
ne_np: सञ्झ्याल साइज तल
or_in: ୱିଣ୍ଡୋ ଆକାର ତଳକୁ
pa_arab_pk: ਵਿੰਡੋ ਦਾ ਆਕਾਰ ਹੇਠਾਂ
sl_si: Velikost okna navzdol
sq_al: Madhësia e dritares poshtë
sr_cyrl_me: Величина прозора надоле
sr_latn_me: Veličina prozora nadole
sw_ke: Ukubwa wa Dirisha Chini
ta_in: சாளர அளவு கீழே
te_in: విండో పరిమాణం డౌన్
th_th: ขนาดหน้าต่างลง
tk_tm: Äpişgäniň Ululyky Aşak
tt_ru: Тәрәзәнең зурлыгы түбән
ug_cn: كۆزنەك چوڭلۇقى تۆۋەن
ur_pk: ونڈو کا سائز نیچے
uz_cyrl: Oyna hajmi pastga

# MpShortcutType_WindowSizeLeft
source: Window Size Left
af_za: Venstergrootte links
am_et: የመስኮት መጠን ግራ
as_in: উইণ্ড'ৰ আকাৰ বাওঁফালে
az_cyrl_az: Pəncərə ölçüsü qalıb
cy_gb: Maint ffenestr ar ôl
et_ee: Akna suurus on vasakul
fil_ph: Kaliwa ang laki ng window
ga_ie: Méid na Fuinneoige Ar Chlé
gu_in: વિન્ડો માપ ડાબે
he_il: גודל החלון משמאל
hr_ba: Veličina prozora lijevo
hy_am: Պատուհանի չափը Ձախ
id_id: Ukuran Jendela Kiri
is_is: Gluggastærð til vinstri
ka_ge: ფანჯრის ზომა მარცხნივ
kk_kz: Терезе өлшемі Солға
km_kh: ខាងឆ្វេងទំហំបង្អួច
kn_in: ವಿಂಡೋ ಗಾತ್ರ ಎಡವಿದೆ
ky_kg: Терезе өлчөмү солдо
lt_lt: Lango dydis kairėje
lv_lv: Loga izmērs pa kreisi
mi_nz: Rahi Matapihi Mauī
mk_mk: Големината на прозорецот лево
ml_in: ജാലക വലുപ്പം ഇടത്
mr_in: खिडकीचा आकार डावीकडे
mt_mt: Daqs tat-Tieqa Xellug
ne_np: सञ्झ्याल साइज बायाँ
or_in: ୱିଣ୍ଡୋ ଆକାର ବାମ ଅଛି
pa_arab_pk: ਵਿੰਡੋ ਦਾ ਆਕਾਰ ਬਾਕੀ ਹੈ
sl_si: Velikost okna levo
sq_al: Madhësia e dritares majtas
sr_cyrl_me: Величина прозора налево
sr_latn_me: Veličina prozora nalevo
sw_ke: Ukubwa wa Dirisha Kushoto
ta_in: சாளர அளவு இடது
te_in: విండో పరిమాణం ఎడమ
th_th: ขนาดหน้าต่างซ้าย
tk_tm: Äpişgäniň Ululyky Çep
tt_ru: Тәрәзәнең зурлыгы сулда
ug_cn: كۆزنەك چوڭلۇقى سول تەرەپ
ur_pk: ونڈو سائز بائیں
uz_cyrl: Oyna hajmi qolgan

# MpShortcutType_WindowSizeRight
source: Window Size Right
af_za: Venstergrootte reg
am_et: የመስኮት መጠን መብት
as_in: উইণ্ড'ৰ আকাৰ সঠিক
az_cyrl_az: Pəncərə ölçüsü hüququ
cy_gb: Maint ffenestr yn iawn
et_ee: Akna suurus paremal
fil_ph: Tama ang laki ng window
ga_ie: Méid na Fuinneoige Ar Dheis
gu_in: વિન્ડો માપ જમણે
he_il: גודל החלון מימין
hr_ba: Veličina prozora desno
hy_am: Պատուհանի չափը աջ
id_id: Ukuran Jendela Tepat
is_is: Hægri gluggastærð
ka_ge: ფანჯრის ზომა მარჯვნივ
kk_kz: Терезе өлшемі оң жақта
km_kh: ទំហំ បង្អួច ត្រឹមត្រូវ
kn_in: ವಿಂಡೋ ಗಾತ್ರ ಬಲ
ky_kg: Терезе өлчөмү туура
lo_la: Window Size ຂວາ
lt_lt: Lango dydis dešinėje
lv_lv: Pareizais loga izmērs
mi_nz: Rahi Matapihi Matau
mk_mk: Големината на прозорецот десно
ml_in: ജാലക വലുപ്പം ശരിയാണ്
mr_in: खिडकीचा आकार योग्य
mt_mt: Daqs tat-Tieqa Lemin
ne_np: सञ्झ्याल साइज दायाँ
or_in: ୱିଣ୍ଡୋ ଆକାର ସଠିକ୍
pa_arab_pk: ਵਿੰਡੋ ਦਾ ਆਕਾਰ ਸਹੀ
sl_si: Velikost okna desno
sq_al: Madhësia e dritares djathtas
sr_cyrl_me: Величина прозора десно
sr_latn_me: Veličina prozora desno
sw_ke: Ukubwa wa Dirisha Kulia
ta_in: சாளர அளவு வலது
te_in: విండో పరిమాణం సరైనది
th_th: ขนาดหน้าต่างด้านขวา
tk_tm: Äpişgäniň Saga Ululyky
tt_ru: Тәрәзәнең зурлыгы уңда
ug_cn: كۆزنەك چوڭلۇقى ئوڭ
ur_pk: ونڈو کا سائز صحیح ہے
uz_cyrl: Oyna hajmi To'g'ri

# MpShortcutType_OrientMainWindowTop
source: Orient Main Window Top
af_za: Oriënteer die hoofvensterblad
am_et: ምስራቃዊ ዋና መስኮት ከላይ
az_cyrl_az: Orient əsas pəncərə üstü
cy_gb: Top prif ffenestr Orient
et_ee: Orient peaakna ülaosa
ga_ie: Príomhfhuinneog Oirthearach Barr
gu_in: પૂર્વીય મુખ્ય વિન્ડો ટોચ
he_il: אוריינט חלון ראשי עליון
hr_ba: Vrh glavnog prozora Orijenta
hy_am: Orient Գլխավոր պատուհան top
id_id: Orient Jendela Utama Atas
is_is: Orient aðalglugga efst
ka_ge: ორიენტის მთავარი ფანჯრის ზედა
kk_kz: Orient негізгі терезенің жоғарғы жағы
km_kh: កំពូលបង្អួចមេទិស
kn_in: ಓರಿಯಂಟ್ ಮುಖ್ಯ ವಿಂಡೋ ಮೇಲ್ಭಾಗ
ky_kg: Чыгыш негизги терезе жогорку
lt_lt: Orient pagrindinio lango viršus
lv_lv: Orient galvenā loga augšdaļa
mi_nz: Matapihi Matua Orient
mk_mk: Ориент главниот прозорец врвот
ml_in: ഓറിയന്റ് മെയിൻ വിൻഡോ ടോപ്പ്
mr_in: ओरिएंट मेन विंडो टॉप
mt_mt: Orjent Tieqa Prinċipali Fuq
ne_np: मुख्य सञ्झ्याल माथि उन्मुख गर्नुहोस्
pa_arab_pk: ਓਰੀਐਂਟ ਮੁੱਖ ਵਿੰਡੋ ਟਾਪ
sl_si: Orient Glavno okno Top
sr_cyrl_me: Оријентиши главни прозор врх
sr_latn_me: Orijentiši glavni prozor vrh
sw_ke: Dirisha kuu la Orient Juu
ta_in: மெயின் விண்டோ டாப்பை ஓரியண்ட் செய்யவும்
te_in: ఓరియంట్ మెయిన్ విండో టాప్
th_th: ด้านบนหน้าต่างหลักของ Orient
tk_tm: Gündogar Esasy Äpişge
tt_ru: Көнчыгышның төп тәрәзәсе
ug_cn: شەرق ئاساسىي كۆزنەك ئۈستى
ur_pk: اورینٹ مین ونڈو ٹاپ
uz_cyrl: Orient Asosiy oyna tepasi

# MpShortcutType_OrientMainWindowBottom
source: Orient Main Window Bottom
af_za: Oriënteer hoofvenster onder
am_et: ምስራቃዊ ዋና መስኮት ታች
as_in: অৰিয়েন্ট মূল উইন্ডোৰ তলৰ অংশ
az_cyrl_az: Orient əsas pəncərə dibi
cy_gb: Gwaelod prif ffenestr Orient
et_ee: Orient peaakna põhi
fil_ph: Orient pangunahing window sa ibaba
ga_ie: Treoraigh bun na príomhfhuinneoige
gu_in: પૂર્વવર્તી મુખ્ય વિન્ડો નીચે
he_il: אוריינט חלון ראשי תחתון
hr_ba: Dno glavnog prozora Orijenta
hy_am: Orient Գլխավոր պատուհան bottom
id_id: Orient Jendela Utama Bawah
is_is: Orient aðalglugga neðst
ka_ge: ორიენტის მთავარი ფანჯრის ქვედა
kk_kz: Бағдарлы негізгі терезенің төменгі жағы
km_kh: បាត បង្អួច មេ ទិស
kn_in: ಓರಿಯಂಟ್ ಮುಖ್ಯ ವಿಂಡೋ ಕೆಳಭಾಗ
ky_kg: Чыгыш негизги терезе түбүндө
lo_la: ພື້ນປ່ອງຢ້ຽມຫຼັກOrient
lt_lt: Orientuokitės į pagrindinio lango apačią
lv_lv: Orient galvenā loga apakšā
mi_nz: Matapihi Matua Raro
mk_mk: Ориент главниот прозорец дното
ml_in: ഓറിയന്റ് പ്രധാന ജാലകത്തിന്റെ ചുവടെ
mr_in: ओरिएंट मेन विंडो बॉटम
mt_mt: Orjenta l-Qiegħ tat-Tieqa Prinċipali
ne_np: मुख्य सञ्झ्याल तल उन्मुख गर्नुहोस्
pa_arab_pk: ਓਰੀਐਂਟ ਮੇਨ ਵਿੰਡੋ ਦੇ ਤਲ
sl_si: Orientacijsko dno glavnega okna
sr_cyrl_me: Оријентиши дно главног прозора
sr_latn_me: Orijentiši dno glavnog prozora
sw_ke: Chini ya Dirisha Kuu la Orient
ta_in: மெயின் விண்டோ பாட்டத்தை ஓரியண்ட் செய்யவும்
te_in: ఓరియంట్ మెయిన్ విండో బాటమ్
th_th: ด้านล่างของหน้าต่างหลักตะวันออก
tk_tm: Esasy Äpişgäniň Aşagy
tt_ru: Көнчыгыш төп тәрәзә төбе
ug_cn: شەرق ئاساسىي كۆزنەك ئاستى
ur_pk: مین ونڈو نیچے کی طرف رخ کریں
uz_cyrl: Orient asosiy oynasi pastki qismi

# MpShortcutType_OrientMainWindowLeft
source: Orient Main Window Left
af_za: Oriënteer die hoofvenster links
am_et: ምስራቃዊ ዋና መስኮት ግራ
as_in: অৰিয়েণ্ট মূল উইন্ডো বাওঁফালে
az_cyrl_az: Orient əsas pəncərəsi qalıb
cy_gb: Prif ffenestr Orient ar ôl
et_ee: Orienti peaakna vasak
fil_ph: Kaliwa ang pangunahing window
ga_ie: Príomhfhuinneog Oirthearach Ar Chlé
gu_in: પૂર્વ મુખ્ય વિન્ડો ડાબે
he_il: אוריינט חלון ראשי משמאל
hr_ba: Glavni prozor Orijenta lijevo
hy_am: Orient Գլխավոր պատուհանը ձախից
id_id: Orient Jendela Utama Kiri
is_is: Orient aðalgluggi til vinstri
ka_ge: ორიენტის მთავარი ფანჯარა მარცხენა
kk_kz: Orient негізгі терезесі сол жақта
km_kh: ខាងឆ្វេងបង្អួចមេទិស
kn_in: ಓರಿಯಂಟ್ ಮುಖ್ಯ ವಿಂಡೋ ಎಡಕ್ಕೆ
ky_kg: Чыгыш негизги терезеси солдо
lt_lt: Orientuoti pagrindinį langą kairėje
lv_lv: Orientējieties galvenajā logā pa kreisi
mi_nz: Matapihi Matua e toe ana
mk_mk: Ориент главниот прозорец лево
ml_in: ഓറിയന്റ് മെയിൻ വിൻഡോ ഇടത്
mr_in: ओरिएंट मेन विंडो डावीकडे
mt_mt: Orjent Tieqa Prinċipali Xellug
ne_np: मूल मुख्य सञ्झ्याल बायाँ
pa_arab_pk: ਓਰੀਐਂਟ ਮੁੱਖ ਵਿੰਡੋ ਬਚੀ
sl_si: Orientacijsko glavno okno levo
sq_al: Dritarja kryesore e Orientit majtas
sr_cyrl_me: Оријентиши главни прозор лево
sr_latn_me: Orijentiši glavni prozor levo
sw_ke: Dirisha kuu la Orient Kushoto
ta_in: ஓரியண்ட் பிரதான சாளரம் இடதுபுறம்
te_in: ఓరియంట్ మెయిన్ విండో ఎడమ
th_th: หน้าต่างหลักตะวันออกซ้าย
tk_tm: Gündogar Esasy Äpişge Sol
tt_ru: Көнчыгышның төп тәрәзәсе сулга
ug_cn: شەرق ئاساسىي كۆزنىكى سول تەرەپ
ur_pk: اورینٹ مین ونڈو بائیں
uz_cyrl: Orient asosiy oynasi qoldi

# MpShortcutType_OrientMainWindowRight
source: Orient Main Window Right
af_za: Oriënteer die hoofvenster regs
am_et: አቅጣጫ ዋና መስኮት ቀኝ
as_in: অৰিয়েন্ট মূল উইন্ডো সোঁফালে
az_cyrl_az: Orient əsas pəncərəsi sağ
cy_gb: Prif ffenestr Orient yn iawn
et_ee: Orient peaakna paremal
fil_ph: Orient pangunahing window sa kanan
ga_ie: Príomhfhuinneog Oirthearach Ar Dheis
gu_in: ઓરિએન્ટ મુખ્ય વિન્ડો જમણે
he_il: אוריינט חלון ראשי ימינה
hr_ba: Glavni prozor Orijenta desno
hy_am: Orient Գլխավոր պատուհան աջ
id_id: Orient Jendela Utama Kanan
is_is: Orient aðalglugga til hægri
ka_ge: ორიენტის მთავარი ფანჯარა მარჯვნივ
kk_kz: Бағдарлы негізгі терезе оң жақта
km_kh: បង្អួច មេ ទិស ខាង ស្ដាំ
kn_in: ಓರಿಯಂಟ್ ಮುಖ್ಯ ವಿಂಡೋ ಬಲಕ್ಕೆ
ky_kg: Чыгыш негизги терезе оң
lo_la: Orient Main Window ຂວາ
lt_lt: Orientuokitės į pagrindinį langą dešinėje
lv_lv: Orientējieties galvenajā logā pa labi
mi_nz: Matapihi Matua Matau
mk_mk: Ориент главниот прозорец десно
ml_in: ഓറിയന്റ് മെയിൻ വിൻഡോ വലത്ത്
mr_in: ओरिएंट मेन विंडो उजवीकडे
mt_mt: Orjenta t-Tieqa Prinċipali fuq il-Lemin
ne_np: मुख्य सञ्झ्याल दायाँ उन्मुख गर्नुहोस्
pa_arab_pk: ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਸਹੀ
sl_si: Orientacijsko glavno okno desno
sr_cyrl_me: Оријентиши главни прозор надесно
sr_latn_me: Orijentiši glavni prozor nadesno
sw_ke: Dirisha kuu la Orient kulia
ta_in: பிரதான சாளரத்தை வலதுபுறம் திசைப்படுத்தவும்
te_in: ఓరియంట్ మెయిన్ విండో కుడి వైపు
th_th: หน้าต่างหลักไปทางขวา
tk_tm: Gündogar Esasy Äpişge Sag
tt_ru: Көнчыгышның төп тәрәзәсе уң як
ug_cn: شەرق ئاساسىي كۆزنىكى ئوڭ
ur_pk: مین ونڈو کو دائیں طرف موڑیں
uz_cyrl: Orient asosiy oynasi

# MpShortcutType_PreviousPage
source: Previous Page
af_za: Vorige bladsy
am_et: ቀዳሚ ገጽ
as_in: পূৰ্বৰ পৃষ্ঠা
az_cyrl_az: Əvvəlki səhifə
cy_gb: Tudalen flaenorol
et_ee: Eelmine leht
fil_ph: Nakaraang pahina
ga_ie: An Leathanach Roimhe Seo
gu_in: પહેલાંનું પાનું
he_il: לעמוד הקודם
hr_ba: Prethodna stranica
hy_am: Նախորդ էջը
id_id: Halaman Sebelumnya
is_is: Fyrri síða
ka_ge: წინა გვერდი
kk_kz: Алдыңғы бет
km_kh: ទំព័រមុន
kn_in: ಹಿಂದಿನ ಪುಟ
ky_kg: Мурунку бет
lo_la: Previous ຫນ້າ
lt_lt: Ankstesnis puslapis
lv_lv: Iepriekšējā lappuse
mi_nz: Whārangi o mua
mk_mk: Претходна страница
ml_in: മുമ്പത്തെ പേജ്
mr_in: मागील पान
mt_mt: Paġna preċedenti
ne_np: अघिल्लो पृष्ठ
or_in: ପୂର୍ବ ପୃଷ୍ଠା
pa_arab_pk: ਪਿਛਲੇ ਸਫ਼ੇ
sl_si: Prejšnja stran
sq_al: Faqja e mëparshme
sr_cyrl_me: Претходна страница
sr_latn_me: Prethodna stranica
sw_ke: Ukurasa wa awali
ta_in: முந்தைய பக்கம்
te_in: మునుపటి పేజీ
th_th: หน้าก่อนหน้า
tk_tm: Öňki Sahypa
tt_ru: Алдагы бит
ug_cn: ئالدىنقى بەت
ur_pk: پچھلا صفحہ
uz_cyrl: Oldingi sahifa

# MpShortcutType_NextPage
source: Next Page
af_za: Volgende bladsy
am_et: ቀጣይ ገጽ
as_in: পৰৱৰ্তী পৃষ্ঠা
az_cyrl_az: Növbəti səhifə
cy_gb: Tudalen nesaf
et_ee: Järgmine leht
fil_ph: Susunod na pahina
ga_ie: An Chéad Leathanach Eile
gu_in: આગળનું પાનું
he_il: העמוד הבא
hr_ba: Sljedeća stranica
hy_am: Հաջորդ էջը
id_id: Halaman Selanjutnya
is_is: Næsta síða
ka_ge: შემდეგი გვერდი
kk_kz: Келесі бет
km_kh: ទំព័របន្ទាប់
kn_in: ಮುಂದಿನ ಪುಟ
ky_kg: Кийинки бет
lo_la: ຫນ້າຕໍ່ໄປ
lt_lt: Kitas puslapis
lv_lv: Nākamā lappuse
mi_nz: Whārangi whai ake
mk_mk: Следна страница
ml_in: അടുത്ത പേജ്
mr_in: पुढील पान
mt_mt: Il-Paġna li Jmiss
ne_np: पछिल्लो पृष्ठ
or_in: ପରବର୍ତ୍ତୀ ପୃଷ୍ଠା
pa_arab_pk: ਅਗਲਾ ਪੰਨਾ
sl_si: Naslednja stran
sq_al: Faqja tjetër
sr_cyrl_me: Следећа страница
sr_latn_me: Sledeća stranica
sw_ke: Ukurasa unaofuata
ta_in: அடுத்த பக்கம்
te_in: తదుపరి పేజీ
th_th: หน้าถัดไป
tk_tm: Indiki sahypa
tt_ru: Киләсе бит
ug_cn: كېيىنكى بەت »
ur_pk: اگلا صفحہ
uz_cyrl: Keyingi sahifa

# MpShortcutType_FindAndReplaceSelectedItem
source: Find And Replace Selected Item
af_za: Vind en vervang geselekteerde item
am_et: የተመረጠውን ንጥል ይፈልጉ እና ይተኩ
as_in: নিৰ্বাচিত বস্তু বিচাৰি উলিয়াওক আৰু সলনি কৰক
az_cyrl_az: Seçilmiş elementi tapın və dəyişdirin
cy_gb: Dod o hyd i ac ailosod eitem ddethol
et_ee: Leidke ja asendage valitud üksus
fil_ph: Hanapin at palitan ang napiling item
ga_ie: Aimsigh agus ionadaigh an mhír roghnaithe
gu_in: પસંદ કરેલ વસ્તુ શોધો અને બદલો
he_il: חיפוש והחלפה של הפריט שנבחר
hr_ba: Pronađi i zamijeni odabranu stavku
hy_am: Գտնել եւ փոխարինել ընտրված իրը
id_id: Temukan Dan Ganti Item yang Dipilih
is_is: Finna og skipta út völdu atriði
ka_ge: მონიშნული ნივთის მოძებნა და შეცვლა
kk_kz: Таңдалған элементті табу және ауыстыру
km_kh: រក និង ជំនួស ធាតុ ដែល បាន ជ្រើស
kn_in: ಆಯ್ಕೆಮಾಡಿದ ಐಟಂ ಹುಡುಕಿ ಮತ್ತು ಬದಲಿಸಿ
ky_kg: Тандалган затты табуу жана алмаштыруу
lo_la: ຊອກຫາແລະທົດແທນເຄື່ອງທີ່ເລືອກ
lt_lt: Rasti ir pakeisti pasirinktą elementą
lv_lv: Atlasītā vienuma atrašana un aizstāšana
mi_nz: Kimi me te Whakahōu Tūemi kua Tīpakohia
mk_mk: Пронајдете и заменете го избраниот предмет
ml_in: തിരഞ്ഞെടുത്ത ഇനം കണ്ടെത്തി മാറ്റിസ്ഥാപിക്കുക
mr_in: निवडलेली आयटम शोधा आणि बदला
mt_mt: Sib u ibdel l-item magħżul
ne_np: चयन गरिएको वस्तु फेला पार्नुहोस् र बदल्नुहोस्
or_in: ଚୟନିତ ଆଇଟମ୍ ସନ୍ଧାନ କରନ୍ତୁ ଏବଂ ବଦଳାନ୍ତୁ
pa_arab_pk: ਚੁਣੀ ਹੋਈ ਆਈਟਮ ਲੱਭੋ ਅਤੇ ਬਦਲੋ
sl_si: Iskanje in zamenjava izbranega elementa
sq_al: Gjej dhe zëvendëso elementin e zgjedhur
sr_cyrl_me: Пронађи и замени изабрану ставку
sr_latn_me: Pronađi i zameni izabranu stavku
sw_ke: Tafuta na Badilisha Kipengee Teuliwa
ta_in: தேர்ந்தெடுத்த உருப்படியை கண்டுபிடித்து மாற்றிடவும்
te_in: ఎంచుకున్న ఐటమ్ ని కనుగొనండి మరియు రీప్లేస్ చేయండి
th_th: ค้นหาและแทนที่รายการที่เลือก
tk_tm: Saýlanan zady tap we ony ewez et
tt_ru: Сайланган әйберне табу һәм алыштыру
ug_cn: تاللانغان ئەزانى تېپىش ۋە ئالماشتۇرۇش
ur_pk: منتخب آئٹم تلاش کریں اور تبدیل کریں
uz_cyrl: Tanlangan elementni toping va o'zgartiring
