Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/Enums/EnumUiStrings.*.resx
Languages: af_za, am_et, as_in, az_cyrl_az, cy_gb, et_ee, fil_ph, ga_ie, gu_in, he_il, hr_ba, hy_am, id_id, is_is, ka_ge, kk_kz, km_kh, kn_in, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, mt_mt, ne_np, or_in, pa_arab_pk, sl_si, sq_al, sr_cyrl_me, sr_latn_me, sw_ke, ta_in, te_in, th_th, tk_tm, tt_ru, ug_cn, ur_pk, uz_cyrl

# MpContentOptionType_Text
source: Text
af_za: Teks
am_et: ጽሑፍ
as_in: পাঠ্য
az_cyrl_az: Mətanət
cy_gb: Tecstio
et_ee: Tekst
fil_ph: Teksto
ga_ie: Téacs
gu_in: ટેક્સ્ટ
he_il: טקסט
hr_ba: Tekstualna poruka
hy_am: Տեքստ
id_id: Teks
is_is: Texti
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបទ
kn_in: ಪಠ್ಯ
ky_kg: Текст
lo_la: ຂໍ້ຄວາມ
lt_lt: SMS žinutė
lv_lv: Teksts
mi_nz: Kupu
mk_mk: Текст
ml_in: വാചകം
mr_in: टेक्स्ट
mt_mt: Test
ne_np: पाठ
pa_arab_pk: ਟੈਕਸਟ
sl_si: Besedilno sporočilo
sq_al: Teksti
sr_cyrl_me: Текстуална порука
sr_latn_me: Tekstualna poruka
sw_ke: Ujumbe
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Metin
tt_ru: Текст
ug_cn: تېكىست
ur_pk: متن
uz_cyrl: Matn

# MpContentOptionType_Images
source: Images
af_za: Boots
am_et: ምስሎች
as_in: ছবিসমূহ
az_cyrl_az: Şəkillər
cy_gb: Delweddau
et_ee: Pildid
fil_ph: Mga imahe
ga_ie: Íomhánna
gu_in: ઇમેજો
he_il: תמונות
hr_ba: Slike
hy_am: Պատկերներ
id_id: Gambar
is_is: Myndir
ka_ge: სურათები
kk_kz: Суреттер
km_kh: រូបភាព
kn_in: ಚಿತ್ರಗಳು
ky_kg: Сүрөттөр
lo_la: ຮູບພາບ
lt_lt: Vaizdus
lv_lv: Attēlus
mi_nz: Ngā Atahanga
mk_mk: Слики
ml_in: ചിത്രങ്ങള്
mr_in: प्रतिमा
mt_mt: Immaġnijiet
ne_np: छविहरू
or_in: ଛବି[ସମ୍ପାଦନା]
pa_arab_pk: ਚਿੱਤਰ
sl_si: Slike
sq_al: Imazhet
sr_cyrl_me: Имиџис
sr_latn_me: Imidžis
sw_ke: Picha
ta_in: படிமங்கள்
te_in: చిత్రాలు
th_th: ภาพ
tk_tm: Resimler
tt_ru: Сурәтләр
ug_cn: رەسىملەر
ur_pk: تصاویر
uz_cyrl: Rasmlar

# MpContentOptionType_Files
source: Files
af_za: Lêers
am_et: ፋይሎች
as_in: ফাইলসমূহ
az_cyrl_az: Fayl
cy_gb: Ffeiliau
et_ee: Faisid
fil_ph: Mga file
ga_ie: Comhaid
gu_in: ફાઇલો
he_il: קבצים
hr_ba: Datotekama
hy_am: Ֆայլեր
id_id: File
is_is: Skrár
ka_ge: ფაილები
kk_kz: Файлдар
km_kh: ឯកសារ
kn_in: ಫೈಲ್ ಗಳು
ky_kg: Файлдар
lo_la: ໄຟລ໌
lt_lt: Failus
lv_lv: Failus
mi_nz: Ngā Kōnae
mk_mk: Досиеја
ml_in: ഫയലുകള്
mr_in: फाइल्स
mt_mt: Fajls
ne_np: फाइल
or_in: ଫାଇଲ୍
pa_arab_pk: ਫਾਈਲਾਂ
sl_si: Datoteke
sq_al: File
sr_cyrl_me: Датотеке
sr_latn_me: Datoteke
sw_ke: Faili
ta_in: கோப்புகள்
te_in: ఫైళ్లు
th_th: แฟ้ม
tk_tm: Faýllar
tt_ru: Файллар
ug_cn: ھۆججەتلەر
ur_pk: مسلیں
uz_cyrl: Fayllar

# MpContentOptionType_AnyContent
source: Any Content
af_za: Enige inhoud
am_et: ማንኛውም ይዘት
as_in: কোনো বিষয়বস্তু
az_cyrl_az: Hər hansı bir məzmun
cy_gb: Unrhyw gynnwys
et_ee: Mis tahes sisu
fil_ph: Anumang nilalaman
ga_ie: Aon Ábhar
gu_in: કોઈપણ સમાવિષ્ટ
he_il: כל תוכן
hr_ba: Bilo koji sadržaj
hy_am: Ցանկացած բովանդակություն
id_id: Konten Apa Saja
is_is: Allt efni
ka_ge: ნებისმიერი შინაარსი
kk_kz: Кез келген мазмұн
km_kh: មាតិកាណាមួយ
kn_in: ಯಾವುದೇ ವಿಷಯ
ky_kg: Ар кандай мазмун
lo_la: ເນື້ອຫາໃດໆ
lt_lt: Bet koks turinys
lv_lv: Jebkurš saturs
mi_nz: Tētahi Ihirangi
mk_mk: Било која содржина
ml_in: ഏത് ഉള്ളടക്കവും
mr_in: कोणतीही सामग्री
mt_mt: Kwalunkwe Kontenut
ne_np: कुनै पनि सामग्री
or_in: ଯେକୌଣସି ବିଷୟବସ୍ତୁ
pa_arab_pk: ਕੋਈ ਵੀ ਸਮਗਰੀ
sl_si: Poljubna vsebina
sq_al: Çdo përmbajtje
sr_cyrl_me: Било који садржај
sr_latn_me: Bilo koji sadržaj
sw_ke: Maudhui yoyote
ta_in: எந்த உள்ளடக்கமும்
te_in: ఏదైనా కంటెంట్
th_th: เนื้อหาใด ๆ
tk_tm: Islendik Mazmun
tt_ru: Нинди генә эчтәлек
ug_cn: ھەرقانداق مەزمۇن
ur_pk: کوئی بھی مواد
uz_cyrl: Har qanday tarkib

# MpContentOptionType_Title
source: Title
af_za: Titel
am_et: ርዕስ
as_in: অলপ
az_cyrl_az: Başlıq
cy_gb: Teitl
et_ee: Tiitel
fil_ph: Pamagat
ga_ie: Teideal
gu_in: શીર્ષક
he_il: כותר
hr_ba: Naslov
hy_am: Տիտղոս
id_id: Titel
is_is: Titill
ka_ge: სათაური
kk_kz: Тақырып
km_kh: ចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆ
ky_kg: Аталышы
lo_la: ຫົວຂໍ້
lt_lt: Titulinis
lv_lv: Nosaukums
mi_nz: Taitara
mk_mk: Титула
ml_in: ശീർഷകം
mr_in: पदवी
mt_mt: Titolu
ne_np: शीर्षक
or_in: ଶୀର୍ଷକ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਿਰਲੇਖ
sl_si: Naslov
sq_al: Titulli
sr_cyrl_me: Наслов
sr_latn_me: Naslov
sw_ke: Kichwa
ta_in: தலைப்பு
te_in: బిరుదు
th_th: ชื่อเรื่อง
tk_tm: Sözbaşy
tt_ru: Титул
ug_cn: ماۋزۇ
ur_pk: عنوان
uz_cyrl: Sarlavha

# MpContentOptionType_Annotation
source: Annotation
af_za: Aantekening
am_et: ማብራሪያ
as_in: টীকাকৰণ
az_cyrl_az: Annotasiya
cy_gb: Anodiadau
et_ee: Annotatsioon
fil_ph: Anotasyon
ga_ie: Anótáil
gu_in: એનોટેશન
he_il: ביאור
hr_ba: Primjedba
hy_am: Անոտացիա
id_id: Anotasi
is_is: Athugasemd
ka_ge: ანოტაცია
kk_kz: Аннотация
kn_in: ಟಿಪ್ಪಣಿ
ky_kg: Аннотация
lo_la: ອະສັງຫາລິມະ
lt_lt: Komentaras
lv_lv: Anotācija
mi_nz: Tuhipoka
mk_mk: Анотација
mr_in: एनोटेशन
mt_mt: Annotazzjoni
ne_np: टिप्पणी
or_in: ଟିପ୍ପଣୀ[ସମ୍ପାଦନା]
pa_arab_pk: ਐਨੋਟੇਸ਼ਨ
sl_si: Pripomba
sq_al: Annotacioni
sr_cyrl_me: Белешку
sr_latn_me: Belešku
sw_ke: Maelezo
ta_in: சிறுகுறிப்பு
te_in: వివరణ[మార్చు]
th_th: คำ อธิบาย
tk_tm: Annotasiýa
tt_ru: Аннотация
ug_cn: ئىزاھات
ur_pk: توضیح
uz_cyrl: Izoh

# MpContentOptionType_Color
source: Color
af_za: Kleur
am_et: ቀለም
as_in: ৰং
az_cyrl_az: Rəng
cy_gb: Lliwiff
et_ee: Värvus
fil_ph: Kulay
ga_ie: Dath
gu_in: રંગ
he_il: צבע
hr_ba: Boja
hy_am: Գույն
id_id: Warna
is_is: Litur
ka_ge: ფერი
kk_kz: Түс
km_kh: ពណ៌
kn_in: ಬಣ್ಣ
ky_kg: Түс
lo_la: ສີ
lt_lt: Spalva
lv_lv: Krāsa
mi_nz: Tae
mk_mk: Боја
ml_in: നിറം
mr_in: रंग[संपादन]।
mt_mt: Kulur
ne_np: रङ
or_in: ରଙ୍ଗ[ସମ୍ପାଦନା]
pa_arab_pk: ਰੰਗ
sl_si: Barva
sq_al: Ngjyra
sr_cyrl_me: Боја
sr_latn_me: Boja
sw_ke: Rangi
ta_in: நிறம்
te_in: రంగు
th_th: สี
tk_tm: Renk
tt_ru: Төс
ug_cn: رەڭ
ur_pk: رنگ
uz_cyrl: Rang

# MpMainWindowShowBehaviorType_Primary
source: Primary
af_za: Inleidend
am_et: የመጀመሪያ ደረጃ
as_in: প্ৰাথমিক
az_cyrl_az: İbtidai
cy_gb: Cynradd
et_ee: Alg-
fil_ph: Pangunahing
ga_ie: Bunscoileanna
gu_in: પ્રાથમિક
he_il: הראשי
hr_ba: Glavni
hy_am: Առաջնակարգ
id_id: Utama
is_is: Aðal
ka_ge: პირველადი
kk_kz: Бастапқы
km_kh: បឋម
kn_in: ಪ್ರಾಥಮಿಕ
ky_kg: Баштапкы
lo_la: ປະຖົມມະການ
lt_lt: Pirminės
lv_lv: Primāro
mi_nz: Tuatahi
mk_mk: Примарно
ml_in: പ്രാഥമികം
mr_in: प्राथमिक
mt_mt: Primarji
ne_np: प्राथमिक
or_in: ପ୍ରାଥମିକ
pa_arab_pk: ਪ੍ਰਾਇਮਰੀ
sl_si: Primarni
sq_al: Primare
sr_cyrl_me: Примарни
sr_latn_me: Primarni
sw_ke: Msingi
ta_in: முதன்மை
te_in: ప్రాథమిక
th_th: ประถม
tk_tm: Başlangyç
tt_ru: Беренчел
ug_cn: باشلانغۇچ
ur_pk: اصلی
uz_cyrl: Birlamchi

# MpMainWindowShowBehaviorType_Mouse
source: Mouse
af_za: Muis
am_et: አይጥ
as_in: নিগনি
az_cyrl_az: Siçan
cy_gb: Llygoden
et_ee: Hiir
ga_ie: Luch
gu_in: ઉંદર
he_il: עכבר
hr_ba: Miš
hy_am: Մուկ
id_id: Tikus
is_is: Mús
ka_ge: მაუსი
kk_kz: Тышқан
km_kh: កណ្តុរ
kn_in: ಇಲಿ
ky_kg: Чычкан
lt_lt: Pelė
lv_lv: Pele
mi_nz: Kiore
mk_mk: Глушец.
ml_in: ചുണ്ടെലി
mr_in: उंदीर
mt_mt: Maws
ne_np: माउस
or_in: ମୂଷା
pa_arab_pk: ਮਾ ouse ਸ
sl_si: Miš
sr_cyrl_me: Миш
sr_latn_me: Miš
sw_ke: Kipanya
ta_in: சுண்டெலி
te_in: చిట్టెలుక
th_th: หนู
tk_tm: Syçanjyk
tt_ru: Тычкан
ug_cn: مائۇس
ur_pk: چوہا
uz_cyrl: Sichqoncha

# MpTagType_Link
source: Link
af_za: Skakel
am_et: አገናኝ
as_in: লিংক
az_cyrl_az: Ləkə
cy_gb: Chysyllti
ga_ie: Nasc
gu_in: કડી
he_il: קישור
hr_ba: Povezati
hy_am: Օղակ
id_id: Tautan
is_is: Hlekkur
ka_ge: ლინკი
kk_kz: Сілтеме
km_kh: តំណ
kn_in: ಲಿಂಕ್
ky_kg: Шилтеме
lo_la: ລິ້ງ
lt_lt: Saitas
lv_lv: Saikne
mi_nz: Hono
mk_mk: Линк
ml_in: ലിങ്ക്
mr_in: दुवा
ne_np: लिङ्क
or_in: ଲିଙ୍କ୍
pa_arab_pk: ਲਿੰਕ
sl_si: Povezava
sq_al: Linku
sr_cyrl_me: Везу
sr_latn_me: Vezu
sw_ke: Kiungo
ta_in: இணைப்பு
te_in: లంకె
th_th: ลิงก์
tk_tm: Baglaýyş
tt_ru: Сылтан
ug_cn: ئۇلىنىش
ur_pk: ربط
uz_cyrl: Bog'lamoq

# MpTagType_Query
source: Query
af_za: Bevraagteken
am_et: መጠይቅ
as_in: প্ৰশ্ন
az_cyrl_az: Sorğu
cy_gb: Ymholiad
et_ee: Päring
fil_ph: Tanong
ga_ie: Iarratas
gu_in: પ્રશ્ર્ન
he_il: שאילתה
hr_ba: Upit
hy_am: Քուրին
id_id: Kueri
is_is: Fyrirspurn
ka_ge: შეკითხვა
kk_kz: Сұрау
km_kh: សំណួរ
kn_in: ಪ್ರಶ್ನೆ
ky_kg: Сурам
lt_lt: Užklausa
lv_lv: Vaicājumu
mi_nz: Uiui
ml_in: ചോദ്യം
mr_in: पृच्छा
mt_mt: Mistoqsija
ne_np: क्वेरी
or_in: ପ୍ରଶ୍ନ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਵਾਲ
sl_si: Poizvedba
sq_al: Kërkesë
sr_cyrl_me: Упит
sr_latn_me: Upit
sw_ke: Ulizo
ta_in: வினவல்
te_in: ప్రశ్న
th_th: สอบถาม
tk_tm: Syýaw
tt_ru: Пл
ug_cn: سۈرۈشتۈرۈش
ur_pk: استفہام
uz_cyrl: So'rov

# MpTagType_Group
source: Group
af_za: Groepeer
am_et: ቡድን
as_in: গোট
az_cyrl_az: Qruplaşdırmaq
cy_gb: Grwpiau
et_ee: Grupp
fil_ph: Pangkat
ga_ie: Grúpa
gu_in: જૂથ
he_il: קבוצה
hr_ba: Grupa
hy_am: Խումբ
id_id: Kelompok
is_is: Hópur
ka_ge: ჯგუფი
kk_kz: Топ
km_kh: ក្រុម
kn_in: ಗುಂಪು
ky_kg: Топ
lo_la: ກຸ່ມ
lt_lt: Grupė
lv_lv: Grupa
mi_nz: Rōpū
mk_mk: Група
ml_in: ഗ്രൂപ്പ്
mr_in: समुह
mt_mt: Grupp
ne_np: समूह
or_in: ଗୋଷ୍ଠୀ[ସମ୍ପାଦନା]
pa_arab_pk: ਸਮੂਹ
sl_si: Skupina
sq_al: Grupi
sr_cyrl_me: Групе
sr_latn_me: Grupe
sw_ke: Kikundi
ta_in: குழு
te_in: సమూహం
th_th: กลุ่ม
tk_tm: Topar
tt_ru: Төркем
ug_cn: گۇرۇپپا
ur_pk: گروپ
uz_cyrl: Guruh

# MpReadOnlyTagType_Tags
source: Tags
am_et: መለያዎች
cy_gb: Tagiau
et_ee: Sildid
ga_ie: Clibeanna
gu_in: ટેગ્સ
he_il: תגיות
ka_ge: ტეგი
kk_kz: Тегтер
km_kh: ស្លាក
kn_in: ಟ್ಯಾಗ್ ಗಳು
ky_kg: Тегтер
mi_nz: Ngā Tūtohu
mk_mk: Тагови
ml_in: ടാഗുകൾ
mr_in: टॅग्स
ne_np: ट्यागहरू
pa_arab_pk: ਟੈਗਸ
sr_cyrl_me: Ознаке
sr_latn_me: Oznake
ta_in: குறிச்சொற்கள்
te_in: ట్యాగ్ లు
th_th: แท็ก
tk_tm: Etiketkalar
tt_ru: Теги
ug_cn: خەتكۈچلەر:
ur_pk: ٹیگز
uz_cyrl: Teglar

# MpReadOnlyTagType_All
source: All
af_za: Almal
am_et: ሁሉም
as_in: আটাইবোৰ
az_cyrl_az: Hamar
cy_gb: I gyd
et_ee: Kõik
fil_ph: Lahat
ga_ie: Gach
gu_in: તમામ
he_il: כל
hr_ba: Sve
hy_am: Բոլորը
id_id: Semua
is_is: Allur
ka_ge: ყველა
kk_kz: Барлығы
km_kh: ទាំងអស់ គ្នា
kn_in: ಎಲ್ಲವೂ
ky_kg: Баары
lo_la: ທັງຫມົດ
lt_lt: Visas
lv_lv: Viss
mi_nz: Katoa
mk_mk: Сите
ml_in: എല്ലാം
mr_in: सर्व
mt_mt: Kollha
ne_np: सबै
or_in: ସମସ୍ତେ
pa_arab_pk: ਸਾਰੇ
sl_si: Ves
sq_al: Të gjitha
sr_cyrl_me: Све
sr_latn_me: Sve
sw_ke: Wote
ta_in: எல்லாம்
te_in: అందరూ
th_th: ทั้งหมด
tk_tm: Ehlisi
tt_ru: Барысы да
ug_cn: ھەممە ئادەم
ur_pk: تمام
uz_cyrl: Hamma

# MpReadOnlyTagType_Favorites
source: Favorites
af_za: Gunstelinge
am_et: ተወዳጆች
az_cyrl_az: Favoritlər
cy_gb: Ffefrynnau
et_ee: Lemmikud
fil_ph: Mga Paborito
ga_ie: Ceanáin
gu_in: મનગમતાઓ
he_il: מועדפים
hr_ba: Favoriti
hy_am: Սիրածներ
id_id: Favorit
is_is: Eftirlæti
ka_ge: რჩეულები
kk_kz: Таңдаулылар
km_kh: សំណព្វចិត្ត
kn_in: ಮೆಚ್ಚಿನವುಗಳು
ky_kg: Жактыргандар
lt_lt: Parankinių
lv_lv: Izlases
mi_nz: Ngā Makau
mk_mk: Омилени
mr_in: फेव्हरेट
mt_mt: Favoriti
ne_np: मनपर्नेहरू
pa_arab_pk: ਮਨਪਸੰਦ
sl_si: Priljubljene
sq_al: Të preferuarat
sr_cyrl_me: Фаворите
sr_latn_me: Favorite
sw_ke: Vipendwa
ta_in: விருப்பங்களின்
te_in: ఇష్టమైనవి
th_th: โปรด
tk_tm: Halaýanlar
tt_ru: Яратканнар
ug_cn: ياخشى كۆرىدىغانلار
ur_pk: پسندیدگان
uz_cyrl: Sevimlilar

# MpReadOnlyTagType_Filters
source: Filters
am_et: ማጣሪያዎች
as_in: ফিল্টাৰসমূহ
az_cyrl_az: Filtrlər
cy_gb: Hidlwyr
et_ee: Filtrid
fil_ph: Mga Filter
ga_ie: Scagairí
gu_in: ગાળકો
he_il: מסננים
hr_ba: Filteri
hy_am: Ֆիլտրեր
id_id: Filter
is_is: Afmarkanir
ka_ge: ფილტრები
kk_kz: Сүзгілер
km_kh: តម្រង
kn_in: ಫಿಲ್ಟರ್ ಗಳು
ky_kg: Чыпкалар
lo_la: ເຄື່ອງຕອງ
lt_lt: Filtrai
lv_lv: Filtrus
mi_nz: Ngā Tātari
mk_mk: Филтри
ml_in: ഫിൽട്ടറുകൾ
mr_in: फिल्टर
mt_mt: Filtri
ne_np: फिल्टर
pa_arab_pk: ਫਿਲਟਰ
sl_si: Filtri
sq_al: Filtrat
sr_cyrl_me: Филтере
sr_latn_me: Filtere
sw_ke: Vichujio
ta_in: வடிகட்டிகளை
th_th: ตัว กรอง
tk_tm: Filtrler
tt_ru: Фильтрлар
ug_cn: سۈزگۈچلەر
ur_pk: فلٹر
uz_cyrl: Filtrlar

# MpReadOnlyTagType_Trash
source: Trash
af_za: Weggooigoed
am_et: መጣያ
as_in: আৱৰ্জনা
az_cyrl_az: Zibil
cy_gb: Sbwriel
et_ee: Prügikast
fil_ph: Basurahan
ga_ie: Bruscar
gu_in: કચરો
he_il: זבל
hr_ba: Smeće
hy_am: Աղբարկղ
id_id: Sampah
is_is: Rusl
ka_ge: ნაგავი
kk_kz: Себет
km_kh: សំរាម
kn_in: ಕಸ
ky_kg: Таштандылар
lo_la: ຂີ້ເຫຍື້ອ
lt_lt: Šiukšlė
mk_mk: Ѓубре
ml_in: ചവറ്റുകുട്ട
mr_in: कचरा
ne_np: रद्दीटोकरी
or_in: ଆବର୍ଜନା
pa_arab_pk: ਰੱਦੀ
sl_si: Smetnjak
sq_al: Plehrat
sr_cyrl_me: Рубре
sr_latn_me: Рubre
sw_ke: Takataka
ta_in: குப்பை
te_in: తుక్కు
th_th: กาก
tk_tm: Zibil
tt_ru: Чүплек
ug_cn: ئەخلەت ساندۇقى
ur_pk: ردی
uz_cyrl: Axlat

# MpReadOnlyTagType_Today
source: Today
af_za: Vandag
am_et: ዛሬ
as_in: আজি
az_cyrl_az: Bu gün
cy_gb: Heddiw
et_ee: Täna
fil_ph: Ngayon
ga_ie: Inniu
gu_in: આજે
he_il: היום
hr_ba: Danas
hy_am: Այսօր
id_id: Hari Ini
is_is: Í dag
ka_ge: დღეს
kk_kz: Бүгін
km_kh: ថ្ងៃនេះ
kn_in: ಇಂದು
ky_kg: Бүгүн
lo_la: ມື້ນີ້
lt_lt: Šiandien
lv_lv: Šodien
mi_nz: Āianei
mk_mk: Денес.
ml_in: ഇന്ന്
mr_in: आज
mt_mt: Illum
ne_np: आज
or_in: ଆଜି
pa_arab_pk: ਅੱਜ
sl_si: Danes
sq_al: Sot
sr_cyrl_me: Данас
sr_latn_me: Danas
sw_ke: Leo
ta_in: இன்று
te_in: ఈ రోజు
th_th: วันนี้
tk_tm: Şu gün
tt_ru: Бүген
ug_cn: تارىخ-بۈگۈن
ur_pk: آج
uz_cyrl: Bugun

# MpReadOnlyTagType_Formats
source: Formats
af_za: Formate
am_et: ቅርፀቶች
as_in: বিন্যাসসমূহ
az_cyrl_az: Formatlar
cy_gb: Fformatau
et_ee: Formaadid
fil_ph: Mga format
ga_ie: Formáidí
gu_in: બંધારણો
he_il: תבניות
hr_ba: Formate
hy_am: Ֆորմատներ
id_id: Format
is_is: Snið
ka_ge: ფორმატები
kk_kz: Пішімдер
km_kh: ទ្រង់ទ្រាយ
kn_in: ಸ್ವರೂಪಗಳು
ky_kg: Форматтар
lo_la: ຮູບແບບ
lt_lt: Formatus
lv_lv: Formāti
mi_nz: Ngā Hōputu
mk_mk: Формати
ml_in: ഫോർമാറ്റുകൾ
mr_in: फॉर्मेट[संपादन]।
mt_mt: Formati
ne_np: ढाँचाहरू
pa_arab_pk: ਫਾਰਮੈਟ
sl_si: Oblike
sq_al: Formatet
sr_cyrl_me: Формати
sr_latn_me: Formati
sw_ke: Maumbizo
ta_in: வடிவமைப்புகள்
te_in: ఫార్మాట్ లు
th_th: รูป แบบ
tk_tm: Formatlar
tt_ru: Форматлар
ug_cn: فورماتلار
ur_pk: وضعیں
uz_cyrl: Format

# MpReadOnlyTagType_Text
source: Text
af_za: Teks
am_et: ጽሑፍ
as_in: পাঠ্য
az_cyrl_az: Mətanət
cy_gb: Tecstio
et_ee: Tekst
fil_ph: Teksto
ga_ie: Téacs
gu_in: ટેક્સ્ટ
he_il: טקסט
hr_ba: Tekstualna poruka
hy_am: Տեքստ
id_id: Teks
is_is: Texti
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបទ
kn_in: ಪಠ್ಯ
ky_kg: Текст
lo_la: ຂໍ້ຄວາມ
lt_lt: SMS žinutė
lv_lv: Teksts
mi_nz: Kupu
mk_mk: Текст
ml_in: വാചകം
mr_in: टेक्स्ट
mt_mt: Test
ne_np: पाठ
pa_arab_pk: ਟੈਕਸਟ
sl_si: Besedilno sporočilo
sq_al: Teksti
sr_cyrl_me: Текстуална порука
sr_latn_me: Tekstualna poruka
sw_ke: Ujumbe
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Metin
tt_ru: Текст
ug_cn: تېكىست
ur_pk: متن
uz_cyrl: Matn

# MpReadOnlyTagType_Images
source: Images
af_za: Boots
am_et: ምስሎች
as_in: ছবিসমূহ
az_cyrl_az: Şəkillər
cy_gb: Delweddau
et_ee: Pildid
fil_ph: Mga imahe
ga_ie: Íomhánna
gu_in: ઇમેજો
he_il: תמונות
hr_ba: Slike
hy_am: Պատկերներ
id_id: Gambar
is_is: Myndir
ka_ge: სურათები
kk_kz: Суреттер
km_kh: រូបភាព
kn_in: ಚಿತ್ರಗಳು
ky_kg: Сүрөттөр
lo_la: ຮູບພາບ
lt_lt: Vaizdus
lv_lv: Attēlus
mi_nz: Ngā Atahanga
mk_mk: Слики
ml_in: ചിത്രങ്ങള്
mr_in: प्रतिमा
mt_mt: Immaġnijiet
ne_np: छविहरू
or_in: ଛବି[ସମ୍ପାଦନା]
pa_arab_pk: ਚਿੱਤਰ
sl_si: Slike
sq_al: Imazhet
sr_cyrl_me: Имиџис
sr_latn_me: Imidžis
sw_ke: Picha
ta_in: படிமங்கள்
te_in: చిత్రాలు
th_th: ภาพ
tk_tm: Resimler
tt_ru: Сурәтләр
ug_cn: رەسىملەر
ur_pk: تصاویر
uz_cyrl: Rasmlar

# MpReadOnlyTagType_Files
source: Files
af_za: Lêers
am_et: ፋይሎች
as_in: ফাইলসমূহ
az_cyrl_az: Fayl
cy_gb: Ffeiliau
et_ee: Faisid
fil_ph: Mga file
ga_ie: Comhaid
gu_in: ફાઇલો
he_il: קבצים
hr_ba: Datotekama
hy_am: Ֆայլեր
id_id: File
is_is: Skrár
ka_ge: ფაილები
kk_kz: Файлдар
km_kh: ឯកសារ
kn_in: ಫೈಲ್ ಗಳು
ky_kg: Файлдар
lo_la: ໄຟລ໌
lt_lt: Failus
lv_lv: Failus
mi_nz: Ngā Kōnae
mk_mk: Досиеја
ml_in: ഫയലുകള്
mr_in: फाइल्स
mt_mt: Fajls
ne_np: फाइल
or_in: ଫାଇଲ୍
pa_arab_pk: ਫਾਈਲਾਂ
sl_si: Datoteke
sq_al: File
sr_cyrl_me: Датотеке
sr_latn_me: Datoteke
sw_ke: Faili
ta_in: கோப்புகள்
te_in: ఫైళ్లు
th_th: แฟ้ม
tk_tm: Faýllar
tt_ru: Файллар
ug_cn: ھۆججەتلەر
ur_pk: مسلیں
uz_cyrl: Fayllar

# MpAnalyzerInputFormatFlags_Text
source: Text
af_za: Teks
am_et: ጽሑፍ
as_in: পাঠ্য
az_cyrl_az: Mətanət
cy_gb: Tecstio
et_ee: Tekst
fil_ph: Teksto
ga_ie: Téacs
gu_in: ટેક્સ્ટ
he_il: טקסט
hr_ba: Tekstualna poruka
hy_am: Տեքստ
id_id: Teks
is_is: Texti
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបទ
kn_in: ಪಠ್ಯ
ky_kg: Текст
lo_la: ຂໍ້ຄວາມ
lt_lt: SMS žinutė
lv_lv: Teksts
mi_nz: Kupu
mk_mk: Текст
ml_in: വാചകം
mr_in: टेक्स्ट
mt_mt: Test
ne_np: पाठ
pa_arab_pk: ਟੈਕਸਟ
sl_si: Besedilno sporočilo
sq_al: Teksti
sr_cyrl_me: Текстуална порука
sr_latn_me: Tekstualna poruka
sw_ke: Ujumbe
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Metin
tt_ru: Текст
ug_cn: تېكىست
ur_pk: متن
uz_cyrl: Matn

# MpAnalyzerInputFormatFlags_Image
source: Image
af_za: Beeld
am_et: ምስል
as_in: ছৱি
az_cyrl_az: Şəkil
cy_gb: Nelwedd
et_ee: Pilt
fil_ph: Imahe
ga_ie: Íomhá
gu_in: ઇમેજ
he_il: תמונה
hr_ba: Slika
hy_am: Պատկեր
id_id: Citra
is_is: Ímynd
ka_ge: სურათი
kk_kz: Кескін
km_kh: រូបភាព
kn_in: ಚಿತ್ರ
ky_kg: Сүрөт
lo_la: ຮູບພາບ
lt_lt: Vaizdas
lv_lv: Attēlu
mi_nz: Atahanga
mk_mk: Слика
ml_in: ചിത്രം
mr_in: प्रतिमा मथळा
mt_mt: Immaġni
ne_np: छवि
or_in: ଫଟୋ
pa_arab_pk: ਚਿੱਤਰ
sl_si: Podoba
sq_al: Figura
sr_cyrl_me: Слика
sr_latn_me: Slika
sw_ke: Taswira
ta_in: படிமம்
te_in: విగ్రహం
th_th: ภาพ
tk_tm: Resim
tt_ru: Образ
ug_cn: رەسىم
ur_pk: روپ
uz_cyrl: Rasm

# MpAnalyzerInputFormatFlags_File
source: File
af_za: lêer
am_et: ፋይል
as_in: ফাইল
az_cyrl_az: Fayl
cy_gb: Rhathellem
et_ee: Toimik
ga_ie: Comhad
gu_in: ફાઈલ
he_il: קובץ
hr_ba: Datoteka
hy_am: Ֆայլ
id_id: Arsip
is_is: Skrá
ka_ge: ფაილი
kk_kz: Файл
km_kh: ឯកសារ
kn_in: ಫೈಲ್
ky_kg: Файл
lo_la: ໄຟລ໌
lt_lt: Failas
lv_lv: Fails
mi_nz: Kōnae
mk_mk: Фајл
ml_in: ഫയല്
mr_in: कानस
mt_mt: Fajl
ne_np: फाइल
or_in: ଫାଇଲ୍
pa_arab_pk: ਫਾਈਲ
sl_si: Datoteka
sr_cyrl_me: Датотеке
sr_latn_me: Datoteke
sw_ke: Faili
ta_in: கோப்பு
te_in: ఆకురాయి
th_th: แฟ้ม
tk_tm: Faýl
tt_ru: Файл
ug_cn: ھۆججەت
ur_pk: فائل
uz_cyrl: Fayli

# WatcherChangeTypes_Created
source: Created
af_za: Geskep
am_et: ተፈጠረ
as_in: সৃষ্টি কৰা হৈছে
az_cyrl_az: Yararlı
cy_gb: Cread
et_ee: Loodud
fil_ph: Nilikha
ga_ie: Cruthaithe
gu_in: બનાવેલ
he_il: שנוצרו
hr_ba: Kreiran
hy_am: Ստեղծվել է
id_id: Dibuat
is_is: Stofnuð
ka_ge: შექმნილია
kk_kz: Жасалған
km_kh: បាន បង្កើត
kn_in: ರಚಿಸಲಾಗಿದೆ
ky_kg: Жаратылган
lo_la: ສ້າງ
lt_lt: Sukurta
lv_lv: Izveidots
mi_nz: Kua Waihangatia
mk_mk: Создадена.
ml_in: സൃഷ്ടിച്ചു
mr_in: तयार केली
mt_mt: Maħluqa
ne_np: सिर्जना गरियो
or_in: ସୃଷ୍ଟି ହୋଇଛି
pa_arab_pk: ਬਣਾਇਆ
sl_si: Ustvaril
sq_al: Krijuar
sr_cyrl_me: Креирали
sr_latn_me: Kreirali
sw_ke: Aliumba
ta_in: உருவாக்க
te_in: సృష్టించబడింది
th_th: สร้าง
tk_tm: Döredilen
tt_ru: Барлыкка китерелгән
ug_cn: قۇرۇلغان
ur_pk: بنائی
uz_cyrl: Yaratilgan

# WatcherChangeTypes_Deleted
source: Deleted
af_za: Geskrap
am_et: ተሰር .ል
as_in: মচি পেলাওক
az_cyrl_az: Silinmiş
cy_gb: Ngwrthod
et_ee: Kustutatud
fil_ph: Tinanggal
ga_ie: Scriosta
gu_in: કાઢી નંખાયેલ
he_il: שנמחקו
hr_ba: Izbrisan
hy_am: Ջնջված
id_id: Dihapus
is_is: Eytt
ka_ge: წაშლილია
kk_kz: Өшірілген
km_kh: លុប
kn_in: ಅಳಿಸಲಾಗಿದೆ
ky_kg: Жоготулгандар
lo_la: ຖືກລຶບ
lt_lt: Panaikinti
lv_lv: Izdzēsts
mi_nz: Kua Mukua
mk_mk: Избришан.
ml_in: നീക്കം ചെയ്തു
mr_in: डिलीट करण्यात आले
mt_mt: Mħassra
ne_np: मेटियो
or_in: ବିଲୋପ ହୋଇଛି
pa_arab_pk: ਮਿਟਾਇਆ ਗਿਆ
sl_si: Izbrisati
sq_al: Fshirë
sr_cyrl_me: Избрисане
sr_latn_me: Izbrisane
sw_ke: Kufutwa
ta_in: நீக்கப்பட்ட
te_in: డిలీట్ చేయబడింది
th_th: ลบ
tk_tm: Öçürilenler
tt_ru: Бетерелгән
ug_cn: ئۆچۈرۈلدى
ur_pk: حذف
uz_cyrl: O'chirilgan

# WatcherChangeTypes_Changed
source: Changed
af_za: Verander
am_et: ተቀይሯል
as_in: সলনি কৰা হৈছে
az_cyrl_az: Dəyişdi dəyişdi
cy_gb: Newid
et_ee: Muudetud
fil_ph: Nagbago
ga_ie: Athraithe
gu_in: બદલાયેલ
he_il: השתנה
hr_ba: Promijenjen
hy_am: Փոխված
id_id: Berubah
is_is: Breyttur
ka_ge: შეიცვალა
kk_kz: Өзгертілді
km_kh: បានផ្លាស់ប្តូរ
kn_in: ಬದಲಾಗಿದೆ
ky_kg: Өзгөртылды
lo_la: ປ່ຽນ
lt_lt: Pakeistas
lv_lv: Mainīts
mi_nz: Kua hurihia
mk_mk: Сменета е.
ml_in: മാറി
mr_in: बदलले
mt_mt: Mibdula
ne_np: परिवर्तन गरियो
or_in: ପରିବର୍ତ୍ତନ ହୋଇଛି
pa_arab_pk: ਬਦਲਿਆ
sl_si: Spremenila
sq_al: Ndryshuar
sr_cyrl_me: Променио
sr_latn_me: Promenio
sw_ke: Kubadilishwa
ta_in: மாற்றப்பட்டது
te_in: మారింది
th_th: เปลี่ยน แปลง
tk_tm: Üýtgedi
tt_ru: Үзгәртелгән
ug_cn: ئۆزگەردى
ur_pk: تبدیل
uz_cyrl: O'zgartirilgan

# WatcherChangeTypes_Renamed
source: Renamed
af_za: Hernoem
am_et: እንደገና ተሰይሟል
as_in: পুনৰ নামকৰণ কৰা হৈছে
az_cyrl_az: Adsız
cy_gb: Ailenwyd
et_ee: Ümbernimetatud
fil_ph: Pinalitan ng pangalan
ga_ie: Athainmnithe
gu_in: નામ બદલાયેલ
he_il: שינוי שם
hr_ba: Preimenovan
hy_am: Անվանափոխվել է
id_id: Diganti
is_is: Endurnefnd
ka_ge: დაარქვეს
kk_kz: Атауы өзгертілді
km_kh: ប្ដូរ ឈ្មោះ
kn_in: ಮರುನಾಮಕರಣ ಮಾಡಲಾಗಿದೆ
ky_kg: Өзгөртүлгөн
lo_la: ປ່ຽນຊື່
lt_lt: Pervadintas
lv_lv: Pārdēvēt
mi_nz: Whakaingoa anō
mk_mk: Преименуван
ml_in: പുനർനാമകരണം ചെയ്തു
mr_in: नाव बदलले
mt_mt: Isem ġdid
ne_np: पुन: नामकरण गरियो
or_in: ପୁନଃନାମିତ ହୋଇଛି
pa_arab_pk: ਨਾਮ ਬਦਲਿਆ
sl_si: Preimenovana
sq_al: I riemëruar
sr_cyrl_me: Преименована
sr_latn_me: Preimenovana
sw_ke: Kuitwa jina jipya
ta_in: மறுபெயரிட
te_in: పేరు మార్చబడింది
th_th: เปลี่ยนชื่อ
tk_tm: Täzeden Atlandyr
tt_ru: Ренам
ug_cn: نامى ئۆزگەرتىلدى
ur_pk: نام تبدیل کر دیا گیا
uz_cyrl: Nomini o'zgartirgan

# WatcherChangeTypes_All
source: All
af_za: Almal
am_et: ሁሉም
as_in: আটাইবোৰ
az_cyrl_az: Hamar
cy_gb: I gyd
et_ee: Kõik
fil_ph: Lahat
ga_ie: Gach
gu_in: તમામ
he_il: כל
hr_ba: Sve
hy_am: Բոլորը
id_id: Semua
is_is: Allur
ka_ge: ყველა
kk_kz: Барлығы
km_kh: ទាំងអស់ គ្នា
kn_in: ಎಲ್ಲವೂ
ky_kg: Баары
lo_la: ທັງຫມົດ
lt_lt: Visas
lv_lv: Viss
mi_nz: Katoa
mk_mk: Сите
ml_in: എല്ലാം
mr_in: सर्व
mt_mt: Kollha
ne_np: सबै
or_in: ସମସ୍ତେ
pa_arab_pk: ਸਾਰੇ
sl_si: Ves
sq_al: Të gjitha
sr_cyrl_me: Све
sr_latn_me: Sve
sw_ke: Wote
ta_in: எல்லாம்
te_in: అందరూ
th_th: ทั้งหมด
tk_tm: Ehlisi
tt_ru: Барысы да
ug_cn: ھەممە ئادەم
ur_pk: تمام
uz_cyrl: Hamma

# MpNotificationType_SingleInstanceWarning
source: Single Instance Warning
af_za: Enkelgeval waarskuwing
am_et: የነጠላ ምሳሌ ማስጠንቀቂያ
as_in: একক দৃষ্টান্ত সতৰ্কবাণী
az_cyrl_az: Tək Nümunə Xəbərdarlığı
cy_gb: Rhybudd Achos Sengl
et_ee: Üksikjuhtumi hoiatus
fil_ph: Solong babala ng halimbawa
ga_ie: Rabhadh aon chás amháin
he_il: אזהרת מופע יחיד
hr_ba: Upozorenje s jednim instancom
hy_am: Միանգամյա նախազգուշացում
is_is: Viðvörun um eitt dæmi
ka_ge: ერთი ინსტანციის გაფრთხილება
kk_kz: Жеке дананың ескертуі
km_kh: ការព្រមានជាឧត្ដាហ៍តែមួយ
kn_in: ಒಂದೇ ನಿದರ್ಶನ ಎಚ್ಚರಿಕೆ
ky_kg: Бир мисал эскертүү
lo_la: ການເຕືອນໄພຕົວຢ່າງດຽວ
lt_lt: Vieno egzemplioriaus įspėjimas
lv_lv: Vienas instances brīdinājums
mi_nz: Kotahi te whakatupato i te kotahi
ml_in: ഒറ്റ ഉദാഹരണം മുന്നറിയിപ്പ്
mr_in: एकल उदाहरण चेतावणी
mt_mt: Twissija ta 'istanza waħda
ne_np: एकल उदाहरण चेतावनी
pa_arab_pk: ਇਕੋ ਉਦਾਹਰਣ ਚੇਤਾਵਨੀ
sl_si: Opozorilo za en primer
sq_al: Paralajmërim i vetëm
sw_ke: Onyo moja la mfano
ta_in: ஒற்றை நிகழ்வு எச்சரிக்கை
th_th: คำเตือนอินสแตนซ์เดียว
tk_tm: Ýeke mysal üçin duýduryş
ug_cn: يەككە مىسال ئاگاھلاندۇرۇش
ur_pk: سنگل مثال انتباہ
uz_cyrl: Yagona masalani ogohlantirish

# MpNotificationType_ModalShutdownLater
source: Modal Shutdown Later
af_za: Modale afskakeling later
am_et: ሞዳል በኋላ መዝጋት
as_in: মডাল শ্বটডাউন পিছত
az_cyrl_az: Daha sonra Modal Kapatma
cy_gb: Cau Modal Yn ddiweddarach
et_ee: Modaalne väljalülitamine hiljem
fil_ph: Modal shutdown mamaya
ga_ie: Múchadh modal níos déanaí
he_il: כיבוי מודאלי מאוחר יותר
hr_ba: Modalno gašenje kasnije
hy_am: Մոդալային անջատումը ավելի ուշ
is_is: Lokun á mótun síðar
ka_ge: მოდალური გამორთვა მოგვიანებით
kk_kz: Кейін модальды өшіру
km_kh: ការបិទម៉ូឌុលនៅពេលក្រោយ
kn_in: ಮೋಡಲ್ ಸ್ಥಗಿತಗೊಳಿಸುವಿಕೆ ನಂತರ
ky_kg: Кийинчерээк модалдык өчүрүү
lo_la: ການປິດແບບ Modal ຕໍ່ມາ
lt_lt: Modalinis išjungimas vėliau
lv_lv: Modāla izslēgšana vēlāk
mi_nz: Tutakina modal i muri mai
ml_in: പിന്നീട് മോഡൽ ഷട്ട്ഡൗൺ
mr_in: मॉडेल शटडाउन नंतर
mt_mt: Għeluq modali aktar tard
ne_np: पछि मोडल बन्द
pa_arab_pk: ਮਾਡਲ ਬੰਦ ਬਾਅਦ ਵਿੱਚ ਬੰਦ
sl_si: Modalno zaustavitev pozneje
sq_al: Mbyllja modale më vonë
sw_ke: Kufungiwa kwa Modal baadaye
ta_in: பின்னர் மாதிரி பணிநிறுத்தம்
th_th: การปิดกิจการในภายหลัง
tk_tm: Modal ýapmak soňrak ýapyldy
ug_cn: كېيىنرەك مودېل تاقاش
ur_pk: موڈل شٹ ڈاؤن بعد میں
uz_cyrl: Keyinchalik modal yopilishi
