Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefShowTitlesLabel
source: Show Titles
af_za: Toon titels
am_et: ርዕሶችን አሳይ
ar_bh: إظهار العناوين
as_in: শিৰোনাম দেখুৱাওক
az_cyrl: Başlıqları göstərmək
bg_bg: Покажи заглавия
bn_in: শিরোনাম দেখান
bs_latn_ba: Prikaži naslove
ca_es: Títols d’espectacles
cs_cz: Zobrazit tituly
cy_gb: Dangos teitlau
da_dk: Vis titler
de_ch: Titel zeigen
el_gr: Εμφάνιση τίτλων
es_bo: Títulos de exhibición
et_ee: Näitama pealkirju
fa_ir: عناوین نمایش
fi_fi: Näytä otsikot
fil_ph: Ipakita ang mga pamagat
fr_029: Spectacles
ga_ie: Taispeáin Teidil
gu_in: ટાઇટલ બતાવો
he_il: הצג כותרות
hi_in: शीर्षक दिखाओ
hr_hr: Pokazuju naslove
hu_hu: A címek bemutatása
hy_am: Show ույց տալ վերնագրերը
id_id: Tampilkan judul
is_is: Sýna titla
it_ch: Mostra titoli
ja_jp: タイトルを表示します
ka_ge: სათაურების ჩვენება
kk_kz: Тақырыптарды көрсету
km_kh: បង្ហាញចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೋರಿಸಿ
ko_kr: 제목을 보여주십시오
ky_kg: Show Shitles
lo_la: ສະແດງຫົວຂໍ້
lt_lt: Rodyti pavadinimus
lv_lv: Rādīt nosaukumus
mi_nz: Whakaatu Taitara
mk_mk: Покажете наслови
ml_in: ശീർഷകങ്ങൾ കാണിക്കുക
mr_in: शीर्षके दर्शवा
ms_my: Tunjukkan tajuk
mt_mt: Uri titli
nb_no: Vis titler
ne_np: शीर्षक देखाउनुहोस्
nl_be: Toon titels
or_in: ଟାଇଟଲ୍ ଦେଖାନ୍ତୁ |
pa_arab: ਸਿਰਲੇਖ ਦਿਖਾਓ
pl_pl: Pokaż tytuły
pt_br: Mostrar títulos
ro_ro: Arată titluri
ru_ru: Показать названия
sk_sk: Ustanoviť tituly
sl_si: Pokaži naslove
sq_al: Tregojnë tituj
sr_cyrl_me: Покажи наслове
sv_fi: Visa titlar
sw_ke: Onyesha majina
ta_in: தலைப்புகளைக் காட்டு
te_in: శీర్షికలు చూపించు
th_th: แสดงชื่อ
tk_tm: Atlary görkeziň
tr_tr: Başlıkları Göster
tt_ru: Титулларны күрсәтү
ug_cn: ماۋزۇلارنى كۆرسەت
uk_ua: Показати назви
ur_pk: عنوانات دکھائیں
uz_cyrl: Sarliqlarni ko'rsating
vi_vn: Hiển thị tiêu đề
zh_hant: 展示標題

# PrefShowWindowOnDragHint
source: When enabled, dragging from any application to the top of the screen will reveal MonkeyPaste to easily drop content into MonkeyPaste.
af_za: As dit geaktiveer is, sal dit van enige toepassing na die bokant van die skerm gesleep word om die inhoud maklik in Monkeypaste te laat val.
am_et: በሚነቃበት ጊዜ ወደ ማያ ገጽ አናት ላይ ከማንኛውም ትግበራ ወደ ገላጭነት በመጎተት በቀላሉ ወደ ዝነኛነት ወደ ዝነኛነት ለመጣል ያሳያል.
ar_bh: عند التمكين ، سيكشف السحب من أي تطبيق إلى أعلى الشاشة لإسقاط المحتوى بسهولة إلى Monkeypaste.
as_in: সামৰ্থবান হ'লে, যিকোনো এপ্লিকেচনৰ পৰা পৰ্দাৰ ওপৰলৈ ড্ৰেগ কৰিলে MonkeyPaste প্ৰকাশ পাব
az_cyrl: Effektiv olduqda, hər hansı bir tətbiqdən ekranın yuxarısına sürükləmək, məzmunu meymundan asanlıqla atmaq üçün meymun keyfini açacaqdır.
bg_bg: Когато е активирано, влаченето от всяко приложение в горната част на екрана ще разкрие маймуната за лесно изпускане на съдържание в Monkeypaste.
bn_in: সক্ষম করা হলে, কোনও অ্যাপ্লিকেশন থেকে স্ক্রিনের শীর্ষে টেনে নিয়ে যাওয়া মনকেপেস্টকে সহজেই মনকেপেস্টে ফেলে দেওয়ার জন্য প্রকাশ করবে।
bs_latn_ba: Kada je omogućeno, povlačenje iz bilo koje aplikacije na vrh ekrana otkrit će monkeypaste da lako ispušta sadržaj u mankena.
ca_es: Quan estigui activat, arrossegar de qualsevol aplicació a la part superior de la pantalla revelarà Monkeypaste per deixar fàcilment el contingut a MonkeyPaste.
cs_cz: Po povolení, přetažení z jakékoli aplikace na horní část obrazovky odhalí MonkeyPaste, aby snadno zahodila obsah do MonkeyPaste.
cy_gb: Pan fydd wedi'i alluogi, bydd llusgo o unrhyw gais i ben y sgrin yn datgelu MonkeyPaste i ollwng cynnwys yn hawdd i MonkeyPaste.
da_dk: Når det er aktiveret, vil trækning fra enhver applikation til toppen af ​​skærmen afsløre abeypaste for let at droppe indhold i abeypaste.
de_ch: Wenn Sie aktiviert sind, zeigt das Ziehen von einer beliebigen Anwendung zum Oberteil des Bildschirms Monkeypaste, um den Inhalt einfach in Monkeypaste fallen zu lassen.
el_gr: Όταν είναι ενεργοποιημένη, η σύρσιμο από οποιαδήποτε εφαρμογή στο επάνω μέρος της οθόνης θα αποκαλύψει το MonkeyPaste για να πέσει εύκολα το περιεχόμενο σε πιθήκους.
es_bo: Cuando está habilitado, arrastrar desde cualquier aplicación a la parte superior de la pantalla revelará que MonkyEpaste para soltar fácilmente el contenido en MonkyyPaste.
et_ee: Kui see on lubatud, kuvatakse mis tahes rakendusest ekraani ülaossa lohistamine ahvipaste, et sisu hõlpsalt ahveypastesse visata.
fa_ir: در صورت فعال بودن ، کشیدن از هر برنامه به بالای صفحه ، میمون را نشان می دهد تا به راحتی محتوا را در Monkeypaste رها کند.
fi_fi: Kun se on käytössä, vetämällä mistä tahansa sovelluksesta näytön yläosaan paljastaa Monkepasten, jotta sisältö on helposti pudottanut MonkeyPasteen.
fil_ph: Kapag pinagana, ang pag -drag mula sa anumang application sa tuktok ng screen ay magbubunyag ng Monkeypaste upang madaling i -drop ang nilalaman sa Monkeypaste.
fr_029: Lorsqu'il est activé, la traînée de n'importe quelle application en haut de l'écran révèlera que MonkeyPaste déposera facilement le contenu dans MonkeyPaste.
ga_ie: Nuair a chuirtear ar chumas é, nochtfaidh monkeypaste as aon iarratas go barr an scáileáin chun an t -ábhar a scaoileadh go héasca i monkeypaste.
gu_in: જ્યારે સક્ષમ થાય છે, ત્યારે કોઈપણ એપ્લિકેશનથી સ્ક્રીનની ટોચ પર ખેંચીને વાંદરાની અંદરની સામગ્રીને સરળતાથી મૂકવા માટે વાંદરાની છતી થશે.
he_il: כאשר מופעל, גרירת כל יישום לראש המסך תחשוף את Monkeypaste להפיל בקלות תוכן ל- Monkeypaste.
hi_in: जब सक्षम किया जाता है, तो किसी भी एप्लिकेशन से स्क्रीन के शीर्ष पर खींचने से मंकीपास्ट को आसानी से मंकीपास्ट में सामग्री छोड़ने के लिए प्रकट होगा।
hr_hr: Kad je omogućeno, povlačenje s bilo koje aplikacije na vrh ekrana otkrit će Monkeypaste da lako ubaci sadržaj u monkeypaste.
hu_hu: Ha engedélyezve van, akkor bármely alkalmazásról a képernyő tetejére húzva felfedi a majompaste -t, hogy könnyen eldobja a tartalmat a majompastaba.
hy_am: Միացվածության դեպքում էկրանի վերեւում ցանկացած դիմումից քարշ տալը կբացահայտի Monkepaste- ը `պարունակությունը պահելու համար MonkeyPaste:
id_id: Saat diaktifkan, menyeret dari aplikasi apa pun ke bagian atas layar akan mengungkapkan monkeypaste untuk dengan mudah memasukkan konten ke monkeypaste.
is_is: Þegar það er virkt, mun draga frá hvaða forriti sem er efst á skjánum að koma í ljós að acpressaste er auðveldlega að sleppa efni í aceyPaste.
it_ch: Se abilitato, il trascinamento da qualsiasi applicazione nella parte superiore dello schermo rivelerà Monkeypaste per far cadere facilmente i contenuti in Monkeypaste.
ja_jp: 有効にすると、任意のアプリケーションから画面の上部にドラッグすると、サルパストが表示され、コンテンツを簡単にモンキーパストにドロップできます。
ka_ge: როდესაც ჩართულია, ნებისმიერი აპლიკაციიდან ეკრანის ზედა ნაწილზე გადაყვანა გამოავლენს Monkeypaste- ს, რომ მარტივად ჩამოაგდოთ შინაარსი Monkeypaste.
kk_kz: Қосылған кезде, кез-келген бағдарламадан экранның жоғарғы жағына сүйреп апару Монкотиптегін оңай түсіру үшін Monkeyptace ашады.
km_kh: នៅពេលបើកដំណើរការអូសពីកម្មវិធីណាមួយទៅផ្នែកខាងលើនៃអេក្រង់នឹងបង្ហាញ moysypaste ដើម្បីទម្លាក់មាតិកាឱ្យបានយ៉ាងងាយស្រួលទៅក្នុង monkeysyysyypee ។
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಪರದೆಯ ಮೇಲ್ಭಾಗಕ್ಕೆ ಎಳೆಯುವುದರಿಂದ ಮಂಕೈಪಾಸ್ಟ್ ವಿಷಯವನ್ನು ಸುಲಭವಾಗಿ ಮಾಂಕೈಪೇಸ್ಟ್‌ಗೆ ಇಳಿಸಲು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ.
ko_kr: 활성화되면 모든 응용 프로그램에서 화면 상단으로 드래그하면 MonkeyPaste가 표시되어 콘텐츠가 MonkeyPaste에 쉽게 삭제됩니다.
ky_kg: Иштетилгенде, ар кандай тиркеменин экрандын жогору жагына чейин сүйрөп барганда, Мне сармыптарга майыптарды оңой эле таштап кетиш үчүн айыктырат.
lo_la: ເມື່ອເປີດໃຊ້ງານ, ລາກຈາກແອັບພລິເຄຊັນໄປທາງເທີງຂອງຫນ້າຈໍຈະເປີດເຜີຍ monkeypaste ໄດ້ງ່າຍລົງໃນ monkeypaste ເຂົ້າໄປໃນ monkeypaste.
lt_lt: Įgalinus, vilkimas iš bet kurios programos į ekrano viršų atskleis „MonkeYPaste“, kad būtų lengvai įmesta turinio į „MonkeYPaste“.
lv_lv: Kad tas ir iespējots, velkot no jebkuras lietojumprogrammas uz ekrāna augšdaļu, tas atklās pērtiķus, lai viegli nomestu saturu pērtiķiem.
mi_nz: Ka whakahohea, ka toia mai i tetahi tono ki te tihi o te mata ka whakaatu i te Monkeypaste kia ngawari te heke ki Monkeypaste.
mk_mk: Кога е овозможено, влечењето од која било апликација до горниот дел на екранот ќе открие MonkeyPaste за лесно да ја испушти содржината во MonkeyPaste.
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, സ്ക്രീനിന്റെ മുകളിലേക്കുള്ള ഏതെങ്കിലും ആപ്ലിക്കേഷനിൽ നിന്ന് വലിച്ചിടുന്നത് മങ്കിപെസ്റ്റ്യിലേക്ക് എളുപ്പത്തിൽ വലിച്ചിടാൻ മങ്കിപെസ്റ്റ് വെളിപ്പെടുത്തും.
mr_in: सक्षम केल्यावर, स्क्रीनच्या शीर्षस्थानी कोणत्याही अनुप्रयोगातून ड्रॅग केल्याने वानरपास्टमध्ये सहजपणे सामग्री सोडण्यासाठी वानरिपास्ट प्रकट होईल.
ms_my: Apabila diaktifkan, menyeret dari mana -mana aplikasi ke bahagian atas skrin akan mendedahkan monkeypaste dengan mudah menggugurkan kandungan ke dalam monkeypaste.
mt_mt: Meta tkun attivata, it-tkaxkir minn kwalunkwe applikazzjoni sal-parti ta 'fuq tal-iskrin jiżvela l-monkeypaste biex iwaqqa' l-kontenut faċilment fil-monkeypaste.
nb_no: Når det er aktivert, vil dra fra ethvert program til toppen av skjermen avsløre MonkeyPaste for å enkelt slippe innhold i MonkeyPaste.
ne_np: सक्षम पारेर, पर्दाको शीर्षमा कुनै पनि अनुप्रयोगबाट तान्दैले बाँधिइप्ससाइटलाई सजिलैसँग स्कोर्सिसासामा सामग्री ड्रप गर्न बन्द गर्दछ।
nl_be: Wanneer ingeschakeld, zal het slepen van elke toepassing naar de bovenkant van het scherm Monkeypaste onthullen om inhoud gemakkelijk in Monkeypaste te laten vallen.
or_in: ଯେତେବେଳେ ସକ୍ଷମ, ସ୍କ୍ରିନ୍ ସ oft ିରେ ଥିବା କ any ଣସି ପ୍ରୟୋଗରୁ ଟାଣି ନେଇ ମୋନଙ୍କପେଷ୍ଟକୁ ସହଜରେ ଶୋଇବାକୁ ଚେଷ୍ଟା କରିବ |
pa_arab: ਜਦੋਂ ਸਮਰਥਿਤ ਹੁੰਦਾ ਹੈ, ਸਕ੍ਰੀਨ ਦੇ ਸਿਖਰ ਤੇ ਕਿਸੇ ਵੀ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਖਿੱਚਣਾ ਆਸਾਨੀ ਨਾਲ ਸਮੱਗਰੀ ਨੂੰ ਬਾਂਕੀਪਾਸਟ ਵਿੱਚ ਸੁੱਟਣ ਲਈ ਬਾਂਕੀਪਾਸਟ ਪ੍ਰਗਟ ਕਰੇਗਾ.
pl_pl: Po włączeniu, przeciąganie z dowolnej aplikacji na górę ekranu ujawni małpę, aby łatwo upuścić treść do małpy.
pt_br: Quando ativado, o arrastar de qualquer aplicativo para a parte superior da tela revelará o MonkeyyySaste para soltar facilmente o conteúdo em macacos.
ro_ro: Când este activat, glisarea de la orice aplicație în partea de sus a ecranului va dezvălui MonkeyPaste pentru a arunca cu ușurință conținutul în Monkeypaste.
ru_ru: При включении перетаскивание из любого приложения в верхнюю часть экрана покажет обезьяне, чтобы легко бросить контент в обезьяну.
sk_sk: Ak je povolené, pretiahnutie z ľubovoľnej aplikácie na hornú časť obrazovky odhalí monkeyPaste, aby sa obsah ľahko prehodil do monkeyPaste.
sl_si: Če je omogočeno, bo povleci iz katere koli aplikacije na vrh zaslona razkrilo, da MonkeyPaste enostavno spusti vsebino v MonkeyPaste.
sq_al: Kur të aktivizohet, zvarritja nga çdo aplikacion në krye të ekranit do të zbulojë Monkeypaste për të hequr lehtë përmbajtjen në Monkeypaste.
sr_cyrl_me: Када је омогућено, превлачење из било које апликације на врх екрана открит ће Монкеипасте да лако испусти садржај у монкеупасте.
sv_fi: När det är aktiverat kommer att dra från alla applikationer på toppen av skärmen att avslöja monkeypasta för att enkelt släppa innehåll i monkeypasta.
sw_ke: Inapowezeshwa, kuvuta kutoka kwa programu yoyote hadi juu ya skrini itaonyesha Monkeypaste ili kushuka kwa urahisi ndani ya Monkeypaste.
ta_in: இயக்கப்பட்டால், எந்தவொரு பயன்பாட்டிலிருந்தும் திரையின் மேலே இழுப்பது குரங்கிபேஸ்டை வெளிப்படுத்தும்.
te_in: ప్రారంభించబడినప్పుడు, ఏదైనా అప్లికేషన్ నుండి స్క్రీన్ పైభాగానికి లాగడం వల్ల కంటెంట్‌ను మంకీపేస్ట్‌లోకి సులభంగా వదలడానికి కోతులప్యాస్ట్‌ను వెల్లడిస్తుంది.
th_th: เมื่อเปิดใช้งานการลากจากแอปพลิเคชันใด ๆ ไปด้านบนของหน้าจอจะเปิดเผย monkeypaste เพื่อวางเนื้อหาลงใน monkeypaste ได้อย่างง่ายดาย
tk_tm: Işledilende bar bolan wagtdan ekranyň ýokarsyna süýräp, "MaýtPast" -iň Mazeýpasize bölmäge açar.
tr_tr: Etkinleştirildiğinde, herhangi bir uygulamadan ekranın üstüne sürüklenerek, içeriği kolayca Monkeypaste'e bırakmak için Monkeypaste'yi ortaya çıkarır.
tt_ru: Кушылганда, теләсә нинди заявканы экран башына тарту Майкипны Майкипастына җиңел төшү өчен ачачак.
ug_cn: قاچان قوزغىتىلغان, بۇ ئېكراننىڭ ئۈستىدىن ئېكرانىدىن سۆرەپ كىرگەندە مايمۇنپاتنى ئاشكارىلايدۇ.
uk_ua: Якщо ввімкнути, перетягування з будь -якої програми до верхньої частини екрана виявить, що мавпаста легко перекине вміст у мавпасту.
ur_pk: فعال ہونے پر ، کسی بھی درخواست سے اسکرین کے اوپری حصے میں گھسیٹنے سے مانکی پیسٹ کا انکشاف ہوتا ہے تاکہ مواد کو آسانی سے بندر میں بند کردے۔
uz_cyrl: Har qanday dasturni ekranning yuqori qismiga sudrab olib tashlash moneyd pastasini monaxeoste-ga osongina tashlab yuborishadi.
vi_vn: Khi được bật, việc kéo từ bất kỳ ứng dụng nào lên đầu màn hình sẽ tiết lộ khỉ để dễ dàng thả nội dung vào khỉ.
zh_hant: 啟用後，從任何應用程序拖動到屏幕頂部都會揭示MonkeyPaste，以便於將內容放入MonkePaste中。

# PrefShowWindowOnDragLabel
source: Show on drag to top of screen
af_za: Wys op drag na die bokant van die skerm
am_et: ወደ ማያ ገጽ አናት ላይ ይጎትቱ
ar_bh: عرض على السحب إلى أعلى الشاشة
as_in: পৰ্দাৰ ওপৰত ড্ৰেগ অন দেখুৱাওক
az_cyrl: Ekranın yuxarısına sürükləmək
bg_bg: Показване на плъзгане към горната част на екрана
bn_in: স্ক্রিনের শীর্ষে টানতে দেখান
bs_latn_ba: Prikaži na prevuku na vrh ekrana
ca_es: Mostra a l'arrossegament a la part superior de la pantalla
cs_cz: Zobrazit na tažení na horní část obrazovky
cy_gb: Dangos ar lusgo i ben y sgrin
da_dk: Vis på træk til toppen af ​​skærmen
de_ch: Zeigen Sie auf dem Bildschirm auf dem Bildschirm.
el_gr: Εμφάνιση στο drag στην κορυφή της οθόνης
es_bo: Mostrar en la parte superior de la pantalla
et_ee: Kuva ekraani ülaossa
fa_ir: نمایش در بالای صفحه نمایش
fi_fi: Näytä vetämällä näytön huipulle
fil_ph: Ipakita sa pag -drag sa tuktok ng screen
fr_029: Afficher le glisser vers le haut de l'écran
ga_ie: Taispeáin ar tharraingt go barr an scáileáin
gu_in: સ્ક્રીન ઉપર ખેંચો પર બતાવો
he_il: הראה על גרירה לראש המסך
hi_in: स्क्रीन के शीर्ष पर ड्रैग पर दिखाएं
hr_hr: Prikaži na povlačenju na vrh zaslona
hu_hu: Mutasd meg a képernyő tetejére húzáson
hy_am: Show ուցադրել քարշը դեպի էկրանի վերեւում
id_id: Tampilkan di seret ke atas layar
is_is: Sýna á dragi efst á skjánum
it_ch: Mostra su trascinamento in cima allo schermo
ja_jp: 画面上部にドラッグを表示します
ka_ge: აჩვენეთ ეკრანზე გადასასვლელად
kk_kz: Экранның жоғарғы жағына сүйреңіз
km_kh: បង្ហាញនៅលើអូសទៅផ្នែកខាងលើនៃអេក្រង់
kn_in: ಪರದೆಯ ಮೇಲ್ಭಾಗಕ್ಕೆ ಎಳೆಯಿರಿ
ko_kr: 화면 상단에 드래그에 표시하십시오
ky_kg: Экрандын жогору жагына сүйрөңүз
lo_la: ສະແດງໃຫ້ເຫັນກ່ຽວກັບການລາກໄປທາງເທິງຂອງຫນ້າຈໍ
lt_lt: Rodyti vilkite į ekrano viršų
lv_lv: Parādīt vilkšanu uz ekrāna augšdaļu
mi_nz: Whakaatuhia te toia ki runga o te mata
mk_mk: Покажете на влечење до врвот на екранот
ml_in: സ്ക്രീനിന്റെ മുകളിലേക്ക് വലിച്ചിടുക
mr_in: स्क्रीनच्या शीर्षस्थानी ड्रॅगवर दर्शवा
ms_my: Tunjukkan pada seret ke bahagian atas skrin
mt_mt: Uri fuq Drag to Top of Screen
nb_no: Vis på dra til toppen av skjermen
ne_np: स्क्रिनको शीर्षमा ड्र्याग देखाउनुहोस्
nl_be: Toon op drag naar boven van het scherm
or_in: ସ୍କ୍ରିନ୍ ଉପରେ ଡ୍ରାଗ୍ କରନ୍ତୁ |
pa_arab: ਸਕ੍ਰੀਨ ਦੇ ਸਿਖਰ ਤੇ ਡਰੈਗ ਤੇ ਦਿਖਾਓ
pl_pl: Pokaż na przeciągnięcie na górę ekranu
pt_br: Mostre no arrasto para a tela superior
ro_ro: Afișați -vă pe drag în partea de sus a ecranului
ru_ru: Показать на перетаскивании в верхней части экрана
sk_sk: Zobraziť na drag to horná časť obrazovky
sl_si: Prikaži na povleci na vrh zaslona
sq_al: Trego në zvarritje në krye të ekranit
sr_cyrl_me: Прикажи на превуку на врх екрана
sv_fi: Visa på drag till toppen av skärmen
sw_ke: Onyesha kwenye Drag juu ya skrini
ta_in: திரையின் மேல் இழுவைக் காண்பி
te_in: స్క్రీన్ పైకి లాగండి
th_th: แสดงบนการลากไปด้านบนของหน้าจอ
tk_tm: Ekranyň ýokarsyna süýräp görkeziň
tr_tr: Ekranın üstüne sürükle göster
tt_ru: Экран башына тарту
ug_cn: ئېكراننىڭ ئۈستىگە سۆرەپ كۆرسىتىش
uk_ua: Показати на перетягуванні на верхню частину екрана
ur_pk: اسکرین کے اوپر ڈریگ پر دکھائیں
uz_cyrl: Ekranning yuqori qismiga siljitish
vi_vn: Hiển thị trên đường đến trên màn hình
zh_hant: 顯示在屏幕頂部

# PrefSoundThemeLabel
source: Sound Theme
am_et: የድምፅ ጭብጥ
ar_bh: موضوع الصوت
as_in: শব্দ থিম
az_cyrl: Səslənmə
bg_bg: Звукова тема
bn_in: সাউন্ড থিম
bs_latn_ba: Zvučna tema
ca_es: Tema de so
cs_cz: Zvukové téma
cy_gb: Thema Sain
da_dk: Lydtema
de_ch: Soundthema
el_gr: Θέμα ήχου
es_bo: Tema de sonido
et_ee: Heliteema
fa_ir: تم صدا
fi_fi: Ääni -teema
fil_ph: Tema ng tunog
fr_029: Thème sonore
ga_ie: Téama fuaime
gu_in: સાઉન્ડ થીમ
he_il: נושא קול
hi_in: साउंड थीम
hr_hr: Zvučna tema
hu_hu: Hangfém
hy_am: Ձայնային թեման
id_id: Tema suara
is_is: Hljóðþema
it_ch: Tema del suono
ja_jp: 健全なテーマ
ka_ge: ხმის თემა
kk_kz: Дыбыс тақырыбы
km_kh: ប្រធានបទសំឡេង
kn_in: ಸೌಂಡ್ ಥೀಮ್
ko_kr: 음향 테마
ky_kg: Үн темасы
lo_la: ຫົວຂໍ້
lt_lt: Garso tema
lv_lv: Skaņas tēma
mi_nz: Kaupapa oro
mk_mk: Звучна тема
ml_in: ശബ്ദ തീം
mr_in: ध्वनी थीम
ms_my: Tema bunyi
mt_mt: Tema tal-ħoss
nb_no: Lydtema
ne_np: ध्वनी थिम
nl_be: Geluid thema
or_in: ଶବ୍ଦ ଥିମ୍
pa_arab: ਸਾ ound ਂਡ ਥੀਮ
pl_pl: Motyw dźwiękowy
pt_br: Tema sonoro
ro_ro: Tema sonoră
ru_ru: Звуковая тема
sk_sk: Téma
sl_si: Zvočna tema
sq_al: Temë e shëndoshë
sr_cyrl_me: Звучна тема
sv_fi: Ljudtema
sw_ke: Mada ya Sauti
ta_in: ஒலி தீம்
te_in: సౌండ్ థీమ్
th_th: ธีมเสียง
tk_tm: Ses mowzugy
tr_tr: Ses teması
tt_ru: Тавыш темасы
ug_cn: ئاۋاز تېمىسى
uk_ua: Звукова тема
ur_pk: ساؤنڈ تھیم
uz_cyrl: Ovoz mavzusi
vi_vn: Chủ đề âm thanh
zh_hant: 聲音主題

# PrefSpellCheckLabel
source: Spell Check
af_za: Speltoets
am_et: ፊደል ማጣሪያ
ar_bh: التدقيق الإملائي
as_in: বানান পৰীক্ষা
az_cyrl: İmla yoxlamaq
bg_bg: Проверка на правописа
bn_in: বানান যাচাই
bs_latn_ba: Provjera pravopisa
ca_es: Corrector ortogràfic
cs_cz: Kontrola pravopisu
cy_gb: Gwiriad sillafu
da_dk: Stavekontrol
de_ch: Rechtschreibprüfung
el_gr: Ορθογραφικός έλεγχος
es_bo: Corrector ortográfico
et_ee: Õigekirja kontroll
fa_ir: بررسی طلسم
fi_fi: Oikeinkirjoituksen tarkistus
fil_ph: Suriin ang spell
fr_029: Vérification orthographique
ga_ie: Seiceáil litrithe
gu_in: જોડણી ચકાસો
he_il: בדיקת איות
hi_in: वर्तनी की जाँच
hr_hr: Provjera pravopisa
hu_hu: Helyesírás-ellenőrzés
hy_am: Ուղղագրության ստուգում
id_id: Cek ejaan
is_is: Stafaathugun
it_ch: Controllo ortografico
ja_jp: スペルチェック
ka_ge: Მართლწერის შემოწმება
kk_kz: Емлені тексеру
km_kh: ពិនិត្យអក្ខរាវិរុទ្ធ
kn_in: ಕಾಗುಣಿತ ಪರಿಶೀಲನೆ
ko_kr: 맞춤법 검사
ky_kg: Орфографияны текшерүү
lo_la: ການກວດສອບການສະກົດ
lt_lt: Rašybos tikrinimas
lv_lv: Pareizrakstības pārbaude
mi_nz: Tirohia te Tohu
mk_mk: Проверка на правопис
ml_in: അക്ഷരപ്പിശക് പരിശോധന
mr_in: शब्दलेखन तपासणी
ms_my: Semak ejaan
mt_mt: Iċċekkjar tal-jespliċitaw
nb_no: Stavekontroll
ne_np: हिज्जे जाँच
nl_be: Spellingscontrole
or_in: ବନାନ ଯାଞ୍ଚ |
pa_arab: ਸਪੈੱਲ ਚੈੱਕ
pl_pl: Sprawdzanie pisowni
pt_br: Verificação ortográfica
ro_ro: Verificare a ortografiei
ru_ru: Проверка орфографии
sk_sk: Kontrola pravopisu
sl_si: Preverjanje črkovanja
sq_al: Kontroll drejtshkrimi
sr_cyrl_me: Провера правописа
sv_fi: Stavnings kontroll
sw_ke: Angalia spell
ta_in: பிழைதிருத்தும்
te_in: స్పెల్ చెక్
th_th: ตรวจสอบการสะกด
tk_tm: Ellazuw barlagy
tr_tr: Yazım denetimi
tt_ru: Орфографик тикшерү
ug_cn: ئىملا تەكشۈرۈش
uk_ua: Перевірка орфографії
ur_pk: ہجوں کی پڑتال
uz_cyrl: Imlo tekshiruvi
vi_vn: Kiểm tra chính tả
zh_hant: 拼寫檢查
