Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeDragToOpenCaption
source: When enabled, dragging from any application to the top of the screen will reveal MonkeyPaste to easily drop content into MonkeyPaste.
af_za: As dit geaktiveer is, sal dit van enige toepassing na die bokant van die skerm gesleep word om die inhoud maklik in Monkeypaste te laat val.
am_et: በሚነቃበት ጊዜ ወደ ማያ ገጽ አናት ላይ ከማንኛውም ትግበራ ወደ ገላጭነት በመጎተት በቀላሉ ወደ ዝነኛነት ወደ ዝነኛነት ለመጣል ያሳያል.
ar_bh: عند التمكين ، سيكشف السحب من أي تطبيق إلى أعلى الشاشة لإسقاط المحتوى بسهولة إلى Monkeypaste.
as_in: সামৰ্থবান হ'লে, যিকোনো এপ্লিকেচনৰ পৰা পৰ্দাৰ ওপৰলৈ ড্ৰেগ কৰিলে MonkeyPaste প্ৰকাশ পাব
az_cyrl: Effektiv olduqda, hər hansı bir tətbiqdən ekranın yuxarısına sürükləmək, məzmunu meymundan asanlıqla atmaq üçün meymun keyfini açacaqdır.
bg_bg: Когато е активирано, влаченето от всяко приложение в горната част на екрана ще разкрие маймуната за лесно изпускане на съдържание в Monkeypaste.
bn_in: সক্ষম করা হলে, কোনও অ্যাপ্লিকেশন থেকে স্ক্রিনের শীর্ষে টেনে নিয়ে যাওয়া মনকেপেস্টকে সহজেই মনকেপেস্টে ফেলে দেওয়ার জন্য প্রকাশ করবে।
bs_latn_ba: Kada je omogućeno, povlačenje iz bilo koje aplikacije na vrh ekrana otkrit će monkeypaste da lako ispušta sadržaj u mankena.
ca_es: Quan estigui activat, arrossegar de qualsevol aplicació a la part superior de la pantalla revelarà Monkeypaste per deixar fàcilment el contingut a MonkeyPaste.
cs_cz: Po povolení, přetažení z jakékoli aplikace na horní část obrazovky odhalí MonkeyPaste, aby snadno zahodila obsah do MonkeyPaste.
cy_gb: Pan fydd wedi'i alluogi, bydd llusgo o unrhyw gais i ben y sgrin yn datgelu MonkeyPaste i ollwng cynnwys yn hawdd i MonkeyPaste.
da_dk: Når det er aktiveret, vil trækning fra enhver applikation til toppen af ​​skærmen afsløre abeypaste for let at droppe indhold i abeypaste.
de_ch: Wenn Sie aktiviert sind, zeigt das Ziehen von einer beliebigen Anwendung zum Oberteil des Bildschirms Monkeypaste, um den Inhalt einfach in Monkeypaste fallen zu lassen.
el_gr: Όταν είναι ενεργοποιημένη, η σύρσιμο από οποιαδήποτε εφαρμογή στο επάνω μέρος της οθόνης θα αποκαλύψει το MonkeyPaste για να πέσει εύκολα το περιεχόμενο σε πιθήκους.
es_bo: Cuando está habilitado, arrastrar desde cualquier aplicación a la parte superior de la pantalla revelará que MonkyEpaste para soltar fácilmente el contenido en MonkyyPaste.
et_ee: Kui see on lubatud, kuvatakse mis tahes rakendusest ekraani ülaossa lohistamine ahvipaste, et sisu hõlpsalt ahveypastesse visata.
fa_ir: در صورت فعال بودن ، کشیدن از هر برنامه به بالای صفحه ، میمون را نشان می دهد تا به راحتی محتوا را در Monkeypaste رها کند.
fi_fi: Kun se on käytössä, vetämällä mistä tahansa sovelluksesta näytön yläosaan paljastaa Monkepasten, jotta sisältö on helposti pudottanut MonkeyPasteen.
fil_ph: Kapag pinagana, ang pag -drag mula sa anumang application sa tuktok ng screen ay magbubunyag ng Monkeypaste upang madaling i -drop ang nilalaman sa Monkeypaste.
fr_029: Lorsqu'il est activé, la traînée de n'importe quelle application en haut de l'écran révèlera que MonkeyPaste déposera facilement le contenu dans MonkeyPaste.
ga_ie: Nuair a chuirtear ar chumas é, nochtfaidh monkeypaste as aon iarratas go barr an scáileáin chun an t -ábhar a scaoileadh go héasca i monkeypaste.
gu_in: જ્યારે સક્ષમ થાય છે, ત્યારે કોઈપણ એપ્લિકેશનથી સ્ક્રીનની ટોચ પર ખેંચીને વાંદરાની અંદરની સામગ્રીને સરળતાથી મૂકવા માટે વાંદરાની છતી થશે.
he_il: כאשר מופעל, גרירת כל יישום לראש המסך תחשוף את Monkeypaste להפיל בקלות תוכן ל- Monkeypaste.
hi_in: जब सक्षम किया जाता है, तो किसी भी एप्लिकेशन से स्क्रीन के शीर्ष पर खींचने से मंकीपास्ट को आसानी से मंकीपास्ट में सामग्री छोड़ने के लिए प्रकट होगा।
hr_hr: Kad je omogućeno, povlačenje s bilo koje aplikacije na vrh ekrana otkrit će Monkeypaste da lako ubaci sadržaj u monkeypaste.
hu_hu: Ha engedélyezve van, akkor bármely alkalmazásról a képernyő tetejére húzva felfedi a majompaste -t, hogy könnyen eldobja a tartalmat a majompastaba.
hy_am: Միացվածության դեպքում էկրանի վերեւում ցանկացած դիմումից քարշ տալը կբացահայտի Monkepaste- ը `պարունակությունը պահելու համար MonkeyPaste:
id_id: Saat diaktifkan, menyeret dari aplikasi apa pun ke bagian atas layar akan mengungkapkan monkeypaste untuk dengan mudah memasukkan konten ke monkeypaste.
is_is: Þegar það er virkt, mun draga frá hvaða forriti sem er efst á skjánum að koma í ljós að acpressaste er auðveldlega að sleppa efni í aceyPaste.
it_ch: Se abilitato, il trascinamento da qualsiasi applicazione nella parte superiore dello schermo rivelerà Monkeypaste per far cadere facilmente i contenuti in Monkeypaste.
ja_jp: 有効にすると、任意のアプリケーションから画面の上部にドラッグすると、サルパストが表示され、コンテンツを簡単にモンキーパストにドロップできます。
ka_ge: როდესაც ჩართულია, ნებისმიერი აპლიკაციიდან ეკრანის ზედა ნაწილზე გადაყვანა გამოავლენს Monkeypaste- ს, რომ მარტივად ჩამოაგდოთ შინაარსი Monkeypaste.
kk_kz: Қосылған кезде, кез-келген бағдарламадан экранның жоғарғы жағына сүйреп апару Монкотиптегін оңай түсіру үшін Monkeyptace ашады.
km_kh: នៅពេលបើកដំណើរការអូសពីកម្មវិធីណាមួយទៅផ្នែកខាងលើនៃអេក្រង់នឹងបង្ហាញ moysypaste ដើម្បីទម្លាក់មាតិកាឱ្យបានយ៉ាងងាយស្រួលទៅក្នុង monkeysyysyypee ។
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಪರದೆಯ ಮೇಲ್ಭಾಗಕ್ಕೆ ಎಳೆಯುವುದರಿಂದ ಮಂಕೈಪಾಸ್ಟ್ ವಿಷಯವನ್ನು ಸುಲಭವಾಗಿ ಮಾಂಕೈಪೇಸ್ಟ್‌ಗೆ ಇಳಿಸಲು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ.
ko_kr: 활성화되면 모든 응용 프로그램에서 화면 상단으로 드래그하면 MonkeyPaste가 표시되어 콘텐츠가 MonkeyPaste에 쉽게 삭제됩니다.
ky_kg: Иштетилгенде, ар кандай тиркеменин экрандын жогору жагына чейин сүйрөп барганда, Мне сармыптарга майыптарды оңой эле таштап кетиш үчүн айыктырат.
lo_la: ເມື່ອເປີດໃຊ້ງານ, ລາກຈາກແອັບພລິເຄຊັນໄປທາງເທີງຂອງຫນ້າຈໍຈະເປີດເຜີຍ monkeypaste ໄດ້ງ່າຍລົງໃນ monkeypaste ເຂົ້າໄປໃນ monkeypaste.
lt_lt: Įgalinus, vilkimas iš bet kurios programos į ekrano viršų atskleis „MonkeYPaste“, kad būtų lengvai įmesta turinio į „MonkeYPaste“.
lv_lv: Kad tas ir iespējots, velkot no jebkuras lietojumprogrammas uz ekrāna augšdaļu, tas atklās pērtiķus, lai viegli nomestu saturu pērtiķiem.
mi_nz: Ka whakahohea, ka toia mai i tetahi tono ki te tihi o te mata ka whakaatu i te Monkeypaste kia ngawari te heke ki Monkeypaste.
mk_mk: Кога е овозможено, влечењето од која било апликација до горниот дел на екранот ќе открие MonkeyPaste за лесно да ја испушти содржината во MonkeyPaste.
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, സ്ക്രീനിന്റെ മുകളിലേക്കുള്ള ഏതെങ്കിലും ആപ്ലിക്കേഷനിൽ നിന്ന് വലിച്ചിടുന്നത് മങ്കിപെസ്റ്റ്യിലേക്ക് എളുപ്പത്തിൽ വലിച്ചിടാൻ മങ്കിപെസ്റ്റ് വെളിപ്പെടുത്തും.
mr_in: सक्षम केल्यावर, स्क्रीनच्या शीर्षस्थानी कोणत्याही अनुप्रयोगातून ड्रॅग केल्याने वानरपास्टमध्ये सहजपणे सामग्री सोडण्यासाठी वानरिपास्ट प्रकट होईल.
ms_my: Apabila diaktifkan, menyeret dari mana -mana aplikasi ke bahagian atas skrin akan mendedahkan monkeypaste dengan mudah menggugurkan kandungan ke dalam monkeypaste.
mt_mt: Meta tkun attivata, it-tkaxkir minn kwalunkwe applikazzjoni sal-parti ta 'fuq tal-iskrin jiżvela l-monkeypaste biex iwaqqa' l-kontenut faċilment fil-monkeypaste.
nb_no: Når det er aktivert, vil dra fra ethvert program til toppen av skjermen avsløre MonkeyPaste for å enkelt slippe innhold i MonkeyPaste.
ne_np: सक्षम पारेर, पर्दाको शीर्षमा कुनै पनि अनुप्रयोगबाट तान्दैले बाँधिइप्ससाइटलाई सजिलैसँग स्कोर्सिसासामा सामग्री ड्रप गर्न बन्द गर्दछ।
nl_be: Wanneer ingeschakeld, zal het slepen van elke toepassing naar de bovenkant van het scherm Monkeypaste onthullen om inhoud gemakkelijk in Monkeypaste te laten vallen.
or_in: ଯେତେବେଳେ ସକ୍ଷମ, ସ୍କ୍ରିନ୍ ସ oft ିରେ ଥିବା କ any ଣସି ପ୍ରୟୋଗରୁ ଟାଣି ନେଇ ମୋନଙ୍କପେଷ୍ଟକୁ ସହଜରେ ଶୋଇବାକୁ ଚେଷ୍ଟା କରିବ |
pa_arab: ਜਦੋਂ ਸਮਰਥਿਤ ਹੁੰਦਾ ਹੈ, ਸਕ੍ਰੀਨ ਦੇ ਸਿਖਰ ਤੇ ਕਿਸੇ ਵੀ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਖਿੱਚਣਾ ਆਸਾਨੀ ਨਾਲ ਸਮੱਗਰੀ ਨੂੰ ਬਾਂਕੀਪਾਸਟ ਵਿੱਚ ਸੁੱਟਣ ਲਈ ਬਾਂਕੀਪਾਸਟ ਪ੍ਰਗਟ ਕਰੇਗਾ.
pl_pl: Po włączeniu, przeciąganie z dowolnej aplikacji na górę ekranu ujawni małpę, aby łatwo upuścić treść do małpy.
pt_br: Quando ativado, o arrastar de qualquer aplicativo para a parte superior da tela revelará o MonkeyyySaste para soltar facilmente o conteúdo em macacos.
ro_ro: Când este activat, glisarea de la orice aplicație în partea de sus a ecranului va dezvălui MonkeyPaste pentru a arunca cu ușurință conținutul în Monkeypaste.
ru_ru: При включении перетаскивание из любого приложения в верхнюю часть экрана покажет обезьяне, чтобы легко бросить контент в обезьяну.
sk_sk: Ak je povolené, pretiahnutie z ľubovoľnej aplikácie na hornú časť obrazovky odhalí monkeyPaste, aby sa obsah ľahko prehodil do monkeyPaste.
sl_si: Če je omogočeno, bo povleci iz katere koli aplikacije na vrh zaslona razkrilo, da MonkeyPaste enostavno spusti vsebino v MonkeyPaste.
sq_al: Kur të aktivizohet, zvarritja nga çdo aplikacion në krye të ekranit do të zbulojë Monkeypaste për të hequr lehtë përmbajtjen në Monkeypaste.
sr_cyrl_me: Када је омогућено, превлачење из било које апликације на врх екрана открит ће Монкеипасте да лако испусти садржај у монкеупасте.
sv_fi: När det är aktiverat kommer att dra från alla applikationer på toppen av skärmen att avslöja monkeypasta för att enkelt släppa innehåll i monkeypasta.
sw_ke: Inapowezeshwa, kuvuta kutoka kwa programu yoyote hadi juu ya skrini itaonyesha Monkeypaste ili kushuka kwa urahisi ndani ya Monkeypaste.
ta_in: இயக்கப்பட்டால், எந்தவொரு பயன்பாட்டிலிருந்தும் திரையின் மேலே இழுப்பது குரங்கிபேஸ்டை வெளிப்படுத்தும்.
te_in: ప్రారంభించబడినప్పుడు, ఏదైనా అప్లికేషన్ నుండి స్క్రీన్ పైభాగానికి లాగడం వల్ల కంటెంట్‌ను మంకీపేస్ట్‌లోకి సులభంగా వదలడానికి కోతులప్యాస్ట్‌ను వెల్లడిస్తుంది.
th_th: เมื่อเปิดใช้งานการลากจากแอปพลิเคชันใด ๆ ไปด้านบนของหน้าจอจะเปิดเผย monkeypaste เพื่อวางเนื้อหาลงใน monkeypaste ได้อย่างง่ายดาย
tk_tm: Işledilende bar bolan wagtdan ekranyň ýokarsyna süýräp, "MaýtPast" -iň Mazeýpasize bölmäge açar.
tr_tr: Etkinleştirildiğinde, herhangi bir uygulamadan ekranın üstüne sürüklenerek, içeriği kolayca Monkeypaste'e bırakmak için Monkeypaste'yi ortaya çıkarır.
tt_ru: Кушылганда, теләсә нинди заявканы экран башына тарту Майкипны Майкипастына җиңел төшү өчен ачачак.
ug_cn: قاچان قوزغىتىلغان, بۇ ئېكراننىڭ ئۈستىدىن ئېكرانىدىن سۆرەپ كىرگەندە مايمۇنپاتنى ئاشكارىلايدۇ.
uk_ua: Якщо ввімкнути, перетягування з будь -якої програми до верхньої частини екрана виявить, що мавпаста легко перекине вміст у мавпасту.
ur_pk: فعال ہونے پر ، کسی بھی درخواست سے اسکرین کے اوپری حصے میں گھسیٹنے سے مانکی پیسٹ کا انکشاف ہوتا ہے تاکہ مواد کو آسانی سے بندر میں بند کردے۔
uz_cyrl: Har qanday dasturni ekranning yuqori qismiga sudrab olib tashlash moneyd pastasini monaxeoste-ga osongina tashlab yuborishadi.
vi_vn: Khi được bật, việc kéo từ bất kỳ ứng dụng nào lên đầu màn hình sẽ tiết lộ khỉ để dễ dàng thả nội dung vào khỉ.
zh_hant: 啟用後，從任何應用程序拖動到屏幕頂部都會揭示MonkeyPaste，以便於將內容放入MonkePaste中。

# WelcomeDragToOpenDescription1
source: Enabling the 'lock' in the top left of the main window will still allow dropping onto MonkeyPaste.
af_za: As u die 'slot' in die linkerkant van die hoofvenster moontlik maak, kan dit steeds op Monkeypaste val.
am_et: በ <መቆለፊያ> ከላይ ባለው የ <መቆለፊያ> የላይኛው ክፍል ላይ ማንቀሳቀስ አሁንም ወደ ዝነናሴ ላይ ለመጣል ያስችላል.
ar_bh: إن تمكين "القفل" في الجزء العلوي الأيسر من النافذة الرئيسية سيظل يسمح بإسقاط Monkeypaste.
as_in: মূল উইন্ডোৰ ওপৰৰ বাওঁফালে থকা 'লক' সামৰ্থবান কৰিলে এতিয়াও MonkeyPaste ত ড্ৰপ কৰাৰ অনুমতি দিব।
az_cyrl: Əsas pəncərənin yuxarı sol hissəsindəki 'kilidi' imkanı, hələ də meymundan düşməyə imkan verəcəkdir.
bg_bg: Активирането на „заключването“ в горната лява част на основния прозорец все пак ще позволи да се спусне на маймуна.
bn_in: মূল উইন্ডোটির উপরের বামে 'লক' সক্ষম করা এখনও মনকেপেস্টে নামার অনুমতি দেবে।
bs_latn_ba: Omogućavanje 'zaključavanja' u gornjem lijevom dijelu glavnog prozora i dalje će omogućiti kako se spuštaju na majmune.
ca_es: Si activeu el "bloqueig" a la part superior esquerra de la finestra principal, encara permetrà caure a Monkeypaste.
cs_cz: Povolení „zámku“ vlevo horní část hlavního okna stále umožní klesnout na MonkeyPaste.
cy_gb: Bydd galluogi'r 'clo' yn y chwith uchaf o'r brif ffenestr yn dal i ganiatáu gollwng ar MonkeyPaste.
da_dk: Aktivering af 'låsen' øverst til venstre i hovedvinduet tillader stadig at falde ned på aber.
de_ch: Wenn Sie das "Sperren" oben links im Hauptfenster aktivieren, können Sie immer noch auf Monkeypaste fallen lassen.
el_gr: Η ενεργοποίηση της «κλειδαριάς» στο επάνω αριστερό μέρος του κύριου παραθύρου θα επιτρέψει ακόμα να πέσει στο MonkeyPaste.
es_bo: Habilitar el 'bloqueo' en la parte superior izquierda de la ventana principal aún permitirá caer sobre el monje.
et_ee: Peaakna vasakus ülanurgas oleva luku lubamine võimaldab ikkagi ahveypastale kukkuda.
fa_ir: فعال کردن "قفل" در سمت چپ بالای پنجره اصلی هنوز هم اجازه می دهد تا روی میمون رها شود.
fi_fi: Pääikkunan vasemmassa yläkulmassa olevan 'lukon' mahdollistaminen antaa silti pudota MonkeyPastelle.
fil_ph: Ang pagpapagana ng 'lock' sa tuktok na kaliwa ng pangunahing window ay papayagan pa rin ang pagbagsak sa Monkeypaste.
fr_029: Activer le «verrouillage» en haut à gauche de la fenêtre principale permettra toujours de tomber sur Monkeypaste.
ga_ie: Má chuirtear ar chumas an 'ghlais' ar bharr na láimhe clé den phríomhfhuinneog, ligfear dó titim isteach ar mhoncáin.
gu_in: મુખ્ય વિંડોની ઉપર ડાબી બાજુ 'લોક' ને સક્ષમ કરવાથી હજી પણ વાંદરા પર પડવાની મંજૂરી મળશે.
he_il: הפעלת 'המנעול' בשמאל העליון של החלון הראשי תאפשר עדיין נשירה על קופיפסטה.
hi_in: मुख्य खिड़की के शीर्ष बाईं ओर 'लॉक' को सक्षम करने से अभी भी मंकीपास्ट पर गिरने की अनुमति मिलेगी।
hr_hr: Omogućavanje 'zaključavanja' u gornjem lijevom dijelu glavnog prozora i dalje će omogućiti pad na Monkeypaste.
hu_hu: A főablak bal felső sarkában lévő „zár” engedélyezése továbbra is lehetővé teszi a Monkepaste -ra való leeresztést.
hy_am: Հիմնական պատուհանի վերին ձախ մասում «կողպեքը» միացնելը դեռ թույլ կտա նվազել Monkepaste- ին:
id_id: Mengaktifkan 'kunci' di kiri atas jendela utama masih akan memungkinkan jatuh ke monkeypaste.
is_is: Með því að virkja „lásinn“ efst til vinstri við aðalgluggann gerir það samt kleift að falla niður í monkeypaste.
it_ch: Abilitare il "blocco" in alto a sinistra della finestra principale consentirà comunque di cadere su Monkeypaste.
ja_jp: メインウィンドウの左上にある「ロック」を有効にすると、Monkeypasteにドロップすることができます。
ka_ge: მთავარი ფანჯრის ზედა მარცხენა ნაწილში "დაბლოკვის" ჩართვა კვლავ საშუალებას მისცემს მაიმუნსასტის ჩასვლას.
kk_kz: Негізгі терезенің жоғарғы сол жағында «құлыпты» қосу әлі де маймыл түріне түсуіне мүмкіндік береді.
km_kh: ការបើកដំណើរការ 'ចាក់សោ' នៅខាងឆ្វេងខាងលើនៃបង្អួចមេនឹងនៅតែអនុញ្ញាតឱ្យធ្លាក់ចុះនៅលើ monkeysyysysyysysysysysyysysypocke ។
kn_in: ಮುಖ್ಯ ವಿಂಡೋದ ಮೇಲಿನ ಎಡಭಾಗದಲ್ಲಿರುವ 'ಲಾಕ್' ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಇನ್ನೂ ಮಾಂಕೈಪೇಸ್ಟ್‌ಗೆ ಇಳಿಯಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.
ko_kr: 기본 창의 왼쪽 상단에 '잠금'을 활성화하면 여전히 monkeypaste에 떨어질 수 있습니다.
ky_kg: Негизги терезенин жогору жагындагы "кулпу" деп айтууга дагы деле майлоочу жайга түшүп кетүүгө мүмкүндүк берет.
lo_la: ເປີດໃຊ້ 'ລັອກ' ຢູ່ເບື້ອງຊ້າຍດ້ານເທິງຂອງປ່ອງຢ້ຽມຫລັກກໍ່ຈະຊ່ວຍລຸດລົງໃນ monkeypaste.
lt_lt: Įjungus „užraktą“ pagrindinio lango viršutiniame kairėje, vis tiek leis numesti ant beždžionių.
lv_lv: Iespējojot “slēdzeni” galvenā loga augšējā kreisajā pusē, joprojām ļaus nomesties uz Monkeypaste.
mi_nz: Ka taea e te 'Lock' i te taha maui o te matapihi matua ka waiho tonu kia heke ki runga i te Monkeypaste.
mk_mk: Овозможувањето „заклучување“ во горниот лев дел од главниот прозорец сепак ќе овозможи да се спушти на MonkeyPaste.
ml_in: പ്രധാന വിൻഡോയുടെ മുകളിൽ ഇടതുവശത്ത് 'ലോക്ക്' പ്രവർത്തനക്ഷമമാക്കുന്നത് ഇപ്പോഴും മങ്കിപെസ്റ്റ്യിലേക്ക് ഉപേക്ഷിക്കാൻ അനുവദിക്കും.
mr_in: मुख्य विंडोच्या डावीकडील डावीकडील 'लॉक' सक्षम केल्याने अद्याप माकडावर खाली जाण्याची परवानगी मिळेल.
ms_my: Mengaktifkan 'kunci' di sebelah kiri atas tetingkap utama masih akan membenarkan jatuh ke monkeypaste.
mt_mt: Li tippermetti s- "serratura" fin-naħa ta 'fuq tax-xellug tat-tieqa prinċipali xorta tippermetti li twaqqa' fuq il-monkeypaste.
nb_no: Å aktivere "låsen" øverst til venstre i hovedvinduet vil fortsatt tillate å slippe på MonkeyPaste.
ne_np: मुख्य विन्डोको शीर्ष बायाँमा 'लक' सक्षम पार्दै अझै पनि फर्की लगप्पोस्टमा ड्रप हुनेछ।
nl_be: Door het 'vergrendeling' linksboven in het hoofdvenster in te schakelen, kan het nog steeds op Monkeypaste vallen.
or_in: ମୁଖ୍ୟ ୱିଣ୍ଡୋର ଉପର ଡାହାଣରେ 'ଲକ୍' ସକ୍ଷମ କରିବା ଦ୍ୱାରା Mnkeypaste ଉପରେ ଡ୍ରପ୍ କରିବାକୁ ଅନୁମତି ଦେବ |
pa_arab: ਮੁੱਖ ਵਿੰਡੋ ਦੇ ਉਪਰਲੇ ਖੱਬੇ ਪਾਸੇ 'ਲਾਕ' ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਅਜੇ ਵੀ MonkeKepaste ਨੂੰ ਛੱਡਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ.
pl_pl: Włączenie „zamka” w lewym górnym rogu okna głównego nadal pozwoli na spadanie na małp.
pt_br: Habilitar o 'bloqueio' no canto superior esquerdo da janela principal ainda permitirá cair no macaco.
ro_ro: Activarea „blocării” în stânga sus a ferestrei principale va permite în continuare căderea pe Monkeypaste.
ru_ru: Включение «блокировки» в левом верхнем углу главного окна все равно позволит упасть на обезьяну.
sk_sk: Povolenie „zámku“ v ľavom hornom rohu hlavného okna stále umožní spadnutie na monkeyPaste.
sl_si: Če omogočite 'zaklepanje' v zgornjem levem kotu glavnega okna, bo še vedno omogočilo spuščanje na MonkeyPaste.
sq_al: Mundësimi i 'bllokimit' në pjesën e sipërme të majtë të dritares kryesore do të lejojë të bjerë në Monkeypaste.
sr_cyrl_me: Омогућавање "браве" у горњем левом делу главног прозора и даље ће и даље оставити пад на монкеупасте.
sv_fi: Att möjliggöra "låset" längst upp till vänster om huvudfönstret kommer fortfarande att släppa på monkeypasta.
sw_ke: Kuwezesha 'kufuli' kwenye kushoto juu ya dirisha kuu bado itaruhusu kushuka kwenye Monkeypaste.
ta_in: பிரதான சாளரத்தின் மேல் இடதுபுறத்தில் உள்ள 'பூட்டு' ஐ இயக்குவது இன்னும் குரங்கு சுவை மீது இறங்க அனுமதிக்கும்.
te_in: ప్రధాన విండో యొక్క ఎడమ ఎగువ భాగంలో 'లాక్'ను ప్రారంభించడం ఇప్పటికీ మంకీపాస్ట్‌లోకి వదలడానికి అనుమతిస్తుంది.
th_th: การเปิดใช้งาน 'ล็อค' ที่ด้านบนซ้ายของหน้าต่างหลักจะยังคงอนุญาตให้วางลงบน monkeypaste
tk_tm: Esasy penjiräniň ýokarky çep tarapynda "gulp" -yň "gulpuny" açmak, maýmynpete-de gaçmaga mümkinçilik berer.
tr_tr: Ana pencerenin sol üst kısmındaki 'Kilit'i etkinleştirmek yine de Monkeycaste'e düşmesine izin verecektir.
tt_ru: Төп тәрәзәнең өске сул ягында «йозак» майлы подполкага төшәчәк.
ug_cn: ئاساسلىق كۆزنەكنىڭ سول ئۈستى تەرىپىدىكى «قۇلۇپلاش» نى قوزغىتىش يەنىلا مايمۇنپاتنى تاشلاشقا بولىدۇ.
uk_ua: Увімкнення "замка" у верхньому лівому віці все одно дозволить потрапити на мавпасту.
ur_pk: مرکزی ونڈو کے اوپری بائیں میں 'لاک' کو چالو کرنے سے اب بھی بندر کی مقدار میں گرنے کی اجازت ہوگی۔
uz_cyrl: Asosiy oynaning yuqori chap qismidagi "qulf" ni yoqish hali ham moneyd pastasini tushirishga imkon beradi.
vi_vn: Kích hoạt 'khóa' ở trên cùng bên trái của cửa sổ chính vẫn sẽ cho phép thả xuống khỉ.
zh_hant: 在主窗口左上方啟用“鎖”仍將允許掉落到monkeypaste上。
