Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SingInstanceCheckNtfText
source: Another instance of MonkeyPaste is already running. Are you sure you want to open a new instance?
af_za: Nog 'n voorbeeld van MonkeyPaste loop reeds. Is jy seker jy wil 'n nuwe instansie oopmaak?
ca_es: Una altra instància de MonkeyPaste ja s'està executant. Esteu segur que voleu obrir una instància nova?
cs_cz: Další instance MonkeyPaste již běží. Opravdu chcete otevřít novou instanci?
da_dk: En anden forekomst af MonkeyPaste kører allerede. Er du sikker på, at du vil åbne en ny forekomst?
de_ch: Eine andere Instanz von MonkeyPaste wird bereits ausgeführt. Möchten Sie wirklich eine neue Instanz öffnen?
el_gr: Μια άλλη παρουσία του MonkeyPaste εκτελείται ήδη. Είστε βέβαιοι ότι θέλετε να ανοίξετε μια νέα παρουσία;
es_bo: Otra instancia de Monkipaste ya está ejecutando. ¿Estás seguro de que quieres abrir una nueva instancia?
et_ee: Veel üks ahvepaste juhtum töötab juba. Kas olete kindel, et soovite avada uue eksemplari?
fi_fi: Toinen monkepaste -esimerkki on jo käynnissä. Oletko varma, että haluat avata uuden ilmentymän?
fr_029: Une autre instance de Monkeypaste est déjà en cours d'exécution. Êtes-vous sûr d'ouvrir une nouvelle instance?
ga_ie: Tá cás eile de monkeypaste ag rith cheana féin. An bhfuil tú cinnte gur mhaith leat cás nua a oscailt?
gu_in: વાંદરાનો બીજો દાખલો પહેલેથી જ ચાલી રહ્યો છે. શું તમને ખાતરી છે કે તમે કોઈ નવું દાખલો ખોલવા માંગો છો?
he_il: מופע נוסף של Monkeypaste כבר פועל. האם אתה בטוח שאתה רוצה לפתוח מופע חדש?
hi_in: Monkeypaste का एक और उदाहरण पहले से ही चल रहा है। क्या आप सुनिश्चित हैं कि आप एक नया उदाहरण खोलना चाहते हैं?
hr_hr: Drugi slučaj Monkeypaste već se pokreće. Jeste li sigurni da želite otvoriti novu instancu?
hy_am: Monkepaste- ի մեկ այլ դեպք արդեն գործում է: Համոզված եք, որ ցանկանում եք նոր օրինակ բացել:
is_is: Annað dæmi um acepyaste er þegar í gangi. Ertu viss um að þú viljir opna nýtt dæmi?
ja_jp: Monkeypasteの別のインスタンスはすでに実行されています。新しいインスタンスを開きたいですか？
kn_in: ಮಾಂಕೈಪೇಸ್ಟ್‌ನ ಮತ್ತೊಂದು ಉದಾಹರಣೆ ಈಗಾಗಲೇ ಚಾಲನೆಯಲ್ಲಿದೆ. ನೀವು ಹೊಸ ನಿದರ್ಶನವನ್ನು ತೆರೆಯಲು ಬಯಸುತ್ತೀರಾ?
ko_kr: Monkeypaste의 또 다른 사례가 이미 실행 중입니다. 새 인스턴스를 열고 싶습니까?
lo_la: ຕົວຢ່າງອື່ນຂອງ monkeypaste ແມ່ນແລ່ນແລ້ວ. ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການເປີດຕົວຢ່າງໃຫມ່?
lt_lt: Kitas „MonkeYPaste“ pavyzdys jau veikia. Ar tikrai norite atidaryti naują egzempliorių?
ml_in: മങ്കിപുസ്തസിന്റെ മറ്റൊരു ഉദാഹരണം ഇതിനകം പ്രവർത്തിക്കുന്നു. ഒരു പുതിയ ഉദാഹരണം തുറക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: वानरपास्टचे आणखी एक उदाहरण आधीच चालू आहे. आपणास खात्री आहे की आपण एक नवीन उदाहरण उघडू इच्छिता?
mt_mt: Istanza oħra ta 'monkeypaste diġà qed taħdem. Int żgur li trid tiftaħ istanza ġdida?
nb_no: En annen forekomst av MonkeyPaste kjører allerede. Er du sikker på at du vil åpne en ny forekomst?
ne_np: बाँधिइपसासासको अर्को उदाहरण पहिले नै चलिरहेको छ। के तपाईं पक्का नयाँ उदाहरण खोल्न चाहनुहुन्छ?
nl_be: Een ander exemplaar van Monkeypaste is al actief. Weet u zeker dat u een nieuw exemplaar wilt openen?
or_in: ମାଙ୍କଡ଼ପେଷ୍ଟର ଅନ୍ୟ ଏକ ଉଦାହରଣ ପୂର୍ବରୁ ଚାଲୁଛି | ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏକ ନୂତନ ଉଦାହରଣ ଖୋଲିବାକୁ ଚାହୁଁଛନ୍ତି?
pa_arab: ਮੋਨਕੇਪਾਸਟ ਦੀ ਇਕ ਹੋਰ ਉਦਾਹਰਣ ਪਹਿਲਾਂ ਹੀ ਚੱਲ ਰਹੀ ਹੈ. ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀਂ ਕੋਈ ਨਵਾਂ ਉਦਾਹਰਣ ਖੋਲ੍ਹਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Outra instância de MonkeyyySaste já está em execução. Tem certeza de que deseja abrir uma nova instância?
ro_ro: O altă instanță a Monkeypaste este deja rulată. Ești sigur că vrei să deschizi o nouă instanță?
ru_ru: Другой экземпляр Monkeypaste уже работает. Вы уверены, что хотите открыть новый экземпляр?
sk_sk: Ďalšia inštancia MonkeyPaste je už spustená. Ste si istí, že chcete otvoriť novú inštanciu?
sl_si: Še en primerek MonkeyPaste že deluje. Ste prepričani, da želite odpreti nov primerek?
sq_al: Një shembull tjetër i MonkeyPaste tashmë po funksionon. A jeni i sigurt që doni të hapni një shembull të ri?
sr_cyrl_me: Још једна инстанца монкеупасте је већ покренута. Јесте ли сигурни да желите да отворите нову инстанцу?
ta_in: குரங்கு சுவையின் மற்றொரு நிகழ்வு ஏற்கனவே இயங்குகிறது. நீங்கள் ஒரு புதிய நிகழ்வைத் திறக்க விரும்புகிறீர்களா?
te_in: మంకీపేస్ట్ యొక్క మరొక ఉదాహరణ ఇప్పటికే నడుస్తోంది. మీరు ఖచ్చితంగా క్రొత్త ఉదాహరణను తెరవాలనుకుంటున్నారా?
th_th: อีกตัวอย่างหนึ่งของ monkeypaste กำลังทำงานอยู่แล้ว แน่ใจหรือว่าต้องการเปิดอินสแตนซ์ใหม่?
tk_tm: Maýerpase başga bir mysaly eýýäm işleýär. Täze mysal açmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: Monkeycaste'in başka bir örneği zaten çalışıyor. Yeni bir örnek açmak istediğinizden emin misiniz?
uk_ua: Ще один екземпляр MonkeyPaste вже працює. Ви впевнені, що хочете відкрити новий екземпляр?
ur_pk: مانکی پیسٹ کی ایک اور مثال پہلے ہی چل رہی ہے۔ کیا آپ واقعی کوئی نئی مثال کھولنا چاہتے ہیں؟
uz_cyrl: Monkeypastening yana bir misoli allaqachon ishlamoqda. Ishonchim komilki, siz yangi namunani ochmoqchimisiz?
zh_hant: MonkePaste的另一個實例已經在運行。您確定要打開一個新實例嗎？

# CommonConfigureLabel
source: Configure
af_za: Stel op
ca_es: Configura
cs_cz: Konfigurovat
da_dk: Konfigurer
de_ch: Konfigurieren
el_gr: Διαμορφώστε
es_bo: Configurar
et_ee: Konfigureerima
fi_fi: Määrittää
fr_029: Configurer
ga_ie: Cumraigh
gu_in: પસંદ કરવું
he_il: הגדר
hi_in: कॉन्फ़िगर
hr_hr: Konfigurirati
hy_am: Ձեվակերպել
is_is: Stilla
ja_jp: 構成、設定
kn_in: ಸಂರಚಿಸು
ko_kr: 구성
lo_la: ການຕັ້ງຄ່າ
lt_lt: Konfigūruokite
ml_in: ക്രമീകരിക്കുക
mr_in: कॉन्फिगरेशन
mt_mt: Ikkonfigura
nb_no: Konfigurere
ne_np: अनुकुल
nl_be: Configureren
or_in: ବିନ୍ୟାସ କର
pa_arab: ਕੌਂਫਿਗਰ ਕਰੋ
ro_ro: Configurați
ru_ru: Настройка
sk_sk: Konfigurovať
sl_si: Konfiguriranje
sq_al: Konfiguroj
sr_cyrl_me: Конфигурација
ta_in: உள்ளமைக்கவும்
te_in: కాన్ఫిగర్
th_th: กำหนดค่า
tk_tm: Sazlamak
tr_tr: Yapılandır
uk_ua: Налаштувати
ur_pk: تشکیل
uz_cyrl: Sozlamoq
zh_hant: 配置

# GlobalHooksPausedText
source: Global mouse and keyboard shortcuts have been disabled. Global Shortcuts can now be enabled in the System Tray Menu
af_za: Globale muis- en sleutelbordkortpaaie is gedeaktiveer. Globale kortpaaie kan nou in die System Tray Menu geaktiveer word
ca_es: Les dreceres globals del ratolí i del teclat s'han desactivat. Les dreceres globals ara es poden activar al menú de la safata del sistema
cs_cz: Globální myši a klávesové zkratky byly zakázány. Globální zkratky lze nyní povolit v nabídce hlavního panelu
da_dk: Globale mus- og tastaturgenveje er blevet deaktiveret. Globale genveje kan nu aktiveres i systembakkemenuen
de_ch: Globale Maus- und Tastaturkürzel wurden deaktiviert. Globale Kürzel können jetzt im Taskleistenmenü aktiviert werden.
el_gr: Οι καθολικές συντομεύσεις ποντικιού και πληκτρολογίου έχουν απενεργοποιηθεί. Οι καθολικές συντομεύσεις μπορούν πλέον να ενεργοποιηθούν στο μενού του δίσκου συστήματος
es_bo: Se han deshabilitado los atajos globales para el mouse y el teclado. Los atajos globales ahora se pueden habilitar en el menú de la bandeja del sistema
et_ee: Globaalsed hiire- ja klaviatuuri otseteed on keelatud. Globaalsed otseteed saab nüüd süsteemialuse menüüs lubada
fi_fi: Globaalit hiiri- ja pikanäppäimet on poistettu käytöstä. Globaalit pikakuvakkeet voidaan nyt ottaa käyttöön järjestelmälokero -valikossa
fr_029: Les raccourcis mondiaux de souris et de clavier ont été désactivés. Les raccourcis mondiaux peuvent désormais être activés dans le menu du plateau système
ga_ie: Tá aicearraí luiche agus méarchláir dhomhanda faoi mhíchumas. Is féidir aicearraí domhanda a chumasú anois sa roghchlár tráidire córais
gu_in: ગ્લોબલ માઉસ અને કીબોર્ડ શ shortc ર્ટકટ્સ અક્ષમ કરવામાં આવ્યા છે. ગ્લોબલ શ shortc ર્ટકટ્સ હવે સિસ્ટમ ટ્રે મેનૂમાં સક્ષમ કરી શકાય છે
he_il: קיצורי דרך עכברים ומקלדת גלובליים הושבתו. כעת ניתן להפעיל קיצורי דרך גלובליים בתפריט מגש המערכת
hi_in: ग्लोबल माउस और कीबोर्ड शॉर्टकट्स को अक्षम कर दिया गया है। ग्लोबल शॉर्टकट अब सिस्टम ट्रे मेनू में सक्षम किया जा सकता है
hr_hr: Globalni prečaci za miš i tipkovnicu onemogućeni su. Globalni prečaci sada mogu biti omogućeni u izborniku Sistemske ladice
hy_am: Մկնիկի եւ ստեղնաշարի գլոբալ դյուրանցումները անջատված են: Համաշխարհային դյուրանցումները այժմ կարող են միացված լինել համակարգի սկուտեղի ընտրացանկում
is_is: Global mús og lyklaborðs flýtileiðir hafa verið óvirkir. Nú er hægt að virkja alþjóðlegar flýtileiðir í kerfisbakkavalmyndinni
ja_jp: グローバルマウスとキーボードショートカットは無効になっています。 グローバルショートカットをシステムトレイメニューで有効にすることができます
kn_in: ಜಾಗತಿಕ ಮೌಸ್ ಮತ್ತು ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಸಿಸ್ಟಮ್ ಟ್ರೇ ಮೆನುವಿನಲ್ಲಿ ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಈಗ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು
ko_kr: 글로벌 마우스 및 키보드 바로 가기가 비활성화되었습니다. 이제 시스템 트레이 메뉴에서 글로벌 바로 가기를 활성화 할 수 있습니다.
lo_la: ທາງລັດແລະແປ້ນພິມທົ່ວໂລກແລະແປ້ນພິມໄດ້ຖືກປິດໃຊ້ງານແລ້ວ. ໄລຍະທໍາອິດຂອງໂລກສາມາດເປີດໃຊ້ງານໃນເມນູ Tray System
lt_lt: Pasaulinės pelės ir klaviatūros nuorodos buvo išjungtos. Dabar „System Tray“ meniu galima įjungti globalius nuorodas
ml_in: ആഗോള മൗസും കീബോർഡ് കുറുക്കുവഴികളും അപ്രാപ്തമാക്കി. സിസ്റ്റം ട്രേ മെനുവിൽ ആഗോള കുറുക്കുവഴികൾ ഇപ്പോൾ പ്രവർത്തനക്ഷമമാക്കാം
mr_in: ग्लोबल माउस आणि कीबोर्ड शॉर्टकट अक्षम केले गेले आहेत. सिस्टम ट्रे मेनूमध्ये आता ग्लोबल शॉर्टकट सक्षम केले जाऊ शकतात
mt_mt: Il-shortcuts globali tal-ġurdien u tat-tastiera ġew diżattivati. Shortcuts globali issa jistgħu jiġu attivati ​​fil-menu tat-trej tas-sistema
nb_no: Globale snarveier for mus og tastatur er deaktivert. Globale snarveier kan nå aktiveres i systemskuffenyen
ne_np: ग्लोबल माउस र कुञ्जीपाटी सर्टकटहरू असक्षम पारिएको छ। विश्वव्यापी सर्टकट अब प्रणाली ट्रे मेनूमा सक्षम हुन सक्छ
nl_be: Globale muis- en toetsenbord snelkoppelingen zijn uitgeschakeld. Globale snelkoppelingen kunnen nu worden ingeschakeld in het menu System Tray
or_in: ସର୍ବଭାରନକାରୀ ମାଉସ୍ ଏବଂ କୀବୋର୍ଡ୍ ସର୍ଟକଟ୍ ଅକ୍ଷମ ହୋଇଛି। ସିଷ୍ଟମ୍ ଟ୍ରେ ମେନୁରେ ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ବର୍ତ୍ତମାନ ସକ୍ଷମ ହୋଇପାରିବ |
pa_arab: ਗਲੋਬਲ ਮਾ mouse ਸ ਅਤੇ ਕੀਬੋਰਡ ਸ਼ੌਰਟਕਟਸ ਅਯੋਗ ਕਰ ਦਿੱਤੇ ਗਏ ਹਨ. ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ ਹੁਣ ਸਿਸਟਮ ਟਰੇ ਮੀਨੂੰ ਵਿੱਚ ਯੋਗ ਹੋ ਸਕਦੇ ਹਨ
pt_br: Os atalhos globais de mouse e teclado foram desativados. Os atalhos globais agora podem ser ativados no menu da bandeja do sistema
ro_ro: Comenzile rapide globale de mouse și tastatură au fost dezactivate. Comenzile rapide globale pot fi acum activate în meniul tăvii de sistem
ru_ru: Глобальные сочетания мышей и клавиш были отключены. Глобальные ярлыки теперь могут быть включены в меню системного лотка
sk_sk: Globálne skratky myši a klávesnice boli zakázané. Globálne skratky je teraz možné povoliť v ponuke System Tray
sl_si: Globalne bližnjice miške in tipkovnice so onemogočene. Globalne bližnjice je zdaj mogoče omogočiti v meniju System pladnja
sq_al: Shkurtoret globale të miut dhe tastierave janë çaktivizuar. Shkurtoret globale tani mund të aktivizohen në menunë e tabaka të sistemit
sr_cyrl_me: Глобални пречици миша и тастатуре су онемогућени. Глобалне пречице сада се могу омогућити у менију Систем Траи
ta_in: உலகளாவிய சுட்டி மற்றும் விசைப்பலகை குறுக்குவழிகள் முடக்கப்பட்டுள்ளன. கணினி தட்டு மெனுவில் உலகளாவிய குறுக்குவழிகள் இப்போது இயக்கப்படலாம்
te_in: గ్లోబల్ మౌస్ మరియు కీబోర్డ్ సత్వరమార్గాలు నిలిపివేయబడ్డాయి. గ్లోబల్ సత్వరమార్గాలను ఇప్పుడు సిస్టమ్ ట్రే మెనులో ప్రారంభించవచ్చు
th_th: ทางลัดของเมาส์และแป้นพิมพ์ทั่วโลกถูกปิดใช้งาน สามารถเปิดใช้งานทางลัดทั่วโลกในเมนูถาดระบบ
tk_tm: Global Syçan we klawiatura salgylanmalary ýapyldy. Global gysga ýollar ulgam tromy menýusynda başlap biler
tr_tr: Global fare ve klavye kısayolları devre dışı bırakıldı. Global kısayollar artık sistem tepsisi menüsünde etkinleştirilebilir
uk_ua: Глобальні миші та ярлики клавіатури вимкнено. Глобальні ярлики тепер можна включити в меню системного лотка
ur_pk: عالمی ماؤس اور کی بورڈ شارٹ کٹ غیر فعال کردیئے گئے ہیں۔ اب سسٹم ٹرے مینو میں عالمی شارٹ کٹ کو فعال کیا جاسکتا ہے
uz_cyrl: Global sichqoncha va klaviatura yorliqlari o'chirilgan. Hozirgi kunda tizimning trafik menyusida global yorliq yoqilishi mumkin
zh_hant: 全局鼠標和鍵盤快捷鍵已被禁用。 現在可以在系統托盤菜單中啟用全局快捷方式

# GlobalHooksPausedTitle
source: Global Shortcuts disabled: {0}
af_za: Globale kortpaaie gedeaktiveer: {0}
ca_es: Dreceres globals desactivades: {0}
cs_cz: Globální zkratky zakázány: {0}
da_dk: Globale genveje deaktiveret: {0}
de_ch: Globale Verknüpfungen deaktiviert: {0}
el_gr: Οι καθολικές συντομεύσεις είναι απενεργοποιημένες: {0}
es_bo: Actualizados globales deshabilitados: {0}
et_ee: Globaalsed otseteed on keelatud: {0}
fi_fi: Globaalit pikakuvakkeet poistettu käytöstä: {0}
fr_029: Raccourcis mondiaux désactivés: {0}
ga_ie: Aicearraí domhanda faoi mhíchumas: {0}
gu_in: વૈશ્વિક શ shortc ર્ટકટ્સ અક્ષમ: {0}
he_il: קיצורי דרך גלובליים מושבתים: {0}
hi_in: वैश्विक शॉर्टकट अक्षम: {0}
hr_hr: Globalni prečaci onemogućeni: {0}
hy_am: Համաշխարհային դյուրանցումները անջատված են. {0
is_is: Global flýtileiðir óvirkir: {0}
ja_jp: 無効になっているグローバルショートカット：{0}
kn_in: ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ: {0}
ko_kr: 글로벌 바로 가기 비활성화 : {0}
lo_la: ທາງລັດໃນໂລກພິການ: {0}
lt_lt: Pasauliniai nuorodos išjungti: {0}
ml_in: ആഗോള കുറുക്കുവഴികൾ അപ്രാപ്തമാക്കി: {0}
mr_in: ग्लोबल शॉर्टकट अक्षम: {0}
mt_mt: Shortcuts globali b'diżabilità: {0}
nb_no: Globale snarveier deaktivert: {0}
ne_np: ग्लोबल सर्टकट असक्षम गरियो: {0}
nl_be: Globale snelkoppelingen uitgeschakeld: {0}
or_in: ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ଅକ୍ଷମ: {0}
pa_arab: ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ ਅਸਮਰਥਿਤ: {0}
pt_br: Atalhos globais desativados: {0}
ro_ro: Comenzi rapide globale dezactivate: {0}
ru_ru: Глобальные ярлыки отключены: {0}
sk_sk: Globálne skratky zakázané: {0}
sl_si: Globalne bližnjice onemogočene: {0}
sq_al: Shkurtore globale me aftësi të kufizuara: {0}
sr_cyrl_me: Глобалне пречице онемогућене: {0}
ta_in: உலகளாவிய குறுக்குவழிகள் முடக்கப்பட்டன: {0}
te_in: గ్లోబల్ సత్వరమార్గాలు నిలిపివేయబడ్డాయి: {0}
th_th: ปิดใช้งานทางลัดทั่วโลก: {0}
tk_tm: Global gysga ýollar ýapyk: {0}
tr_tr: Global kısayollar devre dışı: {0}
uk_ua: Глобальні ярлики вимкнено: {0}
ur_pk: عالمی شارٹ کٹ غیر فعال: {0}
uz_cyrl: Global yorliqlar o'chirilgan: {0}
zh_hant: 禁用全局快捷方式：{0}

# GlobalHooksResumedText
source: Global mouse and keyboard shortcuts have been enabled.
af_za: Globale muis- en sleutelbordkortpaaie is geaktiveer.
ca_es: S'han habilitat les dreceres globals del ratolí i del teclat.
cs_cz: Globální myši a klávesové zkratky byly povoleny.
da_dk: Globale mus- og tastaturgenveje er blevet aktiveret.
de_ch: Globale Maus- und Tastaturkürzel wurden aktiviert.
el_gr: Οι καθολικές συντομεύσεις ποντικιού και πληκτρολογίου έχουν ενεργοποιηθεί.
es_bo: Se han habilitado los atajos globales para el mouse y el teclado.
et_ee: Globaalsed hiire- ja klaviatuuri otseteed on lubatud.
fi_fi: Globaalit hiiri- ja pikanäppäimet on otettu käyttöön.
fr_029: Les raccourcis mondiaux de souris et de clavier ont été activés.
ga_ie: Cumasaíodh aicearraí luiche agus méarchláir domhanda.
gu_in: ગ્લોબલ માઉસ અને કીબોર્ડ શ shortc ર્ટકટ્સ સક્ષમ કરવામાં આવ્યા છે.
he_il: קיצורי דרך עכברים ומקלדת גלובליים הופעלו.
hi_in: ग्लोबल माउस और कीबोर्ड शॉर्टकट सक्षम किए गए हैं।
hr_hr: Omogućeni su globalni prečaci za miš i tipkovnicu.
hy_am: Մկնիկի եւ ստեղնաշարի գլոբալ դյուրանցումները միացված են:
is_is: Global mús og lyklaborðs flýtileiðir hafa verið virkir.
ja_jp: グローバルマウスとキーボードショートカットが有効になっています。
kn_in: ಜಾಗತಿಕ ಮೌಸ್ ಮತ್ತು ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 글로벌 마우스 및 키보드 바로 가기가 활성화되었습니다.
lo_la: ທາງລັດແລະແປ້ນພິມທົ່ວໂລກແລະຄີບອດໄດ້ຖືກເປີດໃຊ້ງານ.
lt_lt: Buvo įjungti pasaulinės pelės ir klaviatūros nuorodos.
ml_in: ആഗോള മൗസും കീബോർഡ് കുറുക്കുവഴികളും പ്രവർത്തനക്ഷമമാക്കി.
mr_in: ग्लोबल माउस आणि कीबोर्ड शॉर्टकट सक्षम केले आहेत.
mt_mt: Il-shortcuts globali tal-ġurdien u tat-tastiera ġew attivati.
nb_no: Globale snarveier for mus og tastatur er aktivert.
ne_np: ग्लोबल माउस र कुञ्जीपाटी सर्टकटहरू सक्षम पारिएको छ।
nl_be: Globale muis- en toetsenbord snelkoppelingen zijn ingeschakeld.
or_in: ସର୍ବଭାରନକାରୀ ମାଉସ୍ ଏବଂ କୀବୋର୍ଡ୍ ସର୍ଟକଟ୍ ସକ୍ଷମ ହୋଇଛି |
pa_arab: ਗਲੋਬਲ ਮਾ mouse ਸ ਅਤੇ ਕੀਬੋਰਡ ਸ਼ੌਰਟਕਟ ਯੋਗ ਕੀਤੇ ਗਏ ਹਨ.
pt_br: Os atalhos globais de mouse e teclado foram ativados.
ro_ro: Au fost activate comenzile rapide de mouse și tastatură globală.
ru_ru: Глобальные сочетания мыши и клавиатуры были включены.
sk_sk: Boli povolené globálne skratky myši a klávesnice.
sl_si: Omogočene so globalne bližnjice miške in tipkovnice.
sq_al: Shkurtoret globale të miut dhe tastierave janë aktivizuar.
sr_cyrl_me: Омогућено су пречице глобалне миша и тастатуре.
ta_in: உலகளாவிய சுட்டி மற்றும் விசைப்பலகை குறுக்குவழிகள் இயக்கப்பட்டுள்ளன.
te_in: గ్లోబల్ మౌస్ మరియు కీబోర్డ్ సత్వరమార్గాలు ప్రారంభించబడ్డాయి.
th_th: มีการเปิดใช้งานทางลัดเมาส์และแป้นพิมพ์ทั่วโลกแล้ว
tk_tm: Global Syçan we klawiatura salgylanmalary açykdy.
tr_tr: Global fare ve klavye kısayolları etkinleştirildi.
uk_ua: Увімкнено глобальні миші та клавіатури.
ur_pk: عالمی ماؤس اور کی بورڈ شارٹ کٹ کو فعال کردیا گیا ہے۔
uz_cyrl: Sichqoncha va klaviatura yorliqlari yoqilgan.
zh_hant: 全局鼠標和鍵盤快捷鍵已啟用。

# GlobalHooksResumedTitle
source: (Experimental) Global Shortcuts enabled: {0}
af_za: (Eksperimenteel) Globale kortpaaie geaktiveer: {0}
ca_es: Dreceres globals (experimentals) activades: {0}
cs_cz: (Experimentální) Aktivované globální zkratky: {0}
da_dk: (Eksperimentel) Globale genveje aktiveret: {0}
de_ch: (Experimentell) Globale Verknüpfungen aktiviert: {0}
el_gr: (Πειραματικά) Ενεργοποιήθηκαν οι καθολικές συντομεύσεις: {0}
es_bo: (Experimental) Accesos directos globales habilitados: {0}
et_ee: (Eksperimentaalsed) globaalsed otseteed lubatud: {0}
fi_fi: (Kokeellinen) Globaalit pikakuvakkeet käytössä: {0}
fr_029: (Expérimental) Les raccourcis mondiaux activés: {0}
ga_ie: Aicearraí Domhanda (Turgnamhach) Cumasaithe: {0}
gu_in: (પ્રાયોગિક) વૈશ્વિક શ shortc ર્ટકટ્સ સક્ષમ: {0}
he_il: (ניסיוני) קיצורי דרך גלובליים מופעלים: {0}
hi_in: (प्रायोगिक) वैश्विक शॉर्टकट सक्षम: {0}
hr_hr: (Eksperimentalni) Omogućeni globalni prečaci: {0}
hy_am: (Փորձարարական) Համաշխարհային դյուրանցումներ Միացված. {0
is_is: (Tilrauna) Global flýtileiðir virkir: {0}
ja_jp: （実験）グローバルショートカットが有効になっています：{0}
kn_in: (ಪ್ರಾಯೋಗಿಕ) ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ: {0}
ko_kr: (실험) 글로벌 바로 가기 활성화 : {0}
lo_la: (ທົດລອງ) ການໃຊ້ລັດໂລກທີ່ໃຊ້ໃນໂລກ: {0}
lt_lt: (Eksperimentiniai) Įgalintos visuotinės nuorodos: {0}
ml_in: (പരീക്ഷണാത്മക) ആഗോള കുറുക്കുവഴികൾ പ്രവർത്തനക്ഷമമാക്കി: {0}
mr_in: (प्रायोगिक) ग्लोबल शॉर्टकट सक्षम केले: {0}
mt_mt: (Sperimentali) Shortcuts globali attivati: {0}
nb_no: (Eksperimentell) Globale snarveier aktivert: {0}
ne_np: (प्रयोगात्मक) ग्लोबल सर्टकटहरू सक्षम: {0}
nl_be: (Experimenteel) Globale snelkoppelingen ingeschakeld: {0}
or_in: (ପରୀକ୍ଷାମୂଳକ) ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ସକ୍ଷମ: {0}
pa_arab: (ਪ੍ਰਯੋਗਾਤਮਕ) ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ ਸਮਰੱਥ: {0}
pt_br: (Experimental) Atalhos globais habilitados: {0}
ro_ro: (Experimental) comenzi rapide globale activate: {0}
ru_ru: (Экспериментальный) Глобальные ярлыки включены: {0}
sk_sk: (Experimentálne) povolené globálne skratky: {0}
sl_si: (Eksperimentalno) Omogočene globalne bližnjice: {0}
sq_al: (Eksperimentale) Shkurtore globale të aktivizuara: {0}
sr_cyrl_me: (ЕКСПЕРИМЕНТАЛНИ) Глобалне пречице омогућене: {0}
ta_in: (சோதனை) உலகளாவிய குறுக்குவழிகள் இயக்கப்பட்டன: {0}
te_in: (ప్రయోగాత్మక) గ్లోబల్ సత్వరమార్గాలు ప్రారంభించబడ్డాయి: {0}
th_th: (ทดลอง) เปิดใช้งานทางลัดทั่วโลก: {0}
tk_tm: (Synag) Global gysga ýollar açyk: {0}
tr_tr: (Deneysel) Küresel kısayollar etkin: {0}
uk_ua: (Експериментальні) Глобальні ярлики увімкнено: {0}
ur_pk: (تجرباتی) عالمی شارٹ کٹ فعال: {0}
uz_cyrl: (Eksperimental) Global yorliqlar yoqilgan: {0}
zh_hant: （實驗）啟用了全局快捷方式：{0}

# HookPauseLabel
source: Toggle Global Shortcuts Off
af_za: Skakel globale kortpaaie af
ca_es: Desactiva les dreceres globals
cs_cz: Vypněte globální zkratky
da_dk: Slå globale genveje fra
de_ch: Globale Tastenkombinationen ausschalten
el_gr: Απενεργοποιήστε τις καθολικές συντομεύσεις
es_bo: Termine los accesos directos globales apagados
et_ee: Lülitage ülemaailmsed otseteed välja
fi_fi: Vaihda globaalit pikakuvakkeet pois
fr_029: Basculer les raccourcis mondiaux
ga_ie: Aicearraí Domhanda a scor
gu_in: ગ્લોબલ શોર્ટકટ્સ બંધ
he_il: החלף קיצורי דרך גלובליים
hi_in: ग्लोबल शॉर्टकट को टॉगल करें
hr_hr: Prebacite globalne prečace
hy_am: Անջատեք գլոբալ դյուրանցումները
is_is: Skiptu um flýtileiðir á heimsvísu
ja_jp: グローバルショートカットを切り替えます
kn_in: ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 글로벌 단축키를 전환합니다
lo_la: ສະຫຼັບສັ້ນໃນທາງລັດໂລກໄປ
lt_lt: Perjunkite pasaulinius nuorodas
ml_in: ആഗോള കുറുക്കുവഴികൾ ടോഗിൾ ചെയ്യുക
mr_in: ग्लोबल शॉर्टकट बंद टॉगल
nb_no: Veksler globale snarveier av
ne_np: टगल विश्वव्यापी सर्टकट बन्द
nl_be: Schakel globale snelkoppelingen uit
or_in: ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ ਆਫ ਟੌਗਲ ਕਰੋ
pt_br: Tonquela os atalhos globais
ro_ro: Comutați comenzile rapide globale
ru_ru: Переключить глобальные ярлыки
sk_sk: Prepínať globálne skratky
sl_si: Preklopite globalne bližnjice
sq_al: Ndaloni shkurtesat globale
sr_cyrl_me: Пребаците глобалне пречице
ta_in: உலகளாவிய குறுக்குவழிகளை மாற்றவும்
te_in: గ్లోబల్ సత్వరమార్గాలను టోగుల్ చేయండి
th_th: สลับทางลัดทั่วโลก
tk_tm: Global gysga ýollary üýtgetmek
tr_tr: Global kısayollarını kapatın
uk_ua: Перемикайте глобальні ярлики
ur_pk: ٹوگل گلوبل شارٹ کٹ آف
uz_cyrl: Global yorliqlarni o'chiring
zh_hant: 切換全局快捷方式

# HookResumeLabel
source: Toggle Global Shortcuts On
af_za: Skakel globale kortpaaie aan
ca_es: Activa o desactiva les dreceres globals
cs_cz: Zapněte globální zkratky
da_dk: Slå globale genveje til
de_ch: Globale Tastenkombinationen einschalten
el_gr: Ενεργοποίηση καθολικών συντομεύσεων
es_bo: Alternar atajos globales en
et_ee: Lülitage globaalsed otseteed sisse
fi_fi: Vaihtaa globaaleja pikakuvakkeita jhk
fr_029: Basculer les raccourcis mondiaux sur
ga_ie: Aicearraí Domhanda a scor ar aghaidh
gu_in: ગ્લોબલ શ shortc ર્ટકટ્સ પર ટ g ગલ કરવું
he_il: החלף קיצורי דרך גלובליים ב
hi_in: ग्लोबल शॉर्टकट्स को टॉगल करें
hr_hr: Prebacite globalne prečace na
hy_am: Միացրեք գլոբալ դյուրանցումները
is_is: Skiptu um flýtileiðir á heimsvísu
ja_jp: グローバルショートカットを切り替えます
kn_in: ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 글로벌 단축키를 전환합니다
lo_la: ສະຫຼັບທາງລັດທົ່ວໂລກກ່ຽວກັບ
lt_lt: Įjunkite pasaulinius klavišus
ml_in: ആഗോള കുറുക്കുവഴികൾ ടോഗിൾ ചെയ്യുക
mr_in: जागतिक शॉर्टकट वर टॉगल करा
mt_mt: Toggle shortcuts globali fuq
nb_no: Veksle globale snarveier på
ne_np: वैश्थाल विश्वव्यापी सर्टकटहरू टगल गर्नुहोस्
nl_be: Schakel globale snelkoppelingen in
or_in: ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਚਾਲੂ ਕਰੋ ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ 'ਤੇ
pt_br: Alternar os atalhos globais em
ro_ro: Comutați comenzi rapide globale
ru_ru: Переключить глобальные ярлыки на
sk_sk: Prepínať globálne skratky
sl_si: Preklopite globalne bližnjice na
sq_al: Ndërroni shkurtesat globale në
sr_cyrl_me: Пребаците глобалне пречице на
ta_in: உலகளாவிய குறுக்குவழிகளை மாற்றவும்
te_in: గ్లోబల్ సత్వరమార్గాలను టోగుల్ చేయండి
th_th: สลับทางลัดทั่วโลก
tk_tm: Global gysga ýollary üýtgetmek
tr_tr: Global kısayollarını değiştirin
uk_ua: Перемикайте глобальні ярлики
ur_pk: گلوبل شارٹ کٹ آن ٹوگل کریں
uz_cyrl: Global yorliqlarni yoqing
zh_hant: 切換全局快捷方式
