Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionShortcutTriggerHint
source: Triggered by a global shortcut you define. If MonkeyPaste is active it will attempt to use the selected clip (if there is one) as input. Otherwise it will try to use the clipboard as its input. Note: a Shortcut Trigger will still execute if there is no input to keep it flexible (so it can be a macro trigger etc.) since its not a data - driven event.
af_za: Veroorsaak deur 'n wêreldwye kortpad wat u definieer. As Monkeypaste aktief is, sal dit probeer om die geselekteerde snit (as daar een is) as invoer te gebruik. Andersins sal dit probeer om die knipbord as inset te gebruik. Opmerking: 'n Kortpad -sneller sal steeds uitvoer as daar geen insette is om dit buigsaam te hou nie (dit kan 'n makro -sneller, ens.), Aangesien dit nie 'n data -gedrewe gebeurtenis is nie.
am_et: በሚገልጹበት ዓለም አቀፍ አቋራጭ መንገድ ተነስቷል. ዝንጀሮፓቴ ንቁ ከሆነ የተመረጠውን ክሊፕ (አንዱ ካለ) እንደ ግብዓት ለመጠቀም ይሞክራል. ያለበለዚያ የቅንጥብ ሰሌዳውን እንደ ግብዓት ለመጠቀም ይሞክራል. ማሳሰቢያ-ተለዋዋጭነት የማይቆይበት ቦታ ከሌለበት አቋራጭ ቀስቅሴ አሁንም ቢሆን የሚገመት ከሆነ (ስለዚህ የመጣው ክስተት ነው.
ar_bh: الناتج عن اختصار عالمي تحدده. إذا كان Monkeypaste نشطًا ، فسيحاول استخدام المقطع المحدد (إذا كان هناك واحد) كمدخل. وإلا فإنه سيحاول استخدام الحافظة كمدخلات لها. ملاحظة: لا يزال يتم تنفيذ مشغل الاختصار إذا لم يكن هناك أي مدخلات للحفاظ على مرونة (بحيث يمكن أن يكون مشغل ماكرو وما إلى ذلك) نظرًا لأنه ليس حدثًا غير مدفوع.
as_in: আপুনি সংজ্ঞায়িত কৰা এটা গোলকীয় চৰ্টকাটৰ দ্বাৰা ট্ৰিগাৰ কৰা হৈছে। যদি MonkeyPaste সক্ৰিয় হয় ই নিৰ্বাচিত ক্লিপ (যদি এটা থাকে) ইনপুট হিচাপে ব্যৱহাৰ কৰিবলৈ চেষ্টা কৰিব। অন্যথা ই ক্লিপবৰ্ডক ইয়াৰ ইনপুট হিচাপে ব্যৱহাৰ কৰিবলৈ চেষ্টা কৰিব। টোকা: এটা চৰ্টকাট ট্ৰিগাৰ এতিয়াও এক্সিকিউট হ'ব যদি ইয়াক নমনীয় কৰি ৰাখিবলৈ কোনো ইনপুট নাই (গতিকে ই এটা মেক্ৰ' ট্ৰিগাৰ ইত্যাদি হ'ব পাৰে) যিহেতু ইয়াৰ এটা ডাটা-চালিত ইভেন্ট নহয়।
az_cyrl: Müəyyən bir qlobal qısa yolla tetikleyirsiniz. MonkeySaste aktivdirsə, bu, giriş kimi seçilmiş klipdən (varsa) istifadə etməyə cəhd edəcəkdir. Əks təqdirdə panoya giriş kimi istifadə etməyə çalışacaq. DİQQƏT: Qısayol tetikleyicisi, bir məlumat verilməməsi üçün bir giriş olmadıqda (buna görə də makro tetikleyici və s.) Olduğundan bir giriş yoxdursa, icra edəcəkdir.
bg_bg: Задейства се от глобален пряк път, който дефинирате. Ако Monkeypaste е активен, той ще се опита да използва избрания клип (ако има такъв) като вход. В противен случай той ще се опита да използва клипборда като свой вход. ЗАБЕЛЕЖКА: Задействащият удар все още ще се изпълнява, ако няма вход, който да го поддържа гъвкав (така че може да бъде макро спусък и т.н.), тъй като не е събитие, задвижвано от данни.
bn_in: আপনি সংজ্ঞায়িত একটি গ্লোবাল শর্টকাট দ্বারা ট্রিগার। যদি মনকেপেস্ট সক্রিয় থাকে তবে এটি ইনপুট হিসাবে নির্বাচিত ক্লিপটি (যদি একটি থাকে) ব্যবহার করার চেষ্টা করবে। অন্যথায় এটি ক্লিপবোর্ডটিকে তার ইনপুট হিসাবে ব্যবহার করার চেষ্টা করবে। দ্রষ্টব্য: একটি শর্টকাট ট্রিগার এটি নমনীয় রাখার জন্য কোনও ইনপুট না থাকলে এখনও কার্যকর করবে (যাতে এটি ম্যাক্রো ট্রিগার হতে পারে ইত্যাদি) যেহেতু এটি কোনও ডেটা - চালিত ইভেন্ট নয়।
bs_latn_ba: Pokrenuto globalnom prečicom koji definirate. Ako je MonkeyyPaste aktivan, pokušat će koristiti odabrani isječak (ako postoji) kao ulaz. Inače će pokušati koristiti međuspremnik kao svoj ulaz. Napomena: Okidač prečaca i dalje će se izvršiti ako nema unosa da biste ga sačuvali fleksibilni (tako da može biti makro okidač itd.) Od njenog podatkovnog događaja.
ca_es: Desencadenat per una drecera global que definiu. Si MonkeyPaste està actiu, intentarà utilitzar el clip seleccionat (si n’hi ha) com a entrada. En cas contrari, intentarà utilitzar el porta -retalls com a entrada. Nota: un disparador de dreceres encara s'executarà si no hi ha cap entrada per mantenir -la flexible (de manera que pot ser un disparador de macro, etc.), ja que no és un esdeveniment impulsat per dades.
cs_cz: Spuštěno globální zkratkou, kterou definujete. Pokud je MonkeyPaste aktivní, pokusí se použít jako vstup vybraný klip (pokud existuje). Jinak se pokusí použít jako vstup schránku. POZNÁMKA: Spoušť zkratky se bude stále provádět, pokud neexistuje žádný vstup, který by jej udržel flexibilní (takže to může být makro spouštěcí atd.), Protože to není událost poháněná data.
cy_gb: Wedi'i sbarduno gan lwybr byr byd -eang rydych chi'n ei ddiffinio. Os yw MonkeyPaste yn weithredol bydd yn ceisio defnyddio'r clip a ddewiswyd (os oes un) fel mewnbwn. Fel arall, bydd yn ceisio defnyddio'r clipfwrdd fel ei fewnbwn. Nodyn: Bydd sbardun llwybr byr yn dal i weithredu os nad oes mewnbwn i'w gadw'n hyblyg (fel y gall fod yn sbardun macro ac ati) gan nad yw'n ddigwyddiad sy'n cael ei yrru gan ddata.
da_dk: Udløses af en global genvej, du definerer. Hvis Monkeypaste er aktiv, vil den forsøge at bruge det valgte klip (hvis der er et) som input. Ellers vil det forsøge at bruge udklipsholderen som input. Bemærk: En genvejsudløser udføres stadig, hvis der ikke er nogen input til at holde det fleksibelt (så det kan være en makroudløser osv.) Da det ikke er en datadrevet begivenhed.
de_ch: Ausgelöst durch eine globale Verknüpfung, die Sie definieren. Wenn Monkeypaste aktiv ist, wird versucht, den ausgewählten Clip (falls vorhanden) als Eingabe zu verwenden. Andernfalls wird versucht, die Zwischenablage als Eingabe zu verwenden. HINWEIS: Ein Verknüpfungsauslöser wird weiterhin ausgeführt, wenn es keine Eingabe gibt, um ihn flexibel zu halten (damit es sich um einen Makroauslöser usw. handelt), da es sich nicht um ein Datenereignis handelt.
el_gr: Που ενεργοποιείται από μια παγκόσμια συντόμευση που ορίζετε. Εάν το monkeypaste είναι ενεργό, θα προσπαθήσει να χρησιμοποιήσει το επιλεγμένο κλιπ (αν υπάρχει ένα) ως είσοδος. Διαφορετικά, θα προσπαθήσει να χρησιμοποιήσει το πρόχειρο ως είσοδο του. ΣΗΜΕΙΩΣΗ: Μια σκανδάλη συντόμευσης θα εξακολουθεί να εκτελεί εάν δεν υπάρχει εισροή για να διατηρηθεί η ευέλικτη (έτσι ώστε να είναι μια μακροεντολή κλπ.), Αφού δεν είναι ένα γεγονός που οδηγείται από δεδομένα.
es_bo: Desencadenado por un atajo global que defines. Si MonkyPaste está activo, intentará usar el clip seleccionado (si hay uno) como entrada. De lo contrario, intentará usar el portapapeles como su entrada. Nota: Un disparador de acceso directo seguirá ejecutando si no hay entrada para mantenerla flexible (por lo que puede ser un disparador macro, etc.) ya que no es un evento impulsado por datos.
et_ee: Käivitatud ülemaailmse otsetee poolt, mille määratlete. Kui Monkeypaste on aktiivne, proovib see sisendina kasutada valitud klippi (kui see on olemas). Vastasel juhul proovib ta sisendina kasutada lõikelaua. MÄRKUS. Kruttide päästik käivitub ikkagi, kui pole sisendit selle paindlikuks hoidmiseks (nii et see võib olla makro päästik jne), kuna see pole andmed - juhitud sündmus.
fa_ir: ناشی از میانبر جهانی که شما تعریف می کنید. اگر Monkeypaste فعال باشد ، سعی خواهد کرد از کلیپ انتخاب شده (در صورت وجود) به عنوان ورودی استفاده کند. در غیر این صورت سعی خواهد کرد از کلیپ بورد به عنوان ورودی آن استفاده کند. توجه: اگر هیچ ورودی برای انعطاف پذیری آن وجود نداشته باشد ، یک ماشه میانبر همچنان اجرا می شود (بنابراین می تواند یک محرک کلان و غیره باشد) زیرا این یک رویداد داده نیست.
fi_fi: Lääkellä määrittelemäsi globaali pikakuvake. Jos Monkeypaste on aktiivinen, se yrittää käyttää valittua leikettä (jos sellaista on) syöttönä. Muutoin se yrittää käyttää leikepöytää sen tuloksi. HUOMAUTUS: Pikakuvakelausekkeessa suoritetaan edelleen, jos syöttöä ei ole joustavana (joten se voi olla makroliipaisin jne.), Koska se ei ole data -ohjattu tapahtuma.
fil_ph: Na -trigger ng isang pandaigdigang shortcut na iyong tinukoy. Kung aktibo ang Monkeypaste ay susubukan nitong gamitin ang napiling clip (kung mayroong isa) bilang input. Kung hindi man susubukan nitong gamitin ang clipboard bilang input nito. Tandaan: Ang isang shortcut trigger ay isasagawa pa rin kung walang input upang mapanatili itong nababaluktot (kaya maaari itong maging isang macro trigger atbp.) Dahil hindi ito isang data - hinimok na kaganapan.
fr_029: Déclenché par un raccourci mondial que vous définissez. Si MonkeyPaste est actif, il tentera d'utiliser le clip sélectionné (s'il y en a un) en entrée. Sinon, il essaiera d'utiliser le presse-papiers comme entrée. Remarque: Un déclencheur de raccourci s'exécutera toujours s'il n'y a pas d'entrée pour le garder flexible (il peut donc être un déclencheur de macro, etc.) car ce n'est pas un événement axé sur les données.
ga_ie: Spreagtha ag aicearra domhanda a shainíonn tú. Má tá monkeypaste gníomhach déanfaidh sé iarracht an ghearrthóg roghnaithe a úsáid (má tá ceann ann) mar ionchur. Seachas sin déanfaidh sé iarracht an gearrthaisce a úsáid mar ionchur. Tabhair faoi deara: Beidh tús áite ag an aicearra fós mura bhfuil aon ionchur ann chun é a choinneáil solúbtha (mar sin is féidir leis a bheith ina macra -truicir srl.) Ós rud é nach imeacht faoi thiomáint sonraí é.
gu_in: તમે વ્યાખ્યાયિત વૈશ્વિક શ shortc ર્ટકટ દ્વારા ટ્રિગર. જો વાંદરાપાસ્ટ સક્રિય છે, તો તે ઇનપુટ તરીકે પસંદ કરેલી ક્લિપ (જો ત્યાં હોય તો) નો ઉપયોગ કરવાનો પ્રયાસ કરશે. અન્યથા તે ક્લિપબોર્ડને તેના ઇનપુટ તરીકે વાપરવાનો પ્રયત્ન કરશે. નોંધ: જો તેને લવચીક રાખવા માટે કોઈ ઇનપુટ ન હોય તો શોર્ટકટ ટ્રિગર હજી પણ ચલાવશે (તેથી તે મેક્રો ટ્રિગર હોઈ શકે છે.) કારણ કે તેનો ડેટા નથી - સંચાલિત ઇવેન્ટ.
he_il: מופעל על ידי קיצור דרך גלובלי שאתה מגדיר. אם Monkeypaste פעיל הוא ינסה להשתמש בקליפ שנבחר (אם יש כזה) כקלט. אחרת הוא ינסה להשתמש בלוח כקלטו. הערה: טריגר קיצור דרך עדיין יבצע אם אין קלט כדי לשמור עליו גמיש (כך שזה יכול להיות טריגר מאקרו וכו ') מכיוון שזה לא אירוע מונע נתונים.
hi_in: एक वैश्विक शॉर्टकट द्वारा ट्रिगर किया गया जिसे आप परिभाषित करते हैं। यदि Monkeypaste सक्रिय है, तो यह इनपुट के रूप में चयनित क्लिप (यदि वहाँ एक है) का उपयोग करने का प्रयास करेगा। अन्यथा यह क्लिपबोर्ड को अपने इनपुट के रूप में उपयोग करने की कोशिश करेगा। नोट: एक शॉर्टकट ट्रिगर अभी भी निष्पादित करेगा यदि इसे लचीला रखने के लिए कोई इनपुट नहीं है (इसलिए यह एक मैक्रो ट्रिगर आदि हो सकता है) क्योंकि यह एक डेटा - संचालित घटना नहीं है।
hr_hr: Potaknuta globalnom prečacom koju definirate. Ako je monkeypaste aktivan, pokušat će koristiti odabrani isječak (ako postoji) kao ulaz. Inače će pokušati koristiti međuspremnik kao svoj ulaz. NAPOMENA: Okidač prečaca i dalje će se izvršiti ako nema unosa koji bi bio fleksibilan (tako da može biti makro okidač itd.) Budući da to nije događaj koji nije vođen podacima.
hu_hu: Egy meghatározott globális parancsikon által kiváltott. Ha a majompast aktív, akkor megpróbálja a kiválasztott klipet (ha van ilyen) felhasználni bemenetként. Ellenkező esetben megpróbálja használni a vágólapot a bemeneteként. MEGJEGYZÉS: A parancsikon trigger továbbra is végrehajtja, ha nincs bemenet, hogy rugalmas legyen (tehát makróindító stb.), Mivel nem adat -vezérelt esemény.
hy_am: Պատրաստված եք համաշխարհային դյուրանցմամբ, որը դուք սահմանում եք: Եթե ​​MonkeyPaste- ը ակտիվ լինի, այն կփորձի օգտագործել ընտրված տեսահոլովակը (եթե կա մեկը) որպես մուտք: Հակառակ դեպքում դա կփորձի օգտագործել clipboard- ը որպես դրա ներդրում: Նշում. Դյուրանցման ձգան դեռ կկատարվի, եթե չկա մուտք, այն ճկուն պահելու համար (այնպես որ այն կարող է լինել մակրո ձգան եւ այլն):
id_id: Dipicu oleh jalan pintas global yang Anda tentukan. Jika monkeypaste aktif, itu akan mencoba menggunakan klip yang dipilih (jika ada) sebagai input. Kalau tidak, ia akan mencoba menggunakan clipboard sebagai inputnya. Catatan: Pemicu pintasan masih akan dijalankan jika tidak ada input untuk membuatnya tetap fleksibel (sehingga dapat menjadi pemicu makro dll.) Karena itu bukan peristiwa yang digerakkan data.
is_is: Kveikt af alþjóðlegum flýtileiðum sem þú skilgreinir. Ef MonkeyPaste er virkur mun það reyna að nota valið bút (ef það er einn) sem inntak. Annars mun það reyna að nota klemmuspjaldið sem inntak þess. Athugasemd: Flýtileið mun samt framkvæma ef það er ekkert inntak til að halda því sveigjanlegu (svo það getur verið fjölvi kveikja o.s.frv.) Þar sem það er ekki gögn - drifinn atburður.
it_ch: Innescato da un collegamento globale che si definisce. Se Monkeypaste è attivo, tenterà di utilizzare la clip selezionata (se ce n'è una) come input. Altrimenti proverà a utilizzare gli appunti come input. Nota: un trigger di scelta rapida eseguirà comunque se non vi è alcun input per mantenerlo flessibile (quindi può essere un trigger macro ecc.) Dal momento che non è un evento guidato da dati.
ja_jp: 定義するグローバルショートカットによってトリガーされます。 Monkeypasteがアクティブな場合、選択したクリップ（ある場合）を入力として使用しようとします。それ以外の場合は、クリップボードを入力として使用しようとします。 注：データ駆動型のイベントではないため、柔軟性を維持するための入力がない場合は引き続き実行されます（マクロトリガーなど）。
ka_ge: თქვენს მიერ განსაზღვრული გლობალური მალსახმობის მიერ გამოწვეული. თუ MonkeyPaste არის აქტიური, ის შეეცდება გამოიყენოს შერჩეული კლიპი (თუ არსებობს), როგორც შეყვანა. წინააღმდეგ შემთხვევაში ის შეეცდება გამოიყენოს ბუფერი, როგორც მისი შეყვანა. შენიშვნა: მალსახმობი ტრიგერი კვლავ შეასრულებს, თუ არ არსებობს შეყვანა, რომ იგი მოქნილი იყოს (ასე რომ, ეს შეიძლება იყოს მაკრო ტრიგერი და ა.შ.), რადგან ეს არ არის მონაცემები - ორიენტირებული მოვლენა.
kk_kz: Сіз анықтаған ғаламдық тіркесіммен іске қосылды. Егер MonkeyPtaste белсенді болса, ол таңдалған қысқышты (егер бар болса) енгізуге тырысады. Әйтпесе, ол алмасу буферін оның кірісі ретінде пайдалануға тырысады. ЕСКЕРТПЕ: Егер оны икемді сақтау үшін кіріс болмаса (ол макростригро триггер болуы мүмкін), өйткені ол деректерге негізделген оқиға болғандықтан, оны әлі де орындайды.
km_kh: បណ្តាលឱ្យផ្លូវកាត់សកលដែលអ្នកកំណត់។ ប្រសិនបើការ monkeypouse សកម្មវានឹងព្យាយាមប្រើឈុតដែលបានជ្រើសរើស (ប្រសិនបើមានមួយ) ជាការបញ្ចូល។ បើមិនដូច្នោះទេវានឹងព្យាយាមប្រើក្តារតម្បៀតខ្ទាស់ដែលជាការបញ្ចូលរបស់វា។ សម្គាល់ៈកេះផ្លូវកាត់នឹងនៅតែប្រតិបត្តិប្រសិនបើគ្មានការបញ្ចូលដើម្បីរក្សាវាឱ្យមានភាពបត់បែន (ដូច្នេះវាអាចជាកេះម៉ាក្រូ។ ល។ ) ចាប់តាំងពីវាមិនមែនជាព្រឹត្តិការណ៍ដែលបានជំរុញ។
kn_in: ನೀವು ವ್ಯಾಖ್ಯಾನಿಸುವ ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ನಿಂದ ಪ್ರಚೋದಿಸಲ್ಪಟ್ಟಿದೆ. ಮಾಂಕೈಪ್ಯಾಸ್ಟ್ ಸಕ್ರಿಯವಾಗಿದ್ದರೆ ಅದು ಆಯ್ದ ಕ್ಲಿಪ್ ಅನ್ನು (ಒಂದು ಇದ್ದರೆ) ಇನ್ಪುಟ್ ಆಗಿ ಬಳಸಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ಇಲ್ಲದಿದ್ದರೆ ಅದು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅನ್ನು ಅದರ ಇನ್ಪುಟ್ ಆಗಿ ಬಳಸಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ಗಮನಿಸಿ: ಶಾರ್ಟ್‌ಕಟ್ ಪ್ರಚೋದಕವು ಅದನ್ನು ಹೊಂದಿಕೊಳ್ಳಲು ಯಾವುದೇ ಇನ್ಪುಟ್ ಇಲ್ಲದಿದ್ದರೆ ಅದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತದೆ (ಆದ್ದರಿಂದ ಇದು ಮ್ಯಾಕ್ರೋ ಪ್ರಚೋದಕ ಇತ್ಯಾದಿ) ಏಕೆಂದರೆ ಇದು ಡೇಟಾ - ಚಾಲಿತ ಈವೆಂಟ್ ಅಲ್ಲ.
ko_kr: 당신이 정의하는 글로벌 단축키에 의해 트리거됩니다. monkeypaste가 활성화되면 선택한 클립 (있는 경우)을 입력으로 사용하려고합니다. 그렇지 않으면 클립 보드를 입력으로 사용하려고합니다. 참고 : 데이터 구동 이벤트가 아니기 때문에 유연하게 유지하려는 입력이 없으면 바로 가기 트리거가 여전히 실행됩니다 (매크로 트리거 등이 될 수 있음).
ky_kg: Глобалдык жарлыкка себепсиз, сиз аныктайсыз. Эгерде MonkeyPaste жигердүү болсо, анда ал тандалган клипти колдонууга аракет кылат (эгер бар болсо). Болбосо, ал алмашуу буферин киргизүү катары колдонууга аракет кылат. ЭСКЕРТҮҮ: Эгерде аны ийкемдүү кармоо үчүн эч кандай киргизүү болбосо, кыска жолду кыскартат (андыктан ал макро тамыр ж.б.).
lo_la: ເກີດຈາກທາງລັດໂລກທີ່ທ່ານກໍານົດ. ຖ້າ monkeypaste ມີການເຄື່ອນໄຫວມັນຈະພະຍາຍາມໃຊ້ຄລິບທີ່ທ່ານເລືອກ (ຖ້າມີ) ຄືກັບການປ້ອນຂໍ້ມູນ. ຖ້າບໍ່ດັ່ງນັ້ນມັນຈະພະຍາຍາມໃຊ້ clipboard ເປັນວັດສະດຸປ້ອນ. ຫມາຍເຫດ: ການກະຕຸ້ນທາງລັດຍັງຈະດໍາເນີນການຕໍ່ໄປຖ້າບໍ່ມີການປ້ອນຂໍ້ມູນທີ່ຈະເຮັດໃຫ້ມັນປ່ຽນແປງໄດ້ (ສະນັ້ນມັນສາມາດເປັນມະຫາພາກຂອງມະຫາພາກ.) ນັບແຕ່ມັນບໍ່ແມ່ນຂໍ້ມູນ - ເຫດການທີ່ຂັບເຄື່ອນ.
lt_lt: Sukeltas visuotinio nuorodos, kurią apibrėžiate. Jei „MonkeYPaste“ yra aktyvus, jis bandys naudoti pasirinktą klipą (jei yra) kaip įvestį. Priešingu atveju ji bandys naudoti mainų sritį kaip savo įvestį. PASTABA: „Shortcut“ trigeris vis tiek vykdys, jei nėra įvesties, kad jis būtų lankstus (taigi tai gali būti makro gaidukas ir tt), nes tai nėra duomenų, orientuotų įvykis.
lv_lv: Izraisa globālu saīsni, kuru jūs definējat. Ja MonkeyPaste ir aktīvs, tas mēģinās izmantot izvēlēto klipu (ja tāds ir) kā ievadi. Pretējā gadījumā tas mēģinās izmantot starpliktuvi kā ievadi. Piezīme: saīsnes sprūda joprojām tiks izpildīta, ja nav ievades, lai to saglabātu elastīgu (lai tas varētu būt makro sprūda utt.), Jo tā nav dati, kas balstīti uz notikumu.
mi_nz: I whakaatuhia e te poto poto o te ao e tautuhi ana koe. Ki te kaha te Monkeypaste ka ngana ki te whakamahi i te topenga kua tohua (mena he kotahi) hei whakauru. Ki te kore ka ngana ki te whakamahi i te papapa hei whakauru. FAKATOKANGA: Ka mahia e te kaihoroi poto te kore he whakauru kia kore ai e taea te whakamahi (na reira ka taea e te macro etcro me era atu.
mk_mk: Активирана од глобална кратенка што ја дефинирате. Ако MonkeyPaste е активен, ќе се обиде да го користи избраниот клип (ако има еден) како влез. Во спротивно, ќе се обиде да ја користи таблата со клип како свој влез. Белешка: Предизвикувачот на кратенка сè уште ќе изврши ако нема влез за да го задржи флексибилно (така што може да биде макро активирање итн.) Бидејќи тоа не е настан управувано со податоци.
ml_in: നിങ്ങൾ നിർവചിക്കുന്ന ഒരു ആഗോള കുറുക്കുവഴിയിലൂടെ പ്രവർത്തനക്ഷമമാക്കി. മങ്കിപെസ്റ്റ് സജീവമാണെങ്കിൽ, ഇൻപുട്ടായി തിരഞ്ഞെടുത്ത ക്ലിപ്പ് (ഒന്ന് ഉണ്ടെങ്കിൽ) ഉപയോഗിക്കാൻ ശ്രമിക്കും. അല്ലെങ്കിൽ അത് ഇൻപുട്ടിനായി ക്ലിപ്പ്ബോർഡ് ഉപയോഗിക്കാൻ ശ്രമിക്കും. കുറിപ്പ്: ഒരു കുറുക്കുവഴി ട്രിഗർ സ ible കര്യപ്രദമായി നിലനിർത്താൻ ഇൻപുട്ട് ഇല്ലെങ്കിൽ (അതിനാൽ ഇത് ഒരു മാക്രോ ട്രിഗർ മുതലായവയാണ്.) ഇത് ഒരു ഡാറ്റയല്ല - ഓടിക്കുന്ന ഇവന്റ്.
mr_in: आपण परिभाषित केलेल्या जागतिक शॉर्टकटद्वारे ट्रिगर केले. जर माकडपायटी सक्रिय असेल तर ते निवडलेले क्लिप (तेथे असल्यास) इनपुट म्हणून वापरण्याचा प्रयत्न करेल. अन्यथा ते क्लिपबोर्डचे इनपुट म्हणून वापरण्याचा प्रयत्न करेल. टीपः एक शॉर्टकट ट्रिगर अद्याप लवचिक ठेवण्यासाठी इनपुट नसल्यास अद्याप कार्यान्वित होईल (म्हणून ते मॅक्रो ट्रिगर इ. असू शकते) कारण त्याचा डेटा नाही - चालित इव्हेंट नाही.
ms_my: Dicetuskan oleh pintasan global yang anda tentukan. Jika monkeypaste aktif, ia akan cuba menggunakan klip yang dipilih (jika ada) sebagai input. Jika tidak, ia akan cuba menggunakan papan klip sebagai inputnya. Nota: Pencetus pintasan masih akan dilaksanakan jika tidak ada input untuk memastikan ia fleksibel (jadi ia boleh menjadi pencetus makro dan lain -lain) kerana ia bukan peristiwa yang didorong oleh data.
mt_mt: Attivat minn shortcut globali li tiddefinixxi. Jekk il-monkeypaste huwa attiv, jipprova juża l-klipp magħżul (jekk hemm wieħed) bħala input. Inkella se tipprova tuża l-clipboard bħala l-input tagħha. Nota: Trigger ta 'shortcut xorta se tesegwixxi jekk ma jkun hemm l-ebda input biex iżżommha flessibbli (għalhekk jista' jkun makro-grillu eċċ.) Peress li l-avveniment immexxi tad-dejta tiegħu.
nb_no: Utløst av en global snarvei du definerer. Hvis MonkeyPaste er aktiv, vil den forsøke å bruke det valgte klippet (hvis det er en) som input. Ellers vil den prøve å bruke utklippstavlen som inngang. Merk: En snarveiutløser vil fortsatt utføre hvis det ikke er noen innspill for å holde den fleksibel (slik at det kan være en makroutløser osv.) Siden det ikke er en data -drevet hendelse.
ne_np: एक विश्वव्यापी सर्टकट द्वारा ट्रिगर गर्नुभयो जुन तपाईं परिभाषित गर्नुहुन्छ। यदि बाँधिकीपेस सक्रिय छ भने यो चयनित क्लिप प्रयोग गर्न कोशिस गर्दछ (यदि त्यहाँ एक छ भने) इनपुटको रूपमा। अन्यथा यसले क्लिपबोर्डको इनपुटको रूपमा प्रयोग गर्ने कोसिस गर्दछ। नोट: एक सर्टकट ट्रिगर अझै कार्यान्वयन हुनेछ यदि यसलाई लचिलो राख्न आदेश छैन भने (त्यसोभए यो म्याक्रो ट्रिगर आदि) को रूपमा हुन सक्छ - संचालित घटना छैन।
nl_be: Gevestigd door een globale snelkoppeling die u definieert. Als Monkeypaste actief is, zal het proberen de geselecteerde clip (als er een is) als invoer te gebruiken. Anders zal het proberen het klembord te gebruiken als invoer. Opmerking: een snelkoppeling wordt nog steeds uitgevoerd als er geen invoer is om het flexibel te houden (dus het kan een macro -trigger enz. Zijn), omdat het geen gegevensgestuurde gebeurtenis is.
or_in: ଆପଣ ବ୍ୟାଖ୍ୟା କରୁଥିବା ଏକ ବିଶ୍ୱସ୍ତରୀୟ ସର୍ଟକଟ୍ ଦ୍ୱାରା ଟ୍ରିଗର | ଯଦି MANKEKSTET ସକ୍ରିୟ ଥାଏ ତେବେ ଏହା ଇନପୁଟ୍ ଭାବରେ ସିଲେକ୍ଟ କ୍ଲିପ୍ (ଯଦି ଅଛି ତେବେ ସିଲେକ୍ଟ କ୍ଲିପ୍ (ଯଦି ଅଛି | ନଚେତ୍ ଏହା କ୍ଲିପବୋର୍ଡଗୁଡ଼ିକୁ ଏହାର ଇନପୁଟ୍ ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚେଷ୍ଟା କରିବ | ଟିପନ୍ତୁ: ଯଦି କ att ଣସି ଆପଲ୍ ଫ୍ଲେକ୍ସିବର୍ ରଖିବା ପାଇଁ ଏକ ସର୍ଟକଟ୍ ଟ୍ରିଗର ଏକଜେକ୍ୟୁଟ୍ ହେବ (ତେଣୁ ଏହା ଏକ ମାକ୍ରୋ ଟ୍ରିଗର ଇତ୍ୟାଦି ହୋଇପାରେ |
pa_arab: ਇੱਕ ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ ਦੁਆਰਾ ਤੁਹਾਨੂੰ ਪਰਿਭਾਸ਼ਤ ਕੀਤਾ ਗਿਆ. ਜੇ ਮੋਨਕੇਪਾਸਟ ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦਾ ਹੈ ਤਾਂ ਇਹ ਚੁਣੀ ਕਲਿੱਪ (ਜੇ ਕੋਈ ਹੈ) ਨੂੰ ਇੰਪੁੱਟ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ. ਨਹੀਂ ਤਾਂ ਇਹ ਕਲਿੱਪਬੋਰਡ ਨੂੰ ਇਸਦੇ ਇੰਪੁੱਟ ਵਜੋਂ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ. ਨੋਟ: ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਟਰਿੱਗਰ ਅਜੇ ਵੀ ਚਲਾਇਆ ਜਾਏਗਾ ਜੇ ਇਸ ਨੂੰ ਲਚਕਦਾਰ ਰੱਖਣ ਲਈ ਕੋਈ ਇੰਪੁੱਟ ਨਹੀਂ ਹੈ (ਇਸ ਲਈ ਇਹ ਮੈਕਰੋ ਟਰਿੱਗਰ ਆਦਿ ਹੋ ਸਕਦਾ ਹੈ) ਕਿਉਂਕਿ ਇਸ ਦਾ ਇੱਕ ਡਾਟਾ - ਸੰਜੋਗ ਘਟਨਾ ਨਹੀਂ ਹੈ.
pl_pl: Wywołane przez globalny skrót, który zdefiniujesz. Jeśli Monkeypaste jest aktywny, spróbuje użyć wybranego klipu (jeśli istnieje taki) jako wejście. W przeciwnym razie spróbuje użyć schowka jako jego wejścia. UWAGA: Wyzwalacz skrótu będzie nadal wykonywany, jeśli nie ma danych wejściowych, aby zachować elastyczność (aby mógł być wyzwalaczem makro itp.) Ponieważ nie jest to zdarzenie oparte na danych.
pt_br: Acionado por um atalho global que você define. Se o MonkeyyySaste estiver ativo, ele tentará usar o clipe selecionado (se houver um) como entrada. Caso contrário, ele tentará usar a área de transferência como entrada. Nota: Um gatilho de atalho ainda será executado se não houver entrada para mantê -lo flexível (para que possa ser um gatilho macro etc.), pois não é um evento acionado por dados.
ro_ro: Declanșat de o scurtătură globală pe care o definiți. Dacă MonkeyPaste este activ, va încerca să utilizeze clipul selectat (dacă există unul) ca intrare. În caz contrar, va încerca să utilizeze clipboard -ul ca intrare. Notă: Un declanșator de scurtătură va mai executa dacă nu există nicio intrare care să o mențină flexibilă (deci poate fi un declanșator macro etc.), deoarece nu este un eveniment bazat pe date.
ru_ru: Вызван глобальным ярлыком, который вы определяете. Если обезьяна активна, он попытается использовать выбранную клип (если он есть) в качестве входного. В противном случае он попытается использовать буфер обмена в качестве ввода. ПРИМЕЧАНИЕ. Жирный триггер по -прежнему будет выполняться, если нет ввода, чтобы сохранить его гибким (так что он может быть макро -триггером и т. Д.), Поскольку это не событие, управляемое данными.
sk_sk: Vyvolané globálnou skratkou, ktorú definujete. Ak je MonkeyPaste aktívny, pokúsi sa použiť vybraný klip (ak existuje) ako vstup). V opačnom prípade sa pokúsi použiť schránku ako jej vstup. POZNÁMKA: Spúšťač skratky sa bude stále vykonávať, ak neexistuje žiadny vstup, ktorý by bol flexibilný (takže môže byť makro spúšťač atď.), Pretože nie je to udalosť poháňaná údajmi.
sl_si: Sproži globalna bližnjica, ki jo definirate. Če je MonkeyPaste aktiven, bo kot vhod poskušal uporabiti izbrani posnetek (če je en). V nasprotnem primeru bo poskusil uporabljati odložišče kot svoj vhod. Opomba: Sprožilec bližnjice se bo še vedno izvedel, če ni vnosa, da bi bil prilagodljiv (zato je lahko makro sprožilec itd.), Ker ni dogodek, ki ga poganja podatki.
sq_al: Shkaktuar nga një shkurtore globale që ju përcaktoni. Nëse MonkeyPaste është aktiv, ajo do të përpiqet të përdorë klipin e zgjedhur (nëse ka një) si input. Përndryshe do të përpiqet të përdorë clipboard si inputin e tij. Shënim: Një shkas shkurtore do të ekzekutojë akoma nëse nuk ka asnjë input për ta mbajtur atë fleksibël (kështu që mund të jetë një nxitje makro etj.) Meqenëse nuk është një ngjarje e drejtuar nga të dhënat.
sr_cyrl_me: Активира глобалну пречицу коју дефинишете. Ако је монкеапасте активан, покушаће да користи изабрани снимак (ако постоји један) као улаз. Иначе ће покушати да користи међуспремник као свој унос. НАПОМЕНА: Окидач пречица и даље ће се извршити ако нема уноса да би га било флексибилно (тако да може бити макро окидач итд.) Од свог догађаја погоњен подацима.
sv_fi: Utlöses av en global genväg du definierar. Om monkeypaste är aktiv kommer den att försöka använda det valda klippet (om det finns ett) som input. Annars kommer den att försöka använda urklippet som ingång. Obs: En genvägsutlösare kommer fortfarande att köras om det inte finns någon inmatning för att hålla den flexibel (så det kan vara en makroutlösare etc.) eftersom det inte är en data -driven händelse.
sw_ke: Kusababishwa na njia ya mkato ya ulimwengu unayofafanua. Ikiwa MonkeyPaste inafanya kazi itajaribu kutumia kipande kilichochaguliwa (ikiwa kuna moja) kama pembejeo. Vinginevyo itajaribu kutumia clipboard kama pembejeo yake. Kumbuka: Trigger ya njia ya mkato bado itafanya ikiwa hakuna pembejeo ya kuiweka rahisi (kwa hivyo inaweza kuwa trigger kubwa nk) kwani sio tukio lake la data.
ta_in: நீங்கள் வரையறுக்கும் உலகளாவிய குறுக்குவழியால் தூண்டப்படுகிறது. குரங்கிபேஸ்ட் செயலில் இருந்தால், தேர்ந்தெடுக்கப்பட்ட கிளிப்பை (ஒன்று இருந்தால்) உள்ளீடாகப் பயன்படுத்த முயற்சிக்கும். இல்லையெனில் கிளிப்போர்டை அதன் உள்ளீடாகப் பயன்படுத்த முயற்சிக்கும். குறிப்பு: ஒரு குறுக்குவழி தூண்டுதல் அதை நெகிழ்வாக வைத்திருக்க எந்த உள்ளீடும் இல்லை என்றால் (எனவே இது ஒரு மேக்ரோ தூண்டுதலாக இருக்கலாம்) அதன் தரவு அல்ல - இயக்கப்படும் நிகழ்வு.
te_in: మీరు నిర్వచించిన గ్లోబల్ సత్వరమార్గం ద్వారా ప్రేరేపించబడింది. మంకీపేస్ట్ చురుకుగా ఉంటే అది ఎంచుకున్న క్లిప్‌ను (ఒకటి ఉంటే) ఇన్‌పుట్‌గా ఉపయోగించడానికి ప్రయత్నిస్తుంది. లేకపోతే అది క్లిప్‌బోర్డ్‌ను దాని ఇన్‌పుట్‌గా ఉపయోగించడానికి ప్రయత్నిస్తుంది. గమనిక: సత్వరమార్గం ట్రిగ్గర్ దానిని సరళంగా ఉంచడానికి ఇన్పుట్ లేకపోతే అమలు చేస్తుంది (కాబట్టి ఇది స్థూల ట్రిగ్గర్ మొదలైనవి) ఎందుకంటే ఇది డేటా కాదు - నడిచే సంఘటన.
th_th: ทริกเกอร์โดยทางลัดทั่วโลกที่คุณกำหนด หาก monkeypaste ทำงานอยู่มันจะพยายามใช้คลิปที่เลือก (ถ้ามี) เป็นอินพุต มิฉะนั้นจะพยายามใช้คลิปบอร์ดเป็นอินพุต หมายเหตุ: ทริกเกอร์ทางลัดจะยังคงดำเนินการหากไม่มีอินพุตเพื่อให้มันยืดหยุ่น (ดังนั้นจึงเป็นทริกเกอร์แมโคร ฯลฯ ) เนื่องจากไม่ใช่เหตุการณ์ที่ขับเคลื่อนด้วยข้อมูล
tk_tm: Kesgitleýän global gysga ýol bilen ýüze çykypdyr. Maýerpaste işjeň bolsa, saýlanan klipi (biri bar bolsa) giriş hökmünde ulanmaga synanyşar. Otwadan otagy giriş hökmünde ulanmaga synanyşar. Bellik: w çy mübüt tapmaga girmeýän bolsa, gysga ýol trigger, şonuň üçin maglumat berilmezligi sebäpli, makro Trigger we ş.m. )dan bäri giriş ýok bolsa, gysga ýol trigger henizem ýerine ýetirer.
tr_tr: Tanımladığınız küresel bir kısayol tarafından tetiklenir. Monkeypaste etkinse, seçilen klibi (varsa) giriş olarak kullanmaya çalışır. Aksi takdirde panoyu giriş olarak kullanmaya çalışır. Not: Bir veri odaklı olay olmadığı için, esnek tutmak için bir giriş yoksa (bir makro tetikleyici vb. Olabilir) bir kısayol tetikleyicisi hala yürütülecektir.
tt_ru: Сез билгеләгән глобаль кыска юл белән бәрелде. Майкипаста актив булса, ул кертелгән клипны (бер булса) кертү кебек кулланырга тырышачак. Otherwiseгыйсә бу буферны кертү белән кулланырга тырышачак. Искәрмә: Кыска юл триггеры сыгылмалы булырга кертү булмаса (шуңа күрә ул макро триггер һ.б.), чөнки аның мәгълүматлары түгел - вакыйга.
ug_cn: دۇنيا تېزلەتمىسى تەرىپىدىن قوزغىتىلغان. ئەگەر mnykeypaste ئاكتىپ بولسا, ئۇ تاللانغان قىستۇرما قىستۇرما (ئەگەر بولسا) نى ئىشلىتىشكە تىرىشىدۇ. بولمىسا ئۇ چاپلاش تاختىسىنى كىرگۈزمەكچى قىلىپ سىناپ بېقىڭ. ئەسكەرتىش: ئەگەر ئۇنى سانلىق مەلۇماتتىن نومۇس قىلىش ئۈچۈن «جانلىقلىقنى ساقلاش» بولمىسا, يەنىلا تېزلەتمە قوزغىتىش قوزغاتقۇچىغا ئېرىشكىلى بولمايدۇ, ئەگەر بىر سانلىق مەلۇمات ئەمەس - شۇنىڭدىن كېيىن ئۇ ماكرو قوزغاتقۇچ بولىدۇ.
uk_ua: Запущений глобальним ярликом, який ви визначаєте. Якщо MonkeyPaste активна, він намагатиметься використовувати вибраний кліп (якщо такий є) як вхід. В іншому випадку він спробує використовувати буфер обміну як його вхід. Примітка: тригер ярлика все ще буде виконувати, якщо немає введення, щоб він зберігав гнучким (так що це може бути макро -тригер тощо), оскільки це не керована даними.
ur_pk: عالمی شارٹ کٹ کے ذریعہ متحرک آپ کی وضاحت۔ اگر مونکی پیسٹ فعال ہے تو وہ منتخب کردہ کلپ (اگر کوئی ہے تو) کو ان پٹ کے طور پر استعمال کرنے کی کوشش کرے گا۔ بصورت دیگر یہ کلپ بورڈ کو اس کے ان پٹ کے طور پر استعمال کرنے کی کوشش کرے گا۔ نوٹ: ایک شارٹ کٹ ٹرگر پھر بھی عمل میں لائے گا اگر اس کو لچکدار رکھنے کے لئے کوئی ان پٹ نہیں ہے (لہذا یہ میکرو ٹرگر وغیرہ ہوسکتا ہے) کیونکہ اس کا اعداد و شمار نہیں ہے۔
uz_cyrl: Siz aniqlaydigan global yorliqni boshdan kechirasiz. Agar Monkeypaste faol bo'lsa, tanlangan klipni (agar bittasi bo'lsa) ishlatishga harakat qiladi. Aks holda, u klipbordni uning kiritishi sifatida ishlatishga harakat qiladi. Eslatma: Agar uni moslashuvchan saqlash uchun kirish bo'lmasa, yorliqlar hali bajariladi (shuning uchun u makro teggger va boshqalar).
vi_vn: Được kích hoạt bởi một phím tắt toàn cầu mà bạn xác định. Nếu khỉ hoạt động, nó sẽ cố gắng sử dụng clip đã chọn (nếu có) làm đầu vào. Nếu không, nó sẽ cố gắng sử dụng bảng tạm làm đầu vào của nó. Lưu ý: Trình kích hoạt phím tắt vẫn sẽ thực thi nếu không có đầu vào để giữ cho nó linh hoạt (vì vậy nó có thể là trình kích hoạt macro, v.v.) vì nó không phải là sự kiện do dữ liệu - điều khiển.
zh_hant: 由您定義的全局快捷方式觸發。如果MonkePaste處於活動狀態，它將嘗試使用所選剪輯（如果有的話）作為輸入。否則，它將嘗試使用剪貼板作為輸入。 注意：如果沒有輸入以保持靈活性（可以是宏觸發器等），則仍然將執行快捷觸發器，因為它不是數據 - 驅動事件。
