Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefMainWindowShowOnScrollHint
source: The main window will be revealed by performing a scroll gesture on the top edge of your monitor
af_za: Die hoofvenster word onthul deur 'n skuifgebaar aan die boonste rand van u monitor uit te voer
am_et: በመቆጣጠሪያዎ የላይኛው ጠርዝ ላይ የመሸብጠሪያ ምልክቶችን በማከናወን ዋናው መስኮት ይገለጣል
ar_bh: سيتم الكشف عن النافذة الرئيسية من خلال إجراء لفتة تمرير على الحافة العلوية من شاشتك
as_in: আপোনাৰ মনিটৰৰ ওপৰৰ প্ৰান্তত এটা স্ক্ৰল ইংগিত সম্পন্ন কৰি মূল উইণ্ড' প্ৰকাশ কৰা হ'ব
az_cyrl: Əsas pəncərə, monitorunuzun yuxarı kənarındakı bir diyirləyici jesti ifa etməklə ortaya çıxacaq
bg_bg: Основният прозорец ще бъде разкрит чрез извършване на жест на превъртане в горния ръб на вашия монитор
bn_in: আপনার মনিটরের উপরের প্রান্তে একটি স্ক্রোল অঙ্গভঙ্গি সম্পাদন করে মূল উইন্ডোটি প্রকাশিত হবে
bs_latn_ba: Glavni prozor bit će otkriven izvođenjem geste za pomicanje na gornjem rubu vašeg monitora
ca_es: La finestra principal es revelarà realitzant un gest de desplaçament a la vora superior del monitor
cs_cz: Hlavní okno bude odhaleno provedením gesto svitku na horním okraji monitoru
cy_gb: Datgelir y brif ffenestr trwy berfformio ystum sgrolio ar ymyl uchaf eich monitor
da_dk: Hovedvinduet vil blive afsløret ved at udføre en rullebevægelse på den øverste kant af din skærm
de_ch: Das Hauptfenster wird durch Ausführen einer Bildlaufgeste an der Oberkante Ihres Monitors enthüllt
el_gr: Το κύριο παράθυρο θα αποκαλυφθεί με την εκτέλεση μιας χειρονομίας κύλισης στην κορυφή της οθόνης σας
es_bo: La ventana principal se revelará realizando un gesto de desplazamiento en el borde superior de su monitor.
et_ee: Peaaken paljastatakse, tehes kuvari ülaosas kerimisliigutust
fa_ir: پنجره اصلی با انجام یک ژست پیمایش در لبه بالای مانیتور شما فاش می شود
fi_fi: Pääikkuna paljastetaan suorittamalla vieritys ele näytön yläreunassa
fil_ph: Ang pangunahing window ay ihayag sa pamamagitan ng pagsasagawa ng isang kilos ng scroll sa tuktok na gilid ng iyong monitor
fr_029: La fenêtre principale sera révélée en effectuant un geste de défilement sur le bord supérieur de votre moniteur
ga_ie: Nochtfar an phríomhfhuinneog trí chomhartha scrolla a dhéanamh ar imeall uachtair do mhonatóireachta
gu_in: મુખ્ય વિંડો તમારા મોનિટરની ટોચની ધાર પર સ્ક્રોલ હાવભાવ કરીને જાહેર કરવામાં આવશે
he_il: החלון הראשי ייחשף על ידי ביצוע מחוות גלילה בקצה העליון של המסך שלך
hi_in: आपके मॉनिटर के शीर्ष किनारे पर एक स्क्रॉल इशारा प्रदर्शन करके मुख्य विंडो का खुलासा किया जाएगा
hr_hr: Glavni prozor otkrit će se izvođenjem geste za pomicanje na gornjem rubu vašeg monitora
hu_hu: A főablakot a monitor felső szélén görgető gesztus végrehajtásával fogják ki
hy_am: Հիմնական պատուհանը կբացահայտվի, ձեր մոնիտորի վերին եզրին կատարելով ոլորման ժեստ
id_id: Jendela utama akan diungkapkan dengan melakukan gerakan gulir di tepi atas monitor Anda
is_is: Aðalglugginn verður opinberaður með því að framkvæma skrunbrest á efstu brún skjásins
it_ch: La finestra principale verrà rivelata eseguendo un gesto di scorrimento sul bordo superiore del monitor
ja_jp: メインウィンドウは、モニターの上端にスクロールジェスチャーを実行することで明らかになります
ka_ge: მთავარი ფანჯარა გამოვლინდება თქვენი მონიტორის ზედა ზღვარზე გრაგნილის ჟესტის შესრულებით
kk_kz: Негізгі терезе монитордың жоғарғы шетіне айналдыру қимылын орындау арқылы ашылады
km_kh: បង្អួចមេនឹងត្រូវបានបង្ហាញដោយការអនុវត្តកាយវិការរមូរនៅលើគែមខាងលើនៃម៉ូនីទ័ររបស់អ្នក
kn_in: ನಿಮ್ಮ ಮಾನಿಟರ್‌ನ ಮೇಲಿನ ಅಂಚಿನಲ್ಲಿ ಸ್ಕ್ರಾಲ್ ಗೆಸ್ಚರ್ ಮಾಡುವ ಮೂಲಕ ಮುಖ್ಯ ವಿಂಡೋವನ್ನು ಬಹಿರಂಗಪಡಿಸಲಾಗುತ್ತದೆ
ko_kr: 메인 창은 모니터의 상단 가장자리에 스크롤 제스처를 수행하여 공개됩니다.
ky_kg: Негизги терезе мониторуңуздун алдыңкы четине жылдыруу үчүн түрмөктү иштетүү менен ачылат
lo_la: ປ່ອງຢ້ຽມຕົ້ນຕໍຈະຖືກເປີດເຜີຍໂດຍການປະຕິບັດການສະແດງທ່າທາງທີ່ເລື່ອນລົງໃນດ້ານເທິງຂອງຈໍພາບຂອງທ່ານ
lt_lt: Pagrindinis langas bus atskleistas atliekant slinkties gestą viršutiniame monitoriaus krašte
lv_lv: Galvenais logs tiks atklāts, veicot ritināšanas žestu uz monitora augšējās malas
mi_nz: Ko te matapihi matua ka whakakitea ma te mahi i te tohu panui i te taha o runga o to aroturuki
mk_mk: Главниот прозорец ќе се открие со извршување на гест за движење на горниот раб на вашиот монитор
ml_in: നിങ്ങളുടെ മോണിറ്ററിന്റെ മുകളിലെ അറ്റത്ത് ഒരു സ്ക്രോൾ ആംഗ്യം നടത്തുന്നതിലൂടെ പ്രധാന വിൻഡോ വെളിപ്പെടുത്തും
mr_in: मुख्य विंडो आपल्या मॉनिटरच्या वरच्या काठावर स्क्रोल जेश्चर करून प्रकट होईल
ms_my: Tetingkap utama akan diturunkan dengan melakukan isyarat tatal di pinggir atas monitor anda
mt_mt: It-tieqa ewlenija tiġi żvelata billi twettaq ġest tal-iscroll fit-tarf ta 'fuq tal-monitor tiegħek
nb_no: Hovedvinduet vil bli avslørt ved å utføre en rullebevegelse på toppkanten av skjermen
ne_np: मुख्य विन्डो तपाईंको मोनिटरको शीर्ष किनारामा स्क्रोल इशारा प्रदर्शन गरेर प्रकट गरिनेछ
nl_be: Het hoofdvenster wordt onthuld door een scroll -gebaar aan de bovenkant van uw monitor uit te voeren
or_in: ଆପଣଙ୍କ ମନିଟରର ଉପର ଧାରରେ ଏକ ସ୍କ୍ରୋଲ୍ ଅଙ୍ଗଭଙ୍ଗୀ କରି ମୁଖ୍ୟ ୱିଣ୍ଡୋ ପ୍ରକାଶ ପାଇବ |
pa_arab: ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਤੁਹਾਡੇ ਮਾਨੀਟਰ ਦੇ ਉਪਰਲੇ ਕਿਨਾਰੇ ਤੇ ਸਕ੍ਰੌਲ ਇਸ਼ਾਰੇ ਕਰਕੇ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾਵੇਗਾ
pl_pl: Główne okno zostanie ujawnione przez wykonanie gestu przewijania na górnej krawędzi monitora
pt_br: A janela principal será revelada executando um gesto de rolagem na borda superior do seu monitor
ro_ro: Fereastra principală va fi dezvăluită prin efectuarea unui gest de defilare pe marginea superioară a monitorului
ru_ru: Главное окно будет обнаружено, выполнив жест прокрутки на верхнем краю вашего монитора
sk_sk: Hlavné okno bude odhalené vykonaním gesta zvitku na hornom okraji monitora
sl_si: Glavno okno se bo razkrilo z izvedbo kretnje drsenja na zgornjem robu monitorja
sq_al: Dritarja kryesore do të zbulohet duke kryer një gjest lëvizës në skajin e sipërm të monitorit tuaj
sr_cyrl_me: Главни прозор ће се открити вршењем пречишћења гесте на горњој ивици вашег монитора
sv_fi: Huvudfönstret kommer att avslöjas genom att utföra en rullgest på den övre kanten av din bildskärm
sw_ke: Dirisha kuu litafunuliwa kwa kufanya ishara ya kusongesha kwenye makali ya juu ya mfuatiliaji wako
ta_in: உங்கள் மானிட்டரின் மேல் விளிம்பில் ஒரு உருள் சைகை செய்வதன் மூலம் பிரதான சாளரம் வெளிப்படும்
te_in: మీ మానిటర్ యొక్క ఎగువ అంచున స్క్రోల్ సంజ్ఞ చేయడం ద్వారా ప్రధాన విండో తెలుస్తుంది
th_th: หน้าต่างหลักจะถูกเปิดเผยโดยการแสดงท่าทางการเลื่อนที่ขอบด้านบนของจอภาพของคุณ
tk_tm: Esasy penjire monitoryň ýokarky gyrasynda aýlaw hereketini ýerine ýetirmek arkaly aýan eder
tr_tr: Ana pencere, monitörünüzün üst kenarında bir kaydırma hareketi gerçekleştirilerek açıklanacaktır.
tt_ru: Төп тәрәзә мониторның өске читендә төргәк ишарәсе ясап ачылачак
ug_cn: ئاساسلىق كۆزنەك ئېكراننىڭ ئۈستۈنكى چېتىدە سىيرىلىش قوللانمىسى بىلەن ئاشكارلىنىدۇ
uk_ua: Основне вікно буде розкрито, виконуючи жест прокрутки на верхньому краю вашого монітора
ur_pk: مرکزی ونڈو آپ کے مانیٹر کے اوپری کنارے پر اسکرول اشارہ کرکے انکشاف کیا جائے گا
uz_cyrl: Asosiy oyna sizning monitoringizning yuqori chetida imo-ishorani ijro etish orqali aniqlanadi
vi_vn: Cửa sổ chính sẽ được tiết lộ bằng cách thực hiện một cử chỉ cuộn ở cạnh trên cùng của màn hình của bạn
zh_hant: 主窗口將通過在顯示器的頂部邊緣執行滾動手勢來揭示

# PrefMainWindowShowOnScrollLabel
source: Show on top screen scroll
af_za: Wys op die topskermrol
am_et: ከላይ ባለው የማዕከላዊ ጥቅልል ​​ላይ አሳይ
ar_bh: عرض على شاشة التمرير العلوي
as_in: শীৰ্ষ পৰ্দাত দেখুৱাওক স্ক্ৰল
az_cyrl: Üst ekranda göstərin
bg_bg: Показване на превъртане на горния екран
bn_in: শীর্ষ স্ক্রিন স্ক্রোলে দেখান
bs_latn_ba: Prikaži na gornjem pomicanju ekrana
ca_es: Mostra a la pantalla superior desplaçament
cs_cz: Zobrazit na horní obrazovce
cy_gb: Dangos ar y sgrôl sgrin uchaf
da_dk: Vis på øverste skærmrulle
de_ch: Zeigen Sie auf dem oberen Bildschirmroll
el_gr: Εμφάνιση στην επάνω οθόνη κύλιση
es_bo: Mostrar en el desplazamiento de la pantalla superior
et_ee: Kuva ülakraani kerimisel
fa_ir: نمایش در صفحه نمایش بالا
fi_fi: Näytä yläreunassa
fil_ph: Ipakita sa tuktok na screen scroll
fr_029: Afficher un parchemin supérieur sur l'écran
ga_ie: Taispeáin ar scrolla scáileán barr barr
gu_in: ટોચની સ્ક્રીન સ્ક્રોલ પર બતાવો
he_il: להראות על גלילה על המסך העליון
hi_in: शीर्ष स्क्रीन स्क्रॉल पर दिखाएँ
hr_hr: Prikaži na gornjem zaslonu
hu_hu: Mutassa meg a felső képernyő -görgetést
hy_am: Show ուցադրել վերին էկրանի ոլորման
id_id: Tampilkan gulir layar atas
is_is: Sýna á efstu skjánum
it_ch: Show in alto Screen Scroll
ja_jp: トップ画面スクロールに表示します
ka_ge: აჩვენეთ ზედა ეკრანზე გადახვევა
kk_kz: Үстіңгі экранға жылжу
km_kh: បង្ហាញនៅលើរមូរអេក្រង់ខាងលើ
kn_in: ಟಾಪ್ ಸ್ಕ್ರೀನ್ ಸ್ಕ್ರಾಲ್ನಲ್ಲಿ ತೋರಿಸಿ
ko_kr: 상단 화면 스크롤에 표시하십시오
ky_kg: Жогорудагы экрандагы жылдырууда көрсөтүү
lo_la: ສະແດງຢູ່ເທິງຫນ້າຈໍເລື່ອນເທິງ
lt_lt: Rodyti viršutiniame ekrano slinktyje
lv_lv: Rādīt augšējā ekrāna ritinā
mi_nz: Whakaatuhia te panui mata o runga
mk_mk: Покажете на скролувачот на горниот екран
ml_in: ടോപ്പ് സ്ക്രീൻ സ്ക്രോളിൽ കാണിക്കുക
mr_in: शीर्ष स्क्रीन स्क्रोलवर दर्शवा
ms_my: Tunjukkan pada skrin skrin teratas
mt_mt: Uri fuq l-iscreen scroll ta 'fuq
nb_no: Vis på toppskjermbilen
ne_np: शीर्ष स्क्रीन स्क्रोलमा देखाउनुहोस्
nl_be: Toon op de scroll op het bovenste scherm
or_in: ଟପ୍ ସ୍କ୍ରିନ୍ ସ୍କ୍ରୋଲ୍ ଉପରେ ଦେଖାନ୍ତୁ |
pa_arab: ਚੋਟੀ ਦੇ ਸਕ੍ਰੀਨ ਸਕ੍ਰੌਲ ਤੇ ਦਿਖਾਓ
pl_pl: Pokaż na przesunięciu górnego ekranu
pt_br: Mostrar na tela superior rolagem
ro_ro: Afișați pe defilarea ecranului de sus
ru_ru: Показать на верхнем экране свиток
sk_sk: Zobraziť na hornej obrazovke Scroll
sl_si: Prikaži na zgornjem zaslonu
sq_al: Shfaq në lëvizjen e ekranit të lartë
sr_cyrl_me: Прикажи на горњем сцрелу Сцролл
sv_fi: Visa på toppskärmen Scroll
sw_ke: Onyesha kwenye kitabu cha juu cha skrini
ta_in: மேல் திரை சுருளில் காண்பி
te_in: టాప్ స్క్రీన్ స్క్రోల్‌లో చూపించు
th_th: แสดงบนสกรอลล์บนหน้าจอด้านบน
tk_tm: Ýokarky ekranda görkeziň
tr_tr: Üst ekran kaydırmasında göster
tt_ru: Topгары экран төргәпләрен күрсәтү
ug_cn: ئۈستىدىكى ئېكران ئۈستىدىن كۆرگەزمە قىلىڭ
uk_ua: Показати на верхньому екрані прокрутки
ur_pk: ٹاپ اسکرین اسکرول پر دکھائیں
uz_cyrl: Yuqoridagi ekranli o'tish joyida ko'rsating
vi_vn: Hiển thị trên màn hình trên cùng
zh_hant: 在頂部屏幕上顯示

# PrefNtfVolumeLabel
source: Notification Volume
af_za: Kennisgewingvolume
am_et: የማሳወቂያ መጠን
ar_bh: حجم الإخطار
as_in: অধিসূচনা আয়তন
az_cyrl: Bildiriş həcmi
bg_bg: Обем на известия
bn_in: বিজ্ঞপ্তি ভলিউম
bs_latn_ba: Volumen notifikacije
ca_es: Volum de notificació
cs_cz: Objem oznámení
cy_gb: Cyfrol Hysbysu
da_dk: Meddelelse volumen
de_ch: Benachrichtigungsvolumen
el_gr: Όγκος ειδοποίησης
es_bo: Volumen de notificación
et_ee: Teavitamismaht
fa_ir: حجم اعلان
fi_fi: Ilmoituksen tilavuus
fil_ph: Dami ng abiso
fr_029: Volume de notification
ga_ie: Toirt fógra
gu_in: સૂચનાનો જથ્થો
he_il: נפח הודעה
hi_in: अधिसूचना मात्रा
hr_hr: Volumen obavijesti
hu_hu: Értesítési kötet
hy_am: Ծանուցման ծավալը
id_id: Volume Pemberitahuan
is_is: Tilkynningarrúmmál
it_ch: Volume di notifica
ja_jp: 通知ボリューム
ka_ge: შეტყობინების მოცულობა
kk_kz: Хабарлама көлемі
km_kh: បរិមាណការជូនដំណឹង
kn_in: ಅಧಿಸೂಚನೆ ಪರಿಮಾಣ
ko_kr: 알림 볼륨
ky_kg: Эскертме көлөмү
lo_la: ປະລິມານແຈ້ງການ
lt_lt: Pranešimo apimtis
lv_lv: Paziņojuma apjoms
mi_nz: Rōrahi whakamōhiotanga
mk_mk: Обем за известување
ml_in: അറിയിപ്പ് അളവ്
mr_in: सूचना खंड
ms_my: Jumlah pemberitahuan
mt_mt: Volum ta 'Notifika
nb_no: Varslingsvolum
ne_np: सूचना भोल्युम
nl_be: Meldingsvolume
or_in: ବିଜ୍ଞପ୍ତି ଭଲ୍ୟୁମ୍ |
pa_arab: ਨੋਟੀਫਿਕੇਸ਼ਨ ਵਾਲੀਅਮ
pl_pl: Objętość powiadomienia
pt_br: Volume de notificação
ro_ro: Volumul de notificări
ru_ru: Объем уведомлений
sk_sk: Objem oznámenia
sl_si: Volumen obvestila
sq_al: Vëllim i njoftimit
sr_cyrl_me: Запремина обавештења
sv_fi: Anmälningsvolym
sw_ke: Kiasi cha arifa
ta_in: அறிவிப்பு தொகுதி
te_in: నోటిఫికేషన్ వాల్యూమ్
th_th: ปริมาณการแจ้งเตือน
tk_tm: Duýduryş mukdary
tr_tr: Bildirim Hacmi
tt_ru: Хәбәр итү күләме
ug_cn: ئۇقتۇرۇش ھەجىمى
uk_ua: Обсяг сповіщення
ur_pk: اطلاع کا حجم
uz_cyrl: Xabarnoma hajmi
vi_vn: Khối lượng thông báo
zh_hant: 通知量
