Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountExpiredNtfRemoteCaption
source: The payment for your {0} subscription was due {1} and has not been received. Please open or restart MonkeyPaste on the device with your subscription to continue using your {0} plan.
af_za: Die betaling vir u {0} Inskrywing was verskuldig {1} en is nie ontvang nie. Maak asseblief oop of begin weer Apeypaste op die toestel met u intekening op Hou aan om u {0} Plan.
am_et: ለ {0} ክፍያ ምዝገባው በ {1} አልተቀበለም. እባክዎን ይክፈቱ ወይም እንደገና ያስጀምሩ በመሳሪያው ላይ ዝንጀሮዎች ከደንበኝነት ምዝገባዎ ጋር ወደ የእርስዎን መጠቀምዎን ይቀጥሉ {0} ዕቅድ.
ar_bh: الدفع مقابل {0} كان الاشتراك مستحقًا {1} ولم يتم استلامها. الرجاء فتح أو إعادة التشغيل monkeypaste على الجهاز مع اشتراكك في استمر في استخدامك {0} خطة.
as_in: আপোনাৰ {0} ৰ বাবে পেমেন্ট চাবস্ক্ৰিপচনৰ প্ৰয়োজন আছিল {1} আৰু গ্ৰহণ কৰা হোৱা নাই। অনুগ্ৰহ কৰি খোলক বা পুনৰাৰম্ভ কৰক ডিভাইচত MonkeyPaste আপোনাৰ স্বাক্ষৰণৰ সৈতে আপোনাৰ ব্যৱহাৰ কৰি যাওক {0} পৰিকল্পনা কৰক।
az_cyrl: {0} üçün ödəniş abunə {1} vaxtı idi və alınmadı. Zəhmət olmasa açın və ya yenidən başladın Cihazdakı Monkeytast abunəliyinizlə istifadə etməyə davam edin {0} plan.
bg_bg: Плащането за вашия {0} Абонаментът се дължи {1} и не е получено. Моля, отворете или рестартирайте Monkeypaste на устройството С вашия абонамент за Продължете да използвате вашия {0} план.
bn_in: আপনার {0} এর জন্য অর্থ প্রদান সাবস্ক্রিপশন ছিল {1} এবং গ্রহণ করা হয়নি। দয়া করে খুলুন বা পুনরায় চালু করুন ডিভাইসে মনকিপেস্ট আপনার সাবস্ক্রিপশন সহ আপনার ব্যবহার চালিয়ে যান {0} পরিকল্পনা।
bs_latn_ba: Plaćanje za vaše {0} Pretplata je bila {1} i nije primljen. Molim vas otvorite ili ponovo pokrenite MonkeyPaste na uređaju Uz vašu pretplatu na Nastavite koristiti svoje {0} plan.
ca_es: El pagament del vostre {0} La subscripció s'havia degut {1} i no ha estat rebut. Obriu o reinicieu MonkeyPaste al dispositiu amb la vostra subscripció a Continueu utilitzant el vostre {0} Pla.
cs_cz: Platba za vaše {0} Předplatné bylo splatné {1} a nebyl přijat. Otevřete nebo restartujte MONKEYPASTE na zařízení S vaším předplatném Pokračujte v používání {0} Plán.
cy_gb: Y taliad am eich {0} Roedd y tanysgrifiad yn ddyledus {1} ac ni dderbyniwyd. Agor neu ailgychwyn MonkeyPaste ar y ddyfais gyda'ch tanysgrifiad i Parhewch i ddefnyddio'ch Cynllun {0}.
da_dk: Betalingen for din {0} Abonnement var forfalden {1} og er ikke modtaget. Åbn eller genstart Monkeypaste på enheden med dit abonnement på Fortsæt med at bruge din {0} Plan.
de_ch: Die Zahlung für Ihre {0} Abonnement war fällig {1} und wurde nicht empfangen. Bitte öffnen oder neu starten Monkeypaste auf dem Gerät mit Ihrem Abonnement zu Verwenden Sie Ihre weiter {0} Plan.
el_gr: Η πληρωμή για το {0} σας Η συνδρομή οφειλόταν {1} και δεν έχει ληφθεί. Ανοίξτε ή επανεκκινήστε Monkeypaste στη συσκευή με τη συνδρομή σας στο Συνεχίστε να χρησιμοποιείτε το δικό σας {0} σχέδιο.
es_bo: El pago de su {0} La suscripción se debió {1} y no ha sido recibido. Por favor abra o reinicie Monkipaste en el dispositivo con tu suscripción a Continúa usando tu Plan {0}.
et_ee: Makse teie {0} eest Tellimine pidi olema {1} ja pole vastu võetud. Palun avage või taaskäivitage Ahvivaba seadmesse Teie tellimusega Jätkake oma kasutamist {0} plaan.
fa_ir: پرداخت برای {0} شما سررسید اشتراک {1} و دریافت نشده است. لطفا باز کنید یا راه اندازی مجدد کنید MonkeyPaste روی دستگاه با اشتراک شما در به استفاده از خود ادامه دهید طرح {0}.
fi_fi: Maksu {0} Tilaus oli erääntynyt {1} eikä sitä ole vastaanotettu. Avaa tai käynnistä uudelleen Monkepaste laitteessa tilauksellasi Jatka käyttöä {0} suunnitelma.
fil_ph: Ang pagbabayad para sa iyong {0} Ang subscription ay dahil sa {1} at hindi pa natanggap. Mangyaring buksan o i -restart Monkeypaste sa aparato kasama ang iyong subscription sa Magpatuloy sa paggamit ng iyong {0} Plano.
fr_029: Le paiement de votre {0} L'abonnement était dû {1} et n'a pas été reçu. Veuillez ouvrir ou redémarrer Monkeypaste sur l'appareil avec votre abonnement à Continuez à utiliser votre {0} plan.
ga_ie: An íocaíocht as do {0} bhí síntiús dlite {1} agus ní bhfuarthas é. Oscail nó atosaigh le do thoil Monkeypaste ar an bhfeiste le do shíntiús go Lean ort ag úsáid do {0} plean.
gu_in: તમારા {0} માટે ચુકવણી સબ્સ્ક્રિપ્શન {1} બાકી હતું અને પ્રાપ્ત થયું નથી. કૃપા કરીને ખોલો અથવા ફરીથી પ્રારંભ કરો ઉપકરણ પર વાંદરા તમારા સબ્સ્ક્રિપ્શન સાથે તમારો ઉપયોગ ચાલુ રાખો {0} યોજના.
he_il: התשלום עבור {0} שלך המנוי היה אמור להיות {1} ולא התקבל. אנא פתח או הפעל מחדש Monkeypaste במכשיר עם המנוי שלך ל המשך להשתמש שלך {0} תוכנית.
hi_in: आपके {0} के लिए भुगतान सदस्यता {1} के कारण थी और प्राप्त नहीं हुआ है। कृपया खोलें या पुनरारंभ करें डिवाइस पर monkeypaste अपनी सदस्यता के साथ अपना उपयोग जारी रखें {0} योजना।
hr_hr: Plaćanje za vaš {0} pretplata je bila posljedica {1} i nije primljen. Molimo otvorite ili ponovno pokrenite Monkeypaste na uređaju uz pretplatu na Nastavite koristiti svoj {0} plan.
hu_hu: A {0} fizetése a fizetés Az előfizetés esedékes volt {1} és nem fogadták el. Kérjük, nyissa meg vagy indítsa újra Majompaste az eszközön Az előfizetéssel Folytassa a használatát {0} terv.
hy_am: Ձեր {0}-ի վճարումը բաժանորդագրության ժամկետը լրացել է {1} և չի ստացվել։ Խնդրում ենք բացել կամ վերագործարկել MonkeyPaste սարքի վրա ձեր բաժանորդագրությամբ շարունակեք օգտագործել ձեր {0} պլան:
id_id: Pembayaran untuk {0} Anda Langganan jatuh tempo {1} dan belum diterima. Harap buka atau restart Monkeypaste di perangkat dengan langganan Anda Lanjutkan menggunakan Anda {0} rencana.
is_is: Greiðslan fyrir {0} Áskrift var vegna {1} og hefur ekki borist. Vinsamlegast opnaðu eða endurræstu Monkeysta í tækinu Með áskriftinni þinni að Haltu áfram að nota {0} áætlun.
it_ch: Il pagamento per il tuo {0} L'abbonamento era dovuto {1} e non è stato ricevuto. Si prega di aprire o riavviare Monkeyypaste sul dispositivo con il tuo abbonamento a Continua a usare il tuo {0} piano.
ja_jp: {0}の支払い サブスクリプションは{1}でした そして、受け取っていません。 開いたり再起動したりしてください デバイス上のサルパスト のサブスクリプション付き あなたの使用を続けます {0}計画。
ka_ge: გადახდა თქვენი {0} გამოწერა იყო {1} და არ იქნა მიღებული. გთხოვთ გახსნათ ან გადატვირთოთ Monkeypaste მოწყობილობაზე თქვენი გამოწერით განაგრძეთ თქვენი გამოყენება {0} გეგმა.
kk_kz: {0} төлеміңіз Жазылым {1} және қабылданбады. Ашыңыз немесе қайта бастаңыз Құрылғыдағы Monkeyptaste Жазылымыңызбен Өзіңізді пайдалануды жалғастырыңыз {0} жоспар.
km_kh: ការទូទាត់សម្រាប់ {0} របស់អ្នក ការជាវគឺដោយសារតែ {1} ហើយមិនបានទទួលទេ។ សូមបើកឬចាប់ផ្តើមឡើងវិញ monkeypeaste នៅលើឧបករណ៍ ជាមួយនឹងការជាវរបស់អ្នកទៅ បន្តប្រើប្រាស់របស់អ្នក {0} ផែនការ។
kn_in: ನಿಮ್ಮ {0 for ಗಾಗಿ ಪಾವತಿ ಚಂದಾದಾರಿಕೆ {1} ಮತ್ತು ಸ್ವೀಕರಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ತೆರೆಯಿರಿ ಅಥವಾ ಮರುಪ್ರಾರಂಭಿಸಿ ಸಾಧನದಲ್ಲಿ ಮಂಕೈಪಾಸ್ಟ್ ಗೆ ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಿ {0} ಯೋಜನೆ.
ko_kr: {0}에 대한 지불 구독이 마감되었습니다 {1} 접수되지 않았습니다. 열거 나 다시 시작하십시오 장치의 monkeypaste 구독으로 계속 사용하십시오 {0} 계획.
ky_kg: Сиздин {0} төлөө үчүн төлөө жазылуу {1} ​​төлөнөт жана алынган жок. Сураныч, ачыңыз же өчүрүп күйгүзүңүз Түзмөктөгү MonkeyPaste Жазылууңуз менен Сиздин колдонууну улантуу {0} План.
lo_la: ການຈ່າຍເງິນສໍາລັບ {0} ຂອງທ່ານ ການສະຫມັກໃຊ້ {1} ແລະຍັງບໍ່ທັນໄດ້ຮັບ. ກະລຸນາເປີດຫຼືເລີ່ມຕົ້ນໃຫມ່ monkeypaste ໃນອຸປະກອນ ກັບການສະຫມັກໃຊ້ຂອງທ່ານ ສືບຕໍ່ໃຊ້ຂອງທ່ານ {0} ແຜນການ.
lt_lt: Mokėjimas už jūsų {0} Prenumerata turėjo būti atlikta {1} ir nebuvo gautas. Prašau atidaryti arba paleisti iš naujo Monkeypaste įrenginyje Su savo prenumerata toliau naudokite savo {0} planas.
lv_lv: Maksājums par jūsu {0} abonements bija paredzēts {1} un nav saņemts. Lūdzu, atveriet vai restartējiet Monkeypaste uz ierīces Ar jūsu abonementu Turpiniet izmantot savu {0} plāns.
mi_nz: Te utu mo to {0} I tika te ohaurunga {1} a kaore ano kia riro. Whakatuwherahia, whakahou ranei Monkeypaste i runga i te taputapu me to ohaurunga ki Me whakamahi tonu i to {0} Mahere.
mk_mk: Плаќањето за вашата {0} претплатата се должи на {1} и не е примена. Ве молиме отворете или рестартирајте Monkeypaste на уредот со вашата претплата на Продолжете со користење на вашиот {0} план.
ml_in: നിങ്ങളുടെ {0} പേയ്മെന്റ് സബ്സ്ക്രിപ്ഷൻ മൂലം {1}} സ്വീകരിച്ചിട്ടില്ല. ദയവായി തുറക്കുക അല്ലെങ്കിൽ പുനരാരംഭിക്കുക ഉപകരണത്തിൽ മങ്കിപെസ്റ്റ് നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ ഉപയോഗിച്ച് നിങ്ങളുടെ ഉപയോഗിക്കുന്നത് തുടരുക {0} പ്ലാൻ.
mr_in: आपल्या {0} साठी देय सदस्यता {1} देय होती आणि प्राप्त झाले नाही. कृपया उघडा किंवा रीस्टार्ट करा डिव्हाइसवर वानरिपास्ट आपल्या सदस्यता सह आपले वापरणे सुरू ठेवा {0} योजना.
ms_my: Pembayaran untuk {0} anda Langganan adalah wajar {1} dan belum diterima. Sila buka atau mulakan semula Monkeypaste pada peranti dengan langganan anda untuk Teruskan menggunakan anda {0} Rancangan.
mt_mt: Il-ħlas għal {0} tiegħek Is-sottoskrizzjoni kienet dovuta {1} u ma rċeviex. Jekk jogħġbok Iftaħ jew Ibda Monkeypaste fuq l-apparat bl-abbonament tiegħek għal Kompli uża tiegħek {0} pjan.
nb_no: Betalingen for din {0} Abonnement skyldtes {1} og er ikke mottatt. Vennligst åpne eller starte på nytt Monkeypaste på enheten med abonnementet ditt på Fortsett å bruke din {0} plan.
ne_np: तपाईंको {0 0} को लागि भुक्तानी सदस्यता {1} छ} र प्राप्त भएको छैन। कृपया खोल्नुहोस् वा पुनः सुरु गर्नुहोस् उपकरणमा बाँदरप्ससास तपाइँको सदस्यता संग तपाईंको प्रयोग जारी राख्नुहोस् {0} योजना।
nl_be: De betaling voor uw {0} Abonnement was verschuldigd {1} en is niet ontvangen. Open of herstart Monkeypaste op het apparaat met uw abonnement op blijf je {0} plan.
or_in: ତୁମର {0} ପାଇଁ ଦେୟ ସଦସ୍ୟତା ହେତୁ {1} ଏବଂ ଗ୍ରହଣ କରାଯାଇ ନାହିଁ ଦୟାକରି ଖୋଲନ୍ତୁ କିମ୍ବା ପୁନ rest ଆରମ୍ଭ କରନ୍ତୁ | ଡିଭାଇସରେ ମାଙ୍କଡ଼ପେଷ୍ଟ | ଆପଣଙ୍କର ସଦସ୍ୟତା ସହିତ | ତୁମର ବ୍ୟବହାର ଜାରି ରଖ | {0} ଯୋଜନା
pa_arab: ਤੁਹਾਡੇ {0} ਲਈ ਭੁਗਤਾਨ ਗਾਹਕੀ ਬਕਾਇਆ ਸੀ {1} ਅਤੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਖੋਲ੍ਹੋ ਜਾਂ ਮੁੜ ਚਾਲੂ ਕਰੋ ਡਿਵਾਈਸ 'ਤੇ ਬਾਂਦਰ ਪੇਸਟ ਤੁਹਾਡੀ ਗਾਹਕੀ ਦੇ ਨਾਲ ਤੁਹਾਡੀ ਵਰਤੋਂ ਜਾਰੀ ਰੱਖੋ {0} ਯੋਜਨਾ।
pl_pl: Płatność za {0} subskrypcja była należna {1} i nie został odebrany. Otwórz lub uruchom ponownie Małpa na urządzeniu z subskrypcją Kontynuuj używanie {0} plan.
pt_br: O pagamento pelo seu {0} A assinatura foi vencida {1} e não foi recebido. Por favor, abra ou reinicie Macacão no dispositivo com sua assinatura para Continue usando o seu {0} plano.
ro_ro: Plata pentru {0} abonamentul a fost datorat {1} și nu a fost primit. Vă rugăm să deschideți sau să reporniți Monkeypaste pe dispozitiv cu abonamentul dvs. la Continuați să folosiți {0} plan.
ru_ru: Оплата за {0} Подписка была обусловлена ​​{1} и не был получен. Пожалуйста, откройте или перезапустите Обезьяна на устройстве с вашей подпиской на Продолжайте использовать свой {0} план.
sk_sk: Platba za vaše {0} Predplatné bolo splatné {1} a nebol prijatý. Prosím, otvorte alebo reštartujte Monkeypaste na zariadení S vaším predplatným do Pokračujte v používaní {0} plán.
sl_si: Plačilo za vaš {0} Naročnina je bila dolžna {1} in ni prejel. Prosimo, odprite ali znova zaženite MonkeyPaste na napravi s svojo naročnino na Nadaljujte z uporabo svojega {0} načrt.
sq_al: Pagesa për {0} pajtimi ishte për shkak {1} dhe nuk është pranuar. Ju lutemi hapni ose rinisni Monkeypaste në pajisje me pajtimin tuaj në Vazhdoni të përdorni tuajin Plani {0}.
sr_cyrl_me: Плаћање за ваше {0} претплата је била дошла {1} и није примљен. Молим вас отворите или поново покрените Монкеипасте на уређају са претплатом на Наставите да користите своје {0} Планирање.
sv_fi: Betalningen för din {0} Prenumeration berodde på {1} och har inte mottagits. Vänligen öppna eller starta om Monkeypasta på enheten med ditt prenumeration på Fortsätt använda din {0} Plan.
sw_ke: Malipo ya {0} Usajili ulitokana na {1} na haijapokelewa. Tafadhali fungua au uanze tena Monkeypaste kwenye kifaa na usajili wako kwa Endelea kutumia yako {0} Mpango.
ta_in: உங்கள் {0 for க்கான கட்டணம் சந்தா காரணமாக இருந்தது {1} மற்றும் பெறப்படவில்லை. தயவுசெய்து திறக்கவும் அல்லது மறுதொடக்கம் செய்யவும் சாதனத்தில் குரங்கு சுவை உங்கள் சந்தாவுடன் உங்கள் பயன்படுத்துவதைத் தொடரவும் {0} திட்டம்.
te_in: మీ {0 for కోసం చెల్లింపు చందా గడువు {1} మరియు స్వీకరించబడలేదు. దయచేసి తెరవండి లేదా పున art ప్రారంభించండి పరికరంలో మంకీపాస్ట్ మీ సభ్యత్వంతో మీ ఉపయోగించడం కొనసాగించండి {0} ప్రణాళిక.
th_th: การชำระเงินสำหรับ {0} ของคุณ การสมัครสมาชิกถึงกำหนด {1} และยังไม่ได้รับ กรุณาเปิดหรือรีสตาร์ท Monkeypaste บนอุปกรณ์ ด้วยการสมัครสมาชิกของคุณไปที่ ใช้งาน {0} แผน
tk_tm: {0} üçin töleg Abuna ýazylmak {1} kabul edilmedi. Açmagyňyzy haýyş edýäris ýa-da täzeden açyň Enjamda monkepaste abunalygyňyz bilen ulanmagy dowam etdiriň {0} meýilnamasy.
tr_tr: {0} için ödeme abonelik ödenmesi {1} ve alınmadı. Lütfen açın veya yeniden başlatın Cihazda Monkeycaste Aboneliğinizle Kullanmaya devam et {0} planı.
tt_ru: Сезнең {0} өчен түләү Подписка {1} һәм алынды. Зинһар, ачыгыз яки яңадан эшләтеп җибәрегез Җайланмада маймылипаста Сезнең язма белән Сезнең куллануны дәвам итегез {0} план.
ug_cn: {0} مۇشتەرى بولۇش توغرا بولسا {1} ھەمدە تاپشۇرۇۋالمىغان. ئېچىڭ ياكى قايتا قوزغىتىڭ ئۈسكۈنىدە مايمۇنپاستى مۇشتەرىلىكىڭىز بىلەن داۋاملىق ئىشلىتىڭ {0} پىلانى.
uk_ua: Платіж для вашого {0} підписка була належна {1} і не було прийнято. Будь ласка, відкрийте або перезавантажте Мавпаста на пристрої з вашою підпискою на Продовжуйте використовувати ваш {0} план.
ur_pk: آپ کے {0} کی ادائیگی سبسکرپشن {1} کی وجہ سے تھی اور موصول نہیں ہوا ہے۔ براہ کرم کھولیں یا دوبارہ شروع کریں ڈیوائس پر بندر پیسٹ آپ کی رکنیت کے ساتھ اپنا استعمال جاری رکھیں {0} منصوبہ۔
uz_cyrl: {0} uchun to'lov Obuna {1} va qabul qilinmadi. Iltimos, oching yoki qayta boshlang Qurilmada maymuncha pastroq Sizning obunangiz bilan Sizdan foydalanishda davom eting {0} rejasi.
vi_vn: Thanh toán cho {0} của bạn Đăng ký là do {1} và chưa được nhận. Vui lòng mở hoặc khởi động lại Khỉ trên thiết bị với đăng ký của bạn đến Tiếp tục sử dụng của bạn {0} Kế hoạch.
zh_hant: {0}的付款 訂閱是由於{1} 並且尚未收到。 請打開或重新啟動 設備上的MonkeyPaste 與您訂閱 繼續使用您的 {0}計劃。

# AccountExpiredNtfTitle
source: Account Expired
af_za: Rekening verval
am_et: የሂሳብ ጊዜው አልፎበታል
ar_bh: صلاحية الحساب
as_in: একাউণ্টৰ ম্যাদ উকলি গৈছে
az_cyrl: Hesabın müddəti bitdi
bg_bg: Сметката изтече
bn_in: অ্যাকাউন্টের মেয়াদ শেষ হয়েছে
bs_latn_ba: Račun je istekao
ca_es: El compte caducat
cs_cz: Účet vypršel
cy_gb: Cyfrif wedi dod i ben
da_dk: Kontoen udløb
de_ch: Konto abgelaufen
el_gr: Έληξε ο λογαριασμός
es_bo: Cuenta expirada
et_ee: Konto aegunud
fa_ir: حساب منقضی شد
fi_fi: Tili päättyi
fil_ph: Nag -expire ang account
fr_029: Le compte a expiré
ga_ie: Cuntas imithe in éag
gu_in: હિસાબ સમાપ્ત થઈ ગયો
he_il: פג החשבון
hi_in: खाता समाप्त हो गया
hr_hr: Račun je istekao
hu_hu: A számla lejárt
hy_am: Հաշիվն ավարտվել է
id_id: Akun kedaluwarsa
is_is: Reikningur rann út
it_ch: Account scaduto
ja_jp: アカウントの期限切れ
ka_ge: ანგარიშის ვადაგასული
kk_kz: Есептік жазба мерзімі аяқталды
km_kh: គណនីផុតកំណត់
kn_in: ಖಾತೆ ಅವಧಿ ಮೀರಿದೆ
ko_kr: 계정이 만료되었습니다
ky_kg: Эсеп мөөнөтү бүттү
lo_la: ບັນຊີຫມົດອາຍຸ
lt_lt: Sąskaitos galiojimo laikas pasibaigė
lv_lv: Beidzas konta derīguma termiņš
mi_nz: Kua pau te kaute
mk_mk: Сметката истече
ml_in: അക്കൗണ്ട് കാലഹരണപ്പെട്ടു
mr_in: खाते कालबाह्य झाले
ms_my: Akaun tamat
mt_mt: Kont skadut
nb_no: Konto utløpt
ne_np: खाता समाप्त भयो
nl_be: Account verlopen
or_in: ଖାତା ମିଆଦ ପୂର୍ଣ୍ଣ ହୋଇଛି |
pa_arab: ਖਾਤਾ ਖਤਮ ਹੋ ਗਿਆ
pl_pl: Konto wygasło
pt_br: Conta expirada
ro_ro: Contul a expirat
ru_ru: Срок действия учетной записи истек
sk_sk: Platnosť účtu
sl_si: Račun je potekel
sq_al: Llogaria skadoi
sr_cyrl_me: Рачун је истекао
sv_fi: Kontot gick ut
sw_ke: Akaunti imekwisha
ta_in: கணக்கு காலாவதியானது
te_in: ఖాతా గడువు ముగిసింది
th_th: บัญชีหมดอายุ
tk_tm: Hasap möhleti gutardy
tr_tr: Hesabın süresi dolmuş
tt_ru: Хисап вакыты
ug_cn: ھېسابات ۋاقتى توشىدۇ
uk_ua: Термін дії рахунку закінчився
ur_pk: اکاؤنٹ کی میعاد ختم ہوگئی
uz_cyrl: Hisob muddati tugadi
vi_vn: Tài khoản đã hết hạn
zh_hant: 帳戶已過期

# AccountPrePurchaseNtfTitle
source: Note
af_za: Noot
am_et: ማስታወሻ
ar_bh: ملحوظة
as_in: টোকা
az_cyrl: Qeyd
bg_bg: Забележка
bn_in: বিঃদ্রঃ
bs_latn_ba: Bilješka
ca_es: Nota
cs_cz: Poznámka
cy_gb: Nodyn
da_dk: Bemærk
de_ch: Notiz
el_gr: Σημείωση
es_bo: Nota
et_ee: Märge
fa_ir: توجه داشته باشید
fi_fi: Huomautus
fil_ph: Tandaan
ga_ie: Nóta
gu_in: નૉૅધ
he_il: הערה
hi_in: टिप्पणी
hr_hr: Bilješka
hu_hu: jegyzet
hy_am: Նշում
id_id: Catatan
is_is: Athugið
it_ch: Nota
ja_jp: 注記
ka_ge: შენიშვნა
kk_kz: Ескерту
km_kh: វិក័យប័រត
kn_in: ಸೂಚನೆ
ko_kr: 메모
ky_kg: Эскертүү
lo_la: ຫມາຍ​ເຫດ​
lt_lt: PASTABA
lv_lv: Piezīme
mi_nz: Rangi
mk_mk: Забелешка
ml_in: കുറിപ്പ്
mr_in: टीप
ms_my: Catatan
mt_mt: Nota
nb_no: Merk
ne_np: नोट
nl_be: Opmerking
or_in: ଧ୍ୟାନ ଦିଅନ୍ତୁ
pa_arab: ਨੋਟ
pl_pl: Notatka
pt_br: Observação
ro_ro: Notă
ru_ru: Примечание
sk_sk: Poznámka
sl_si: Opomba
sq_al: shënim
sr_cyrl_me: Белешка
sv_fi: Notera
sw_ke: Kumbuka
ta_in: குறிப்பு
te_in: గమనిక
th_th: บันทึก
tk_tm: Bellik
tr_tr: Not
tt_ru: Тамга
ug_cn: دىققەت
uk_ua: Примітка
ur_pk: نوٹ
uz_cyrl: Eslatma
vi_vn: Ghi chú
zh_hant: 筆記
