Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeTranslatedMessage
source: I only speak English and MonkeyPaste has been translated into this language. All versions ship with the English pack so if you speak English you can change the language to it at anytime after this setup (Settings -> Preferences -> International). If you would like to help improve the translation we would love to hear from you! feedback@monkeypaste.com
af_za: Ek praat net Engels en Monkeypaste is in hierdie taal vertaal. Alle weergawes word met die Engelse pakket gestuur. As u Engels praat, kan u die taal enige tyd na hierdie opstelling (instellings -> voorkeure -> internasionaal) verander. As u wil help om die vertaling te verbeter, sal ons graag van u hoor! terugvoer@monkeypaste.com
am_et: እኔ እንግሊዝኛ እና ዚኪሳቴቴ ወደዚህ ቋንቋ ተተርጉሟል. እንግሊዝኛ ካሽኑ ጋር የሚጫወቱት ሁሉም ስሪቶች ይህን እንግሊዝኛ የሚናገሩ ከሆነ ይህ ማዋቀር (ቅንብሮች -> ምርጫዎች -> ዓለም አቀፍ). የትርጉም ሥራውን ለማሻሻል ከፈለጉ ከእርስዎ መስማት እንፈልጋለን! ግብረ መልስ @MOKEKEEKEPASTEATETEC
ar_bh: أنا أتحدث الإنجليزية فقط وترجمت Monkeypaste إلى هذه اللغة. تشحن جميع الإصدارات مع حزمة اللغة الإنجليزية ، لذا إذا كنت تتحدث الإنجليزية ، فيمكنك تغيير اللغة إليها في أي وقت بعد هذا الإعداد (الإعدادات -> التفضيلات -> الدولية). إذا كنت ترغب في المساعدة في تحسين الترجمة ، فإننا نود أن نسمع منك! feedback@monkeypaste.com
as_in: মই কেৱল ইংৰাজী আৰু বান্দৰপেষ্টক এই ভাষালৈ অনুবাদ কৰা হৈছে। সকলো সংস্কৰণে ইংৰাজী পেকৰ সৈতে প্ৰেৰণ কৰে গতিকে যদি আপুনি ইংৰাজী কয় তেন্তে আপুনি এই ছেটআপৰ পিছত যিকোনো সময়তে ইয়ালৈ ভাষা সলনি কৰিব পাৰে (ছেটিংছ -> পছন্দসমূহ -> আন্তৰ্জাতিক)। যদি আপুনি অনুবাদটো উন্নত কৰাত সহায় কৰিব বিচাৰে আমি আপোনাৰ পৰা শুনি ভাল পাম! প্ৰতিক্ৰিয়া@monkeypaste.com
az_cyrl: Mən yalnız ingilis dilində danışıram və meymune gozel bu dildə tərcümə edilmişdir. Bütün versiyalar İngilis paketi ilə göndərilir, buna görə ingilis dilində danışırsınızsa, bu quraşdırma (Parametrlər -> üstünlüklər -> beynəlxalq) sonra istədiyi zaman dilini dəyişdirə bilərsiniz. Tərcüməni yaxşılaşdırmaq istəsəniz, sizdən eşitmək istərdik! geribildirim@monkeypaste.com
bg_bg: Говоря само английски и маймуната е преведена на този език. Всички версии се доставят с английския пакет, така че ако говорите английски, можете да промените езика на него по всяко време след тази настройка (Настройки -> Предпочитания -> Международна). Ако искате да помогнете за подобряване на превода, бихме искали да чуем от вас! feedback@monkeypaste.com
bn_in: আমি কেবল ইংরেজী বলি এবং মনকেপেস্ট এই ভাষায় অনুবাদ করা হয়েছে। সমস্ত সংস্করণ ইংলিশ প্যাকের সাথে শিপ করে তাই আপনি যদি ইংরেজি বলতে পারেন তবে আপনি এই সেটআপের পরে যে কোনও সময় ভাষাটি পরিবর্তন করতে পারেন (সেটিংস -> পছন্দগুলি -> আন্তর্জাতিক)। আপনি যদি অনুবাদটি উন্নত করতে সহায়তা করতে চান তবে আমরা আপনার কাছ থেকে শুনতে পছন্দ করব! প্রতিক্রিয়া@monkeypaste.com
bs_latn_ba: Govorim samo engleski i monkeyypaste preveden na ovaj jezik. Sve verzije broda sa engleskim paketom, pa ako govorite engleski, možete promijeniti jezik na njega u bilo kojem trenutku nakon ove postavke (postavke -> Postavke -> International). Ako želite pomoći poboljšanju prijevoda, voljeli bismo se čuti od vas! feedback@monkeypaste.com
ca_es: Només parlo anglès i Monkeypaste s’ha traduït en aquest idioma. Totes les versions s’envien amb el paquet anglès, de manera que si parleu anglès, podeu canviar -lo en qualsevol moment després d’aquesta configuració (Configuració -> Preferències -> Internacional). Si voleu ajudar a millorar la traducció, ens agradaria escoltar -vos! feedback@monkeypaste.com
cs_cz: Mluvím jen anglicky a Monkeypaste byla přeložena do tohoto jazyka. Všechny verze se dodávají s anglickým balíčkem, takže pokud mluvíte anglicky, můžete na něj změnit jazyk kdykoli po tomto nastavení (Nastavení -> Předvolby -> International). Pokud byste chtěli pomoci zlepšit překlad, rádi bychom od vás slyšeli! zpětná vazba@monkeypaste.com
cy_gb: Nid wyf ond yn siarad Saesneg ac mae MonkeyPaste wedi cael ei gyfieithu i'r iaith hon. Mae pob fersiwn yn anfon gyda'r pecyn Saesneg felly os ydych chi'n siarad Saesneg gallwch chi newid yr iaith iddi ar unrhyw adeg ar ôl y setup hwn (Gosodiadau -> Dewisiadau -> Rhyngwladol). Os hoffech chi helpu i wella'r cyfieithiad byddem wrth ein bodd yn clywed gennych chi! adborth@monkeypaste.com
da_dk: Jeg taler kun engelsk, og Monkeypaste er blevet oversat til dette sprog. Alle versioner sendes med den engelske pakke, så hvis du taler engelsk, kan du ændre sproget til det når som helst efter denne opsætning (Indstillinger -> Præferencer -> International). Hvis du gerne vil hjælpe med at forbedre oversættelsen, vil vi meget gerne høre fra dig! feedback@monkeypaste.com
de_ch: Ich spreche nur Englisch und Monkeypaste wurde in diese Sprache übersetzt. Alle Versionen versenden mit dem englischen Paket. Wenn Sie also Englisch sprechen, können Sie die Sprache jederzeit nach diesem Setup (Einstellungen -> Einstellungen -> International) ändern. Wenn Sie helfen möchten, die Übersetzung zu verbessern, würden wir gerne von Ihnen hören! feedback@monkeypaste.com
el_gr: Μιλάω μόνο αγγλικά και το Monkeypaste έχουν μεταφραστεί σε αυτή τη γλώσσα. Όλες οι εκδόσεις μεταφέρονται με το αγγλικό πακέτο, οπότε αν μιλάτε Αγγλικά, μπορείτε να αλλάξετε τη γλώσσα σε αυτήν ανά πάσα στιγμή μετά από αυτή τη ρύθμιση (Ρυθμίσεις -> Προτιμήσεις -> Διεθνές). Εάν θέλετε να βοηθήσετε στη βελτίωση της μετάφρασης, θα θέλαμε να σας ακούσουμε! feedble@monkeypaste.com
es_bo: Solo hablo inglés y el monje se ha traducido a este idioma. Todas las versiones se envían con el paquete de inglés, por lo que si habla inglés, puede cambiar el idioma en cualquier momento después de esta configuración (Configuración -> Preferencias -> International). ¡Si desea ayudar a mejorar la traducción, nos encantaría saber de usted! feedback@monkyepaste.com
et_ee: Ma räägin ainult inglise keelt ja sellesse keelde on tõlgitud ahveypaste. Kõik versioonid tarnivad ingliskeelse pakiga, nii et kui räägite inglise keelt, saate seda pärast seda seadistamist igal ajal muuta (sätted -> eelistused -> rahvusvahelised). Kui soovite tõlget parandada, tahaksime teid hea meelega kuulda! tagasiside@monkeypaste.com
fa_ir: من فقط انگلیسی صحبت می کنم و Monkeypaste به این زبان ترجمه شده است. همه نسخه ها با بسته انگلیسی ارسال می شوند ، بنابراین اگر انگلیسی صحبت می کنید می توانید در هر زمان پس از این تنظیم ، زبان را به آن تغییر دهید (تنظیمات -> ترجیحات -> بین المللی). اگر دوست دارید به بهبود ترجمه کمک کنید ، دوست داریم از شما بشنویم! بازخورد@monkeypaste.com
fi_fi: Puhun vain englantia ja monkepaste on käännetty tähän kieleen. Kaikki versiot toimittavat englanninkielisen paketin kanssa, joten jos puhut englantia, voit muuttaa kielen siihen milloin tahansa tämän asennuksen jälkeen (asetukset -> asetukset -> kansainvälinen). Jos haluat auttaa parantamaan käännöstä, haluaisimme kuulla sinusta! palaute@monkeypaste.com
fil_ph: Nagsasalita lamang ako ng Ingles at ang Monkeypaste ay isinalin sa wikang ito. Ang lahat ng mga bersyon ay nagpapadala ng English Pack kaya kung nagsasalita ka ng Ingles maaari mong baguhin ang wika dito sa anumang oras pagkatapos ng pag -setup na ito (Mga Setting -> Mga Kagustuhan -> International). Kung nais mong makatulong na mapabuti ang pagsasalin ay nais naming marinig mula sa iyo! feedback@monkeypaste.com
fr_029: Je ne parle que l'anglais et Monkeypaste a été traduit dans cette langue. Toutes les versions sont livrées avec le pack anglais, donc si vous parlez anglais, vous pouvez changer la langue à tout moment après cette configuration (paramètres -> Préférences -> International). Si vous souhaitez aider à améliorer la traduction, nous aimerions avoir de vos nouvelles! feedback@monkeypaste.com
ga_ie: Ní labhraím ach Béarla agus tá monkeypaste aistrithe go dtí an teanga seo. Gach leagan leaganacha leis an bpacáiste Béarla mar sin má labhraíonn tú Béarla is féidir leat an teanga a athrú ag am ar bith tar éis an tsocraithe seo (Socruithe -> Preferences -> International). Más mian leat cuidiú leis an aistriúchán a fheabhsú ba bhreá linn cloisteáil uait! aisckback@monkeypaste.com
gu_in: હું ફક્ત અંગ્રેજી બોલું છું અને વાંદરાની આ ભાષામાં ભાષાંતર કરવામાં આવ્યું છે. બધા સંસ્કરણો અંગ્રેજી પેક સાથે વહાણમાં આવે છે તેથી જો તમે અંગ્રેજી બોલો છો તો તમે આ સેટઅપ પછી કોઈપણ સમયે ભાષા બદલી શકો છો (સેટિંગ્સ -> પસંદગીઓ -> આંતરરાષ્ટ્રીય). જો તમે અનુવાદ સુધારવામાં મદદ કરવા માંગતા હો, તો અમે તમારી પાસેથી સાંભળવાનું પસંદ કરીશું! પ્રતિસાદ@monkeypaste.com
he_il: אני מדבר רק אנגלית וקופיפסטה תורגמה לשפה זו. כל הגרסאות נשלחות עם החפיסה האנגלית כך שאם אתה מדבר אנגלית אתה יכול לשנות לה את השפה בכל עת לאחר הגדרה זו (הגדרות -> העדפות -> בינלאומי). אם תרצה לעזור בשיפור התרגום שנשמח לשמוע ממך! feedback@monkeypaste.com
hi_in: मैं केवल अंग्रेजी बोलता हूं और इस भाषा में मंकीपास्ट का अनुवाद किया गया है। सभी संस्करण अंग्रेजी पैक के साथ जहाज करते हैं, इसलिए यदि आप अंग्रेजी बोलते हैं तो आप इस सेटअप (सेटिंग्स -> वरीयताओं -> अंतर्राष्ट्रीय) के बाद कभी भी भाषा को बदल सकते हैं। यदि आप अनुवाद को बेहतर बनाने में मदद करना चाहते हैं तो हम आपसे सुनना पसंद करेंगे! फीडबैक@monkeypaste.com
hr_hr: Govorim samo engleski i monkeypaste je preveden na ovaj jezik. Sve verzije isporučuju se s engleskim paketom, tako da ako govorite engleski jezik, možete ga promijeniti u bilo koje vrijeme nakon ovog postavki (Postavke -> Postavke -> International). Ako želite poboljšati prijevod, voljeli bismo čuti vas! povratne informacije@monkeypaste.com
hu_hu: Csak angolul beszélek, és a majompaszta lefordult erre a nyelvre. Az összes verzió az angol csomaggal szállít, így ha angolul beszél, akkor a nyelvet bármikor megváltoztathatja a beállítás után (Beállítások -> Preferenciák -> International). Ha szeretne segíteni a fordítás javításában, szeretnénk hallani rólad! feedback@monkeypaste.com
hy_am: Ես միայն անգլերեն եմ խոսում, եւ Monkepaste- ը թարգմանվել է այս լեզվով: Բոլոր տարբերակները նավը անգլիական տուփով, այնպես որ, եթե անգլերեն եք խոսում, կարող եք ցանկացած պահի փոխել այն լեզուն (Պարամետրեր -> Նախապատվություններ): Եթե ​​ցանկանում եք օգնել բարելավել թարգմանությունը, մենք շատ կցանկանայինք լսել ձեզնից: feedback@monkepte.com
id_id: Saya hanya berbicara bahasa Inggris dan monkeypaste telah diterjemahkan ke dalam bahasa ini. Semua versi dikirimkan dengan paket bahasa Inggris, jadi jika Anda berbicara bahasa Inggris, Anda dapat mengubah bahasa itu kapan saja setelah pengaturan ini (Pengaturan -> Preferensi -> Internasional). Jika Anda ingin membantu meningkatkan terjemahan, kami ingin mendengar dari Anda! feedback@monkeypaste.com
is_is: Ég tala aðeins ensku og acepyaste hefur verið þýtt á þetta tungumál. Allar útgáfur senda með enska pakkanum þannig að ef þú talar ensku geturðu breytt tungumálinu í það hvenær sem er eftir þessa uppsetningu (Stillingar -> Val -> International). Ef þú vilt hjálpa til við að bæta þýðinguna viljum við gjarnan heyra frá þér! endurgjöf@monkeypaste.com
it_ch: Parlo solo inglese e Monkeypaste è stato tradotto in questa lingua. Tutte le versioni vengono spediti con il pacchetto inglese, quindi se parli inglese puoi modificarla in qualsiasi momento dopo questa configurazione (Impostazioni -> Preferenze -> Internazionale). Se desideri aiutare a migliorare la traduzione, ci piacerebbe avere tue notizie! feedback@monkeypaste.com
ja_jp: 私は英語だけを話します、そして、Monkeypasteはこの言語に翻訳されています。 すべてのバージョンは英語のパックで出荷されるため、英語を話す場合は、このセットアップの後、いつでも言語を変更できます（設定 - >設定 - > International）。 翻訳の改善を支援したい場合は、ご連絡をお待ちしております。 feedback@monkeypaste.com
ka_ge: მე მხოლოდ ინგლისურად ვსაუბრობ და Monkeypasteast- მა ითარგმნა ამ ენაზე. ყველა ვერსია ინგლისურ პაკეტთან ერთად იგზავნება, ასე რომ, თუ ინგლისურად საუბრობთ, შეგიძლიათ შეცვალოთ ენა ამ დაყენების შემდეგ ნებისმიერ დროს (პარამეტრები -> პრეფერენციები -> საერთაშორისო). თუ გსურთ დაგეხმაროთ თარგმანის გაუმჯობესებაში, ჩვენ გვსურს მოვისმინოთ თქვენგან! გამოხმაურება@monkeypaste.com
kk_kz: Мен тек ағылшынша және Monkeyptaste туралы сөйлеймін, осы тілге аударылған. Барлық нұсқалар ағылшын топтамасымен жеткізіледі, сондықтан ағылшын тілінде сөйлесу Егер сіз ағылшынша сөйлейсеңіз, сіз осы параметрден кейін тілді кез келген уақытта өзгерте аласыз (Параметрлер -> Теңшелімдер -> Халықаралық). Егер сіз аударманы жақсартуға көмектескіңіз келсе, біз сізден естігенді қалаймыз! feedback@monkeyptaste.com
km_kh: ខ្ញុំគ្រាន់តែនិយាយភាសាអង់គ្លេសហើយ Monkyykey ត្រូវបានបកប្រែជាភាសានេះ។ គ្រប់ជំនាន់ទាំងអស់ដែលមានកញ្ចប់ភាសាអង់គ្លេសដូច្នេះប្រសិនបើអ្នកនិយាយភាសាអង់គ្លេសអ្នកអាចផ្លាស់ប្តូរភាសាទៅវាបានគ្រប់ពេលបន្ទាប់ពីការរៀបចំនេះ (ការកំណត់ -> ចំណូលចិត្ត -> អន្ដរជាតិ) ។ ប្រសិនបើអ្នកចង់ជួយធ្វើឱ្យប្រសើរឡើងនូវការបកប្រែយើងនឹងចូលចិត្តស្តាប់ពីអ្នក! feedback@monkeypales.com
kn_in: ನಾನು ಇಂಗ್ಲಿಷ್ ಮಾತ್ರ ಮಾತನಾಡುತ್ತೇನೆ ಮತ್ತು ಮಾಂಕೈಪಾಸ್ಟ್ ಅನ್ನು ಈ ಭಾಷೆಗೆ ಅನುವಾದಿಸಲಾಗಿದೆ. ಎಲ್ಲಾ ಆವೃತ್ತಿಗಳು ಇಂಗ್ಲಿಷ್ ಪ್ಯಾಕ್‌ನೊಂದಿಗೆ ರವಾನಿಸುತ್ತವೆ ಆದ್ದರಿಂದ ನೀವು ಇಂಗ್ಲಿಷ್ ಮಾತನಾಡುತ್ತಿದ್ದರೆ ಈ ಸೆಟಪ್ ನಂತರ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು (ಸೆಟ್ಟಿಂಗ್‌ಗಳು -> ಆದ್ಯತೆಗಳು -> ಅಂತರರಾಷ್ಟ್ರೀಯ). ಅನುವಾದವನ್ನು ಸುಧಾರಿಸಲು ನೀವು ಸಹಾಯ ಮಾಡಲು ಬಯಸಿದರೆ ನಾವು ನಿಮ್ಮಿಂದ ಕೇಳಲು ಇಷ್ಟಪಡುತ್ತೇವೆ! ಪ್ರತಿಕ್ರಿಯೆ@monkeypaste.com
ko_kr: 나는 영어로만 말하며 monkeypaste는이 언어로 번역되었습니다. 모든 버전은 영어 팩으로 배송되므로 영어를 구사하는 경우이 설정 후 언제든지 언어를 변경할 수 있습니다 (설정 -> 환경 설정 -> 국제). 번역 개선을 돕고 싶다면 우리는 당신의 의견을 듣고 싶습니다! 피드백@monkeypaste.com
ky_kg: Мен бул тилге англис тилинде гана сүйлөйм, бул тилге которулган. Англисче пакет менен кеме менен кеме, эгер сиз англисче сүйлөсөңүз, анда бул орнотуудан кийин каалаган убакта тилди өзгөртө аласыз (жөндөөлөр -> Түзөтүүлөр -> Эл аралык). Эгер сиз которууну өркүндөтүүгө жардам бергиңиз келсе, биз сизден уккум келет! feedback@monkeypaste.com
lo_la: ຂ້າພະເຈົ້າພຽງແຕ່ເວົ້າພາສາອັງກິດແລະ monkeypaste ໄດ້ຖືກແປເປັນພາສານີ້. ກໍາປັ່ນທຸກລຸ້ນພ້ອມກັບພາສາອັງກິດ Pack ສະນັ້ນຖ້າທ່ານເວົ້າພາສາອັງກິດທ່ານສາມາດປ່ຽນພາສາໃຫ້ໄດ້ໃນເວລາໃດກໍ່ຕາມ (ການຕັ້ງຄ່າ -> ສາກົນ). ຖ້າທ່ານຕ້ອງການທີ່ຈະຊ່ວຍປັບປຸງການແປພາສາພວກເຮົາຈະຮັກທີ່ຈະໄດ້ຍິນຈາກທ່ານ! ຄວາມຄິດເຫັນທີ່ viaMeyKet.com
lt_lt: Aš kalbu tik angliškai, o beždžionė buvo išversta į šią kalbą. Visos versijos siunčiamos su „English Pack“, taigi, jei kalbate angliškai, bet kada po šios sąrankos galite pakeisti kalbą į ją (nustatymai -> nuostatos -> International). Jei norėtumėte padėti patobulinti vertimą, kurį norėtume išgirsti iš jūsų! atsiliepimai@monkeypaste.com
lv_lv: Es runāju tikai angliski, un pērtipaste ir tulkota šajā valodā. Visas versijas tiek piegādātas ar angļu komplektu, tāpēc, ja jūs runājat angliski, varat mainīt valodu uz to jebkurā laikā pēc šīs iestatīšanas (iestatījumi -> Preferences -> International). Ja vēlaties palīdzēt uzlabot tulkojumu, mēs labprāt dzirdētu no jums! ATBILDĪBA@monkepaste.com
mi_nz: Ka korero noa ahau i te reo Ingarihi me te Monkeypaste i whakamaoritia ki tenei reo. Ko nga putanga katoa e tukuna ana me te pakeha Ingarihi na mena ka korero koe i te reo Ingarihi ka taea e koe te whakarereke i te reo ki te waa i muri i tenei huinga (Tautuhinga -> International). Mena kei te hiahia koe ki te awhina i te whakapai ake i te whakamaoritanga ka pai tatou ki te whakarongo mai i a koe! urupare@monkeypaste.com
mk_mk: Зборувам само англиски и MonkeyPaste се преведени на овој јазик. Сите верзии се испраќаат со англискиот пакет, така што ако зборувате англиски, можете да го промените јазикот на него во секое време по ова поставување (Поставки -> Преференци -> Меѓународно). Ако сакате да помогнете во подобрување на преводот, би сакале да го слушнеме од вас! повратна информација@monkeypaste.com
ml_in: ഞാൻ ഇംഗ്ലീഷ് മാത്രമാണ് സംസാരിക്കുകയും മങ്കിപെസ്റ്റ് ഈ ഭാഷയിലേക്ക് വിവർത്തനം ചെയ്യുകയും ചെയ്തു. എല്ലാ പതിപ്പുകളും ഇംഗ്ലീഷ് പായ്ക്ക് ഉപയോഗിച്ച് അയയ്ക്കുന്നു, അതിനാൽ നിങ്ങൾ ഇംഗ്ലീഷ് സംസാരിക്കുകയാണെങ്കിൽ ഈ സജ്ജീകരണത്തിന് ശേഷം നിങ്ങൾക്ക് ഇത് എപ്പോൾ വേണമെങ്കിലും ഭാഷ മാറ്റാൻ കഴിയും (ക്രമീകരണങ്ങൾ -> മുൻഗണനകൾ -> ഇന്റർനാഷണൽ). വിവർത്തനം മെച്ചപ്പെടുത്താൻ സഹായിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ നിങ്ങളിൽ നിന്ന് കേൾക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു! ഫീഡ്ബാക്ക് @onkeipastanc.com
mr_in: मी फक्त इंग्रजी बोलतो आणि या भाषेत माकडचे भाषांतर केले गेले आहे. सर्व आवृत्त्या इंग्रजी पॅकसह पाठवतात म्हणून आपण इंग्रजी बोलल्यास आपण या सेटअपनंतर कधीही भाषा बदलू शकता (सेटिंग्ज -> प्राधान्ये -> आंतरराष्ट्रीय). आपण भाषांतर सुधारण्यास मदत करू इच्छित असल्यास आम्हाला आपल्याकडून ऐकायला आवडेल! अभिप्राय@monkeypaste.com
ms_my: Saya hanya boleh berbahasa Inggeris dan monkeypaste telah diterjemahkan ke dalam bahasa ini. Semua versi kapal dengan pek Bahasa Inggeris jadi jika anda berbahasa Inggeris, anda boleh menukar bahasa itu pada bila -bila masa selepas persediaan ini (Tetapan -> Keutamaan -> Antarabangsa). Jika anda ingin membantu meningkatkan terjemahan, kami ingin mendengar daripada anda! feedback@monkeypaste.com
mt_mt: Nitkellem biss bl-Ingliż u l-monkeypaste ġie tradott f'din il-lingwa. Il-verżjonijiet kollha jibagħtu mal-pakkett Ingliż u għalhekk jekk titkellem bl-Ingliż tista 'tbiddel il-lingwa magħha f'kull ħin wara din is-setup (settings -> preferenzi -> internazzjonali). Jekk tixtieq tgħin biex ittejjeb it-traduzzjoni nixtiequ nisimgħu mingħandek! feedback@monkeypaste.com
nb_no: Jeg snakker bare engelsk og MonkeyPaste er oversatt til dette språket. Alle versjoner leveres med den engelske pakken, så hvis du snakker engelsk, kan du endre språket til det når som helst etter dette oppsettet (Innstillinger -> Preferences -> International). Hvis du vil hjelpe deg med å forbedre oversettelsen, vil vi gjerne høre fra deg! feedback@monkeypaste.com
ne_np: म अंग्रेजी मात्र बोल्छु र बाँधिइकिसास यस भाषामा अनुवाद गरिएको छ। सबै संस्करणहरू अंग्रेजी प्याकको साथ जहाज हो भने यदि तपाईं अंग्रेजी बोल्नुहुन्छ यदि तपाईं अंग्रेजी बोल्नुहुन्छ यदि तपाईं यस सेटअप पछि कुनै पनि समयमा भाषा परिवर्तन गर्न सक्नुहुनेछ (सेटिंग्स -> प्राथमिकताहरू -> अन्तर्देशहरू। यदि तपाईं अनुवाद सुधार गर्न मद्दत गर्न चाहानुहुन्छ भने हामी तपाईंबाट सुन्न चाहन्छौं! प्रतिक्रिया@ अर्मोनकीपीसास.क.
nl_be: Ik spreek alleen Engels en Monkeypaste is in deze taal vertaald. Alle versies worden verzonden met het Engelse pakket, dus als u Engels spreekt, kunt u de taal er op elk gewenst moment na deze opstelling wijzigen (instellingen -> voorkeuren -> Internationaal). Als u wilt helpen de vertaling te verbeteren, zouden we graag van u horen! feedback@monkeypaste.com
or_in: ମୁଁ କେବଳ ଇଂରାଜୀ ଏବଂ ମାଙ୍କଡ଼ପେଷ୍ଟ୍ ଭାଷାରେ ଅନୁବାଦ କରାଯାଇଛି, ଏହି ଭାଷାରେ ଅନୁବାଦ କରାଯାଇଛି | ସମସ୍ତ ସଂସ୍କରଣକୁ ଇଂରାଜୀ ପ୍ୟାକ୍ ସହିତ ପଠାନ୍ତି ତେଣୁ ଯଦି ଆପଣ ଇଂରାଜୀ କୁହନ୍ତି ତେବେ ଏହି ସେଟଅପ୍ (ସେଟିଂସମୂହ --> ପସନ୍ଦ -> ଆନ୍ତର୍ଜାତୀୟ) ପରେ ଆପଣ ଯେକ tot ଣସି ସମୟରେ ସେହି ଭାଷାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ | ଯଦି ଆପଣ ଅନୁବାଦକୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ଚାହାଁନ୍ତି ତେବେ ଆମେ ଆପଣଙ୍କଠାରୁ ଶୁଣିବାକୁ ପସନ୍ଦ କରିବୁ! FANDUCE@ONKEYPASTET.com
pa_arab: ਮੈਂ ਸਿਰਫ ਅੰਗਰੇਜ਼ੀ ਬੋਲਦਾ ਹਾਂ ਅਤੇ ਬਾਂਦਰਪਲੇਸਟੀ ਦਾ ਇਸ ਭਾਸ਼ਾ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ ਗਿਆ ਹੈ. ਸਾਰੇ ਸੰਸਕਰਣ ਅੰਗਰੇਜ਼ੀ ਪੈਕ ਨਾਲ ਜਹਾਜ਼ ਇਸ ਲਈ ਜੇ ਤੁਸੀਂ ਅੰਗ੍ਰੇਜ਼ੀ ਬੋਲਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਇਸ ਸੈਟਅਪ ਤੋਂ ਬਾਅਦ ਕਦੇ ਵੀ ਭਾਸ਼ਾ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ (ਸੈਟਿੰਗਜ਼ -> ਪਸੰਦ -> ਅੰਤਰਰਾਸ਼ਟਰੀ). ਜੇ ਤੁਸੀਂ ਅਨੁਵਾਦ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਸੁਣਨਾ ਪਸੰਦ ਕਰਾਂਗੇ! ਫੀਡਬੈਕ @ monkepaste.com
pl_pl: Mówię tylko po angielsku, a małp został przetłumaczony na ten język. Wszystkie wersje wysyłają z pakietem angielskim, więc jeśli mówisz po angielsku, możesz zmienić na niego język w dowolnym momencie po tej konfiguracji (Ustawienia -> Preferencje -> International). Jeśli chcesz pomóc poprawić tłumaczenie, chcielibyśmy usłyszeć od ciebie! Feedlaffack@monkeypaste.com
pt_br: Só falo inglês e o Monkeypaste foi traduzido para esse idioma. Todas as versões são enviadas com o pacote em inglês; portanto, se você falar inglês, poderá alterar o idioma a qualquer momento após esta configuração (Configurações -> Preferências -> Internacional). Se você gostaria de ajudar a melhorar a tradução, gostaríamos de ouvir de você! feedback@monkeypsaste.com
ro_ro: Vorbesc doar engleza și Monkeypaste a fost tradusă în această limbă. Toate versiunile se livrează cu pachetul englezesc, astfel încât dacă vorbiți engleză, puteți schimba limba în ea oricând după această configurație (Setări -> Preferințe -> Internaționale). Dacă doriți să ajutați la îmbunătățirea traducerii, ne -ar plăcea să auzim de la voi! feedback@monkeypaste.com
ru_ru: Я говорю только по -английски, и обезьяна была переведена на этот язык. Все версии поставляются с английским пакетом, поэтому, если вы говорите по -английски, вы можете изменить язык на него в любое время после этой настройки (Настройки -> Preferences -> International). Если вы хотите помочь улучшить перевод, мы хотели бы услышать от вас! Отзыв@monkeypaste.com
sk_sk: Hovorím iba anglicky a monkeyPaste bol preložený do tohto jazyka. Všetky verzie sa dodávajú s anglickým balíkom, takže ak hovoríte anglicky, môžete naň kedykoľvek zmeniť jazyk po tomto nastavení (nastavenia -> Preferencie -> International). Ak by ste chceli pomôcť vylepšiť preklad, radi by sme od vás počuli! feedback@monkeypaste.com
sl_si: Govorim samo angleško in Monkeypaste je bil preveden v ta jezik. Vse različice pošljejo z angleškim paketom, tako da, če govorite angleško, lahko v njem kadar koli spremenite jezik po tej nastavitvi (Nastavitve -> Nastavitve -> International). Če bi radi pomagali izboljšati prevod, bi radi slišali od vas! Feedback@monkeypaste.com
sq_al: Unë flas vetëm anglisht dhe Monkeypaste është përkthyer në këtë gjuhë. Të gjitha versionet dërgojnë me paketën angleze, kështu që nëse flisni anglisht mund ta ndryshoni gjuhën në të në çdo kohë pas këtij konfigurimi (Cilësimet -> Preferencat -> Ndërkombëtare). Nëse dëshironi të ndihmoni në përmirësimin e përkthimit, ne do të dëshironim të dëgjonim nga ju! feedback@monkeypaste.com
sr_cyrl_me: Говорим само енглески и монкеапасте преведени су на овај језик. Све верзије се испоручују са енглеским паковањем, па ако говорите енглески, можете да промените језик у било које време након овог подешавања (подешавања -> Преференцес -> Интернатионал). Ако желите да помогнете побољшању превода, вољели бисмо да вас чујемо! феедбацк@монкеипасте.цом
sv_fi: Jag talar bara engelska och monkeypaste har översatts till detta språk. Alla versioner skickas med det engelska paketet så om du talar engelska kan du ändra språket till det när som helst efter denna installation (inställningar -> Inställningar -> International). Om du vill hjälpa till att förbättra översättningen skulle vi gärna höra från dig! feedback@monkeypaste.com
sw_ke: Ninazungumza tu Kiingereza na Monkeypaste imetafsiriwa kwa lugha hii. Toleo zote husafirisha na pakiti ya Kiingereza kwa hivyo ikiwa unazungumza Kiingereza unaweza kubadilisha lugha wakati wowote baada ya usanidi huu (Mipangilio -> Mapendeleo -> Kimataifa). Ikiwa ungetaka kusaidia kuboresha tafsiri tunapenda kusikia kutoka kwako! feedback@monkeypaste.com
ta_in: நான் ஆங்கிலம் மட்டுமே பேசுகிறேன், குரங்குப் பேஸ்ட் இந்த மொழியில் மொழிபெயர்க்கப்பட்டுள்ளது. அனைத்து பதிப்புகளும் ஆங்கிலப் பொதியுடன் அனுப்பப்படுகின்றன, எனவே நீங்கள் ஆங்கிலம் பேசினால், இந்த அமைப்பிற்குப் பிறகு எந்த நேரத்திலும் மொழியை மாற்றலாம் (அமைப்புகள் -> விருப்பத்தேர்வுகள் -> சர்வதேசம்). மொழிபெயர்ப்பை மேம்படுத்த நீங்கள் உதவ விரும்பினால், நாங்கள் உங்களிடமிருந்து கேட்க விரும்புகிறோம்! furedback@monkeypaste.com
te_in: నేను ఇంగ్లీష్ మాత్రమే మాట్లాడతాను మరియు మంకీపేస్ట్ ఈ భాషలోకి అనువదించబడింది. అన్ని సంస్కరణలు ఇంగ్లీష్ ప్యాక్‌తో రవాణా చేయబడతాయి కాబట్టి మీరు ఇంగ్లీష్ మాట్లాడితే ఈ సెటప్ తర్వాత ఎప్పుడైనా మీరు భాషను మార్చవచ్చు (సెట్టింగులు -> ప్రాధాన్యతలు -> అంతర్జాతీయ). అనువాదాన్ని మెరుగుపరచడంలో మీరు సహాయం చేయాలనుకుంటే మేము మీ నుండి వినడానికి ఇష్టపడతాము! feedback@monkeypaste.com
th_th: ฉันแค่พูดภาษาอังกฤษและ monkeypaste ได้รับการแปลเป็นภาษานี้ ทุกรุ่นจัดส่งด้วยชุดภาษาอังกฤษดังนั้นหากคุณพูดภาษาอังกฤษคุณสามารถเปลี่ยนภาษาได้ตลอดเวลาหลังจากการตั้งค่านี้ (การตั้งค่า -> การตั้งค่า -> International) หากคุณต้องการช่วยปรับปรุงการแปลเราชอบที่จะได้ยินจากคุณ! feedback@monkeypaste.com
tk_tm: Men diňe iňlis we maýynja pastasy gürleýärin. Iňlis paketi bilen gämisi bilen gämi gämisi bilen gämisi bilen gämini gürleýärsiňiz, şonuň üçin bu gurnama gutarandan soň dili islendik wagtda üýtgedip bilersiňiz (Sazlamalar -> Saýlamalar -> halkara). Terjimeçini gowulaşdyrmak isleseňiz, sizden eşitmek isleýärin! Feehlibes@monkePase.com
tr_tr: Sadece İngilizce konuşuyorum ve Monkeysase bu dile çevrildi. Tüm sürümler İngilizce paketi ile birlikte gönderilir, böylece İngilizce konuşursanız, bu kurulumdan sonra herhangi bir zamanda dili değiştirebilirsiniz (Ayarlar -> Tercihler -> Uluslararası). Çeviriyi geliştirmeye yardımcı olmak isterseniz, sizden duymak isteriz! beckback@monkeycaste.com
tt_ru: Мин инглизчә генә сөйләшәм һәм маймылипаста бу телгә тәрҗемә ителгән. Инглиз теле белән барлык версияләр, шуңа күрә инглизчә сөйләшсәгез, сез телне аңа үзгәртә аласыз (көйләүләр - өстенлекләр -> халыкара). Әгәр дә сез тәрҗемәне яхшыртырга телисез икән, без сездән ишетергә теләрбез! Фикер алышу@monkeypaste.com
ug_cn: مەن پەقەت ئىنگلىزچە ۋە مايمۇنپاستې بۇ تىلغا تەرجىمە قىلىنغان. بارلىق نەشرى ئىنگلىز-نېفىسى بىلەن پاراخوت: ئەگەر سىز ئىنگلىزچە سۆزلىسىڭىز, ئۇ تەڭشەش (تەڭشەكلەر -> مايىللىق ->) دىن كېيىن ھەر قانداق ۋاقىتتا ئۇ ھەر قانداق ۋاقىتتا ئۇ ھەر قانداق ۋاقىتتا ئۇ ھەر قانداق ۋاقىتنى ئۆزگەرتەلەيسىز. ئەگەر بىز سىزدىن ئاڭلاشنى خالايدىغان تەرجىمىنى ياخشىلاشقا ياردەم قىلماقچى بولسىڭىز! tempo@Monkepaste.com
uk_ua: Я розмовляю лише англійською, а мавпаста була перекладена цією мовою. Усі версії відправляються з англійською пачкою, тому якщо ви розмовляєте англійською, ви можете змінити мову на неї в будь -який час після цього налаштування (налаштування -> Налаштування -> Міжнародний). Якщо ви хочете допомогти покращити переклад, який ми хотіли б почути від вас! Відгук@monkeypaste.com
ur_pk: میں صرف انگریزی بولتا ہوں اور مانکی پیسٹ کا اس زبان میں ترجمہ کیا گیا ہے۔ تمام ورژن انگلش پیک کے ساتھ جہاز بھیجتے ہیں لہذا اگر آپ انگریزی بولتے ہیں تو آپ اس سیٹ اپ (ترتیبات -> ترجیحات -> بین الاقوامی) کے بعد کسی بھی وقت زبان کو اس میں تبدیل کرسکتے ہیں۔ اگر آپ ترجمہ کو بہتر بنانے میں مدد کرنا چاہتے ہیں تو ہم آپ سے سننا پسند کریں گے! فیڈ بیک@monkeypaste.com
uz_cyrl: Men faqat ingliz va maykeypni gapiraman, bu tilga tarjima qilingan. Barcha versiya ingliz paketlari bilan kemani, agar siz ingliz tilida gapirsangiz, ushbu sozlamadan keyin har qanday vaqtda tilni o'zgartirishingiz mumkin (Sozlamalar -> Xizmatlar -> Xalqaro). Agar siz tarjimani yaxshilashga yordam bermoqchi bo'lsangiz, biz sizdan eshitishni istaymiz! Filbir@monkeypaste.com
vi_vn: Tôi chỉ nói tiếng Anh và khỉ đã được dịch sang ngôn ngữ này. Tất cả các phiên bản giao hàng với gói tiếng Anh, vì vậy nếu bạn nói tiếng Anh, bạn có thể thay đổi ngôn ngữ thành bất cứ lúc nào sau khi thiết lập này (Cài đặt -> Tùy chọn -> Quốc tế). Nếu bạn muốn giúp cải thiện bản dịch, chúng tôi rất muốn nghe từ bạn! Phản hồi@monkeypaste.com
zh_hant: 我只會說英語，而monkeypaste已翻譯成這種語言。 所有版本都帶有英文包裝，因此，如果您會說英語，則可以在此設置後的任何時間更改語言（設置 - > preagences-> International）。 如果您想幫助改善翻譯，我們希望收到您的來信！ feathback@monkeypaste.com
