Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefEnableLoggingHint
source: (Requires restart) When enabled diagnostic information will be logged to file. This can slow performance and may contain personal information.
af_za: (Vereis herbegin) As dit in staat is om diagnostiese inligting in te dien, sal dit aangemeld word. Dit kan die prestasie vertraag en kan persoonlike inligting bevat.
am_et: (በተነቃበት የምርመራ መረጃ ወደ ፋይል ሲገባ እንደገና ማስጀመር ይፈልጋል. ይህ አፈፃፀም ማራገፍ እና የግል መረጃ ሊኖረው ይችላል.
ar_bh: (يتطلب إعادة التشغيل) عند تسجيل تسجيل المعلومات التشخيصية الممكّنة للملف. هذا يمكن أن يبطئ الأداء وقد يحتوي على معلومات شخصية.
as_in: (পুনৰুত্থানৰ প্ৰয়োজন) যেতিয়া সামৰ্থবান নিদান তথ্য নথিপত্ৰলৈ লগ কৰা হ'ব । ইয়াৰ ফলত পৰিৱেশন লেহেমীয়া হ’ব পাৰে আৰু ব্যক্তিগত তথ্য থাকিব পাৰে।
az_cyrl: Effektiv diaqnostik məlumatlar fayla daxil olduqda (yenidən başlamağı tələb edir). Bu performansını yavaşlaya bilər və şəxsi məlumatlar ola bilər.
bg_bg: (Изисква рестартиране) Когато активираната диагностична информация ще бъде регистрирана за подаване. Това може да забави производителността и може да съдържа лична информация.
bn_in: (পুনরায় চালু করতে হবে) যখন সক্ষম ডায়াগনস্টিক তথ্য ফাইলটিতে লগ করা হবে। এটি কর্মক্ষমতা ধীর করতে পারে এবং ব্যক্তিগত তথ্য থাকতে পারে।
bs_latn_ba: (Zahtijeva ponovno pokretanje) kada će omogućene dijagnostičke informacije biti zabilježene u datoteku. To može usporiti performanse i može sadržavati lične podatke.
ca_es: (Requereix reinici) Quan la informació de diagnòstic activada es registrarà al fitxer. Això pot frenar el rendiment i pot contenir informació personal.
cs_cz: (Vyžaduje restart) Pokud budou povoleny diagnostické informace zaznamenány. To může zpomalit výkon a může obsahovat osobní údaje.
cy_gb: (Angen Ailgychwyn) Pan fydd gwybodaeth ddiagnostig wedi'i galluogi yn cael ei mewngofnodi i'w ffeilio. Gall hyn arafu perfformiad a gall gynnwys gwybodaeth bersonol.
da_dk: (Kræver genstart) Når aktiveret diagnostisk information vil blive logget til arkiv. Dette kan bremse ydelsen og kan indeholde personlige oplysninger.
de_ch: (Erforderlich Neustart) Wenn aktivierende diagnostische Informationen an der Datei protokolliert werden. Dies kann die Leistung verlangsamen und persönliche Informationen enthalten.
el_gr: (Απαιτεί την επανεκκίνηση) Όταν οι ενεργοποιημένες πληροφορίες διαγνωστικών θα καταγραφούν στο αρχείο. Αυτό μπορεί να επιβραδύνει την απόδοση και μπορεί να περιέχει προσωπικά στοιχεία.
es_bo: (Requiere reiniciar) cuando la información de diagnóstico habilitada se registrará para archivar. Esto puede ralentizar el rendimiento y puede contener información personal.
et_ee: (Nõuab taaskäivitamist) Kui lubatud diagnostiline teave logitakse faili. See võib jõudlust aeglustada ja sisaldada isiklikku teavet.
fa_ir: (نیاز به راه اندازی مجدد دارد) هنگامی که اطلاعات تشخیصی فعال شده به پرونده وارد می شوند. این می تواند عملکرد را کند کند و ممکن است حاوی اطلاعات شخصی باشد.
fi_fi: (Vaatii uudelleenkäynnistyksen), kun diagnostiikkatiedot kirjataan tiedostoon. Tämä voi hidastaa suorituskykyä ja sisältää henkilökohtaisia ​​tietoja.
fil_ph: (Nangangailangan ng pag -restart) Kapag pinagana ang impormasyon ng diagnostic ay mai -log upang mag -file. Maaari itong mabagal ang pagganap at maaaring maglaman ng personal na impormasyon.
fr_029: (Nécessite un redémarrage) lorsque les informations de diagnostic activées seront enregistrées dans le fichier. Cela peut ralentir les performances et peut contenir des informations personnelles.
ga_ie: (Éilíonn sé atosú) Nuair a bheidh faisnéis dhiagnóiseach chumasaithe logáilte isteach chun comhad a dhéanamh. Féadann sé seo feidhmíocht a mhaolú agus d'fhéadfadh faisnéis phearsanta a bheith ann.
gu_in: (ફરીથી પ્રારંભ કરવાની જરૂર છે) જ્યારે સક્ષમ ડાયગ્નોસ્ટિક માહિતી ફાઇલ પર લ logged ગ ઇન કરવામાં આવશે. આ કામગીરી ધીમું કરી શકે છે અને તેમાં વ્યક્તિગત માહિતી શામેલ હોઈ શકે છે.
he_il: (דורש הפעלה מחדש) כאשר מידע אבחוני מופעל יירשם לקובץ. זה יכול להאט את הביצועים ועשוי להכיל מידע אישי.
hi_in: (पुनरारंभ की आवश्यकता होती है) जब सक्षम नैदानिक ​​जानकारी को फाइल करने के लिए लॉग इन किया जाएगा। यह प्रदर्शन को धीमा कर सकता है और इसमें व्यक्तिगत जानकारी हो सकती है।
hr_hr: (Zahtijeva ponovno pokretanje) Kada će se omogućiti dijagnostičke informacije zabilježiti u datoteku. To može usporiti performanse i može sadržavati osobne podatke.
hu_hu: (Újraindítást igényel) Ha az engedélyezve a diagnosztikai információkat a fájlra naplózza. Ez lassíthatja a teljesítményt, és személyes információkat tartalmazhat.
hy_am: (Վերագործարկում է վերագործարկում), երբ միացված ախտորոշիչ տեղեկատվությունը մուտք կգործի ֆայլ: Սա կարող է դանդաղեցնել կատարումը եւ կարող է պարունակել անձնական տեղեկատվություն:
id_id: (Membutuhkan restart) Ketika informasi diagnostik yang diaktifkan akan dicatat ke file. Ini dapat memperlambat kinerja dan mungkin berisi informasi pribadi.
is_is: (Krefst endurræsingar) Þegar greiningarupplýsingar verða skráðar í skrá. Þetta getur hægt á frammistöðu og getur innihaldið persónulegar upplýsingar.
it_ch: (Richiede il riavvio) Quando le informazioni diagnostiche abilitate verranno registrate al file. Questo può rallentare le prestazioni e può contenere informazioni personali.
ja_jp: （再起動が必要）、有効な診断情報がファイルに記録される場合。これにより、パフォーマンスが遅くなり、個人情報が含まれる場合があります。
ka_ge: (მოითხოვს გადატვირთვას), როდესაც ჩართული დიაგნოსტიკური ინფორმაცია შეიტანება ფაილზე. ამან შეიძლება შეანელოს შესრულება და შეიძლება შეიცავდეს პირად ინფორმაციას.
kk_kz: Қосылған кезде диагностикалық ақпарат файлға тіркеледі. Бұл баяу өнімділікке және жеке ақпаратты қамтуы мүмкін.
km_kh: (ទាមទារការចាប់ផ្តើមឡើងវិញ) នៅពេលដែលបានបើកព័ត៌មានធ្វើរោគវិនិច្ឆ័យនឹងត្រូវបានចូលទៅកាន់ឯកសារ។ នេះអាចបន្ថយដំណើរការយឺតហើយអាចមានព័ត៌មានផ្ទាល់ខ្លួន។
kn_in: (ಮರುಪ್ರಾರಂಭದ ಅಗತ್ಯವಿದೆ) ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ರೋಗನಿರ್ಣಯದ ಮಾಹಿತಿಯನ್ನು ಫೈಲ್ ಮಾಡಲು ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ. ಇದು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ನಿಧಾನಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬಹುದು.
ko_kr: 활성화 된 진단 정보가 파일에 로그인되는 경우 (다시 시작해야합니다). 이것은 성능을 늦출 수 있으며 개인 정보가 포함될 수 있습니다.
ky_kg: (Өчүрүп-күйгүзүүнү талап кылат) Диагностикалык маалымат файлга киргенде болот. Бул жайлап, жеке маалыматты камтышы мүмкүн.
lo_la: (ຮຽກຮ້ອງໃຫ້ມີການເລີ່ມຕົ້ນໃຫມ່) ເມື່ອເຮັດໃຫ້ຂໍ້ມູນການວິນິດໄສສາມາດເຂົ້າສູ່ລະບົບໄດ້. ນີ້ສາມາດເຮັດວຽກຊ້າແລະອາດຈະມີຂໍ້ມູນສ່ວນຕົວ.
lt_lt: (Reikalauja iš naujo), kai įjungta diagnostinė informacija bus registruojama, kad būtų galima pateikti. Tai gali sulėtinti našumą ir joje gali būti asmeninės informacijos.
lv_lv: (Nepieciešama restartēšana) Ja iespējota diagnostikas informācija tiks reģistrēta, lai iesniegtu failu. Tas var palēnināt veiktspēju un var saturēt personisko informāciju.
mi_nz: (Me whakaara ano) ka uru mai nga korero tātaritanga whakahoahoa ki te konae. Ka taea e tenei te puhoi te mahinga me te whakauru i nga korero whaiaro.
mk_mk: (Бара рестартирање) Кога овозможените дијагностички информации ќе бидат најавени на датотеката. Ова може да ги забави перформансите и може да содржи лични информации.
ml_in: (പുനരാരംഭിക്കേണ്ട) പ്രാപ്തമാക്കിയ ഡയഗ്നോസ്റ്റിക് വിവരങ്ങൾ ഫയലിലേക്ക് ലോഗിൻ ചെയ്യുമ്പോൾ പുനരാരംഭിക്കേണ്ടതുണ്ട്. ഇത് പ്രകടനം മന്ദഗതിയിലാക്കാൻ കഴിയും കൂടാതെ വ്യക്തിഗത വിവരങ്ങൾ അടങ്ങിയിരിക്കാം.
mr_in: (रीस्टार्ट आवश्यक आहे) जेव्हा सक्षम निदान माहिती फाइलवर लॉग इन केली जाईल. हे कार्यप्रदर्शन कमी करू शकते आणि वैयक्तिक माहिती असू शकते.
ms_my: (Memerlukan Mulakan semula) Apabila maklumat diagnostik diaktifkan akan dilog masuk ke fail. Ini boleh melambatkan prestasi dan mungkin mengandungi maklumat peribadi.
mt_mt: (Teħtieġ terġa 'tibda) Meta l-informazzjoni dijanjostika attivata tkun illoggjata għall-fajl. Dan jista 'jnaqqas il-prestazzjoni u jista' jkun fih informazzjoni personali.
nb_no: (Krever omstart) Når aktivert diagnostisk informasjon vil bli logget til fil. Dette kan bremse ytelsen og kan inneholde personlig informasjon.
ne_np: (पुन: सुरुवात आवश्यक छ) जब सक्षम गरियो निदान जानकारीलाई फाइलमा लग इन हुनेछ। यसले प्रदर्शन ढिलो गर्न सक्दछ र व्यक्तिगत जानकारी समावेश गर्न सक्दछ।
nl_be: (Vereist opnieuw opstarten) Wanneer ingeschakelde diagnostische informatie wordt vastgelegd op het bestand. Dit kan de prestaties vertragen en kan persoonlijke informatie bevatten.
or_in: (ପୁନ art ଆରମ୍ଭ ଆବଶ୍ୟକ କରେ) ଯେତେବେଳେ ସକ୍ଷମ ଡାଇଗ୍ନୋଷ୍ଟିକ୍ ସୂଚନା ଫାଇଲ୍ କୁ ଲଗ୍ ହେବ | ଏହା କାର୍ଯ୍ୟଦକ୍ଷତାକୁ ଧୀର କରିପାରେ ଏବଂ ବ୍ୟକ୍ତିଗତ ସୂଚନା ଧାରଣ କରିପାରେ |
pa_arab: (ਮੁੜ ਚਾਲੂ) ਜਦੋਂ ਸਮਰਥਿਤ ਨਿਦਾਨ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਫਾਈਲ ਤੇ ਲੌਗ ਕੀਤਾ ਜਾਵੇਗਾ. ਇਹ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਹੌਲੀ ਕਰ ਸਕਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਹੋ ਸਕਦੀ ਹੈ.
pl_pl: (Wymaga ponownego uruchomienia) Gdy włączone informacje diagnostyczne zostaną zarejestrowane do pliku. Może to spowolnić wydajność i może zawierać dane osobowe.
pt_br: (Requer reiniciar) quando as informações de diagnóstico ativadas serão registradas no arquivo. Isso pode retardar o desempenho e pode conter informações pessoais.
ro_ro: (Necesită repornire) Când se vor înregistra informațiile de diagnosticare activate la fișier. Acest lucru poate încetini performanța și poate conține informații personale.
ru_ru: (Требуется перезапуск) Когда включенная диагностическая информация будет зарегистрирована в файл. Это может замедлить производительность и может содержать личную информацию.
sk_sk: (Vyžaduje reštart), keď sa zaznamenajú povolené diagnostické informácie do súboru. To môže spomaliť výkon a môže obsahovať osobné informácie.
sl_si: (Zahteva ponovni zagon) Kadar bodo v datoteki prijavljeni omogočeni diagnostični podatki. To lahko upočasni delovanje in lahko vsebuje osebne podatke.
sq_al: (Kërkon rifillim) Kur aktivizohet informacioni diagnostikues do të regjistrohet për të paraqitur. Kjo mund të ngadalësojë performancën dhe mund të përmbajë informacione personale.
sr_cyrl_me: (Захтева поновно покретање) када ће омогућене дијагностичке информације бити пријављене у датотеку. Ово може успорити перформансе и може садржавати личне податке.
sv_fi: (Kräver omstart) När aktiverad diagnostisk information kommer att loggas att arkiveras. Detta kan bromsa prestanda och kan innehålla personlig information.
sw_ke: (Inahitaji kuanza tena) Wakati habari ya utambuzi iliyowezeshwa itaingia faili. Hii inaweza kupunguza utendaji na inaweza kuwa na habari ya kibinafsi.
ta_in: (மறுதொடக்கம் தேவை) இயக்கப்பட்ட கண்டறியும் தகவல்கள் தாக்கல் செய்ய பதிவு செய்யப்படும் போது. இது செயல்திறனை மெதுவாக்கும் மற்றும் தனிப்பட்ட தகவல்களைக் கொண்டிருக்கலாம்.
te_in: (పున art ప్రారంభం అవసరం) ఎనేబుల్ చేసినప్పుడు డయాగ్నొస్టిక్ సమాచారం ఫైల్ చేయడానికి లాగిన్ అవుతుంది. ఇది పనితీరును నెమ్మదిస్తుంది మరియు వ్యక్తిగత సమాచారాన్ని కలిగి ఉండవచ్చు.
th_th: (ต้องรีสตาร์ท) เมื่อเปิดใช้งานข้อมูลการวินิจฉัยจะถูกบันทึกไปยังไฟล์ สิ่งนี้สามารถชะลอประสิทธิภาพและอาจมีข้อมูลส่วนบุคคล
tk_tm: . Bu haýal öndürijiligi üýtgedip biler we şahsy maglumatlary öz içine alyp biler.
tr_tr: (Yeniden başlatmayı gerektirir) Etkin teşhis bilgileri dosyaya kaydedildiğinde. Bu, performansı yavaşlatabilir ve kişisel bilgiler içerebilir.
tt_ru: (Яңадан эшләтеп җибәрү) кушылган диагностик мәгълүмат файлга керәчәк. Бу эшне әкренләп эшли ала һәм шәхси мәгълүмат булырга мөмкин.
ug_cn: (قايتا قوزغىتىلغان) قوزغالغاندا) قايتا قوزغىتىلىدۇ. بۇ ئىقتىدارنى تۆۋەنلىتىدۇ ۋە شەخسىي ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.
uk_ua: (Потрібно перезапустити) Коли ввімкнено діагностичну інформацію буде записано у файл. Це може уповільнити продуктивність і може містити особисту інформацію.
ur_pk: (دوبارہ شروع کرنے کی ضرورت ہوتی ہے) جب قابل تشخیصی معلومات کو فائل میں لاگ ان کیا جائے گا۔ اس سے کارکردگی سست ہوسکتی ہے اور اس میں ذاتی معلومات ہوسکتی ہیں۔
uz_cyrl: (Qayta ishga tushirishni talab qiladi) diagnostika ma'lumotlari faylga faylga to'g'ri keladi. Bu sekin ishlashi mumkin va shaxsiy ma'lumotlar bo'lishi mumkin.
vi_vn: (Yêu cầu khởi động lại) Khi thông tin chẩn đoán được bật sẽ được đăng nhập vào hồ sơ. Điều này có thể làm chậm hiệu suất và có thể chứa thông tin cá nhân.
zh_hant: （需要重新啟動）啟用後，將記錄診斷信息。這可能會減慢性能，並可能包含個人信息。

# PrefEnableLoggingLabel
source: Log to File
af_za: Log na lêer
am_et: ወደ ፋይል ይግቡ
ar_bh: تسجيل الدخول إلى ملف
as_in: ফাইললৈ লগ কৰিবলৈ লগ কৰক
az_cyrl: Fayl üçün qeyd edin
bg_bg: Дневник за файл
bn_in: ফাইল লগ
bs_latn_ba: Prijavite se u datoteku
ca_es: Registra't al fitxer
cs_cz: Protokol k souboru
cy_gb: Log i'r Ffeil
da_dk: Log til arkiver
de_ch: Protokollieren Sie bei der Datei
el_gr: Σύνδεση στο αρχείο
es_bo: Unido al expediente
et_ee: Logi faili
fa_ir: ورود به پرونده
fi_fi: Kirjaudu tiedostoon
fil_ph: Mag -log upang mag -file
fr_029: Journal dans le fichier
ga_ie: Logáil chun File
gu_in: ફાઇલ પર લ log ગ
he_il: כניסה לקובץ
hi_in: फाइल करने के लिए लॉग इन करें
hr_hr: Zapisnik u datoteku
hu_hu: Jelentkezzen be a Fájlba
hy_am: Մուտք գործեք
id_id: Log ke file
is_is: Log á skrá
it_ch: Registro al file
ja_jp: ファイルにログを記録します
ka_ge: შესვლა ფაილზე
kk_kz: Файлға кіру
km_kh: ចូលទៅឯកសារ
kn_in: ಫೈಲ್ ಮಾಡಲು ಲಾಗ್ ಮಾಡಿ
ko_kr: 파일에 로그인하십시오
ky_kg: Файлга кирүү
lt_lt: Prisijunkite prie failo
lv_lv: Pieteikšanās, lai failu
mi_nz: Takiuru ki te konae
mk_mk: Дневник до датотека
ml_in: ഫയലിലേക്ക് പ്രവേശിക്കുക
mr_in: फाईलवर लॉग
ms_my: Log ke fail
mt_mt: Idħol fil-fajl
nb_no: Logg til fil
ne_np: फाईलमा लग इन गर्नुहोस्
nl_be: Log in om bestand te zijn
or_in: ଫାଇଲ୍ କୁ ଲଗ୍ କରନ୍ତୁ |
pa_arab: ਫਾਈਲ ਤੇ ਲੌਗ ਇਨ ਕਰੋ
pl_pl: Zaloguj się do pliku
pt_br: Log no arquivo
ro_ro: Conectați -vă la fișier
ru_ru: Войти в файл
sk_sk: Prihlásiť sa do súboru
sl_si: Dnevnik v datoteko
sq_al: Regjistrohuni për të paraqitur
sr_cyrl_me: Пријавите се у датотеку
sv_fi: Logga att arkivera
sw_ke: Ingia faili
ta_in: தாக்கல் செய்ய பதிவு
te_in: ఫైల్‌కు లాగిన్ అవ్వండి
th_th: บันทึกไปยังไฟล์
tk_tm: Faýla giriň
tr_tr: Dosyaya günlüğünü gir
tt_ru: Файлга керегез
ug_cn: ھۆججەتكە كىرىڭ
uk_ua: Ввійдіть у файл
ur_pk: فائل میں لاگ ان کریں
uz_cyrl: Faylga kirish
vi_vn: Đăng nhập vào tập tin
zh_hant: 登錄文件

# PrefShowLogsFolderBtnText
source: Open
af_za: Publiek
am_et: ክፈት
ar_bh: يفتح
as_in: খোলা
az_cyrl: Açıq-saçıq
bg_bg: Отворен
bn_in: খোলা
bs_latn_ba: Otvoren
ca_es: Obrir
cs_cz: OTEVŘENO
cy_gb: Ymagorant
da_dk: Åben
de_ch: Offen
el_gr: Ανοιξε
es_bo: Abierto
et_ee: Avatud
fa_ir: باز کن
fi_fi: Avata
fil_ph: Buksan
fr_029: Ouvrir
ga_ie: Ar oscailt
gu_in: ખુલ્લા
he_il: לִפְתוֹחַ
hi_in: खुला
hr_hr: Otvoren
hu_hu: Nyisd ki
hy_am: Բաց անել
id_id: Membuka
is_is: Opið
it_ch: Aprire
ja_jp: 開ける
ka_ge: გახსნა
kk_kz: Ашу
km_kh: ដេលចមហរ
kn_in: ತೆರೆ
ko_kr: 열려 있는
ky_kg: Ачык
lo_la: ເປີດ
lt_lt: Atviras
lv_lv: Atvērt
mi_nz: Tuwhera
mk_mk: Отворено
ml_in: തുറക്കുക
mr_in: उघडा
ms_my: Buka
mt_mt: Miftuħa
nb_no: Åpen
ne_np: खोल्नु
or_in: ଖୋଲ |
pa_arab: ਖੁੱਲਾ
pl_pl: otwarty
pt_br: Abrir
ro_ro: Deschis
ru_ru: Открыть
sk_sk: OTVORENÉ
sl_si: Odprto
sq_al: I hapur
sr_cyrl_me: Отворен
sv_fi: Öppen
sw_ke: Wazi
ta_in: திறந்த
te_in: ఓపెన్
th_th: เปิด
tk_tm: Açyk
tr_tr: Açık
tt_ru: Ачык
ug_cn: ئوچۇق
uk_ua: ВІДЧИНЕНО
ur_pk: کھلا
uz_cyrl: Ochiq
vi_vn: Mở
zh_hant: 打開

# PrefShowLogsFolderLabel
source: Open Logs Folder
af_za: Open Logs -lêergids
am_et: የምዝግብ ማስታወሻዎች አቃፊን ይክፈቱ
ar_bh: فتح سجلات سجلات
as_in: লগসমূহ ফোল্ডাৰ খোলক
az_cyrl: Açıq qeydlər qovluğu
bg_bg: Отворена папка с дневници
bn_in: লগ ফোল্ডার খুলুন
bs_latn_ba: Otvorite mapu za trupce
ca_es: Obriu la carpeta de registres
cs_cz: Otevřená složka protokolů
cy_gb: Ffolder logiau agored
da_dk: Åbn logfiler -mappe
de_ch: Öffnen Sie die Protokollordner
el_gr: Ανοίξτε το φάκελο καταγραφής
es_bo: Abrir carpeta de registros
et_ee: Avage Logs kaust
fa_ir: پوشه سیاهههای سیاه
fi_fi: Avaa Logs -kansio
fil_ph: Buksan ang folder ng mga log
fr_029: Folder des journaux ouvrir
ga_ie: Fillteán logaí oscailte
gu_in: ખોલો લોગ ફોલ્ડર
he_il: פתח תיקיית יומנים
hi_in: लॉग फ़ोल्डर खोलें
hr_hr: Mapa otvorenih dnevnika
hu_hu: Nyissa meg a naplók mappát
hy_am: Բաց տեղեկամատյանների թղթապանակ
id_id: Buka Folder Log
is_is: Opnaðu möppu
it_ch: Apri la cartella dei registri
ja_jp: ログフォルダーを開きます
ka_ge: გახსენით ჟურნალების საქაღალდე
kk_kz: Журналдар қалтасы
km_kh: បើកថតឯកសារកំណត់ហេតុ
kn_in: ಲಾಗ್‌ಗಳ ಫೋಲ್ಡರ್ ತೆರೆಯಿರಿ
ko_kr: 로그 폴더 열기
ky_kg: Ачык журналдар папкасы
lo_la: ເປີດໂຟນເດີ Logs
lt_lt: Atidaryti žurnalų aplanką
lv_lv: Atvērt žurnālu mapi
mi_nz: Whakatūwhera kōpaki Kōpaki
mk_mk: Отворете ја папката со дневници
ml_in: ലോഗുകളുടെ ഫോൾഡർ തുറക്കുക
mr_in: लॉग फोल्डर उघडा
ms_my: Buka folder log
mt_mt: Iftaħ il-folder tal-zkuk
nb_no: Åpne loggmappe
ne_np: खोल लग फोल्डर खोल्नुहोस्
nl_be: Open de map Logs
or_in: ଲଗ୍ ଲଗ ଫୋଲ୍ଡର୍ ଖୋଲନ୍ତୁ |
pa_arab: ਲੌਗ ਫੋਲਡਰ ਖੋਲ੍ਹੋ
pl_pl: Folder otwartych dzienników
pt_br: Abra a pasta Logs
ro_ro: Deschideți folderul de jurnale
ru_ru: Откройте папку журналов
sk_sk: Otvorte priečinok protokolov
sl_si: Odprite mapo dnevnikov
sq_al: Hapni dosjen e shkrimeve
sr_cyrl_me: Отворите фасциклу за трупце
sv_fi: Open Logs -mapp
sw_ke: Fungua folda ya magogo
ta_in: திறந்த பதிவுகள் கோப்புறை
te_in: లాగ్స్ ఫోల్డర్ తెరవండి
th_th: เปิดโฟลเดอร์บันทึก
tk_tm: Açyk surnal bukjasyny açyň
tr_tr: Günlük Klasörünü Aç
tt_ru: Ачык бүрәнәләр папкасы
ug_cn: ئوچۇق دەرەخ ھۆججەت قىسقۇچى
uk_ua: Папка відкрити журнали
ur_pk: نوشتہ جات کا فولڈر کھولیں
uz_cyrl: Ochiq jurnallar papkali
vi_vn: Mở thư mục nhật ký
zh_hant: 打開日誌文件夾

# SysTrayPluginBrowserLabel
source: Browse Plugins
af_za: Blaai deur plugins
am_et: ተሰኪዎችን ያስሱ
ar_bh: تصفح الإضافات
as_in: প্লাগইনসমূহ ব্ৰাউজ কৰক
az_cyrl: Plaginləri gözdən keçirmək
bg_bg: Прегледайте плъгини
bn_in: প্লাগইন ব্রাউজ করুন
bs_latn_ba: Pregledajte dodatke
ca_es: Consulteu els plugins
cs_cz: Procházejte pluginy
cy_gb: Pori ategion
da_dk: Gennemse plugins
de_ch: Plugins durchsuchen
el_gr: Αναζήτηση προσθηκών
es_bo: Explorar complementos
et_ee: Sirvige pistikprogramme
fa_ir: پلاگین ها را مرور کنید
fi_fi: Selaa laajennuksia
fil_ph: Mag -browse ng mga plugin
fr_029: Parcourir les plugins
ga_ie: Brabhsáil Breiseáin
gu_in: પ્લગઈનો બ્રાઉઝ કરો
he_il: עיין בתוספים
hi_in: प्लगइन्स ब्राउज़ करें
hr_hr: Pregledajte dodatke
hu_hu: Böngészse a plugineket
hy_am: Թերթել plugins
id_id: Jelajahi plugin
is_is: Vafraðu viðbætur
it_ch: Sfoglia plugin
ja_jp: プラグインを閲覧します
ka_ge: დაათვალიერეთ დანამატები
kk_kz: Плагиналарды шолу
km_kh: រកមើលកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
ko_kr: 플러그인을 찾아보세요
ky_kg: Караңдак карап
lo_la: ຊອກຫາ plowins
lt_lt: Naršykite papildinius
lv_lv: Pārlūkot spraudņus
mi_nz: Tirohia te Mono
mk_mk: Прелистајте додатоци
ml_in: പ്ലഗിനുകൾ ബ്ര rowse സ് ചെയ്യുക
mr_in: प्लगइन ब्राउझ करा
ms_my: Layari plugin
mt_mt: Ibbrawżja plugins
nb_no: Bla gjennom plugins
ne_np: ब्राउज हरू
nl_be: Blader door plug -ins
or_in: ପ୍ଲଗଇନ୍ ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa_arab: ਬ੍ਰਾ .ਜ਼ ਪਲੱਗਇਨ
pl_pl: Przeglądaj wtyczki
pt_br: Navegue plugins
ro_ro: Căutați pluginuri
ru_ru: Просмотрите плагины
sk_sk: Prejdite si doplnky
sl_si: Brskajte vtičnike
sq_al: Shfletoni shtojcat
sr_cyrl_me: Претражите додатке
sv_fi: Bläddra plugins
sw_ke: Vinjari programu -jalizi
ta_in: செருகுநிரல்களை உலாவுக
te_in: ప్లగిన్‌లను బ్రౌజ్ చేయండి
th_th: เรียกดูปลั๊กอิน
tk_tm: Pluginlere göz aýlaň
tr_tr: Eklentilere göz atın
tt_ru: Плагиннарны карау
ug_cn: قىستۇرمىلارنى كۆرۈڭ
uk_ua: Переглянути плагіни
ur_pk: پلگ ان کو براؤز کریں
uz_cyrl: Plaginlar ko'rib chiqing
vi_vn: Duyệt plugin
zh_hant: 瀏覽插件

# CommonReadLabel
source: Read
af_za: Lees
am_et: ያንብቡ
ar_bh: يقرأ
as_in: পঢ়া
az_cyrl: Oxuyun
bg_bg: Прочети
bn_in: পড়ুন
bs_latn_ba: Pročitati
ca_es: Llegir
cs_cz: Číst
cy_gb: Darllenasit
da_dk: Læs
de_ch: Lesen
el_gr: Ανάγνωση
es_bo: Leer
et_ee: Lugema
fa_ir: خواندن
fi_fi: Lukea
fil_ph: Basahin
fr_029: Lire
ga_ie: Léamh
gu_in: વાંચવું
he_il: לקרוא
hi_in: पढ़ना
hr_hr: Čitati
hu_hu: Olvas
hy_am: Կարդալ
id_id: Membaca
is_is: Lestu
it_ch: Leggere
ja_jp: 読む
ka_ge: კითხვა
kk_kz: Оқу
km_kh: អាន
kn_in: ಓದು
ko_kr: 읽다
ky_kg: Окуу
lo_la: ອ່ານ
lt_lt: Perskaitykite
lv_lv: Lasīt
mi_nz: Pānui pukapuka
mk_mk: Прочитајте
ml_in: വായിക്കുക
mr_in: वाचा
ms_my: Baca
mt_mt: Aqra
nb_no: Lese
ne_np: पढनु
nl_be: Lezen
or_in: ପ Read ଼ନ୍ତୁ
pa_arab: ਪੜ੍ਹੋ
pl_pl: Czytać
pt_br: Ler
ro_ro: Citit
ru_ru: Читать
sk_sk: Čítať
sl_si: Preberite
sq_al: Lexoj
sr_cyrl_me: читати
sv_fi: Läsa
sw_ke: Soma
ta_in: படி
te_in: చదవండి
th_th: อ่าน
tk_tm: Oka
tr_tr: Okumak
tt_ru: Укы
ug_cn: ئوقۇش
uk_ua: Читати
ur_pk: پڑھیں
uz_cyrl: O'qimoq
vi_vn: Đọc
zh_hant: 讀

# CommonWriteLabel
source: Write
af_za: Skryf
am_et: ፃፍ
ar_bh: يكتب
as_in: লিখা
az_cyrl: Yazmaq
bg_bg: Напишете
bn_in: লিখুন
bs_latn_ba: Pisati
ca_es: Escriure
cs_cz: Napsat
cy_gb: Ysgrifennu
da_dk: Skrive
de_ch: Schreiben
el_gr: Γράφω
es_bo: Escribir
et_ee: Kirjutama
fa_ir: نوشتن
fi_fi: Kirjoittaa
fil_ph: Sumulat
fr_029: Écrire
ga_ie: Cum
gu_in: લખવું
he_il: לִכתוֹב
hi_in: लिखना
hr_hr: Pisati
hu_hu: Ír
hy_am: Գրել
id_id: Menulis
is_is: Skrifaðu
it_ch: Scrivere
ja_jp: 書く
ka_ge: წერა
kk_kz: Жазу
km_kh: សរសេរ
kn_in: ಬರೆಯಿಸು
ko_kr: 쓰다
ky_kg: Жазуу
lo_la: ຂຽນ
lt_lt: Parašyk
lv_lv: Uzrakstīt
mi_nz: Tuhi
mk_mk: Напиши
ml_in: എഴുതുക
mr_in: लिहा
ms_my: Tulis
mt_mt: Ikteb
nb_no: Skrive
ne_np: लेख्नु
nl_be: Schrijven
or_in: ଲେଖ
pa_arab: ਲਿਖੋ
pl_pl: Pisać
pt_br: Escrever
ro_ro: Scrie
ru_ru: Писать
sk_sk: Zápis
sl_si: Pisati
sq_al: Shkruaj
sr_cyrl_me: Писати
sv_fi: Skriva
sw_ke: Andika
ta_in: எழுதுங்கள்
te_in: వ్రాయడానికి
th_th: เขียน
tk_tm: Ýaz
tr_tr: Yazmak
tt_ru: Языгыз
ug_cn: يېزىڭ
uk_ua: Писати
ur_pk: لکھیں
uz_cyrl: Yozmoq
vi_vn: Viết
zh_hant: 寫
