Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# TriggerAnnTriggerLabel
source: Annotate Trigger
af_za: Annotate sneller
am_et: ቀስቅሴ
ar_bh: شرح الزناد
as_in: টীকা ট্ৰিগাৰ
az_cyrl: Annotat trigger
bg_bg: Анотат спусък
bn_in: টীকা ট্রিগার
bs_latn_ba: Obneće okidač
ca_es: Anotar desencadenant
cs_cz: Anotace spouštěče
cy_gb: Sbardun Anodi
el_gr: Σχολιασμός σκανδάλης
es_bo: Desencadenante de anotado
et_ee: Annotaadi päästik
fa_ir: حاشیه نویسی ماشه
fi_fi: Merkintä laukaista
fr_029: Déclencheur annote
ga_ie: Truicir anótáilte
gu_in: ટ્રિગર
he_il: הערת טריגר
hi_in: एनोटेट ट्रिगर
hr_hr: Zabilježiti okidač
hy_am: Անոտան ձգան
id_id: BERGERAK pemicu
is_is: Skýrða kveikjuna
it_ch: Annota grilletto
ja_jp: 注釈トリガー
ka_ge: ანოტატის ტრიგერი
kk_kz: Аннотациялау триггері
km_kh: ចំណីអាហារចំណីអាហារ
kn_in: ಪ್ರಚೋದಕವನ್ನು ಟಿಪ್ಪಣಿ ಮಾಡಿ
ko_kr: 주석 트리거
ky_kg: Аннотация триггер
lo_la: annatate trigger
lt_lt: Anotacijos trigeris
lv_lv: Anotēt sprūdu
mi_nz: Katihia
mk_mk: Анотатен активиран
ml_in: വ്യാഖ്യാനിക്കുക ട്രിഗർ
mr_in: एनोटेट ट्रिगर
ms_my: Pencetus Annotate
mt_mt: Trigger Annotat
nb_no: Annotatutløser
ne_np: ट्रिगर एनोटेटेट
or_in: ଟ୍ରିଗରକୁ ଟିପ୍ପଣୀ କରନ୍ତୁ |
pa_arab: ਐਨੋਟੇਟ ਟਰਿੱਗਰ
pl_pl: Adnotacja spust
pt_br: Anote o gatilho
ro_ro: Adnotați declanșatorul
ru_ru: Аннотировать триггер
sk_sk: Anotovať spúšť
sl_si: Osvobovanje sprožilca
sq_al: Shënoj shkas
sr_cyrl_me: АНКАТОТЕ ТРИАГГЕР
sv_fi: Annotera trigger
ta_in: சிறுகுறிப்பு தூண்டுதல்
te_in: ఉల్లేఖన ట్రిగ్గర్
th_th: คำอธิบายประกอบ
tk_tm: Trigger
tr_tr: Tetikleyiciye Açıklama
tt_ru: Аннотация
ug_cn: ئىز قوغلاش
uk_ua: Анотувати тригер
ur_pk: تشریح ٹرگر
uz_cyrl: Anotate Trigger
vi_vn: Chú thích kích hoạt
zh_hant: 註釋觸發器

# CommonReadOnlyElmDisabledToolTip
source: Built in elements are read - only. Duplicate to alter.
af_za: In ingeboude elemente word slegs gelees. Dupliseer om te verander.
am_et: በክፍሎች ውስጥ የተገነባው - ብቻ ይነበራል. ማባዛት እንዲለወጥ
ar_bh: بنيت في عناصر قراءة - فقط. مكررة لتغيير.
as_in: উপাদানত নিৰ্মিত হয় - কেৱল। নকল কৰি পৰিৱৰ্তন কৰিব লাগে।
az_cyrl: Elementlərdə inşa edilmişdir - yalnız. Dəyişdirmək üçün dublikat.
bg_bg: Вградени елементи се четат - само. Дубликат за промяна.
bn_in: উপাদানগুলিতে অন্তর্নির্মিত পড়া হয় - কেবল। পরিবর্তন করতে সদৃশ।
bs_latn_ba: Izgrađeni elementima se čitaju - samo. Duplikat za izmenu.
ca_es: Només es llegeixen els elements integrats. Duplicar per alterar.
cs_cz: Vestavěné prvky jsou čteny - pouze. Duplikát ke změně.
cy_gb: Darllenir elfennau wedi'u hadeiladu - yn unig. Dyblyg i'w newid.
da_dk: Indbyggede elementer læses - kun. Duplikat til at ændre.
de_ch: Eingebaute Elemente werden nur gelesen - nur. Doppeln zu ändern.
el_gr: Χτισμένα σε στοιχεία διαβάζονται - μόνο. Αντίγραφα για να αλλάξετε.
es_bo: Los elementos incorporados se leen, solo. Duplicado para alterar.
et_ee: Sisseehitatud elemente loetakse - ainult. Duplikaat muuta.
fa_ir: ساخته شده در عناصر فقط خوانده می شود. کپی برای تغییر
fi_fi: Rakennetut elementit luetaan - vain. Kopio muuttamaan.
fil_ph: Ang mga binuo sa mga elemento ay binabasa - lamang. Doble upang baguhin.
fr_029: Les éléments intégrés sont lus - seulement. Duplicate pour modifier.
ga_ie: Léitear eilimintí tógtha - amháin. Dúblach a athrú.
gu_in: તત્વોમાં બિલ્ટ વાંચવામાં આવે છે - ફક્ત. બદલવા માટે ડુપ્લિકેટ.
he_il: אלמנטים מובנים נקראים - בלבד. שכפול ל- Alter.
hi_in: तत्वों में निर्मित पढ़ा जाता है - केवल। परिवर्तन करने के लिए डुप्लिकेट।
hr_hr: Ugrađeni u elementima se čitaju - samo. Duplikat da se promijeni.
hu_hu: A beépített elemek olvashatók - csak. Másolat, hogy megváltoztassa.
hy_am: Ներկառուցված տարրերի մեջ կարդացվում են միայն: Կրկնօրինակեք փոփոխելու համար:
id_id: Elemen built in hanya dibaca - hanya. Duplikat untuk diubah.
is_is: Innbyggt þætti er aðeins lesið - aðeins. Afrit til að breyta.
it_ch: Gli elementi costruiti vengono letti solo. Duplicato per alterare.
ja_jp: 組み込みの要素は読み取られます - のみです。変更するために複製。
ka_ge: ელემენტებში აშენებული წაკითხულია - მხოლოდ. დუბლიკატი შეცვალოს.
kk_kz: Салынған элементтер тек оқылады. Өзгерту үшін қайталанады.
km_kh: បានសាងសង់នៅក្នុងធាតុគឺបានអាន - តែប៉ុណ្ណោះ - តែប៉ុណ្ណោះ។ ស្ទួនគ្នាដើម្បីផ្លាស់ប្តូរ។
kn_in: ಅಂಶಗಳಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ ಓದಲಾಗುತ್ತದೆ - ಮಾತ್ರ. ಬದಲಾಯಿಸಲು ನಕಲು ಮಾಡಿ.
ko_kr: 내장 요소는 읽습니다. 변경하려면 복제.
ky_kg: Элементтерде курулган - гана. Өзгөртүү үчүн дубликат.
lo_la: ສ້າງໃນອົງປະກອບແມ່ນອ່ານ - ເທົ່ານັ້ນ. ຊ້ໍາກັບການປ່ຽນແປງ.
lt_lt: Sukurti elementai skaitomi tik. Kopija pakeisti.
lv_lv: Iebūvēti elementi tiek nolasīti - tikai. Dublēt, lai mainītu.
mi_nz: Ko nga mea hanga i hangaia he panui - anake. Whakahaa ki te whakarereke.
mk_mk: Изградени во елементи се читаат - само. Дупликат за промена.
ml_in: നിർമ്മിത ഘടകങ്ങൾ വായിക്കുന്നു - മാത്രം. മാറ്റം വരുത്താൻ തനിപ്പകർപ്പ്.
mr_in: घटकांमध्ये अंगभूत वाचले जातात - फक्त. बदलण्यासाठी डुप्लिकेट.
ms_my: Dibina dalam elemen dibaca - hanya. Duplikat untuk mengubah.
mt_mt: Jibnu fl-elementi jinqraw - biss. Duplikat biex tbiddel.
nb_no: Innebygde elementer leses - bare. Dupliser for å endre.
ne_np: तत्वहरूमा निर्माण गरिएको छ - केवल। नक्कल गर्न नक्कल गर्नुहोस्।
nl_be: Gebouwde elementen worden alleen gelezen. Dupliceren om te wijzigen.
or_in: ଉପାଦାନଗୁଡ଼ିକରେ ନିର୍ମିତ, କେବଳ ପ read ଼ାଯାଏ - କେବଳ | ପରିବର୍ତ୍ତନ କରିବାକୁ ନକଲ |
pa_arab: ਤੱਤ ਸਿਰਫ ਪੜ੍ਹਨ ਲਈ. ਬਦਲਣ ਲਈ ਡੁਪਲਿਕੇਟ.
pl_pl: Wbudowane elementy są odczytywane - tylko. Duplikat do zmiany.
pt_br: Os elementos incorporados são lidos - apenas. Duplicar para alterar.
ro_ro: Elementele încorporate sunt citite - numai. Duplicat de modificat.
ru_ru: Встроенные элементы читаются только. Дублировать, чтобы изменить.
sk_sk: Vstavané prvky sa čítajú iba. Duplikát na zmenu.
sl_si: Vgrajene elemente se berejo - samo. Podvoji za spreminjanje.
sq_al: Ndërtuar në elementë lexohen - vetëm. Dublikoni për të ndryshuar.
sr_cyrl_me: Изграђени елементи се читају само. Дупликат за изменити.
sv_fi: Inbyggda element läses - endast. Duplicera att ändra.
sw_ke: Imejengwa katika vitu vinasomwa - tu. Kurudia kubadilika.
ta_in: உறுப்புகளில் கட்டமைக்கப்பட்டவை படிக்கப்படுகின்றன - மட்டும். மாற்ற நகல்.
te_in: మూలకాలలో నిర్మించబడింది - మాత్రమే. మార్చడానికి నకిలీ.
th_th: สร้างขึ้นในองค์ประกอบที่สร้างขึ้น - เท่านั้น ทำซ้ำเพื่อเปลี่ยนแปลง
tk_tm: Elementlerde gurlan diňe okalýar - diňe. Üýtgetmek üçin dublikat.
tr_tr: Yerleşik öğeler okunur - sadece. Değiştirmek için kopya.
tt_ru: Элементларда төзелгән - бары тик. Үзгәртү өчен икеләтә.
ug_cn: ئېلېمېنتلاردا ياسالغان - پەقەت. كۆپەيتىش.
uk_ua: Вбудовані елементи читаються - лише. Дублікат для зміни.
ur_pk: عنصروں میں بنایا گیا ہے - صرف پڑھا جاتا ہے۔ تبدیل کرنے کے لئے ڈپلیکیٹ.
uz_cyrl: Elementlarda qurilgan - faqat. O'zgartirish uchun ikki nusxa.
vi_vn: Được xây dựng trong các yếu tố được đọc - chỉ. Trùng lặp để thay đổi.
zh_hant: 僅讀取內置元素 - 僅讀取。重複進行更改。

# PluginAnonymousAuthor
source: Anonymous
af_za: Anoniem
am_et: ስም-አልባ
ar_bh: مجهول
as_in: নামহীন
az_cyrl: anonim
bg_bg: Анонимен
bn_in: বেনামে
bs_latn_ba: Anonimni
ca_es: Anònim
cs_cz: Anonymní
cy_gb: Dienw
da_dk: Anonym
de_ch: Anonym
el_gr: Ανώνυμος
es_bo: Anónimo
et_ee: Anonüümne
fa_ir: ناشناس
fi_fi: Tuntematon
fr_029: Anonyme
ga_ie: Gan ainm
gu_in: અનામી
he_il: בעילום שם
hi_in: गुमनाम
hr_hr: Anonimni
hu_hu: Névtelen
hy_am: Անանուն
id_id: Anonim
is_is: Nafnlaus
it_ch: Anonimo
ja_jp: 匿名
ka_ge: ანონიმური
kk_kz: Аноним
km_kh: អនាមិក
kn_in: ಅನಾಮಿಕ
ko_kr: 익명의
ky_kg: Анонимдүү
lo_la: ບໍລິອາ
lt_lt: Anoniminis
lv_lv: Anonīms
mi_nz: Ā wairua
mk_mk: Анонимен
ml_in: പേരറിയാത്ത
mr_in: अज्ञात
ms_my: Tanpa nama
mt_mt: Anonimu
nb_no: Anonym
ne_np: बिना नामको
nl_be: Anoniem
or_in: ବେନାମୀ |
pa_arab: ਅਗਿਆਤ
pl_pl: Anonimowy
pt_br: Anônimo
ro_ro: Anonim
ru_ru: Анонимный
sk_sk: Anonymný
sl_si: Anonimno
sq_al: Anonim
sr_cyrl_me: Анонимни
sv_fi: Anonym
ta_in: அநாமதேய
te_in: అనామక
th_th: ไม่ระบุชื่อ
tk_tm: Anonim
tr_tr: Anonim
tt_ru: Аноним
ug_cn: نامسىز
uk_ua: Анонімний
ur_pk: گمنام
uz_cyrl: Anonim
vi_vn: Vô danh
zh_hant: 匿名的

# EditorTemplateDateTimeCustomLabel
source: Custom
af_za: Gebruik
am_et: ብጁ
ar_bh: مخصص
as_in: অনুকুলন কৰা
az_cyrl: Adlı
bg_bg: Персонализиран
bn_in: কাস্টম
bs_latn_ba: Običaj
ca_es: Costum
cs_cz: Zvyk
cy_gb: Arferol
da_dk: Brugerdefinerede
de_ch: Brauch
el_gr: Εθιμο
es_bo: Costumbre
et_ee: Kohandatud
fa_ir: سفارشی
fi_fi: Mukautettu
fil_ph: Pasadya
fr_029: Coutume
ga_ie: Cur síos
gu_in: રિવાજ
he_il: המותאם אישית
hi_in: रिवाज़
hr_hr: Prilagođen
hu_hu: Egyedi
hy_am: Մաքսատուրք
id_id: Kebiasaan
is_is: Sérsniðin
it_ch: Costume
ja_jp: カスタム
ka_ge: ჩვეულება
kk_kz: Әдет-ғұрып
km_kh: តមន្យេមតមលាប់
kn_in: ರೂ customಿ
ko_kr: 관습
ky_kg: Салт
lo_la: ປະເພນີ
lt_lt: Paprotys
lv_lv: Paraža
mi_nz: Ritenga
mk_mk: Обичај
ml_in: സന്വദായം
mr_in: सानुकूल
ms_my: Adat
mt_mt: Drawwa
nb_no: Tilpasset
ne_np: चलन
nl_be: Aangepast
or_in: କଷ୍ଟମ୍
pa_arab: ਪ੍ਰਥਾ
pl_pl: Zwyczaj
pt_br: Personalizado
ro_ro: Personalizat
ru_ru: Обычай
sk_sk: Zvyk
sl_si: Navada
sq_al: I zakonshëm
sr_cyrl_me: Обичај
sv_fi: Beställnings
sw_ke: Desturi
ta_in: வழக்கம்
te_in: ఆచారం
th_th: กำหนดเอง
tk_tm: Ýörite
tr_tr: Gelenek
tt_ru: Гадәт
ug_cn: ئادەت
uk_ua: Звичайний
ur_pk: اپنی مرضی کے مطابق
uz_cyrl: Odat
vi_vn: Phong tục
zh_hant: 風俗

# TimeSpanDayLast
source: Yesterday
af_za: Gister
am_et: ትናንት
ar_bh: أمس
as_in: কালি
az_cyrl: Dünən
bg_bg: Вчера
bn_in: গতকাল
bs_latn_ba: Jučer
ca_es: Ahir
cs_cz: Včera
cy_gb: Ddoe
da_dk: I går
de_ch: Gestern
el_gr: Εχθές
es_bo: Ayer
et_ee: Eile
fa_ir: دیروز
fi_fi: Eilen
fil_ph: Kahapon
fr_029: Hier
ga_ie: An lá inné
gu_in: ગઇકાલે
he_il: אתמול
hi_in: कल
hr_hr: Jučer
hu_hu: Tegnap
hy_am: Երեկ
id_id: Kemarin
is_is: Í gær
it_ch: Ieri
ja_jp: 昨日
ka_ge: Გუშინ
kk_kz: Кеше
km_kh: បីមសិលមិញ
kn_in: ನಿನ್ನೆ
ko_kr: 어제
ky_kg: Кечээ
lo_la: ມື້ວານນີ້
lt_lt: Vakar
lv_lv: Vakar
mi_nz: Nanahi
mk_mk: Вчера
ml_in: തലേനാള്
mr_in: काल
ms_my: Semalam
mt_mt: Il-bieraħ
nb_no: I går
ne_np: हिजो
nl_be: Gisteren
or_in: ଗତକାଲି
pa_arab: ਕੱਲ
pl_pl: Wczoraj
pt_br: Ontem
ro_ro: Ieri
ru_ru: Вчера
sk_sk: Včera
sl_si: Včeraj
sq_al: Dje
sr_cyrl_me: Јучер
sv_fi: I går
sw_ke: Jana
ta_in: நேற்று
te_in: నిన్న
th_th: เมื่อวาน
tk_tm: Düýn
tr_tr: Dün
tt_ru: Кичә
ug_cn: تۈنۈگۈن
uk_ua: Вчора
ur_pk: کل
uz_cyrl: Kecha
vi_vn: Hôm qua
zh_hant: 昨天

# TimeSpanDays
source: {0} days ago
af_za: {0} dae gelede
am_et: {0} ቀናት በፊት
ar_bh: {0} منذ أيام
as_in: {0} দিনৰ আগতে
az_cyrl: {0} gün əvvəl
bg_bg: {0} преди дни
bn_in: {0} দিন আগে
bs_latn_ba: {0} dan pre
ca_es: {0} Dies
cs_cz: {0} před dny
cy_gb: {0} diwrnod yn ôl
da_dk: {0} dage siden
de_ch: {0} vor Tagen
el_gr: {0} πριν από ημέρες
es_bo: {0} hace días
et_ee: {0} päeva tagasi
fa_ir: {0} روزها پیش
fi_fi: {0} päivää sitten
fil_ph: {0} araw na ang nakakaraan
fr_029: {0} il y a des jours
ga_ie: {0} lá ó shin
gu_in: {0} દિવસો પહેલા
he_il: {0} לפני ימים
hi_in: {0} दिन पहले
hr_hr: {0} prije dana
hu_hu: {0} nappal ezelőtt
hy_am: {0} Օրեր առաջ
id_id: {0} beberapa hari yang lalu
is_is: {0} fyrir dögum
it_ch: {0} giorni fa
ja_jp: {0}日前
ka_ge: {0} დღის წინ
kk_kz: {0} күндер бұрын
km_kh: {0} ថ្ងៃមុន
kn_in: {0} ದಿನಗಳ ಹಿಂದೆ
ko_kr: {0} 며칠 전
ky_kg: {0} күн мурун
lo_la: {0} ວັນທີ່ແລ້ວ
lt_lt: {0} prieš kelias dienas
lv_lv: {0} pirms dienām
mi_nz: {0} nga ra i mua
mk_mk: {0} пред дена
ml_in: {0} ദിവസം മുമ്പ്
mr_in: {0} दिवसांपूर्वी
ms_my: {0} hari yang lalu
mt_mt: {0} jiem ilu
nb_no: {0} dager siden
ne_np: {0} दिन पहिले
nl_be: {0} dagen geleden
or_in: {0} ଦିନ ପୂର୍ବରୁ |
pa_arab: {0} ਦਿਨ ਪਹਿਲਾਂ
pl_pl: {0} kilka dni temu
pt_br: {0} dias atrás
ro_ro: {0} acum zile
ru_ru: {0} дней назад
sk_sk: {0} pred dňami
sl_si: {0} pred dnevi
sq_al: {0} ditë më parë
sr_cyrl_me: {0} пре
sv_fi: {0} dagar sedan
sw_ke: {0} siku zilizopita
ta_in: {0} சில நாட்களுக்கு முன்பு
te_in: {0} రోజుల క్రితం
th_th: {0} วันที่ผ่านมา
tk_tm: {0} birnäçe gün öň
tr_tr: {0} günler önce
tt_ru: {0} көннәр элек
ug_cn: {0} كۈنلەر بۇرۇن
uk_ua: {0} днів тому
ur_pk: {0} دن پہلے
uz_cyrl: {0} kunlar oldin
vi_vn: {0} ngày trước
zh_hant: {0}幾天前

# TimeSpanHourLast
source: 1 hour ago
af_za: 1 uur gelede
am_et: ከ 1 ሰዓት በፊት
ar_bh: منذ 1 ساعة
as_in: 1 ঘন্টা আগে
az_cyrl: 1 saat əvvəl
bg_bg: преди 1 час
bn_in: 1 ঘন্টা আগে
bs_latn_ba: Prije 1 sat
ca_es: Fa 1 hora
cs_cz: před 1 hodinou
cy_gb: 1 awr yn ôl
da_dk: 1 time siden
de_ch: vor 1 Stunde
el_gr: Πριν από 1 ώρα
es_bo: 1 hora antes
et_ee: 1 tund tagasi
fa_ir: 1 ساعت پیش
fi_fi: 1 tunti sitten
fil_ph: 1 oras na ang nakakaraan
fr_029: Il ya 1 heure
ga_ie: 1 uair ó shin
gu_in: 1 કલાક પહેલા
he_il: לפני שעה
hi_in: 1 घंटे पहले
hr_hr: prije 1 sat
hu_hu: 1 órával ezelőtt
hy_am: 1 ժամ առաջ
id_id: 1 jam yang lalu
is_is: Fyrir 1 klukkustund
it_ch: 1 ora fa
ja_jp: 1時間前
ka_ge: 1 საათის წინ
kk_kz: 1 сағат бұрын
km_kh: 1 ម៉ោងកន្លងទៅ
kn_in: 1 ಗಂಟೆಯ ಹಿಂದೆ
ko_kr: 1 시간 전
ky_kg: 1 саат мурун
lo_la: 1 ຊົ່ວໂມງກ່ອນຫນ້ານີ້
lt_lt: Prieš 1 valandą
lv_lv: Pirms 1 stundas
mi_nz: 1 haora i mua
mk_mk: Пред 1 час
ml_in: 1 മണിക്കൂർ മുമ്പ്
mr_in: 1 तासापूर्वी
ms_my: 1 jam yang lalu
mt_mt: Siegħa ilu
nb_no: 1 time siden
ne_np: 1 घण्टा पहिले
nl_be: 1 uur geleden
or_in: 1 ଘଣ୍ଟା ପୂର୍ବରୁ
pa_arab: 1 ਘੰਟਾ ਪਹਿਲਾਂ
pl_pl: 1 godzinę temu
pt_br: 1 hora atrás
ro_ro: 1 oră în urmă
ru_ru: 1 час назад
sk_sk: pred 1 hodinou
sl_si: Pred 1 uro
sq_al: 1 orë më parë
sr_cyrl_me: пре 1 сат
sv_fi: 1 timme sedan
sw_ke: Saa 1 iliyopita
ta_in: 1 மணி நேரத்திற்கு முன்பு
te_in: 1 గంట క్రితం
th_th: 1 ชั่วโมงที่แล้ว
tk_tm: 1 sagat öň
tr_tr: 1 saat önce
tt_ru: 1 сәгать элек
ug_cn: 1 سائەت بۇرۇن
uk_ua: 1 година тому
ur_pk: 1 گھنٹہ پہلے
uz_cyrl: 1 soat oldin
vi_vn: 1 giờ trước
zh_hant: 1小時前

# TimeSpanHours
source: {0} hours ago
af_za: {0} uur gelede
am_et: {0} ሰዓታት በፊት
ar_bh: {0} منذ ساعات
as_in: {0} ঘণ্টাৰ আগতে
az_cyrl: {0} saat əvvəl
bg_bg: {0} преди часове
bn_in: {0} ঘন্টা আগে
bs_latn_ba: {0} sati pre
ca_es: {0} hores
cs_cz: {0} před hodinami
cy_gb: {0} awr yn ôl
da_dk: {0} timer siden
de_ch: {0} Stunden vor Stunden
el_gr: {0} πριν από ώρες
es_bo: {0} Horas hace
et_ee: {0} tundi tagasi
fa_ir: {0} ساعت پیش
fi_fi: {0} tuntia sitten
fil_ph: {0} oras na ang nakakaraan
fr_029: {0} il y a des heures
ga_ie: {0} uair an chloig ó shin
gu_in: {0} કલાક પહેલા
he_il: {0} לפני שעות
hi_in: {0} घंटे पहले
hr_hr: {0} sati
hu_hu: {0} órákkal ezelőtt
hy_am: {0} ժամ առաջ
id_id: {0} beberapa jam yang lalu
is_is: {0} fyrir klukkustundum
it_ch: {0} ore fa
ja_jp: {0}数時間前
ka_ge: {0} საათის წინ
kk_kz: {0} сағат бұрын
km_kh: {0} ម៉ោងមុន
kn_in: {0} ಗಂಟೆಗಳ ಹಿಂದೆ
ko_kr: {0} 몇 시간 전
ky_kg: {0} саат мурун
lo_la: {0} ຊົ່ວໂມງກ່ອນຫນ້ານີ້
lt_lt: {0} prieš valandas
lv_lv: {0} pirms stundām
mi_nz: {0} haora i mua
mk_mk: {0} пред неколку часа
ml_in: {0} മണിക്കൂർ മുമ്പ്
mr_in: {0} तासांपूर्वी
ms_my: {0} jam yang lalu
mt_mt: {0} sigħat ilu
nb_no: {0} timer siden
ne_np: {0} घण्टा पहिले
nl_be: {0} uren geleden
or_in: {0} ଘଣ୍ଟା ପୂର୍ବରୁ |
pa_arab: {0} ਘੰਟੇ ਪਹਿਲਾਂ
pl_pl: {0} godziny temu
pt_br: {0} horas atrás
ro_ro: {0} acum ore
ru_ru: {0} Часы назад
sk_sk: {0} pred hodinami
sl_si: {0} pred urami
sq_al: {0} orë më parë
sr_cyrl_me: {0} пре неколико сати
sv_fi: {0} timmar sedan
sw_ke: {0} masaa yaliyopita
ta_in: {0} மணிநேரங்களுக்கு முன்பு
te_in: {0} గంటల క్రితం
th_th: {0} ชั่วโมงที่ผ่านมา
tk_tm: {0} sagat öň
tr_tr: {0} saat önce
tt_ru: {0} сәгать элек
ug_cn: {0} سائەت ئىلگىرى
uk_ua: {0} години тому
ur_pk: {0} گھنٹے پہلے
uz_cyrl: {0} Bir necha daqiqa oldin
vi_vn: {0} giờ trước
zh_hant: {0}小時前

# TimeSpanJustNow
source: Just Now
af_za: Net nou
am_et: ልክ አሁን
ar_bh: الآن
as_in: মাত্ৰ এতিয়া
az_cyrl: İndicə
bg_bg: Точно сега
bn_in: এক্ষুনি
bs_latn_ba: Upravo sada
ca_es: Ara mateix
cs_cz: Právě teď
cy_gb: Dim ond nawr
da_dk: Lige nu
de_ch: Soeben
el_gr: Μόλις τώρα
es_bo: En este momento
et_ee: Just praegu
fa_ir: همین الان
fi_fi: Juuri nyt
fil_ph: Ngayon lang
fr_029: Tout à l' heure
ga_ie: Anois féin
gu_in: હમણાજ
he_il: זֶה עַתָה
hi_in: बस अब
hr_hr: Upravo sad
hu_hu: Pont most
hy_am: Հենց հիմա
id_id: Baru saja
is_is: Rétt í þessu
it_ch: Proprio adesso
ja_jp: ちょうど今
ka_ge: Ახლახანს
kk_kz: Жаңа ғана
km_kh: ឥឡូវនេះ
kn_in: ಈಗ ತಾನೆ
ko_kr: 방금
ky_kg: Азыр эле
lo_la: ດຽວ​ນີ້
lt_lt: Dabar
lv_lv: Tikko
mi_nz: Inaianei
mk_mk: Само сега
ml_in: ഇപ്പോള്
mr_in: आत्ताच
ms_my: Sebentar tadi
mt_mt: Issa
nb_no: Akkurat nå
ne_np: भर्खरै
nl_be: Net nu
or_in: ଏବେ ବର୍ତମାନ
pa_arab: ਹੁਣੇ
pl_pl: Właśnie
pt_br: Agora mesmo
ro_ro: Chiar acum
ru_ru: Прямо сейчас
sk_sk: Práve teraz
sl_si: Pravkar
sq_al: Tani
sr_cyrl_me: Управо сада
sv_fi: Precis nu
sw_ke: Sasa hivi
ta_in: இப்போது
te_in: ఇప్పుడే
th_th: ตอนนี้
tk_tm: Edil döwrebap
tr_tr: Şu anda
tt_ru: Хәзер
ug_cn: ھازىر
uk_ua: Прямо зараз
ur_pk: ابھی ابھی
uz_cyrl: Hozirgina
vi_vn: Vừa rồi
zh_hant: 現在

# TimeSpanMinute
source: A minute ago
af_za: 'N Minuut gelede
am_et: ከአንድ ደቂቃ በፊት
ar_bh: قبل دقيقة
as_in: এমিনিট আগে
az_cyrl: Bir dəqiqə əvvəl
bg_bg: Преди минута
bn_in: এক মিনিট আগে
bs_latn_ba: Prije minutu
ca_es: Fa un minut
cs_cz: Před minutou
cy_gb: Munud yn ôl
da_dk: For et minut siden
de_ch: Vor einer Minute
el_gr: Πριν από ένα λεπτό
es_bo: Hace un minuto
et_ee: Minut tagasi
fa_ir: یک دقیقه پیش
fi_fi: Minuutti sitten
fil_ph: Isang minuto na ang nakakaraan
fr_029: Il y'a une minute
ga_ie: Nóiméad ó shin
gu_in: એક મિનિટ પહેલા
he_il: לפני דקה
hi_in: एक मिनट पहले
hr_hr: Prije minute
hu_hu: Egy perccel ezelőtt
hy_am: Մի րոպե առաջ
id_id: Semenit yang lalu
is_is: Fyrir mínútu
it_ch: Un minuto fa
ja_jp: 1分前
ka_ge: ერთი წუთის წინ
kk_kz: Бір минут бұрын
km_kh: មួយនាទីមុន
kn_in: ಒಂದು ನಿಮಿಷದ ಹಿಂದೆ
ko_kr: 1 분 전에
ky_kg: Бир мүнөт мурун
lo_la: ຫນຶ່ງນາທີກ່ອນຫນ້ານີ້
lt_lt: Prieš minutę
lv_lv: Pirms minūtes
mi_nz: He meneti i mua
mk_mk: Пред една минута
ml_in: ഒരു മിനിറ്റ് മുമ്പ്
mr_in: एक मिनिटापूर्वी
ms_my: Seminit yang lalu
mt_mt: Minuta ilu
nb_no: For et øyeblikk siden
ne_np: एक मिनेट अघि
nl_be: Een minuut geleden
or_in: ଏକ ମିନିଟ୍ ପୂର୍ବରୁ
pa_arab: ਇਕ ਮਿੰਟ ਪਹਿਲਾਂ
pl_pl: Minutę temu
pt_br: Um minuto atrás
ro_ro: Un minut în urmă
ru_ru: Минуту назад
sk_sk: Pred minútom
sl_si: Pred minuto
sq_al: Një minutë më parë
sr_cyrl_me: Пре минут
sv_fi: För en minut sedan
sw_ke: Dakika iliyopita
ta_in: ஒரு நிமிடம் முன்பு
te_in: ఒక నిమిషం క్రితం
th_th: หนึ่งนาทีที่ผ่านมา
tk_tm: Bir minut öň
tr_tr: Bir dakika önce
tt_ru: Бер минут элек
ug_cn: بىر مىنۇت بۇرۇن
uk_ua: Хвилина тому
ur_pk: ایک منٹ پہلے
uz_cyrl: Bir daqiqa oldin
vi_vn: Một phút trước
zh_hant: 一分鐘前

# TimeSpanMinutes
source: {0} minutes ago
af_za: {0} minute gelede
am_et: {0} ደቂቃዎች በፊት
ar_bh: {0} منذ دقيقة
as_in: {0} মিনিট আগতে
az_cyrl: {0} dəqiqə əvvəl
bg_bg: {0} Преди минути
bn_in: {0} মিনিট আগে
bs_latn_ba: {0} minut pre
ca_es: {0} fa minuts
cs_cz: {0} před minutami
cy_gb: {0} munud yn ôl
da_dk: {0} minutter siden
de_ch: {0} Minuten vor Minuten
el_gr: {0} πριν από λεπτά
es_bo: {0} Hace minutos
et_ee: {0} minut tagasi
fa_ir: {0} دقیقه پیش
fi_fi: {0} minuutti sitten
fil_ph: {0} minuto ang nakakaraan
fr_029: {0} il y a quelques minutes
ga_ie: {0} nóiméad ó shin
gu_in: {0} મિનિટ પહેલા
he_il: {0} לפני דקות
hi_in: {0} मिनट पहले
hr_hr: {0} prije nekoliko minuta
hu_hu: {0} perccel ezelőtt
hy_am: {0} րոպե առաջ
id_id: {0} menit yang lalu
is_is: {0} fyrir mínútum
it_ch: {0} minuti fa
ja_jp: {0}数分前
ka_ge: {0} რამდენიმე წუთის წინ
kk_kz: {0} минут бұрын
km_kh: {0} នាទីមុន
kn_in: {0} ನಿಮಿಷಗಳ ಹಿಂದೆ
ko_kr: {0} 몇 분 전
ky_kg: {0} мүнөт мурун
lo_la: {0} ນາທີທີ່ແລ້ວ
lt_lt: {0} prieš kelias minutes
lv_lv: {0} pirms minūtēm
mi_nz: {0} meneti i mua
mk_mk: {0} пред неколку минути
ml_in: {0} മിനിറ്റ് മുമ്പ്
mr_in: {0} मिनिटांपूर्वी
ms_my: {0} minit yang lalu
mt_mt: {0} minuti ilu
nb_no: {0} minutter siden
ne_np: {0} मिनेट पहिले
nl_be: {0} minuten geleden
or_in: {0} maysy ମିନିଟ୍ ପୂର୍ବରୁ |
pa_arab: {0} ਮਿੰਟ ਪਹਿਲਾਂ
pl_pl: {0} kilka minut temu
pt_br: {0} minutos atrás
ro_ro: {0} acum câteva minute
ru_ru: {0} минут назад
sk_sk: {0} pred minútami
sl_si: {0} pred minutami
sq_al: {0} minuta më parë
sr_cyrl_me: {0} пре
sv_fi: {0} minuter sedan
sw_ke: {0} Dakika zilizopita
ta_in: {0} நிமிடங்களுக்கு முன்பு
te_in: {0} నిమిషాల క్రితం
th_th: {0} นาทีที่ผ่านมา
tk_tm: {0} minut öň
tr_tr: {0} dakika önce
tt_ru: {0} минут элек
ug_cn: {0} مىنۇت ئىلگىرى
uk_ua: {0} хвилин тому
ur_pk: {0} منٹ پہلے
uz_cyrl: {0} Bir necha daqiqa oldin
vi_vn: {0} phút trước
zh_hant: {0}分鐘前

# TimeSpanMonthLast
source: Last month
af_za: Verlede maand
am_et: ባለፈው ወር
ar_bh: الشهر الماضي
as_in: যোৱা মাহত
az_cyrl: Keçən ay
bg_bg: Миналия месец
bn_in: গত মাসে
bs_latn_ba: Prošli mjesec
ca_es: El mes passat
cs_cz: Minulý měsíc
cy_gb: Mis diwethaf
da_dk: Sidste måned
de_ch: Im vergangenen Monat
el_gr: Τον προηγούμενο μήνα
es_bo: El mes pasado
et_ee: Eelmine kuu
fa_ir: ماه گذشته
fi_fi: Viime kuukausi
fil_ph: Noong nakaraang buwan
fr_029: Le mois dernier
ga_ie: An mhí seo caite
gu_in: ગયા મહિને
he_il: חודש שעבר
hi_in: पिछला महीना
hr_hr: Prošli mjesec
hu_hu: Múlt hónap
hy_am: Անցած ամիս
id_id: Bulan lalu
is_is: Í síðasta mánuði
it_ch: Lo scorso mese
ja_jp: 先月
ka_ge: Გასული თვე
kk_kz: Өткен ай
km_kh: ខែមុន
kn_in: ಕಳೆದ ತಿಂಗಳು
ko_kr: 지난 달
ky_kg: Өткөн ай
lo_la: ເດືອນກ່ອນ
lt_lt: Praeitą mėnesį
lv_lv: Pagājušajā mēnesī
mi_nz: I tērā marama
mk_mk: Претходниот месец
ml_in: കഴിഞ്ഞ മാസം
mr_in: मागील महिन्यात
ms_my: Bulan lepas
mt_mt: Ix-xahar li għadda
nb_no: Forrige måned
ne_np: अघिल्लो महिना
nl_be: Vorige maand
or_in: ଗତ ମାସ
pa_arab: ਪਿਛਲਾ ਮਹੀਨਾ
pl_pl: W zeszłym miesiącu
pt_br: Mês passado
ro_ro: Luna trecuta
ru_ru: Прошлый месяц
sk_sk: Minulý mesiac
sl_si: Prejšnji mesec
sq_al: Muajin e kaluar
sr_cyrl_me: Прошлог месеца
sv_fi: Förra månaden
sw_ke: Mwezi uliopita
ta_in: கடந்த மாதம்
te_in: పోయిన నెల
th_th: เดือนที่แล้ว
tk_tm: Geçen aý
tr_tr: Geçen ay
tt_ru: Узган ай
ug_cn: ئالدىنقى ئاي
uk_ua: Минулого місяця
ur_pk: پچھلے مہینے
uz_cyrl: O `tgan oy
vi_vn: Tháng trước
zh_hant: 上個月

# TimeSpanMonths
source: {0} months ago
af_za: {0} maande gelede
am_et: {0} ወር በፊት
ar_bh: {0} منذ أشهر
as_in: {0} মাহৰ আগতে
az_cyrl: {0} ay əvvəl
bg_bg: {0} преди месеци
bn_in: মাস আগে {0}
bs_latn_ba: {0} meseci pre
ca_es: {0} fa mesos
cs_cz: {0} před měsíci
cy_gb: {0} mis yn ôl
da_dk: {0} For måneder siden
de_ch: {0} vor Monaten
el_gr: {0} πριν από μήνες
es_bo: {0} hace meses
et_ee: {0} kuud tagasi
fa_ir: {0} ماه پیش
fi_fi: {0} kuukautta sitten
fil_ph: {0} buwan na ang nakakaraan
fr_029: {0} il y a des mois
ga_ie: {0} mí ó shin
gu_in: {0} મહિના પહેલા
he_il: {0} לפני חודשים
hi_in: {0} महीने पहले
hr_hr: {0} prije nekoliko mjeseci
hu_hu: {0} hónappal ezelőtt
hy_am: {0} ամիս առաջ
id_id: {0} bulan yang lalu
is_is: {0} mánuðum síðan
it_ch: {0} mesi fa
ja_jp: {0}数ヶ月前
ka_ge: {0} თვის წინ
kk_kz: {0} айлар артқа
km_kh: {0} ខែមុន
kn_in: {0} ತಿಂಗಳುಗಳ ಹಿಂದೆ
ko_kr: {0} 몇 달 전
ky_kg: {0 ай мурун
lo_la: {0} ເດືອນທີ່ແລ້ວ
lt_lt: {0} prieš mėnesius
lv_lv: {0} pirms mēnešiem
mi_nz: {0 quare i mua
mk_mk: {0} месеци
ml_in: {0} മാസം മുമ്പ്
mr_in: {0} महिन्यांपूर्वी
ms_my: {0} bulan yang lalu
mt_mt: {0} xhur ilu
nb_no: {0} måneder siden
ne_np: {0} महिना पहिले
nl_be: {0} maanden geleden
or_in: {0} ମାସେ ପୂର୍ବରୁ |
pa_arab: {0} ਮਹੀਨੇ ਪਹਿਲਾਂ
pl_pl: {0} miesiące temu
pt_br: {0} meses atrás
ro_ro: {0} acum luni
ru_ru: {0} месяцы назад
sk_sk: {0} pred mesiacmi
sl_si: {0} pred meseci
sq_al: {0} muaj më parë
sr_cyrl_me: {0} месеци пре
sv_fi: {0} månader sedan
sw_ke: {0} miezi iliyopita
ta_in: {0} மாதங்களுக்கு முன்பு
te_in: {0} నెలల క్రితం
th_th: {0} เดือนที่ผ่านมา
tk_tm: {0} aý öň
tr_tr: {0} ay önce
tt_ru: {0} ай элек
ug_cn: {0} نەچچە ئاي ئىلگىرى
uk_ua: {0} місяці тому
ur_pk: {0} مہینے پہلے
uz_cyrl: {0} bir}
vi_vn: {0} tháng trước
zh_hant: {0}幾個月前
