Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppOleDefaultReaderTooltip
source: This app currently matches default clipboard reader presets and formats. Enabling or disabling default reader presets (from the Clipboard sidebar) will NOT affect this configuration. Only unlisted apps follow the default setup.
af_za: Hierdie app stem tans ooreen met die voorinstellings en formate van die standaard Clipboard -leser. As u standaardleser -voorafinstellings (vanaf die klembord -sidebalk) inskakel of deaktiveer), sal dit nie hierdie konfigurasie beïnvloed nie. Slegs ongenoteerde programme volg die standaardopstelling.
am_et: ይህ መተግበሪያ በአሁኑ ጊዜ ከነባሪ ቅንያ ሰሌዳ አንባቢዎች እና ቅርፀቶች ጋር ይዛመዳል. ነባሪ የአንባቢያን ቅድመ-ቅጅዎችን ማነቃቃ ወይም ማሰናከል (ከክሊፕቦርዱ የጎን አሞሌ) ይህንን ውቅረት አይጎዳውም. ያልተዘረዘሩ መተግበሪያዎች ብቻ ነባሪውን ማዋቀር ይከተላሉ.
ar_bh: يطابق هذا التطبيق حاليًا إعدادات وقارئ الحافظة الافتراضية وتنسيقات. إن تمكين أو تعطيل الإعدادات المسبقة للقارئ الافتراضي (من الشريط الجانبي للحافظة) لن يؤثر على هذا التكوين. فقط التطبيقات غير المدرجة تتبع الإعداد الافتراضي.
as_in: এই এপটোৱে বৰ্তমান অবিকল্পিত ক্লিপবৰ্ড ৰিডাৰ প্ৰিছেট আৰু ফৰ্মেটসমূহৰ সৈতে মিলে। অবিকল্পিত পাঠক পূৰ্বনিৰ্ধাৰিতসমূহ সামৰ্থবান বা নিষ্ক্ৰিয় কৰিলে (ক্লিপবোৰ্ডৰ কাষবাৰৰ পৰা) এই বিন্যাসত প্ৰভাৱ নপৰে । কেৱল তালিকাভুক্ত নোহোৱা এপসমূহে অবিকল্পিত ছেটআপ অনুসৰণ কৰে।
az_cyrl: Bu proqramlar hazırda standart panoya oxucu hafızası və formatlarına uyğun gəlir. Defolt oxucu hafızası (panoya side çubuğundan) aktivləşdirmək və ya deaktiv etmək bu konfiqurasiyaya təsir göstərməyəcəkdir. Yalnız siyahısız tətbiqlər standart quraşdırma izləyir.
bg_bg: Понастоящем това приложение съвпада с предварително настройки и формати на четец на клипборда по подразбиране. Активирането или деактивирането на предварително настройки на четец по подразбиране (от страничната лента на клипборда) няма да повлияе на тази конфигурация. Само приложенията, които не са регистрирани, следват настройките по подразбиране.
bn_in: এই অ্যাপ্লিকেশনটি বর্তমানে ডিফল্ট ক্লিপবোর্ড রিডার প্রিসেট এবং ফর্ম্যাটগুলির সাথে মেলে। ডিফল্ট রিডার প্রিসেটগুলি সক্ষম বা অক্ষম করা (ক্লিপবোর্ড সাইডবার থেকে) এই কনফিগারেশনটিকে প্রভাবিত করবে না। শুধুমাত্র তালিকাভুক্ত অ্যাপ্লিকেশনগুলি ডিফল্ট সেটআপ অনুসরণ করে।
bs_latn_ba: Ova se aplikacija trenutno podudara s zadanim presvlakama i formatama čitača međuspremnika. Omogućavanje ili onemogućavanje zadanih postavki čitača (iz bočne trake međuspremnika) neće uticati na ovu konfiguraciju. Samo uvlačenje aplikacija slijede zadanu postavku.
ca_es: Actualment, aquesta aplicació coincideix amb els presets i formats de lector de porta -retalls predeterminats. L’activació o desactivació dels presets de lector predeterminat (de la barra lateral del porta -retalls) no afectarà aquesta configuració. Només les aplicacions no cotitzades segueixen la configuració predeterminada.
cs_cz: Tato aplikace v současné době odpovídá výchozí předvolbě a formáty čtečky schránky. Povolení nebo deaktivaci výchozích předvoleb čtečky (z postranního panelu schránky) tuto konfiguraci neovlivní. Výchozí nastavení se řídí pouze nekótované aplikace.
cy_gb: Ar hyn o bryd mae'r ap hwn yn cyfateb i ragosodiadau a fformatau darllenydd clipfwrdd diofyn. Ni fydd galluogi neu analluogi rhagosodiadau darllenydd diofyn (o far ochr y clipfwrdd) yn effeithio ar y cyfluniad hwn. Dim ond apiau heb eu rhestru sy'n dilyn y setup diofyn.
da_dk: Denne app matcher i øjeblikket standard clipboard -læser forudindstillinger og formater. Aktivering eller deaktivering af standardlæser forudindstillinger (fra clipboard -sidebjælken) påvirker ikke denne konfiguration. Kun unoterede apps følger standardopsætningen.
de_ch: Diese App stimmt derzeit den Standard -Voreinstellungen und Formaten der Standardeinstellung übereinstimmend. Das Aktivieren oder Deaktivieren von Standardleser -Voreinstellungen (aus der Zwischenablette) hat diese Konfiguration keinen Einfluss. Nur nicht gelistete Apps folgen dem Standard -Setup.
el_gr: Αυτή η εφαρμογή ταιριάζει επί του παρόντος προεπιλεγμένες προεπιλογές και μορφές αναγνώστη πρόχειρων. Η ενεργοποίηση ή η απενεργοποίηση των προεπιλογενών προεπιλεγμένων αναγνώστη (από την πλαϊνή γραμμή του πρόχειρου) δεν θα επηρεάσει αυτή τη διαμόρφωση. Μόνο οι μη καταχωρημένες εφαρμογές ακολουθούν την προεπιλεγμένη ρύθμιση.
es_bo: Esta aplicación actualmente coincide con los preajustes y formatos predeterminados de lector de portapapeles. Habilitar o deshabilitar los preajustes de lectores predeterminados (desde la barra lateral del portapapeles) no afectará esta configuración. Solo las aplicaciones no listadas siguen la configuración predeterminada.
et_ee: See rakendus vastab praegu vaikelõikelaua lugeja eelseadetele ja vormingutele. Vaikelugeja eelseadete lubamine või keelamine (lõikelaua külgribalt) ei mõjuta seda konfiguratsiooni. Ainult loetlemata rakendused järgivad vaikimisi seadistamist.
fa_ir: این برنامه در حال حاضر با پیش فرض و فرمت های خواننده کلیپ بورد خواننده مطابقت دارد. فعال کردن یا غیرفعال کردن پیش فرض از پیش فرض خواننده (از نوار کناری کلیپ بورد) بر این پیکربندی تأثیر نمی گذارد. فقط برنامه های ثبت نشده تنظیم پیش فرض را دنبال می کنند.
fi_fi: Tämä sovellus vastaa tällä hetkellä oletuslevylukijan esiasetuksia ja muotoja. Oletuslukijan esiasetusten käyttöönotto tai poistaminen käytöstä (leikepöydältä sivupalkista) ei vaikuta tähän kokoonpanoon. Vain noteeraamattomat sovellukset seuraavat oletusasetuksia.
fil_ph: Ang app na ito ay kasalukuyang tumutugma sa default na clipboard reader preset at mga format. Ang pagpapagana o hindi pagpapagana ng mga default na preset ng mambabasa (mula sa clipboard sidebar) ay hindi makakaapekto sa pagsasaayos na ito. Ang mga hindi nakalista na apps lamang ang sumusunod sa default na pag -setup.
fr_029: Cette application correspond actuellement aux préréglages et formats de lecteurs de presse-papiers par défaut. L'activation ou la désactivation des préréglages de lecture par défaut (à partir de la barre latérale du presse-papiers) n'affectera pas cette configuration. Seules les applications non cotées suivent la configuration par défaut.
ga_ie: Faoi láthair tá an feidhmchlár seo ag teacht le réamhshocruithe agus formáidí léitheora gearrthaisce réamhshocraithe. Ní bheidh tionchar ag Réamhshocrú Réamhshocraithe ar Réamhshocrú Réamhshocraithe (ón mbarra taobh na gearrthaisce) ar an gcumraíocht seo. Ní leanann ach apps neamhliostaithe an thus réamhshocraithe.
gu_in: આ એપ્લિકેશન હાલમાં ડિફ default લ્ટ ક્લિપબોર્ડ રીડર પ્રીસેટ્સ અને ફોર્મેટ્સ સાથે મેળ ખાય છે. ડિફ default લ્ટ રીડર પ્રીસેટ્સને સક્ષમ અથવા અક્ષમ કરવું (ક્લિપબોર્ડ સાઇડબારથી) આ ગોઠવણીને અસર કરશે નહીં. ફક્ત અસૂચિબદ્ધ એપ્લિકેશનો ડિફ default લ્ટ સેટઅપને અનુસરે છે.
he_il: אפליקציה זו תואמת כיום את הפורמטים של קריאת לוח הליקס ברירת המחדל. הפעלה או השבת קביעות מוגדרות מראש של קורא ברירת מחדל (מסרגל הצד הלוח) לא תשפיע על תצורה זו. רק אפליקציות לא רשומות עוקבות אחר הגדרת ברירת המחדל.
hi_in: यह ऐप वर्तमान में डिफ़ॉल्ट क्लिपबोर्ड रीडर प्रीसेट और प्रारूपों से मेल खाता है। डिफ़ॉल्ट रीडर प्रीसेट (क्लिपबोर्ड साइडबार से) को सक्षम या अक्षम करना इस कॉन्फ़िगरेशन को प्रभावित नहीं करेगा। केवल अनलस्टेड ऐप्स डिफ़ॉल्ट सेटअप का अनुसरण करते हैं।
hr_hr: Ova aplikacija trenutno odgovara zadanim postavkama i formatima čitača međuspremnika. Omogućavanje ili onemogućavanje zadanih unaprijed postavljenih postavki (s bočne trake međuspremnika) neće utjecati na ovu konfiguraciju. Samo aplikacije koje ne nastupaju slijede zadanu postavku.
hu_hu: Ez az alkalmazás jelenleg megegyezik az alapértelmezett Clipboard Reader előre beállításokkal és formátumokkal. Az alapértelmezett olvasói előre beállítások engedélyezése vagy letiltása (a vágólap oldalsávból) nem befolyásolja ezt a konfigurációt. Csak a nem tőzsdén jegyzett alkalmazások követik az alapértelmezett beállítást.
hy_am: Այս ծրագիրը ներկայումս համապատասխանում է Default Clipboard Reader- ի նախադրյալներին եւ ձեւաչափերին: Լռելյայն ընթերցողի նախադրյալները (Clipboard Sidebar- ից անջատելը) չի ազդի այս կազմաձեւի վրա: Միայն չլսված ծրագրերը հետեւում են լռելյայն կարգավորմանը:
id_id: Aplikasi ini saat ini cocok dengan preset dan format pembaca clipboard default. Mengaktifkan atau menonaktifkan preset pembaca default (dari sidebar clipboard) tidak akan mempengaruhi konfigurasi ini. Hanya aplikasi yang tidak terdaftar yang mengikuti pengaturan default.
is_is: Þetta forrit samsvarar nú sjálfgefnu forstillingum og sniðum klemmuspjalds. Að virkja eða slökkva á sjálfgefnum forstillingum lesanda (frá hliðarstikunni klemmuspjaldsins) mun ekki hafa áhrif á þessa stillingu. Aðeins óskráð forrit fylgja sjálfgefnu skipulaginu.
it_ch: Questa app attualmente corrisponde ai preset e ai formati predefiniti per lettore degli appunti. Abilitare o disabilitare i preset del lettore predefinito (dalla barra laterale degli appunti) non influirà su questa configurazione. Solo le app non quotate seguono l'impostazione predefinita.
ja_jp: このアプリは現在、デフォルトのクリップボードリーダーのプリセットとフォーマットと一致しています。 デフォルトのリーダープリセットを有効または無効にして（クリップボードサイドバーから）この構成には影響しません。非公開のアプリのみがデフォルトのセットアップに従います。
ka_ge: ეს აპლიკაცია ამჟამად შეესაბამება ნაგულისხმევი ბუფერული მკითხველის წინასწარ და ფორმატებს. მკითხველის ნაგულისხმევი წინასწარ განსაზღვრის ჩართვა ან გამორთვა (ბუფერული ზოლიდან) არ იმოქმედებს ამ კონფიგურაციაზე. მხოლოდ დაუსაბუთებელი პროგრამები მიჰყვება ნაგულისხმევი დაყენებას.
kk_kz: Бұл қолданба қазіргі уақытта аралық сақтағыштың әдепкі нұсқаларына сәйкес келеді және форматтарға сәйкес келеді. Әдепкі оқу құрылғыларын қосу немесе өшіру (алмасу буферінің бүйірлік тақтасынан) осы конфигурацияға әсер етпейді. Тек листингтен жасалған қолданбалар әдепкі параметрлерді орындаңыз.
km_kh: បច្ចុប្បន្ននេះកម្មវិធីនេះត្រូវនឹងកម្មវិធីអាននិងទម្រង់អានឃ្លីបឃ្លីបលំនាំដើម។ ការបើកដំណើរការឬបិទការកំណត់កំណត់ត្រាអ្នកអានលំនាំដើម (ពីរបារចំហៀងក្តារតម្បៀតខ្ទាស់) នឹងមិនប៉ះពាល់ដល់ការកំណត់រចនាសម្ព័ន្ធនេះទេ។ មានតែកម្មវិធីដែលមិនបានចុះបញ្ជីប៉ុណ្ណោះសូមអនុវត្តតាមតំឡើងលំនាំដើម។
kn_in: ಈ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಸ್ತುತ ಡೀಫಾಲ್ಟ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ರೀಡರ್ ಪೂರ್ವನಿಗದಿಗಳು ಮತ್ತು ಸ್ವರೂಪಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ. ಡೀಫಾಲ್ಟ್ ರೀಡರ್ ಪೂರ್ವನಿಗದಿಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದು ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು (ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸೈಡ್‌ಬಾರ್‌ನಿಂದ) ಈ ಸಂರಚನೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ. ಪಟ್ಟಿಮಾಡದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮಾತ್ರ ಡೀಫಾಲ್ಟ್ ಸೆಟಪ್ ಅನ್ನು ಅನುಸರಿಸುತ್ತವೆ.
ko_kr: 이 앱은 현재 기본 클립 보드 리더 사전 설정 및 형식과 일치합니다. 클립 보드 사이드 바에서 기본 판독기 사전 설정을 활성화하거나 비활성화 해도이 구성에는 영향을 미치지 않습니다. 무선 앱 만 기본 설정을 따릅니다.
ky_kg: Учурда бул колдонмо демейки буфчанын окурманынын алдын-ала четтетилет жана форматтары. Демейки окурмандын алдын-ала бошотулушу же өчүрүү (алмашуу буферинин капталынан) бул конфигурацияга таасир этпейт. Чечилбеген колдонмолор демейки орнотууну сактаңыз.
lo_la: ປະຈຸບັນ app ນີ້ກົງກັບ Default Clipboard Reader presets ແລະຮູບແບບ. ເປີດຫຼືປິດການປິດການປະຕິບັດ presets ຜູ້ອ່ານໃນຕອນຕົ້ນ (ຈາກແຖບດ້ານຂ້າງຂອງ clipboard) ຈະບໍ່ມີຜົນກະທົບຕໍ່ການຕັ້ງຄ່ານີ້. ມີແຕ່ແອັບ Unliver ທີ່ບໍ່ມີຊື່ສຽງປະຕິບັດຕາມການຕັ້ງຄ່າເລີ່ມຕົ້ນ.
lt_lt: Šiuo metu ši programa atitinka numatytąjį iškarpų skaitytuvo išankstinius nustatymus ir formatus. Numatytųjų skaitytuvo išankstinių nustatymų įgalinimas ar išjungimas (iš mainų srities šoninės juostos) neturės įtakos šiai konfigūracijai. Tik neįtrauktos programos seka numatytąją sąranką.
lv_lv: Šī lietotne šobrīd atbilst noklusējuma starpliktuves lasītāju iestatījumiem un formātiem. Iespējot vai atspējojot noklusējuma lasītāja iestatījumus (no starpliktuves sānjoslas), šo konfigurāciju neietekmēs. Tikai neiekļautas lietotnes seko noklusējuma iestatīšanai.
mi_nz: Ko tenei taupānga e rite ana ki te panui a te kaipanui korero a te Kaipupuri me nga whakatakotoranga. Whakahohe, Whakahohe ranei i nga Kaipupuri Panui Panui (mai i te Clipboard Sipboard) kaore e pa ki tenei whirihoranga. Ko nga taupānga noa kaore i kitea, e whai ana i te huinga taunoa.
mk_mk: Оваа апликација во моментов се совпаѓа со стандардните поставки и формати на читач на таблата со исечоци. Овозможувањето или оневозможувањето на стандардните поставки на читателот (од страничната лента со клип) нема да влијае на оваа конфигурација. Само Unlisted апликации го следат стандардното поставување.
ml_in: ഈ അപ്ലിക്കേഷൻ നിലവിൽ സ്ഥിരസ്ഥിതി ക്ലിപ്പ്ബോർഡ് റീഡർ പ്രീസെറ്റുകളും ഫോർമാറ്റുകളും പൊരുത്തപ്പെടുന്നു. സ്ഥിരസ്ഥിതി റീഡർ പ്രീസെറ്റുകൾ പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്യുന്നു (ക്ലിപ്പ്ബോർഡ് സൈഡ്ബാറിൽ നിന്ന്) ഈ കോൺഫിഗറേഷനെ ബാധിക്കുകയില്ല. ലിസ്റ്റുചെയ്യാത്ത അപ്ലിക്കേഷനുകൾ മാത്രം സ്ഥിരസ്ഥിതി സജ്ജീകരണം പിന്തുടരുന്നു.
mr_in: हे अ‍ॅप सध्या डीफॉल्ट क्लिपबोर्ड रीडर प्रीसेट आणि स्वरूपांशी जुळते. डीफॉल्ट रीडर प्रीसेट सक्षम करणे किंवा अक्षम करणे (क्लिपबोर्ड साइडबार वरून) या कॉन्फिगरेशनवर परिणाम करणार नाही. केवळ परवाना नसलेले अ‍ॅप्स डीफॉल्ट सेटअपचे अनुसरण करतात.
ms_my: Aplikasi ini pada masa ini sepadan dengan pratetap dan format pembaca klip lalai. Mengaktifkan atau melumpuhkan pratetap pembaca lalai (dari bar sisi klip) tidak akan menjejaskan konfigurasi ini. Hanya aplikasi yang tidak tersenarai mengikuti persediaan lalai.
mt_mt: Din l-app bħalissa taqbel ma 'presets u formati tal-qarrej tal-clipboard default. Li tippermetti jew tiddiżattiva l-presets tal-qarrej default (mill-sidebar tal-clipboard) ma taffettwax din il-konfigurazzjoni. Applikazzjonijiet mhux ikkwotati biss isegwu s-setup default.
nb_no: Denne appen samsvarer for øyeblikket med standard utklippstavleser og formater. Aktivering eller deaktivering av standard leserforsøk (fra utklippstavlen) vil ikke påvirke denne konfigurasjonen. Bare unoterte apper følger standardoppsettet.
ne_np: यो अनुप्रयोग हाल पूर्वनिर्धारित क्लिपबोर्ड पाठक प्रिसाट र ढाँचाहरूसँग मेल खान्छ। पूर्वनिर्धारित पाठक प्रीट्स (क्लिपबोर्ड साइडबारबाट) यो कन्फिगरेसनले असर गर्दैन। केवल अव्यवस्थित अनुप्रयोगहरू पूर्वनिर्धारित सेटअप अनुसरण गर्दछ।
nl_be: Deze app komt momenteel overeen met standaard klembordlezer voorinstellingen en -indelingen. Het inschakelen of uitschakelen van standaard lezer voorinstellingen (van de zijbalk van de klembord) heeft geen invloed op deze configuratie. Alleen niet -vermelde apps volgen de standaardinstellingen.
or_in: ଏହି ଆପ୍ ବର୍ତ୍ତମାନ ଡିଫଲ୍ଟ କ୍ଲିପବୋର୍ଡ ରିଡର୍ ପ୍ରିସେଟ୍ ଏବଂ ଫର୍ମାଟ୍ ସହିତ ମେଳ ଖାଉଛି | ଡିଫଲ୍ଟ ରିଡର୍ ପ୍ରେରଣକୁ ସକ୍ଷମ କିମ୍ବା ଅକ୍ଷମ କରିବା ଏହି ସଂରଚନାକୁ ପ୍ରଭାବିତ କରିବ ନାହିଁ | କେବଳ ତାଲିକାଭୁକ୍ତ ଆପଗୁଡ଼ିକ ଡିଫଲ୍ଟ ସେଟଅପ୍ ଅନୁସରଣ କରେ |
pa_arab: ਇਹ ਐਪ ਇਸ ਵੇਲੇ ਇਸ ਵੇਲੇ ਡਿਫਾਲਟ ਕਲਿੱਪਬੋਰਡ ਰੀਡਰ ਪ੍ਰੀਸੈਟਸ ਅਤੇ ਫਾਰਮੈਟਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ. ਡਿਫਾਲਟ ਰੀਡਰ ਪ੍ਰੀਸੈਟਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਜਾਂ ਅਯੋਗ ਕਰਨਾ (ਕਲਿੱਪਬੋਰਡ ਸਾਈਡਬਾਰ ਤੋਂ) ਇਸ ਸੰਰਚਨਾ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰੇਗਾ. ਸਿਰਫ ਸੂਚੀਬੱਧ ਐਪਸ ਡਿਫੌਲਟ ਸੈਟਅਪ ਦਾ ਪਾਲਣ ਕਰਦੇ ਹਨ.
pl_pl: Ta aplikacja obecnie pasuje do domyślnych ustawień i formatów czytnika schowka. Włączenie lub wyłączenie domyślnych ustawień czytnika (z paska bocznego schowka) nie wpłynie na tę konfigurację. Tylko aplikacje nienotowane są zgodne z domyślną konfiguracją.
pt_br: Atualmente, este aplicativo corresponde às predefinições e formatos de leitor de área de transferência padrão. A ativação ou desativação de predefinições de leitor padrão (da barra lateral da área de transferência) não afetará essa configuração. Somente aplicativos não listados seguem a configuração padrão.
ro_ro: În prezent, această aplicație se potrivește cu presetările și formatele implicite ale cititorului clipboard. Activarea sau dezactivarea presetărilor implicite ale cititorilor (din bara laterală a clipboard -ului) nu va afecta această configurație. Doar aplicațiile nelistate urmează configurarea implicită.
ru_ru: В настоящее время это приложение соответствует пресетам и форматам чтения буфера обмена по умолчанию. Включение или отключение пресетов считывателей по умолчанию (с боковой панели буфера обмена) не повлияет на эту конфигурацию. Только незарегистрированные приложения следуют установке по умолчанию.
sk_sk: Táto aplikácia sa v súčasnosti zhoduje s predvolenými predvoľbami a formátmi čítačky schránky. Povolenie alebo deaktivácia predvolených predvolení čítačky (z bočného panela schránky) nebude mať vplyv na túto konfiguráciu. Iba nenápadné aplikácie sledujú predvolené nastavenie.
sl_si: Ta aplikacija se trenutno ujema z privzetimi prednastavitvami in formatom bralnika odložišč. Omogočanje ali onemogočanje privzetih prednastavitev bralnikov (iz stranske vrstice odložitve) ne bo vplivalo na to konfiguracijo. Samo aplikacije, ki niso na seznamu, sledijo privzeti nastavitvi.
sq_al: Kjo aplikacion aktualisht përputhet me paravendosjet dhe formatet e lexuesit të parazgjedhur të Clipboard. Mundësimi ose paaftësimi i paravendosjes së paracaktuar të lexuesit (nga shiriti anësor i klipit) nuk do të ndikojë në këtë konfigurim. Vetëm aplikacionet e palistuara ndjekin konfigurimin e paracaktuar.
sr_cyrl_me: Ова апликација тренутно одговара подразумеваном унапред подешеном захтјев и формате међуспремника. Омогућавање или онемогућавање подразумеваних поставки читача (са бочне траке у међуспремници) неће утицати на ову конфигурацију. Само апликације за нераспореде прате подразумевана подешавања.
sv_fi: Den här appen matchar för närvarande standardklippsläsare förinställningar och format. Att aktivera eller inaktivera standardläsarförinställningar (från urklippets sidofält) påverkar inte denna konfiguration. Endast onoterade appar följer standardinställningen.
sw_ke: Programu hii kwa sasa inalingana na vifaa vya kawaida vya Clipboard Reader na fomati. Kuwezesha au kulemaza vifaa vya wasomaji wa default (kutoka kwa pembeni ya clipboard) haitaathiri usanidi huu. Programu ambazo hazijaorodheshwa tu hufuata usanidi chaguo -msingi.
ta_in: இந்த பயன்பாடு தற்போது இயல்புநிலை கிளிப்போர்டு ரீடர் முன்னமைவுகள் மற்றும் வடிவங்களுடன் பொருந்துகிறது. இயல்புநிலை ரீடர் முன்னமைவுகளை (கிளிப்போர்டு பக்கப்பட்டியிலிருந்து) இயக்குவது அல்லது முடக்குவது இந்த உள்ளமைவை பாதிக்காது. பட்டியலிடப்படாத பயன்பாடுகள் மட்டுமே இயல்புநிலை அமைப்பைப் பின்பற்றுகின்றன.
te_in: ఈ అనువర్తనం ప్రస్తుతం డిఫాల్ట్ క్లిప్‌బోర్డ్ రీడర్ ప్రీసెట్లు మరియు ఫార్మాట్‌లతో సరిపోతుంది. డిఫాల్ట్ రీడర్ ప్రీసెట్లు (క్లిప్‌బోర్డ్ సైడ్‌బార్ నుండి) ప్రారంభించడం లేదా నిలిపివేయడం ఈ కాన్ఫిగరేషన్‌ను ప్రభావితం చేయదు. జాబితా చేయని అనువర్తనాలు మాత్రమే డిఫాల్ట్ సెటప్‌ను అనుసరిస్తాయి.
th_th: ขณะนี้แอพนี้ตรงกับค่าที่ตั้งไว้ล่วงหน้าและรูปแบบเครื่องอ่านคลิปบอร์ดเริ่มต้น การเปิดใช้งานหรือปิดการใช้งานที่ตั้งไว้ล่วงหน้าเครื่องอ่านเริ่มต้น (จากแถบด้านข้างคลิปบอร์ด) จะไม่ส่งผลกระทบต่อการกำหนดค่านี้ แอพที่ไม่อยู่ในรายการเท่านั้นติดตามการตั้งค่าเริ่มต้น
tk_tm: Bu programma häzirki wagtda deslapky masgaralaýja okaýjysyna we formalary gabat gelýär. Deslapky okyja çykarmak ýa-da öçürmek ýa-da öçürmek Bu konfigurasiýasyna täsir etmez. Diňe sanawdan daşlaşdyrylan programmalar deslapky gurnama yzarlaň.
tr_tr: Bu uygulama şu anda varsayılan pano okuyucu ön ayarları ve formatları ile eşleşiyor. Varsayılan okuyucu ön ayarlarını (pano kenar çubuğundan) etkinleştirme veya devre dışı bırakma bu yapılandırmayı etkilemez. Yalnızca kaldırılmamış uygulamalar varsayılan kurulumu takip eder.
tt_ru: Бу кушымта хәзерге вакытта килешүне укучы результактагы презентацияләр һәм форматлар белән туры килә. Килешү укучыны рөхсәт итү яки сүндерү (буфер тактасыннан) бу конфигурациягә тәэсир итмәячәк. Планлаштырылган кушымталар гына килешү төзүдән бара.
ug_cn: بۇ ئەپ ھازىر سۈكۈتتىكى چاپلاش تاختىسى ئوقۇرمەنلىرى ۋە فورماتلارغا ماس كېلىدۇ. سۈكۈتتىكى ئوقۇرمەنلەرنى قوزغىتىش ياكى چەكلەش (چاپلاش تاختىسى تاختىسىدىن) بۇ سەپلىمىگە تەسىر كۆرسەتمەيدۇ. پەقەت تىزىملىككە كىرمىگەن ئەپلەر سۈكۈتتىكى تەڭشەشكە ئەمەل قىلىدۇ.
uk_ua: В даний час ця програма відповідає за замовчуванням за замовчуванням попередньо встановлення та формати. Увімкнення або відключення попередніх встановлень читачів за замовчуванням (з бічної панелі буфера обміну) не вплине на цю конфігурацію. Тільки додатки, що не виконуються, дотримуються налаштування за замовчуванням.
ur_pk: یہ ایپ فی الحال ڈیفالٹ کلپ بورڈ ریڈر پریسیٹس اور فارمیٹس سے مماثل ہے۔ ڈیفالٹ ریڈر پریسٹس (کلپ بورڈ سائڈبار سے) کو چالو کرنا یا غیر فعال کرنا اس ترتیب کو متاثر نہیں کرے گا۔ صرف غیر فہرست ایپس پہلے سے طے شدہ سیٹ اپ کی پیروی کرتی ہیں۔
uz_cyrl: Ushbu ilovada hozirda Clipboard o'quvchilari va formatlari o'tkaziladi. Odatiy o'quvchi sozlamalarini yoqish yoki o'chirish (Clipboard yon panelidan) ushbu konfiguratsiyaga ta'sir qilmaydi. Faqat dasturlanmagan ilovalar standart sozlashni kuzatib boradi.
vi_vn: Ứng dụng này hiện phù hợp với các cài đặt và định dạng đầu đọc Clipboard Clipboard mặc định. Kích hoạt hoặc vô hiệu hóa các cài đặt trước đầu đọc mặc định (từ thanh bên bên trong) sẽ không ảnh hưởng đến cấu hình này. Chỉ các ứng dụng chưa niêm yết theo thiết lập mặc định.
zh_hant: 該應用當前匹配默認剪貼板讀取器預設和格式。 啟用或禁用默認讀取器預設（來自剪貼板側邊欄）不會影響此配置。只有未列出的應用程序遵循默認設置。
