Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefShowTooltipsLabel
source: Show Tooltips
af_za: Wys gereedskapstips
am_et: የመሳሪያ መሳሪያዎችን አሳይ
ar_bh: عرض تلميحات
az_cyrl: Tool dövrlərini göstərin
bg_bg: Показване на инструменти
bn_in: টুলটিপস দেখান
bs_latn_ba: Prikaži tooltips
ca_es: Mostra els consells d’eines
cs_cz: Zobrazit nástroje
cy_gb: Dangos Tooltips
da_dk: Vis værktøjstip
de_ch: Tooltips anzeigen
el_gr: Εμφάνιση εργαλείων
es_bo: Mostrar información sobre herramientas
et_ee: Kuva tööriistakatted
fa_ir: نمایش های ابزار
fi_fi: Näytä työkaluvihjeet
fil_ph: Ipakita ang mga tooltip
fr_029: Afficher les infobulles
ga_ie: Taispeáin Tips Tooltips
gu_in: ટૂલટિપ્સ બતાવો
he_il: הצג תיאורי כלים
hi_in: टूलटिप्स दिखाएं
hr_hr: Prikaži alate
hu_hu: Az eszköztippek megjelenítése
hy_am: Show ույց տալ գործիքներ
id_id: Tampilkan tooltips
is_is: Sýna verkfæri
it_ch: Mostra suggerimenti
ja_jp: ツールチップを表示します
ka_ge: აჩვენეთ ინსტრუმენტები
kk_kz: Құралдар бойынша кеңестерді көрсету
km_kh: បង្ហាញព័ត៌មានជំនួយ
kn_in: ಟೂಲ್‌ಟಿಪ್‌ಗಳನ್ನು ತೋರಿಸಿ
ko_kr: 툴팁 표시
ky_kg: Шаймандарды көрсөтүү
lo_la: ສະແດງເຄື່ອງມື
lt_lt: Rodyti patarimus
lv_lv: Rādīt rīku padomus
mi_nz: Whakaatuhia nga taputapu
mk_mk: Покажете алатки
ml_in: ടൂൾടിപ്പുകൾ കാണിക്കുക
mr_in: टूलटिप्स दर्शवा
ms_my: Tunjukkan Petua Tool
mt_mt: Uri l-għodda tal-għodda
nb_no: Vis verktøytips
ne_np: टूलटिप्स देखाउनुहोस्
nl_be: Toon tooltips
or_in: ଟୁଲ୍ ଟିପ୍ସ ଦେଖାନ୍ତୁ |
pa_arab: ਟੂਲ-ਟਿੱਪ ਵੇਖਾਓ
pl_pl: Pokaż podpowiedzi
pt_br: Mostre dicas de ferramentas
ro_ro: Afișați sfaturi de instrumente
ru_ru: Показать подсказки
sk_sk: Zobraziť popisy
sl_si: Pokaži tamice orodij
sq_al: Shfaqja e mjeteve
sr_cyrl_me: Прикажи алате
sv_fi: Visa verktygstips
sw_ke: Onyesha vifaa vya zana
ta_in: உதவிக்குறிப்புகளைக் காட்டு
te_in: టూల్టిప్స్ చూపించు
th_th: แสดงคำแนะนำเครื่องมือ
tk_tm: Gurallar görkezmesini görkeziň
tr_tr: Araç ipuçlarını göster
tt_ru: Король шоу
ug_cn: قورال قوراللىرىنى كۆرسىتىڭ
uk_ua: Показати підказки
ur_pk: ٹول ٹپس دکھائیں
uz_cyrl: Asboblarni ko'rsatish
vi_vn: Hiển thị chú giải công cụ
zh_hant: 顯示工具提示

# ActionAnalyzerChildInputParamHint
source: Analyzers annotate their input or create new clips as output. Children of analyzers need to decide which one they need as their input. This typically is the Last Output.
af_za: Analyzers annoteer hul insette of skep nuwe snitte as uitset. Kinders van ontleders moet besluit watter een hulle nodig het as hul insette. Dit is tipies die laaste uitset.
am_et: ትንታኔዎች ግቤታቸውን ያብራራሉ ወይም እንደ ውፅዓት አዲስ ቅንጥቦችን ይፍጠሩ. የጥኔዎች ልጆች የትኛውን እንደገቡት እንደፈለጉ መወሰን አለባቸው. ይህ በተለምዶ የመጨረሻው ውጤት ነው.
ar_bh: يقوم المحللون بتعليق مدخلاتهم أو إنشاء مقاطع جديدة كمخرجات. يحتاج أطفال التحليلات إلى تحديد أي شخص يحتاجون إليه كمدخلاتهم. هذا هو عادة الناتج الأخير.
as_in: বিশ্লেষকসকলে তেওঁলোকৰ ইনপুট টীকা কৰে বা আউটপুট হিচাপে নতুন ক্লিপ সৃষ্টি কৰে। বিশ্লেষকৰ সন্তানে তেওঁলোকৰ ইনপুট হিচাপে কোনটো প্ৰয়োজন সেইটো নিৰ্ণয় কৰিব লাগিব। এইটো সাধাৰণতে শেষ আউটপুট।
az_cyrl: Analizatorlar girişlərini ləğv edir və ya çıxış kimi yeni kliplər yaradırlar. Təhlilçilərin uşaqları hansının daxil olduqları kimi ehtiyac duyduğu qərar verməlidirlər. Bu, adətən son çıxışdır.
bg_bg: Анализаторите анотират своя вход или създават нови клипове като изход. Децата на анализаторите трябва да решат от коя от тях се нуждаят като свой принос. Това обикновено е последният изход.
bn_in: বিশ্লেষকরা তাদের ইনপুট টিকা দেয় বা আউটপুট হিসাবে নতুন ক্লিপ তৈরি করে। বিশ্লেষকদের বাচ্চাদের তাদের ইনপুট হিসাবে কোনটি প্রয়োজন তা সিদ্ধান্ত নিতে হবে। এটি সাধারণত শেষ আউটপুট।
bs_latn_ba: Analizatori najavljuju svoj unos ili stvaraju nove isječke kao izlaz. Djeca analizatora trebaju odlučiti koji im je potreban kao njihov ulaz. To je obično poslednji izlaz.
ca_es: Els analitzadors anoten la seva entrada o creen clips nous com a sortida. Els nens d’analitzadors han de decidir quina necessiten com a aportació. Aquesta és normalment la darrera sortida.
cs_cz: Analyzátory anotují svůj vstup nebo vytvářejí nové klipy jako výstup. Děti analyzátorů se musí rozhodnout, které z nich potřebují jako svůj vstup. Toto je obvykle poslední výstup.
cy_gb: Mae dadansoddwyr yn anodi eu mewnbwn neu'n creu clipiau newydd fel allbwn. Mae angen i blant dadansoddwyr benderfynu pa un sydd ei angen arnynt fel eu mewnbwn. Dyma fel rheol yw'r allbwn olaf.
da_dk: Analysatorer annoterer deres input eller opretter nye klip som output. Børn af analysatorer er nødt til at beslutte, hvilken de har brug for som deres input. Dette er typisk den sidste output.
de_ch: Analysatoren kommentieren ihre Eingabe oder erstellen Sie neue Clips als Ausgabe. Kinder von Analysatoren müssen entscheiden, welches sie als Input benötigen. Dies ist normalerweise die letzte Ausgabe.
el_gr: Οι αναλυτές σχολιάζουν την εισροή τους ή δημιουργούν νέα κλιπ ως έξοδο. Τα παιδιά των αναλυτών πρέπει να αποφασίσουν ποια χρειάζονται ως εισροή τους. Αυτό είναι συνήθως η τελευταία έξοδος.
es_bo: Los analizadores anotan su entrada o crean nuevos clips como salida. Los niños de los analizadores deben decidir cuál necesitan como su aportación. Esta es típicamente la última salida.
et_ee: Analüsaatorid märgivad oma sisendit või loovad väljundina uusi klippe. Analüsaatorite lapsed peavad otsustama, millist nad oma panusena vajavad. Tavaliselt on see viimane väljund.
fa_ir: آنالایزرها ورودی خود را حاشیه نویسی می کنند یا کلیپ های جدید را به عنوان خروجی ایجاد می کنند. کودکان آنالایزر باید تصمیم بگیرند که به عنوان ورودی آنها به کدام یک نیاز داشته باشد. این به طور معمول آخرین خروجی است.
fi_fi: Analysaattorit merkitsevät tuloksensa tai luovat uusia leikkeitä tulosteena. Analysaattorien lasten on päätettävä, mitä he tarvitsevat panoksensa. Tämä on tyypillisesti viimeinen lähtö.
fil_ph: Ang mga analyzer ay nag -annotate ng kanilang input o lumikha ng mga bagong clip bilang output. Ang mga bata ng mga analyzer ay kailangang magpasya kung alin ang kailangan nila bilang kanilang input. Ito ay karaniwang ang huling output.
fr_029: Les analyseurs annotent leur entrée ou créent de nouveaux clips comme sortie. Les enfants d'analyseurs doivent décider lequel ils ont besoin comme contribution. C'est généralement la dernière sortie.
ga_ie: Déanann anailíseoirí a n -ionchur a anódú nó gearrthóga nua a chruthú mar aschur. Ní mór do leanaí na n -anailíseoirí cinneadh a dhéanamh maidir leis an gceann a theastaíonn uathu mar ionchur. Is é seo an t -aschur deireanach de ghnáth.
gu_in: વિશ્લેષકો તેમના ઇનપુટને ot નોટેટ કરે છે અથવા આઉટપુટ તરીકે નવી ક્લિપ્સ બનાવો. વિશ્લેષકોના બાળકોને તેમના ઇનપુટ તરીકે કયાની જરૂર છે તે નક્કી કરવાની જરૂર છે. આ સામાન્ય રીતે છેલ્લું આઉટપુટ છે.
he_il: מנתחים הערת הקלט שלהם או יוצרים קליפים חדשים כפלט. ילדי מנתחים צריכים להחליט איזה מהם הם צריכים כקלט שלהם. בדרך כלל זה הפלט האחרון.
hi_in: एनालाइजर्स अपने इनपुट को एनोटेट करते हैं या आउटपुट के रूप में नई क्लिप बनाते हैं। विश्लेषणकर्ताओं के बच्चों को यह तय करने की आवश्यकता है कि उन्हें अपने इनपुट के रूप में किसकी आवश्यकता है। यह आमतौर पर अंतिम आउटपुट है।
hr_hr: Analizeri bilježe njihov unos ili stvaraju nove isječke kao izlaz. Djeca analizatora trebaju odlučiti koji im je potreban kao svoj doprinos. To je obično posljednji izlaz.
hu_hu: Az elemzők kommentálják a bemenetet, vagy új klipeket hoznak létre kimenetként. Az elemzők gyermekeinek el kell dönteniük, hogy melyikre van szükségük. Ez általában az utolsó kimenet.
hy_am: Անալիզատորները նշում են իրենց ներդրումը կամ ստեղծում են նոր տեսահոլովակներ, որպես ելք: Անալիզատորների երեխաները պետք է որոշեն, թե որ մեկը նրանց պետք է որպես դրանց մուտք: Դա սովորաբար վերջին արդյունքն է:
id_id: Analisis memberi anotasi input mereka atau membuat klip baru sebagai output. Anak -anak analisis perlu memutuskan mana yang mereka butuhkan sebagai masukan mereka. Ini biasanya merupakan output terakhir.
is_is: Greiningartæki gera athugasemdir við inntak sitt eða búa til nýjar úrklippur sem framleiðsla. Börn greiningaraðila þurfa að ákveða hver þau þurfa sem inntak sitt. Þetta er venjulega síðasti framleiðslan.
it_ch: Gli analizzatori annotano il loro input o creano nuovi clip come output. I bambini degli analizzatori devono decidere quale di cui hanno bisogno come input. Questo in genere è l'ultimo output.
ja_jp: アナライザーは入力に注釈を付けたり、新しいクリップを出力として作成したりします。アナライザーの子供は、入力として必要なものを決定する必要があります。これは通常、最後の出力です。
ka_ge: ანალიზატორები ანოტირებენ თავიანთ შეყვანას ან ქმნიან ახალ კლიპებს, როგორც გამომავალი. ანალიზატორების შვილებმა უნდა გადაწყვიტონ, რომელი მათგანი სჭირდებათ, როგორც მათი შეყვანა. ეს, როგორც წესი, ბოლო გამოსავალია.
kk_kz: Анализаторлар олардың кірістерін анықтайды немесе жаңа клиптер шығарады. Анализаторлардың балалары олардың кірістері ретінде қайсысы қажет екенін шешуі керек. Бұл әдетте соңғы шығу болып табылады.
km_kh: អ្នកវិភាគពន្យល់ចំណារការបញ្ចូលរបស់ពួកគេឬបង្កើតក្លីបថ្មីនៅពេលលទ្ធផល។ កុមារនៃអ្នកវិភាគចាំបាច់ត្រូវសម្រេចថាតើមួយណាដែលពួកគេត្រូវការជាការបញ្ចូលរបស់ពួកគេ។ នេះជាធម្មតាគឺជាលទ្ធផលចុងក្រោយ។
kn_in: ವಿಶ್ಲೇಷಕಗಳು ತಮ್ಮ ಇನ್ಪುಟ್ ಅನ್ನು ಟಿಪ್ಪಣಿ ಮಾಡುತ್ತವೆ ಅಥವಾ ಹೊಸ ಕ್ಲಿಪ್‌ಗಳನ್ನು .ಟ್‌ಪುಟ್ ಆಗಿ ರಚಿಸುತ್ತವೆ. ವಿಶ್ಲೇಷಕರ ಮಕ್ಕಳು ತಮ್ಮ ಇನ್ಪುಟ್ ಆಗಿ ಏನು ಬೇಕು ಎಂದು ನಿರ್ಧರಿಸುವ ಅಗತ್ಯವಿದೆ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಕೊನೆಯ .ಟ್‌ಪುಟ್ ಆಗಿದೆ.
ko_kr: 분석기는 입력에 주석을 달거나 출력으로 새 클립을 만듭니다. 분석기의 어린이는 자신의 입력으로 필요한 것을 결정해야합니다. 이것은 일반적으로 마지막 출력입니다.
ky_kg: Талдоочулар өзүлөрүнүн киргизүүсүн аннотациялап же жаңы клиптерди чыгарып алуу катары түзүңүз. Анализдердин балдары алардын кайсынысы алардын киргизилишин талап кылышы керек экендигин чечиш керек. Бул, адатта, акыркы чыгарылышы.
lo_la: ນັກວິເຄາະອະທິບາຍການປ້ອນຂໍ້ມູນຫຼືສ້າງຄລິບໃຫມ່ເປັນຜົນຜະລິດ. ເດັກນ້ອຍຂອງນັກວິເຄາະຕ້ອງຕັດສິນໃຈວ່າພວກເຂົາຕ້ອງການຜູ້ໃດຄວນໃສ່ໃນການປ້ອນຂໍ້ມູນຂອງພວກເຂົາ. ນີ້ໂດຍປົກກະຕິແມ່ນຜົນໄດ້ຮັບສຸດທ້າຍ.
lt_lt: Analizatoriai komentuoja savo įvestį arba sukuria naujus klipus kaip išvestį. Analizatorių vaikai turi nuspręsti, kurio iš jų reikia kaip jų indėlį. Paprastai tai yra paskutinis išėjimas.
lv_lv: Analizatori anotē viņu ievadi vai izveido jaunus klipus kā izvadi. Analzeru bērniem jāizlemj, kurš no tiem ir nepieciešams kā viņu ieguldījums. Parasti šī ir pēdējā izvade.
mi_nz: Ka whakaatuhia e nga kairuri te whakauru i a raatau whakauru, te waihanga i nga topenga hou hei putanga. Me matua whakatau nga tamariki o nga kairuri, ko wai te mea e hiahia ana ratou hei whakauru. Ko te tikanga ko te putanga whakamutunga.
mk_mk: Анализаторите го анотираат нивниот влез или создаваат нови клипови како излез. Децата на анализаторите треба да одлучат кој им е потребен како свој придонес. Ова обично е последниот излез.
ml_in: അനലൈസറുകൾ അവരുടെ ഇൻപുട്ട് വ്യാഖ്യാനിക്കുകയോ put ട്ട്പുട്ടിനായി പുതിയ ക്ലിപ്പുകൾ സൃഷ്ടിക്കുകയോ ചെയ്യുക. വിശകലനക്കാരുടെ കുട്ടികൾ തങ്ങളുടെ ഇൻപുട്ട് എന്താണെന്ന് തീരുമാനിക്കേണ്ടതുണ്ട്. ഇത് സാധാരണയായി അവസാന output ട്ട്പുട്ടാണ്.
mr_in: विश्लेषक त्यांचे इनपुट भाष्य करतात किंवा आउटपुट म्हणून नवीन क्लिप तयार करतात. विश्लेषकांच्या मुलांना त्यांचे इनपुट म्हणून कोणते आवश्यक आहे हे ठरविणे आवश्यक आहे. हे सामान्यत: शेवटचे आउटपुट आहे.
ms_my: Penganalisis mencatatkan input mereka atau membuat klip baru sebagai output. Kanak -kanak penganalisis perlu memutuskan mana yang mereka perlukan sebagai input mereka. Ini biasanya adalah output terakhir.
mt_mt: L-analizzaturi jannotaw l-input tagħhom jew joħolqu klipps ġodda bħala output. It-tfal tal-analizzaturi għandhom bżonn jiddeċiedu liema waħda għandhom bżonn bħala l-kontribut tagħhom. Dan tipikament huwa l-aħħar produzzjoni.
nb_no: Analysatorer kommenterer inngangen eller oppretter nye klipp som utgang. Barn av analysatorer må bestemme hvilken de trenger som deres innspill. Dette er vanligvis den siste utgangen.
ne_np: विश्लेषणहरू तिनीहरूको इनपुटको गर्भधारण वा आउटपुटको रूपमा नयाँ क्लिपहरू प्रदान गर्दछ। विश्लेषकका बच्चाहरूले कुन जनलाई आफ्नो इनपुटको रूपमा आवश्यक पर्दछ भनेर निर्णय गर्नुपर्दछ। यो सामान्यतया अन्तिम आउटपुट हो।
nl_be: Analyzers annoteren hun invoer of maken nieuwe clips als uitvoer. Kinderen van analysatoren moeten beslissen welke ze nodig hebben als hun input. Dit is meestal de laatste uitvoer.
or_in: ବିଶ୍ଳେଷକମାନେ ସେମାନଙ୍କ ଇନପୁଟ୍ ଟିପ୍ପଣୀ କିମ୍ବା ଆଉଟପୁଟ୍ ଭାବରେ ନୂତନ କ୍ଲିପ୍ ସୃଷ୍ଟି କରନ୍ତି | ବିଶ୍ଳେଷକମାନଙ୍କର ପିଲାମାନେ ତାହା ସ୍ଥିର କରିବା ଆବଶ୍ୟକ କରନ୍ତି ଯେ ସେମାନେ କେଉଁ ଇନପୁଟ୍ ଭାବରେ ଆବଶ୍ୟକ କରନ୍ତି | ଏହା ସାଧାରଣତ the ଶେଷ ଆଉଟପୁଟ୍ |
pa_arab: ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਾਲੇ ਉਨ੍ਹਾਂ ਦੇ ਇਨਪੁਟ ਨੂੰ ਐਨੋਟੇਟ ਕਰਦੇ ਹਨ ਜਾਂ ਆਉਟਪੁੱਟ ਦੇ ਤੌਰ ਤੇ ਨਵੇਂ ਕਲਿੱਪ ਬਣਾਉਂਦੇ ਹਨ. ਵਿਸ਼ਲੇਸ਼ਕ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਇਹ ਫੈਸਲਾ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਇੰਪੁੱਟ ਵਜੋਂ ਕਿਸ ਦੀ ਜ਼ਰੂਰਤ ਹੈ. ਇਹ ਆਮ ਤੌਰ ਤੇ ਆਖਰੀ ਆਉਟਪੁੱਟ ਹੁੰਦਾ ਹੈ.
pl_pl: Analizujący adnotują swoje dane wejściowe lub tworzą nowe klipy jako wyjście. Dzieci analizatorów muszą zdecydować, który z nich potrzebuje jako swojego wkładu. To zazwyczaj jest ostatnim wyjściem.
pt_br: Analisadores anotam sua entrada ou criam novos clipes como saída. Os filhos de analisadores precisam decidir qual deles precisam como contribuição. Normalmente, esta é a última saída.
ro_ro: Analizatorii își adnotă intrarea sau creează clipuri noi ca ieșire. Copiii analizatorilor trebuie să decidă care dintre ei au nevoie ca contribuție. Aceasta este de obicei ultima ieșire.
ru_ru: Анализаторы аннотируют свой вход или создают новые клипы в качестве вывода. Дети анализаторов должны решить, какой из них им нужен в качестве вклада. Это обычно является последним выводом.
sk_sk: Analyzátory anotujú ich vstup alebo vytvárajú nové klipy ako výstup. Deti analyzátorov sa musia rozhodnúť, ktoré z nich potrebujú ako svoj vstup. Toto je zvyčajne posledný výstup.
sl_si: Analizatorji označujejo svoj vnos ali ustvarijo nove posnetke kot izhod. Otroci analizatorjev se morajo odločiti, katero jih potrebujejo kot svoj prispevek. To je običajno zadnji izhod.
sq_al: Analizuesit shënojnë kontributin e tyre ose krijojnë klipe të reja si dalje. Fëmijët e analizuesve duhet të vendosin se për cilën u nevojitet si kontributi i tyre. Kjo zakonisht është prodhimi i fundit.
sr_cyrl_me: Анализатори наводе своје уносе или стварају нове исечке као што су излаз. Деца анализатора морају да одлуче који им је потребан као њихов унос. То је обично последњи излаз.
sv_fi: Analysatorer kommenterar sina ingångar eller skapar nya klipp som utgång. Barn till analysatorer måste bestämma vilken de behöver som deras input. Detta är vanligtvis den sista utgången.
sw_ke: Wachanganuzi huonyesha pembejeo zao au kuunda sehemu mpya kama pato. Watoto wa wachambuzi wanahitaji kuamua ni ipi wanahitaji kama pembejeo yao. Hii kawaida ni pato la mwisho.
ta_in: பகுப்பாய்விகள் தங்கள் உள்ளீட்டை சிறுகுறிப்பு செய்கிறார்கள் அல்லது புதிய கிளிப்களை வெளியீடாக உருவாக்குகிறார்கள். பகுப்பாய்விகளின் குழந்தைகள் தங்கள் உள்ளீடாக அவர்களுக்கு எது தேவை என்பதை தீர்மானிக்க வேண்டும். இது பொதுவாக கடைசி வெளியீடு ஆகும்.
te_in: ఎనలైజర్లు వారి ఇన్పుట్ను ఉల్లేఖనం చేస్తాయి లేదా క్రొత్త క్లిప్‌లను అవుట్‌పుట్‌గా సృష్టించాయి. ఎనలైజర్ల పిల్లలు తమ ఇన్పుట్గా వారికి ఏది అవసరమో నిర్ణయించుకోవాలి. ఇది సాధారణంగా చివరి అవుట్పుట్.
th_th: เครื่องวิเคราะห์ใส่คำอธิบายประกอบอินพุตหรือสร้างคลิปใหม่เป็นเอาต์พุต เด็กของนักวิเคราะห์จำเป็นต้องตัดสินใจว่าพวกเขาต้องการสิ่งใดเป็นข้อมูลของพวกเขา นี่คือผลลัพธ์สุดท้าย
tk_tm: Analiz hasaplanýar ýa-da çykyşy hökmünde iň amatly maglumatlar döredýärler. Analitleriň çagalary olaryň giriş bolup biljekdigini kesgitlemeli. Bu, adatça iň soňky çykyş.
tr_tr: Analizörler girişlerini açıklar veya çıktı olarak yeni klipler oluşturur. Analizörlerin çocuklarının girdileri olarak hangisine ihtiyaç duyduklarına karar vermeleri gerekir. Bu genellikle son çıktıdır.
tt_ru: Анализчылар кертүләрен аңлаталар, яисә җитештерүне җитештерүне ясыйлар. Анализ балалары кайсысы аларның кертү рәвешендә кирәклеген хәл итәргә тиеш. Бу гадәттә соңгы чыгыш.
ug_cn: تەھلىلچىلەر ئۇلارنىڭ كىرگۈزۈشىنى تەپسىلىي چۈشەندۈردى ياكى يېڭى قىستۇرمىلارنى ياساڭ. ئانالىزچىلار بالىلىرى ئۆز كىرگۈزۈشنىڭ قايسىسىنىڭ لازىملىقىنى قارار قىلىشى كېرەك. بۇ ئادەتتە ئەڭ ئاخىرقى چىقىش.
uk_ua: Аналізатори анотують свої введення або створюють нові кліпи як вихід. Дітям аналізаторів потрібно вирішити, який саме вони потребують в якості свого введення. Зазвичай це останній вихід.
ur_pk: تجزیہ کار اپنے ان پٹ کی تشریح کرتے ہیں یا آؤٹ پٹ کے بطور نئے کلپس تشکیل دیتے ہیں۔ تجزیہ کاروں کے بچوں کو یہ فیصلہ کرنے کی ضرورت ہے کہ انہیں ان پٹ کے طور پر کس کی ضرورت ہے۔ یہ عام طور پر آخری آؤٹ پٹ ہے۔
uz_cyrl: Tahlillar o'zlarining kiritish yoki chiqish sifatida yangi kliplarni yaratish. Tahlilchilarning bolalari qaysi biri o'zlarini kiritish sifatida kerakligini hal qilishlari kerak. Bu odatda oxirgi natijadir.
vi_vn: Máy phân tích chú thích đầu vào của họ hoặc tạo clip mới làm đầu ra. Trẻ em của máy phân tích cần phải quyết định cái nào chúng cần làm đầu vào của chúng. Đây thường là đầu ra cuối cùng.
zh_hant: 分析儀註釋其輸入或創建新剪輯作為輸出。分析師的孩子需要決定他們需要哪個作為他們的投入。這通常是最後一個輸出。

# ActionAnalyzerChildInputParamLabel
source: Input Type
af_za: Insettipe
am_et: የግቤት ዓይነት
ar_bh: نوع الإدخال
as_in: ইনপুট ধৰণ
az_cyrl: Giriş növü
bg_bg: Тип вход
bn_in: ইনপুট টাইপ
bs_latn_ba: Vrsta unosa
ca_es: Tipus d'entrada
cs_cz: Typ vstupu
cy_gb: Math o fewnbwn
de_ch: Eingabetyp
el_gr: Τύπος εισόδου
es_bo: Tipo de entrada
et_ee: Sisendüüp
fa_ir: نوع ورودی
fi_fi: Syötteen tyyppi
fil_ph: Uri ng input
fr_029: Type d'entrée
ga_ie: Cineál Ionchuir
gu_in: ઇનપુટ પ્રકાર
he_il: סוג קלט
hi_in: निवेष का प्रकार
hr_hr: Vrsta unosa
hu_hu: Bemeneti típus
hy_am: Մուտքագրեք տեսակը
id_id: Tipe masukan
is_is: Inntaksgerð
it_ch: Tipo di input
ja_jp: 入力方式
ka_ge: შეყვანის ტიპი
kk_kz: Кіріс түрі
km_kh: ប្រភេទបញ្ចូល
kn_in: ಇನ್ಪುಟ್ ಪ್ರಕಾರ
ko_kr: 입력 유형
ky_kg: Киргизүү түрү
lo_la: ປະເພດການປ້ອນຂໍ້ມູນ
lt_lt: Įvesties tipas
lv_lv: Ieejas veids
mi_nz: Momo whakauru
mk_mk: Тип на влез
ml_in: ഇൻപുട്ട് തരം
mr_in: इनपुट प्रकार
ms_my: Jenis input
mt_mt: Tip ta 'input
nb_no: Inngangstype
ne_np: इनपोम्ब प्रकार
nl_be: Invoertype
or_in: ଇନପୁଟ୍ ପ୍ରକାର
pa_arab: ਇਨਪੁਟ ਕਿਸਮ
pl_pl: Typ wejścia
pt_br: Tipo de entrada
ro_ro: Tip de introducere
ru_ru: Тип ввода
sk_sk: Vstupný typ
sl_si: Vrsta vhoda
sq_al: Lloji i hyrjes
sr_cyrl_me: Тип улаза
sv_fi: Ingångstyp
sw_ke: Aina ya pembejeo
ta_in: உள்ளீட்டு வகை
te_in: ఇన్పుట్ రకం
th_th: ประเภทอินพุต
tk_tm: Giriş görnüşi
tr_tr: Giriş tipi
tt_ru: Кертү төре
ug_cn: كىرگۈزۈش تىپى
uk_ua: Тип введення
ur_pk: ان پٹ کی قسم
uz_cyrl: Kirish turi
vi_vn: Kiểu đầu vào
zh_hant: 輸入類型

# ActionDesignerWindowTitle
source: Trigger Designer '{0}'
af_za: Snellerontwerper '{0}'
am_et: አስቂኝ ዲዛይነር ንድፍ አውጪ '{0}'
ar_bh: مصمم الزناد '{0}'
as_in: ট্ৰিগাৰ ডিজাইনাৰ '{0}'
az_cyrl: Tetik dizayneri '{0}'
bg_bg: Дизайнер на задействане '{0}'
bn_in: ট্রিগার ডিজাইনার '{0}'
bs_latn_ba: Okidač dizajnera '{0}'
ca_es: Desencadeneu el dissenyador '{0}'
cy_gb: Dylunydd Sbardun '{0}'
el_gr: Σχεδιαστής ενεργοποίησης {0} '
es_bo: Diseñador de activación '{0}'
et_ee: Päästiku kujundaja '{0}'
fa_ir: طراح Trigger '{0}'
fi_fi: Trigger -suunnittelija '{0}'
fr_029: Déclencheur concepteur '{0}'
ga_ie: Dearthóir Trigger '{0}'
gu_in: ટ્રિગર ડિઝાઇનર '{0}'
he_il: מעצב ההדק '{0}'
hi_in: ट्रिगर डिजाइनर '{0}'
hr_hr: Dizajner okidača '{0}'
hu_hu: A '{0}' indító tervező
id_id: Pemicu desainer '{0}'
ja_jp: トリガーデザイナー '{0}'
ka_ge: ტრიგერის დიზაინერი '{0}'
kk_kz: Триггер дизайнері '{0}'
km_kh: អ្នករចនាម៉ូដ '{0}'
kn_in: ವಿನ್ಯಾಸಕವನ್ನು ಪ್ರಚೋದಿಸಿ '{0}'
ko_kr: 트리거 디자이너 '{0}'
ky_kg: "{0} 'триггер дизайнер
lo_la: ຜົນກະທົບຕໍ່ການອອກແບບ '{0}'
lv_lv: Sprūda dizainers '{0}'
mi_nz: Kaihanga Kaihoahoa '{0}'
mk_mk: Дизајнер на активирање '{0}'
ml_in: ട്രിഗർ ഡിസൈനർ '{0}'
mr_in: ट्रिगर डिझायनर '{0}'
ms_my: Pereka pencetus '{0}'
ne_np: ट्रिगर डिजाइनर '{0}'
nl_be: Trigger ontwerper '{0}'
or_in: ଟ୍ରିଗର ଡିଜାଇନର୍ '{0}'
pa_arab: ਟਰਿੱਗਰ ਡਿਜ਼ਾਈਨਰ '{0}'
pt_br: Gatilho designer '{0}'
ro_ro: Proiectant de declanșare '{0}'
sk_sk: Spúšťací dizajnér '{0}'
sq_al: Dizajneri i Trigger '{0}'
sr_cyrl_me: Триггер дизајнер '{0}'
sw_ke: Mbuni wa trigger '{0}'
ta_in: தூண்டுதல் வடிவமைப்பாளர் '{0}'
te_in: ట్రిగ్గర్ డిజైనర్ '{0}'
tk_tm: Trigger dizaýner '{0}'
tr_tr: Tetik tasarımcısı '{0}'
tt_ru: Тригер Дизайнер '{0}'
ug_cn: قوزغاتقۇچ لايىھىلىگۈچى '{0}'
uk_ua: Тригер дизайнера '{0}'
ur_pk: ٹرگر ڈیزائنر '{0}'
uz_cyrl: Dizayner '{0}'
vi_vn: Trình thiết kế kích hoạt '{0}'
zh_hant: 觸發設計師'{0}'

# ParamComponentPickerDefaultLabel
source: Pick a {0}...
af_za: Kies 'n {0} ...
am_et: {0} ይምረጡ ...
ar_bh: اختر {0} ...
as_in: এটা {0}...
az_cyrl: Bir {0} seçin ...
bg_bg: Изберете {0} ...
bn_in: একটি {0} চয়ন করুন ...
bs_latn_ba: Izaberite {0} ...
ca_es: Trieu un {0} ...
cs_cz: Vyberte {0} ...
cy_gb: Dewiswch {0} ...
da_dk: Vælg en {0} ...
de_ch: Wählen Sie eine {0} ...
el_gr: Διαλέξτε ένα {0} ...
es_bo: Elija un {0} ...
et_ee: Valige {0} ...
fa_ir: {0} را انتخاب کنید ...
fi_fi: Valitse {0} ...
fil_ph: Pumili ng isang {0} ...
fr_029: Choisissez un {0} ...
ga_ie: Roghnaigh {0} ...
gu_in: {0} પસંદ કરો ...
he_il: בחר {0} ...
hi_in: एक {0} चुनें ...
hr_hr: Odaberite {0} ...
hu_hu: Válasszon egy {0} ...
hy_am: Ընտրեք {0} ...
id_id: Pilih {0} ...
is_is: Veldu {0} ...
it_ch: Scegli un {0} ...
ja_jp: {0}を選ぶ...
ka_ge: აირჩიე {0} ...
kk_kz: {0} таңдаңыз ...
km_kh: រើសយក {0} ...
ko_kr: {0}을 선택하십시오 ...
ky_kg: A {0} тандаңыз ...
lo_la: ເລືອກ {0} ...
lt_lt: Pasirinkite {0} ...
lv_lv: Izvēlieties {0} ...
mi_nz: Whiriwhiria he {0} ...
mk_mk: Изберете {0} ...
ml_in: ഒരു {0} തിരഞ്ഞെടുക്കുക ...
mr_in: एक {0} निवडा ...
ms_my: Pilih {0} ...
mt_mt: Agħżel {0} ...
nb_no: Velg en {0} ...
ne_np: {0} छान्नुहोस् ...
nl_be: Kies een {0} ...
or_in: ଏକ {0} ବାଛ ...
pa_arab: ਇੱਕ {0} ਚੁਣੋ ...
pl_pl: Wybierz {0} ...
pt_br: Escolha um {0} ...
ro_ro: Alegeți un {0} ...
ru_ru: Выберите {0} ...
sk_sk: Vyberte {0} ...
sl_si: Izberite {0} ...
sq_al: Zgjidh një {0} ...
sr_cyrl_me: Изаберите а {0} ...
sv_fi: Välj en {0} ...
sw_ke: Chagua {0} ...
ta_in: ஒரு {0} ஐத் தேர்ந்தெடுக்கவும் ...
te_in: A {0} ఎంచుకోండి ...
th_th: เลือก {0} ...
tk_tm: A {0} saýlaň ...
tr_tr: {0} seçin ...
tt_ru: A {0} сайлагыз ...
ug_cn: {0} تاللاڭ ...
uk_ua: Виберіть {0} ...
ur_pk: ایک {0} ...
uz_cyrl: A {0} ...
vi_vn: Chọn một {0} ...
zh_hant: 選擇一個{0} ...

# ParamComponentPickerEmptyLabel
source: Not found...
af_za: Nie gevind nie...
am_et: አልተገኘም...
ar_bh: غير معثور عليه...
as_in: পোৱা নগ'ল...
az_cyrl: Tapılmadı...
bg_bg: Не е намерен ...
bn_in: পাওয়া যায় নি ...
bs_latn_ba: Nije pronađeno...
ca_es: No trobat...
cs_cz: Nenalezeno...
cy_gb: Heb ei ddarganfod ...
da_dk: Ikke fundet...
de_ch: Nicht gefunden...
el_gr: Δεν βρέθηκε...
es_bo: Extraviado...
et_ee: Ei leitud...
fa_ir: پیدا نشد...
fi_fi: Ei löydetty...
fil_ph: Hindi mahanap...
fr_029: Pas trouvé...
ga_ie: Níor aimsíodh ...
gu_in: મળી નથી ...
he_il: לא נמצא...
hi_in: नहीं मिला...
hr_hr: Nije pronađeno...
hu_hu: Nem található...
hy_am: Չի գտնվել...
id_id: Tidak ditemukan...
is_is: Ekki fundið...
it_ch: Non trovato...
ja_jp: 見つかりません...
ka_ge: ვერ მოიძებნა ...
kk_kz: Табылмады...
km_kh: រក​មិន​ឃើញ...
kn_in: ದೊರೆತಿಲ್ಲ...
ko_kr: 찾지 못해 ...
ky_kg: Табылган жок...
lo_la: ບໍ່​ພົບ...
lt_lt: Nerastas...
lv_lv: Nav atrasts...
mi_nz: Kaore i kitea ...
mk_mk: Не е најдено...
ml_in: കണ്ടെത്തിയില്ല...
mr_in: सापडले नाही ...
ms_my: Tidak ditemui...
mt_mt: Ma nstabx...
nb_no: Ikke funnet...
ne_np: फेला परेन...
nl_be: Niet gevonden...
or_in: ମିଳିଲା ନାହି...
pa_arab: ਨਹੀਂ ਲਭਿਆ...
pl_pl: Nie znaleziono...
pt_br: Não encontrado...
ro_ro: Nu a fost găsit...
ru_ru: Не найдено...
sk_sk: Nenájdené...
sl_si: Ni najdeno...
sq_al: Nuk u gjet...
sr_cyrl_me: Није пронађен...
sv_fi: Hittades inte...
sw_ke: Haipatikani...
ta_in: கிடைக்கவில்லை...
te_in: దొరకలేదు...
th_th: ไม่พบ...
tk_tm: Tapylmady...
tr_tr: Bulunamadı...
tt_ru: Табылмады...
ug_cn: تېپىلمىدى ...
uk_ua: Не знайдено...
ur_pk: نہیں ملا...
uz_cyrl: Topilmadi...
vi_vn: Không tìm thấy...
zh_hant: 未找到...
