Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# NtfCapAccountDowngradeText
source: Your subscription is now {0}/{1} with {2} content and {3} trash storage. But don't worry, no data is lost after downgrading. Only new clips will be evaluated.
af_za: U intekening is nou {0}/{1} met {2} inhoud en {3} asblikberging. Maar moenie bekommerd wees nie, geen data gaan verlore na afgradering nie. Slegs nuwe snitte sal geëvalueer word.
am_et: የደንበኝነት ምዝገባዎ አሁን {0} / {1} / {2} ይዘት እና {3} ቆሻሻ ማከማቻ. ግን አይጨነቁ, ከተበላሸ በኋላ ምንም ውሂብ አይጠፋም. አዲስ ቅንጥቦች ብቻ ይገመገማሉ.
ar_bh: اشتراكك هو الآن {0}/{1} بمحتوى {2} و {3} تخزين القمامة. لكن لا تقلق ، لا تضيع أي بيانات بعد تخفيض تصنيفها. سيتم تقييم مقاطع جديدة فقط.
as_in: আপোনাৰ স্বাক্ষৰণ এতিয়া {0}/{1} {2} বিষয়বস্তু আৰু {3} আৱৰ্জনা সংৰক্ষণৰ সৈতে। কিন্তু চিন্তা নকৰিব, ডাউনগ্ৰেড কৰাৰ পিছত কোনো তথ্য হেৰাই নাযায়। কেৱল নতুন ক্লিপহে মূল্যায়ন কৰা হ’ব।
az_cyrl: Abunəliyiniz indi {2} məzmunu və {3} zibil anbarı ilə {0} / {1} -dir. Ancaq narahat olmayın, endirildikdən sonra heç bir məlumat itirilmir. Yalnız yeni kliplər qiymətləndiriləcəkdir.
bg_bg: Абонаментът ви вече е {0}/{1} със съдържание {2} и {3} съхранение на боклук. Но не се притеснявайте, след понижаването не се губят данни. Ще бъдат оценени само нови клипове.
bn_in: আপনার সাবস্ক্রিপশনটি এখন {0}/{1} {2} সামগ্রী এবং {3} ট্র্যাশ স্টোরেজ সহ। তবে চিন্তা করবেন না, ডাউনগ্রেড করার পরে কোনও ডেটা হারিয়ে যায় না। শুধুমাত্র নতুন ক্লিপগুলি মূল্যায়ন করা হবে।
bs_latn_ba: Vaša pretplata je sada {0} / {1} sa {2} sadržajem i {3} spremište za smeće. Ali ne brinite, ne gubi se podaci nakon smanjenja. Procjenjivat će se samo novi isječci.
ca_es: La vostra subscripció és ara {0}/{1} amb contingut {2} i {3} emmagatzematge d'escombraries. Però no us preocupeu, no es perden dades després de la baixada. Només s’avaluaran nous clips.
cs_cz: Vaše předplatné je nyní {0}/{1} s obsahem {2} a {3} úložiště odpadků. Ale nebojte se, po downgradingu se neztratí žádná data. Budou vyhodnoceny pouze nové klipy.
cy_gb: Mae eich tanysgrifiad bellach yn {0}/{1} gyda chynnwys {2} a storfa sbwriel {3}. Ond peidiwch â phoeni, ni chollir unrhyw ddata ar ôl israddio. Dim ond clipiau newydd fydd yn cael eu gwerthuso.
da_dk: Dit abonnement er nu {0}/{1} med {2} indhold og {3} papirkurven opbevaring. Men rolig, ingen data går tabt efter nedgradering. Kun nye klip evalueres.
de_ch: Ihr Abonnement ist jetzt {0}/{1} mit {2} Inhalt und {3} Müllspeicher. Aber keine Sorge, nach der Herabstufung gehen keine Daten verloren. Es werden nur neue Clips bewertet.
el_gr: Η συνδρομή σας είναι τώρα {0}/{1} με {2} περιεχόμενο και {3} αποθήκευση απορριμμάτων. Αλλά μην ανησυχείτε, δεν χάνονται δεδομένα μετά την υποβάθμιση. Θα αξιολογηθούν μόνο νέα κλιπ.
es_bo: Su suscripción ahora es {0}/{1} con {2} contenido y {3} almacenamiento de basura. Pero no se preocupe, no se pierden datos después de la degradación. Solo se evaluarán nuevos clips.
et_ee: Teie tellimus on nüüd {0}/{1} koos {2} sisu ja {3} prügikasti salvestusruumiga. Kuid ärge muretsege, pärast alandamist ei kaotata andmeid. Hinnatakse ainult uusi klippe.
fa_ir: اشتراک شما اکنون {0}/{1} با محتوای {2} و{3} ذخیره زباله است. اما نگران نباشید ، پس از پایین آمدن هیچ داده ای از بین نمی رود. فقط کلیپ های جدید ارزیابی می شوند.
fi_fi: Tilauksesi on nyt {0}/{1} {2} -sisällöllä ja {3} roskakorilla. Mutta älä huoli, mitään tietoja ei menetetä alentamisen jälkeen. Vain uusia leikkeitä arvioidaan.
fil_ph: Ang iyong subscription ay ngayon {0}/{1} na may nilalaman na {2} at {3} na imbakan ng basurahan. Ngunit huwag mag -alala, walang data na nawala pagkatapos ng pag -downgrading. Ang mga bagong clip lamang ang susuriin.
fr_029: Votre abonnement est maintenant {0} / {1} avec le contenu {2} et {3} le stockage de poubelles. Mais ne vous inquiétez pas, aucune donnée n'est perdue après la rétrogradation. Seuls les nouveaux clips seront évalués.
ga_ie: Tá do shíntiús anois {0}/{1} le hábhar {2} agus {3} stóráil bruscair. Ach ná bíodh imní ort, ní chailltear aon sonraí tar éis íosghrádú. Ní dhéanfar ach gearrthóga nua a mheas.
gu_in: તમારું સબ્સ્ક્રિપ્શન હવે {2} સામગ્રી અને {3} કચરાપેટી સાથે {0}/{1} છે. પરંતુ ચિંતા કરશો નહીં, ડાઉનગ્રેડ કર્યા પછી કોઈ ડેટા ખોવાઈ નથી. ફક્ત નવી ક્લિપ્સનું મૂલ્યાંકન કરવામાં આવશે.
he_il: המנוי שלך הוא כעת {0}/{1} עם {2} תוכן ו- {3} אחסון זבל. אבל אל תדאג, שום נתונים לא אבודים לאחר השדרוג. יוערכו רק קליפים חדשים.
hi_in: आपकी सदस्यता अब {2} सामग्री और {3} कचरा भंडारण के साथ {0}/{1} है। लेकिन चिंता न करें, डाउनग्रेड करने के बाद कोई भी डेटा खो नहीं जाता है। केवल नई क्लिप का मूल्यांकन किया जाएगा।
hr_hr: Vaša pretplata je sada {0}/{1} sa {2} sadržajem i {3} smećem. Ali ne brinite, podaci se ne gube nakon pada. Ocijenit će se samo novi isječci.
hu_hu: Az előfizetés most már {0}/{1} {2} tartalommal és {3} szeméttárolóval rendelkezik. De ne aggódjon, az adatok lecsökkentése után egyetlen adatok sem vesznek el. Csak új klipeket kell értékelni.
hy_am: Ձեր բաժանորդագրությունն այժմ {0} / {1} է {2} բովանդակություն {3} եւ աղբարկղի պահեստավորում: Բայց մի անհանգստացեք, ոչ մի տվյալ չի կորցվում նվազելուց հետո: Միայն նոր տեսահոլովակները կգնահատվեն:
id_id: Langganan Anda sekarang {0}/{1} dengan {2} konten dan {3} penyimpanan sampah. Tapi jangan khawatir, tidak ada data yang hilang setelah penurunan peringkat. Hanya klip baru yang akan dievaluasi.
is_is: Áskriftin þín er nú {0}/{1} með {2} innihaldi og {3} ruslgeymslu. En ekki hafa áhyggjur, engin gögn glatast eftir lækkun. Aðeins nýjar úrklippur verða metnar.
it_ch: Il tuo abbonamento è ora {0}/{1} con contenuto {2} e {3} Archiviazione della spazzatura. Ma non preoccuparti, nessun dato viene perso dopo il downgrade. Verranno valutate solo nuove clip.
ja_jp: サブスクリプションは、{2}コンテンツと{3}ゴミストレージを備えた{0}/{1}になります。 しかし、心配しないでください、ダウングレード後にデータは失われません。新しいクリップのみが評価されます。
ka_ge: თქვენი გამოწერა ახლა არის {0}/{1} {2} შინაარსით და {3} ნაგვის შესანახად. მაგრამ არ ინერვიულოთ, მონაცემები არ იკარგება შემცირების შემდეგ. შეფასდება მხოლოდ ახალი კლიპები.
kk_kz: Сіздің жазылымыңыз {0} / {1} {2} мазмұн және {3} қоқыс »қоймасы бар. Бірақ алаңдамаңыз, төмендегеннен кейін ешқандай деректер жоғалған жоқ. Тек жаңа клиптер бағаланады.
km_kh: ការជាវរបស់អ្នកឥឡូវនេះគឺ {0} / {1} ជាមួយមាតិកា {2} មាតិកានិងការផ្ទុកសំរាមក្នុងធុងសំរាម 3 {3} ។ ប៉ុន្តែកុំបារម្ភគ្មានទិន្នន័យត្រូវបានបាត់បង់បន្ទាប់ពីការធ្លាក់ចុះ។ មានតែឈុតថ្មីប៉ុណ្ណោះដែលត្រូវបានវាយតម្លៃ។
kn_in: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಈಗ {2} ವಿಷಯ ಮತ್ತು {3} ಕಸ ಸಂಗ್ರಹಣೆಯೊಂದಿಗೆ {0}/{1} ಆಗಿದೆ. ಆದರೆ ಚಿಂತಿಸಬೇಡಿ, ಡೌನ್‌ಗ್ರೇಡ್ ಮಾಡಿದ ನಂತರ ಯಾವುದೇ ಡೇಟಾ ಕಳೆದುಹೋಗುವುದಿಲ್ಲ. ಹೊಸ ಕ್ಲಿಪ್‌ಗಳನ್ನು ಮಾತ್ರ ಮೌಲ್ಯಮಾಪನ ಮಾಡಲಾಗುತ್ತದೆ.
ko_kr: 구독은 이제 {2} 컨텐츠와 {3} 쓰레기 스토리지가있는 {0}/{1}입니다. 그러나 걱정하지 마십시오. 다운 그레이드 후에는 데이터가 손실되지 않습니다. 새로운 클립 만 평가됩니다.
ky_kg: Сиздин жазылууңуз азыр {2} менен {2} менен {2} менен {3} таштанды сактагыч. Бирок кабатыр болбоңуз, төмөндөтүлгөндөн кийин эч кандай маалымат жоголгон жок. Жаңы клиптер гана бааланат.
lo_la: ການສະຫມັກໃຊ້ຂອງທ່ານດຽວນີ້ {0} / {1} ດ້ວຍເນື້ອໃນ {2} ແລະ {3} ການເກັບມ້ຽນຂີ້ເຫຍື້ອ. ແຕ່ຢ່າກັງວົນ, ບໍ່ມີຂໍ້ມູນໃດເສຍໄປຫລັງຈາກການລຸດລົງ. ພຽງແຕ່ຄລິບໃຫມ່ເທົ່ານັ້ນທີ່ຈະໄດ້ຮັບການປະເມີນ.
lt_lt: Dabar jūsų prenumerata yra {0}/{1} su {2} turiniu ir {3} šiukšlių saugykla. Tačiau nesijaudinkite, po to, kai pažeminus, jokie duomenys neprarandami. Bus įvertinti tik nauji klipai.
lv_lv: Jūsu abonements tagad ir {0}/{1} ar {2} saturu un {3} miskastes krātuvi. Bet neuztraucieties, pēc pazemināšanas dati netiek zaudēti. Tiks novērtēti tikai jauni klipi.
mi_nz: Ko to ohaurunga ko [0} / {1} me te {2} me te penapena rokiroki. Engari kaua e manukanuka, kaore he raraunga e ngaro i muri i te heke iho. Ko nga topenga hou ka arotakehia.
mk_mk: Вашата претплата сега е {0}/{1} со {2} содржина и {3} складирање на ѓубре. Но, не грижете се, ниту еден податок не се губи по деградацијата. Ќе бидат проценети само нови клипови.
ml_in: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ ഇപ്പോൾ {2} ഉള്ളടക്കവും {3} ട്രാഷ് സ്റ്റോറേജും ഉള്ള {0} / {/ {/ {1} ഉണ്ട്. എന്നാൽ വിഷമിക്കേണ്ട, തരംതാഴ്ത്തിയ ശേഷം ഡാറ്റയൊന്നും നഷ്ടപ്പെടുന്നില്ല. പുതിയ ക്ലിപ്പുകൾ മാത്രം വിലയിരുത്തും.
mr_in: आपली सदस्यता आता {2} सामग्री आणि {3} कचरा स्टोरेजसह {0}/{1} आहे. परंतु काळजी करू नका, डाउनग्रेडिंगनंतर कोणताही डेटा गमावला नाही. केवळ नवीन क्लिपचे मूल्यांकन केले जाईल.
ms_my: Langganan anda sekarang {0}/{1} dengan {2} kandungan dan {3} penyimpanan sampah. Tetapi jangan risau, tiada data hilang selepas penurunan. Hanya klip baru yang akan dinilai.
mt_mt: L-abbonament tiegħek issa huwa {0} / {1} b'kontenut ta '{2} u {3} Ħażna ta' Trash. Imma tinkwetax, l-ebda dejta ma tintilef wara li tnaqqas. Klipps ġodda biss se jiġu evalwati.
nb_no: Abonnementet ditt er nå {0}/{1} med {2} innhold og {3} søppellagring. Men ikke bekymre deg, ingen data går tapt etter nedgradering. Bare nye klipp vil bli evaluert.
ne_np: तपाईंको सदस्यता अब {0} / {1} {2} सामग्री र {3} रद्दीटोकरी भण्डारण हो। तर चिन्ता नलिनुहोस्, डाउनग्रेडिंग पछि कुनै डाटा हराएन। केवल नयाँ क्लिपहरू मूल्यांकन गरिनेछ।
nl_be: Uw abonnement is nu {0}/{1} met {2} inhoud en {3} prullenbakopslag. Maar maak je geen zorgen, er gaan geen gegevens verloren na het downgraden. Alleen nieuwe clips worden geëvalueerd.
or_in: ଆପଣଙ୍କର ସଦସ୍ୟତା ବର୍ତ୍ତମାନ {0}/{1} ବିଷୟବସ୍ତୁ ଏବଂ {2} ବିଷୟବସ୍ତୁ ଏବଂ {3} ଟ୍ରାଶ୍ ଷ୍ଟୋରେଜ୍ ସହିତ | କିନ୍ତୁ ବ୍ୟସ୍ତ ହୁଅନ୍ତୁ ନାହିଁ, ଡାଉନଗ୍ରେଡିଂ ପରେ କ data ଣସି ତଥ୍ୟ ହଜିଯାଏ ନାହିଁ | କେବଳ ନୂତନ କ୍ଲିପ୍ ମୂଲ୍ୟାଙ୍କନ କରାଯିବ |
pa_arab: ਤੁਹਾਡੀ ਗਾਹਕੀ ਹੁਣ {0} /{1} ਸਮੱਗਰੀ {2} ਅਤੇ {3} ਰੱਦੀ ਭੰਡਾਰਨ ਦੇ ਨਾਲ ਹੁਣ. ਪਰ ਚਿੰਤਾ ਨਾ ਕਰੋ, ਡਾ down ਨਗਰੇਡਿੰਗ ਤੋਂ ਬਾਅਦ ਕੋਈ ਵੀ ਡਾਟਾ ਗੁੰਮ ਨਹੀਂ ਹੁੰਦਾ. ਸਿਰਫ ਨਵੇਂ ਕਲਿੱਪਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ ਜਾਵੇਗਾ.
pl_pl: Twoja subskrypcja jest teraz {0}/{1} z treścią {2} i {3} przechowywania śmieci. Ale nie martw się, żadne dane nie są tracone po obniżeniu. Zostaną ocenione tylko nowe klipy.
pt_br: Sua assinatura é agora {0}/{1} com {2} conteúdo e {3} armazenamento de lixo. Mas não se preocupe, nenhum dado é perdido após o rebaixamento. Apenas novos clipes serão avaliados.
ro_ro: Abonamentul dvs. este acum {0}/{1} cu {2} conținut și {3} stocare de gunoi. Dar nu vă faceți griji, nu se pierde date după retrogradare. Doar clipuri noi vor fi evaluate.
ru_ru: Ваша подписка теперь {0}/{1} с {2} содержанием и {3} хранилища мусора. Но не волнуйтесь, данные не теряются после понижения. Будут оценены только новые клипы.
sk_sk: Vaše predplatné je teraz {0}/{1} s obsahom {2} a {3} odpadové úložisko. Ale nebojte sa, po znížení degrady sa nestratia žiadne údaje. Vyhodnotia sa iba nové klipy.
sl_si: Vaša naročnina je zdaj {0}/{1} z {2} vsebino in {3} shranjevanjem smeti. Toda ne skrbite, po zmanjšanju ni izgubljenih podatkov. Ocenjeni bodo samo novi posnetki.
sq_al: Abonimi juaj tani është {0}/{1} me {2} përmbajtje dhe {3} ruajtje të plehrave. Por mos u shqetësoni, asnjë të dhënë nuk humbet pas zbritjes. Vetëm klipet e reja do të vlerësohen.
sr_cyrl_me: Ваша претплата је сада {0} / {1} са {2} садржајем и {3} Складиштење за смеће. Али не брините, нису изгубљени подаци након смањења. Биће оцењени само нови клипови.
sv_fi: Ditt prenumeration är nu {0}/{1} med {2} innehåll och {3} skräplagring. Men oroa dig inte, ingen data går förlorad efter nedgradering. Endast nya klipp utvärderas.
sw_ke: Usajili wako sasa ni {0}/{1} na {2} yaliyomo na {3} Hifadhi ya takataka. Lakini usijali, hakuna data inayopotea baada ya kupungua. Sehemu mpya tu ndizo zitakazotathminiwa.
ta_in: உங்கள் சந்தா இப்போது {0}/{1} {2} உள்ளடக்கம் மற்றும் {3} குப்பை சேமிப்பகத்துடன் உள்ளது. But don't worry, no data is lost after downgrading. Only new clips will be evaluated.
te_in: మీ చందా ఇప్పుడు {2} కంటెంట్ మరియు {3} చెత్త నిల్వతో {0}/{1}. చింతించకండి, డౌన్గ్రేడ్ చేసిన తర్వాత డేటా కోల్పోదు. కొత్త క్లిప్‌లు మాత్రమే మూల్యాంకనం చేయబడతాయి.
th_th: การสมัครสมาชิกของคุณคือ {0}/{1} ด้วยเนื้อหา {2} และ {3} ที่เก็บขยะ แต่ไม่ต้องกังวลไม่มีข้อมูลหายไปหลังจากการลดระดับ เท่านั้นที่จะประเมินคลิปใหม่
tk_tm: Abunalygyňyz häzirki wagtda {0} / {1} {2} Mazmuny we {3} Ýöne alada etme, göz öňüne getirilenden soň hiç hili maglumat ýitirilmeýär. Diňe täze klipler size baha berler.
tr_tr: Aboneliğiniz artık {2} içerik ve {3} çöp depolama ile {0}/{1}. Ama endişelenmeyin, düşürüldükten sonra veri kaybolmaz. Sadece yeni klipler değerlendirilecek.
tt_ru: Сезнең язылу хәзер {0} / {1} белән {2} Эчтәлек һәм {3} Чүп саклау белән. Ләкин борчылмагыз, түбәннән соң мәгълүмат юкка чыга алмый. Яңа клиплар гына бәяләнәчәк.
ug_cn: مۇشتەرىلىكىڭىز ھازىر {0 {1 {2 {3} مەزمۇن ۋە {3}. ئەمما ئەنسىرىمەڭ, چۈشۈرۈلگەندىن كېيىن ھېچقانداق سانلىق مەلۇمات يوقاپ كەتمەيدۇ. پەقەت يېڭى قىسقۇچلار باھالىنىدۇ.
uk_ua: Ваша підписка тепер {0}/{1} із вмістом {2} та {3} зберігання сміття. Але не хвилюйтеся, не втрачаються дані після зниження. Оцінюються лише нові кліпи.
ur_pk: آپ کی سبسکرپشن اب {0}/{1} ہے جس میں {2} مواد اور {3} کوڑے دان کا اسٹوریج ہے۔ لیکن فکر نہ کریں ، نیچے کی گھٹاؤ کے بعد کوئی ڈیٹا ضائع نہیں ہوتا ہے۔ صرف نئی کلپس کا اندازہ کیا جائے گا۔
uz_cyrl: Sizning obunangiz{0}/{1} hozir {2} Connect va {3} axlat qutisi bilan. Ammo tashvishlanmang, pasaygandan keyin hech qanday ma'lumot yo'qoladi. Faqat yangi kliplar baholanadi.
vi_vn: Đăng ký của bạn bây giờ là {0}/{1} với nội dung {2} và lưu trữ thùng rác {3}. Nhưng đừng lo lắng, không có dữ liệu nào bị mất sau khi hạ cấp. Chỉ những clip mới sẽ được đánh giá.
zh_hant: 您的訂閱現在為{0}/{1}，帶有{2} content和{3}垃圾存儲。 但是不用擔心，降級後不會丟失數據。僅評估新剪輯。

# NtfCapAccountUpgradeText
source: Congratulations! Your subscription is now {0}/{1} with {2} content and {3} trash storage.
af_za: Baie geluk! U intekening is nou {0}/{1} met {2} inhoud en {3} asblikberging.
am_et: እንኳን ደስ አለዎት! የደንበኝነት ምዝገባዎ አሁን {0} / {1} / {2} ይዘት እና {3} ቆሻሻ ማከማቻ.
ar_bh: تهانينا! اشتراكك هو الآن {0}/{1} بمحتوى {2} و {3} تخزين القمامة.
as_in: অভিনন্দন! আপোনাৰ স্বাক্ষৰণ এতিয়া {0}/{1} {2} বিষয়বস্তু আৰু {3} আৱৰ্জনা সংৰক্ষণৰ সৈতে।
az_cyrl: Təbrik edirəm! Abunəliyiniz indi {2} məzmunu və {3} zibil anbarı ilə {0} / {1} -dir.
bg_bg: Честито! Абонаментът ви вече е {0}/{1} със съдържание {2} и {3} съхранение на боклук.
bn_in: অভিনন্দন! আপনার সাবস্ক্রিপশনটি এখন {0}/{1} {2} সামগ্রী এবং {3} ট্র্যাশ স্টোরেজ সহ।
bs_latn_ba: Čestitamo! Vaša pretplata je sada {0} / {1} sa {2} sadržajem i {3} spremište za smeće.
ca_es: Felicitats! La vostra subscripció és ara {0}/{1} amb contingut {2} i {3} emmagatzematge d'escombraries.
cs_cz: Gratulujeme! Vaše předplatné je nyní {0}/{1} s obsahem {2} a {3} úložiště odpadků.
cy_gb: Llongyfarchiadau! Mae eich tanysgrifiad bellach yn {0}/{1} gyda chynnwys {2} a storfa sbwriel {3}.
da_dk: Tillykke! Dit abonnement er nu {0}/{1} med {2} indhold og {3} papirkurven opbevaring.
de_ch: Glückwunsch! Ihr Abonnement ist jetzt {0}/{1} mit {2} Inhalt und {3} Müllspeicher.
el_gr: Συγχαρητήρια! Η συνδρομή σας είναι τώρα {0}/{1} με {2} περιεχόμενο και {3} αποθήκευση απορριμμάτων.
es_bo: ¡Felicidades! Su suscripción ahora es {0}/{1} con {2} contenido y {3} almacenamiento de basura.
et_ee: Palju õnne! Teie tellimus on nüüd {0}/{1} koos {2} sisu ja {3} prügikasti salvestusruumiga.
fa_ir: تبریک می گویم! اشتراک شما اکنون {0}/{1} با محتوای {2} و {3} ذخیره زباله است.
fi_fi: Onnittelut! Tilauksesi on nyt {0}/{1} {2} -sisällöllä ja {3} roskakorilla.
fil_ph: Binabati kita! Ang iyong subscription ay ngayon {0}/{1} na may nilalaman na {2} at {3} na imbakan ng basurahan.
fr_029: Toutes nos félicitations! Votre abonnement est maintenant {0} / {1} avec le contenu {2} et {3} le stockage de poubelles.
ga_ie: Comhghairdeas! Tá do shíntiús anois {0}/{1} le hábhar {2} agus {3} stóráil bruscair.
gu_in: અભિનંદન! તમારું સબ્સ્ક્રિપ્શન હવે {2} સામગ્રી અને {3} કચરાપેટી સાથે {0}/{1} છે.
he_il: מזל טוב! המנוי שלך הוא כעת {0}/{1} עם {2} תוכן ו- {3} אחסון זבל.
hi_in: बधाई हो! आपकी सदस्यता अब {2} सामग्री और {3} कचरा भंडारण के साथ {0}/{1} है।
hr_hr: Čestitamo! Vaša pretplata je sada {0}/{1} sa {2} sadržajem i {3} smećem.
hu_hu: Gratulálunk! Az előfizetés most már {0}/{1} {2} tartalommal és {3} szeméttárolóval rendelkezik.
hy_am: Շնորհավորում ենք Ձեր բաժանորդագրությունն այժմ {0} / {1} է {2} բովանդակություն {3} եւ աղբարկղի պահեստավորում:
id_id: Selamat! Langganan Anda sekarang {0}/{1} dengan {2} konten dan {3} penyimpanan sampah.
is_is: Til hamingju! Áskriftin þín er nú {0}/{1} með {2} innihaldi og {3} ruslgeymslu.
it_ch: Congratulazioni! Il tuo abbonamento è ora {0}/{1} con contenuto {2} e {3} Archiviazione della spazzatura.
ja_jp: おめでとう！サブスクリプションは、{2}コンテンツと{3}ゴミストレージを備えた{0}/{1}になります。
ka_ge: გილოცავთ! თქვენი გამოწერა ახლა არის {0}/{1} {2} შინაარსით და {3} ნაგვის შესანახად.
kk_kz: Құттықтаймыз! Сіздің жазылымыңыз {0} / {1} {2} мазмұн және {3} қоқыс »қоймасы бар.
km_kh: អបអរសាទរ! ការជាវរបស់អ្នកឥឡូវនេះគឺ {0} / {1} ជាមួយមាតិកា {2} មាតិកានិងការផ្ទុកសំរាមក្នុងធុងសំរាម 3 {3} ។
kn_in: ಅಭಿನಂದನೆಗಳು! ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಈಗ {2} ವಿಷಯ ಮತ್ತು {3} ಕಸ ಸಂಗ್ರಹಣೆಯೊಂದಿಗೆ {0}/{1} ಆಗಿದೆ.
ko_kr: 축하해요! 구독은 이제 {2} 컨텐츠와 {3} 쓰레기 스토리지가있는 {0}/{1}입니다.
ky_kg: Куттуктайбыз! Сиздин жазылууңуз азыр {2} менен {2} менен {2} менен {3} таштанды сактагыч.
lo_la: ຊົມເຊີຍ! ການສະຫມັກໃຊ້ຂອງທ່ານດຽວນີ້ {0} / {1} ດ້ວຍເນື້ອໃນ {2} ແລະ {3} ການເກັບມ້ຽນຂີ້ເຫຍື້ອ.
lt_lt: Sveikiname! Dabar jūsų prenumerata yra {0}/{1} su {2} turiniu ir {3} šiukšlių saugykla.
lv_lv: Apsveicam! Jūsu abonements tagad ir {0}/{1} ar {2} saturu un {3} miskastes krātuvi.
mi_nz: Mihi Ko to ohaurunga ko [0} / {1} me te {2} me te penapena rokiroki.
mk_mk: Честитки! Вашата претплата сега е {0}/{1} со {2} содржина и {3} складирање на ѓубре.
ml_in: അഭിനന്ദനങ്ങൾ! നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ ഇപ്പോൾ {2} ഉള്ളടക്കവും {3} ട്രാഷ് സ്റ്റോറേജും ഉള്ള {0} / {/ {/ {1} ഉണ്ട്.
mr_in: अभिनंदन! आपली सदस्यता आता {2} सामग्री आणि {3} कचरा स्टोरेजसह {0}/{1} आहे.
ms_my: Tahniah! Langganan anda sekarang {0}/{1} dengan {2} kandungan dan {3} penyimpanan sampah.
mt_mt: Prosit! L-abbonament tiegħek issa huwa {0} / {1} b'kontenut ta '{2} u {3} Ħażna ta' Trash.
nb_no: Gratulerer! Abonnementet ditt er nå {0}/{1} med {2} innhold og {3} søppellagring.
ne_np: बधाई! तपाईंको सदस्यता अब {0} / {1} {2} सामग्री र {3} रद्दीटोकरी भण्डारण हो।
nl_be: Gefeliciteerd! Uw abonnement is nu {0}/{1} met {2} inhoud en {3} prullenbakopslag.
or_in: ଅଭିନନ୍ଦନ! ଆପଣଙ୍କର ସଦସ୍ୟତା ବର୍ତ୍ତମାନ {0}/{1} ବିଷୟବସ୍ତୁ ଏବଂ {2} ବିଷୟବସ୍ତୁ ଏବଂ {3} ଟ୍ରାଶ୍ ଷ୍ଟୋରେଜ୍ ସହିତ |
pa_arab: ਵਧਾਈਆਂ! ਤੁਹਾਡੀ ਗਾਹਕੀ ਹੁਣ {0} /{1}} ਸਮੱਗਰੀ {2} ਅਤੇ {3} ਰੱਦੀ ਭੰਡਾਰਨ ਦੇ ਨਾਲ ਹੁਣ.
pl_pl: Gratulacje! Twoja subskrypcja jest teraz {0}/{1} z treścią {2} i {3} przechowywania śmieci.
pt_br: Parabéns! Sua assinatura é agora {0}/{1} com {2} conteúdo e {3} armazenamento de lixo.
ro_ro: Felicitări! Abonamentul dvs. este acum {0}/{1} cu {2} conținut și {3} stocare de gunoi.
ru_ru: Поздравляю! Ваша подписка теперь {0}/{1} с {2} содержанием и {3} хранилища мусора.
sk_sk: Gratulujeme! Vaše predplatné je teraz {0}/{1} s obsahom {2} a {3} odpadové úložisko.
sl_si: Čestitke! Vaša naročnina je zdaj {0}/{1} z {2} vsebino in {3} shranjevanjem smeti.
sq_al: Urime! Abonimi juaj tani është {0}/{1} me {2} përmbajtje dhe {3} ruajtje të plehrave.
sr_cyrl_me: Честитам! Ваша претплата је сада {0} / {1} са {2} садржајем и {3} Складиштење за смеће.
sv_fi: Grattis! Ditt prenumeration är nu {0}/{1} med {2} innehåll och {3} skräplagring.
sw_ke: Hongera! Usajili wako sasa ni {0}/{1} na {2} yaliyomo na {3} Hifadhi ya takataka.
ta_in: வாழ்த்துக்கள்! உங்கள் சந்தா இப்போது {0}/{1} {2} உள்ளடக்கம் மற்றும் {3} குப்பை சேமிப்பகத்துடன் உள்ளது.
te_in: అభినందనలు! మీ చందా ఇప్పుడు {2} కంటెంట్ మరియు {3} చెత్త నిల్వతో {0}/{1}.
th_th: ยินดีด้วย! การสมัครสมาชิกของคุณคือ {0}/{1} ด้วยเนื้อหา {2} และ {3} ที่เก็บขยะ
tk_tm: Gutlaýarys! Abunalygyňyz häzirki wagtda {0} / {1} {2} Mazmuny we {3}
tr_tr: Tebrikler! Aboneliğiniz artık {2} içerik ve {3} çöp depolama ile {0}/{1}.
tt_ru: Котлыйбыз! Сезнең язылу хәзер {0} / {1} белән {2} Эчтәлек һәм {3} Чүп саклау белән.
ug_cn: مۇبارەك بولسۇن! مۇشتەرىلىكىڭىز ھازىر {0 {1 {2 {3} مەزمۇن ۋە {3}.
uk_ua: Вітаємо! Ваша підписка тепер {0}/{1} із вмістом {2} та {3} зберігання сміття.
ur_pk: مبارک ہو! آپ کی سبسکرپشن اب {0}/{1} ہے جس میں {2} مواد اور {3} کوڑے دان کا اسٹوریج ہے۔
uz_cyrl: Tabriklaymiz! Sizning obunangiz {0}/{1} hozir {2} Connect va {3} axlat qutisi bilan.
vi_vn: Chúc mừng! Đăng ký của bạn bây giờ là {0}/{1} với nội dung {2} và lưu trữ thùng rác {3}.
zh_hant: 恭喜！您的訂閱現在為{0}/{1}，帶有{2} content和{3}垃圾存儲。
