Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefDeleteAllButtonText
source: Delete All
af_za: Vee alles uit
am_et: ሁሉንም ሰርዝ
ar_bh: حذف الكل
as_in: সকলো মচি পেলাওক
az_cyrl: Hamısını silmək
bg_bg: Изтриване на всички
bn_in: সব মুছে ফেলুন
bs_latn_ba: Izbrisati sve
ca_es: Eliminar tots
cs_cz: Smazat všechny
cy_gb: Dileu popeth
da_dk: Slet alt
de_ch: Alles löschen
el_gr: Διαγραφή όλων
es_bo: Eliminar todos
et_ee: Kustutada kõik
fa_ir: همه را حذف کنید
fi_fi: Poista kaikki
fil_ph: Tanggalin ang lahat
fr_029: Supprimer tout
ga_ie: Scrios gach duine
gu_in: બધું કાઢી નાંખો
he_il: מחק הכל
hi_in: सभी हटा दो
hr_hr: Izbrisati sve
hu_hu: Mindet törölni
hy_am: Delete նջել բոլորը
id_id: Hapus semua
is_is: Eyða öllu
it_ch: Cancella tutto
ja_jp: すべて削除
ka_ge: წაშალეთ ყველა
kk_kz: Барлығын жойыңыз
km_kh: លុប​ទាំងអស់
kn_in: ಎಲ್ಲಾ ಅಳಿಸಿ
ko_kr: 모두 삭제
ky_kg: Бардыгын жок кыл
lo_la: ລົບ​ທັງ​ຫມົດ
lt_lt: Ištrinti viską
lv_lv: Dzēst visus
mi_nz: Mukua te katoa
mk_mk: Избришете ги сите
ml_in: എല്ലാം ഇല്ലാതാക്കുക
mr_in: सर्व हटवा
ms_my: Memadam semua
mt_mt: Ħassar kollox
nb_no: Slette alle
ne_np: सबैलाई मेट्नुहोस्
nl_be: Verwijder alles
or_in: ସମସ୍ତ ବିଲୋପ କରନ୍ତୁ |
pa_arab: ਸਭ ਨੂੰ ਮਿਟਾਓ
pl_pl: Usuń wszystko
pt_br: Exclua tudo
ro_ro: Sterge tot
ru_ru: Удалить все
sk_sk: Vymazať všetko
sl_si: Izbriši vse
sq_al: Fshij te gjitha
sr_cyrl_me: Избришите све
sv_fi: Radera allt
sw_ke: Futa yote
ta_in: அனைத்தையும் நீக்கு
te_in: అన్నిటిని తొలిగించు
th_th: ลบทั้งหมด
tk_tm: Hemmesini poz
tr_tr: Hepsini sil
tt_ru: Барысын да бетерү
ug_cn: ھەممىنى ئۆچۈرۈڭ
uk_ua: Видалити все
ur_pk: تمام حذف کریں
uz_cyrl: Barchasini o'chiring
vi_vn: Xóa hết
zh_hant: 刪除所有

# PrefDeleteAllLabel
source: Delete All Content
af_za: Verwyder alle inhoud
am_et: ሁሉንም ይዘቶች ይሰርዙ
ar_bh: حذف جميع المحتوى
as_in: সকলো বিষয়বস্তু মচি পেলাওক
az_cyrl: Bütün məzmunu silmək
bg_bg: Изтрийте цялото съдържание
bn_in: সমস্ত সামগ্রী মুছুন
bs_latn_ba: Izbrišite sav sadržaj
ca_es: Suprimeix tot el contingut
cs_cz: Odstranit veškerý obsah
cy_gb: Dileu'r holl gynnwys
da_dk: Slet alt indhold
de_ch: Alle Inhalte löschen
el_gr: Διαγράψτε όλο το περιεχόμενο
es_bo: Eliminar todo el contenido
et_ee: Kustutage kogu sisu
fa_ir: تمام مطالب را حذف کنید
fi_fi: Poista kaikki sisältö
fil_ph: Tanggalin ang lahat ng nilalaman
fr_029: Supprimer tout le contenu
ga_ie: Scrios an t -ábhar go léir
gu_in: બધી સામગ્રી કા delete ી નાખો
he_il: מחק את כל התוכן
hi_in: सभी सामग्री हटाएं
hr_hr: Izbrišite sav sadržaj
hu_hu: Törölje az összes tartalmat
hy_am: Delete նջել բոլոր բովանդակությունը
id_id: Hapus semua konten
is_is: Eyða öllu innihaldi
it_ch: Elimina tutti i contenuti
ja_jp: すべてのコンテンツを削除します
ka_ge: წაშალეთ ყველა შინაარსი
kk_kz: Барлық мазмұнды жою
km_kh: លុបមាតិកាទាំងអស់
kn_in: ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಅಳಿಸಿ
ko_kr: 모든 컨텐츠를 삭제합니다
ky_kg: Бардык мазмунун жок кылуу
lo_la: ລົບເນື້ອຫາທັງຫມົດ
lt_lt: Ištrinkite visą turinį
lv_lv: Izdzēsiet visu saturu
mi_nz: Mukua nga tuhinga katoa
mk_mk: Избришете ја целата содржина
ml_in: എല്ലാ ഉള്ളടക്കവും ഇല്ലാതാക്കുക
mr_in: सर्व सामग्री हटवा
ms_my: Padam semua kandungan
mt_mt: Ħassar il-kontenut kollu
nb_no: Slett alt innhold
ne_np: सबै सामग्री मेटाउनुहोस्
nl_be: Verwijder alle inhoud
or_in: ସମସ୍ତ ବିଷୟବସ୍ତୁ ବିଲୋପ କରନ୍ତୁ |
pa_arab: ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਮਿਟਾਓ
pl_pl: Usuń całą treść
pt_br: Exclua todo o conteúdo
ro_ro: Ștergeți tot conținutul
ru_ru: Удалить весь контент
sk_sk: Odstráňte všetok obsah
sl_si: Izbrišite vso vsebino
sq_al: Fshini të gjithë përmbajtjen
sr_cyrl_me: Избришите сав садржај
sv_fi: Ta bort allt innehåll
sw_ke: Futa yaliyomo yote
ta_in: எல்லா உள்ளடக்கத்தையும் நீக்கவும்
te_in: మొత్తం కంటెంట్‌ను తొలగించండి
th_th: ลบเนื้อหาทั้งหมด
tk_tm: Mazmuny pozuň
tr_tr: Tüm İçeriği Sil
tt_ru: Барлык эчтәлекне бетерегез
ug_cn: بارلىق مەزمۇنلارنى ئۆچۈرۈڭ
uk_ua: Видалити весь вміст
ur_pk: تمام مواد کو حذف کریں
uz_cyrl: Barcha tarkibni o'chiring
vi_vn: Xóa tất cả nội dung
zh_hant: 刪除所有內容

# ClipTrayDeleteAllMessageText
source: Are you sure you want to delete ALL your clips?! *This operation cannot be undone!
af_za: Is u seker dat u dit wil uitvee? Al jou snitte?! *Hierdie operasie kan nie ongedaan gemaak word nie!
am_et: እርግጠኛ ነዎት መሰረዝ ይፈልጋሉ ሁሉም ቅንጥቦችዎ ?! * ይህ ክዋኔ ሊቀለበስ አይችልም!
ar_bh: هل أنت متأكد أنك تريد حذف كل مقاطعك؟! *هذه العملية لا يمكن التراجع عنها!
as_in: আপুনি নিশ্চিত নেকি যে আপুনি মচি পেলাব বিচাৰে আপোনাৰ সকলো ক্লিপ?! *এই অপাৰেচনটো পুনৰ কৰিব নোৱাৰি!
az_cyrl: Silmək istədiyinizə əminsiniz Bütün klipləriniz?! * Bu əməliyyat geri qaytarıla bilməz!
bg_bg: Сигурен ли си, че искаш да изтриеш Всички ваши клипове?! *Тази операция не може да бъде отменена!
bn_in: আপনি মুছে ফেলতে চান আপনার সমস্ত ক্লিপ?! *এই অপারেশন পূর্বাবস্থায় ফিরে যেতে পারে না!
bs_latn_ba: Jeste li sigurni da želite izbrisati Sve svoje isječke?! * Ova operacija se ne može poništiti!
ca_es: Esteu segur que voleu suprimir Tots els vostres clips?! *Aquesta operació no es pot desfer!
cs_cz: Jste si jistí, že to chcete smazat Všechny vaše klipy?! *Tuto operaci nelze vrátit zpět!
cy_gb: Ydych chi'n siŵr eich bod chi am ddileu Eich holl glipiau ?! *Ni ellir dadwneud y llawdriniaeth hon!
da_dk: Er du sikker på, at du vil slette Alle dine klip?! *Denne operation kan ikke fortrydes!
de_ch: Sind Sie sicher, dass Sie löschen möchten Alle deine Clips ?! *Diese Operation kann nicht rückgängig gemacht werden!
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε Όλα τα κλιπ σας;! *Αυτή η λειτουργία δεν μπορεί να ανατραπεί!
es_bo: estas seguro que quieres borrarlo ¿Todos tus clips? *¡Esta operación no se puede deshacer!
et_ee: Kas olete kindel, et soovite kustutada Kõik teie klipid?! *Seda toimingut ei saa tagasi võtta!
fa_ir: آیا مطمئنید که میخواهید حذف کنید همه کلیپ های شما؟! *این عملیات نمی تواند خنثی شود!
fi_fi: Haluatko varmasti poistaa Kaikki leikkeet?! *Tätä operaatiota ei voida kumota!
fil_ph: Sigurado ka bang nais mong tanggalin Lahat ng iyong mga clip?! *Ang operasyon na ito ay hindi maaaring magawa!
fr_029: Etes-vous sûr que vous voulez supprimer Tous vos clips ?! * Cette opération ne peut pas être annulée!
ga_ie: An bhfuil tú cinnte gur mhaith leat a scriosadh Gach do chuid gearrthóga ?! *Ní féidir an oibríocht seo a dhíscaoileadh!
gu_in: શું તમે ખરેખર કા delete ી નાખવા માંગો છો? તમારી બધી ક્લિપ્સ?! *આ કામગીરી પૂર્વવત્ કરી શકાતી નથી!
he_il: אתה בטוח שאתה רוצה למחוק כל הקליפים שלך?! *לא ניתן לבטל פעולה זו!
hi_in: क्या आप आश्वस्त है कि आपको डिलीट करना है अपने सभी क्लिप?! *यह ऑपरेशन पूर्ववत नहीं किया जा सकता है!
hr_hr: Jeste li sigurni da želite izbrisati Svi vaši isječci?! *Ova se operacija ne može poništiti!
hu_hu: Biztos vagy benne, hogy törölni akarod Az összes kliped?! *Ezt a műveletet nem lehet visszavonni!
hy_am: Համոզված եք, որ ցանկանում եք ջնջել Ձեր բոլոր տեսահոլովակները ?! * Այս գործողությունը չի կարող վերացնել:
id_id: Apakah Anda yakin ingin menghapus Semua klip Anda?! *Operasi ini tidak bisa dibatalkan!
is_is: Ertu viss um að þú viljir eyða Öll úrklippurnar þínar?! *Ekki er hægt að afturkalla þessa aðgerð!
it_ch: Sei sicuro di voler eliminare Tutte le tue clip?! *Questa operazione non può essere annullata!
ja_jp: 消去してもよろしいですか すべてのクリップ？！ *この操作は元に戻すことはできません！
ka_ge: დარწმუნებული ხარ რომ წაშლა გინდა ყველა თქვენი კლიპი?! *ეს ოპერაცია არ შეიძლება გაუქმდეს!
kk_kz: Сіз жойғыңыз келетініне сенімдісіз бе? Барлық клиптеріңіз?! * Бұл әрекетті болдырмау мүмкін емес!
km_kh: តើអ្នកពិតជាចង់លុប ទាំងអស់របស់អ្នក?! * ប្រតិបត្ដិការនេះមិនអាចធ្វើវិញបានទេ!
kn_in: ನೀವು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಿ ಎಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿದೆಯೇ? ನಿಮ್ಮ ಎಲ್ಲಾ ಕ್ಲಿಪ್‌ಗಳು?! *ಈ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ!
ko_kr: 삭제 하시겠습니까 모든 클립?! *이 작업은 취소 할 수 없습니다!
ky_kg: Сиз жок кылгыңыз келеби Бардык клиптериңиз?! * Бул операцияны артка кайтаруу мүмкүн эмес!
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບ ຄລິບທັງຫມົດຂອງທ່ານບໍ?! * ການປະຕິບັດງານນີ້ບໍ່ສາມາດເຮັດໄດ້!
lt_lt: Ar esate įsitikinę, kad norite ištrinti Visi jūsų klipai?! *Ši operacija negali būti panaikinta!
lv_lv: Vai esat pārliecināts, ka vēlaties izdzēst Visi jūsu klipi?! *Šo operāciju nevar atsaukt!
mi_nz: Kei te hiahia koe ki te muku Katoa o toake ?! * Kaore e taea te whakakore i tenei mahinga!
mk_mk: Дали сте сигурни дека сакате да избришете Сите ваши клипови?! *Оваа операција не може да се разоткрие!
ml_in: നിങ്ങൾ ഇല്ലാതാക്കാൻ ആഗ്രഹിക്കുന്നുവെന്ന് ഉറപ്പാണോ? നിങ്ങളുടെ എല്ലാ ക്ലിപ്പുകളും?! * ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല!
mr_in: तुम्हाला नक्की डिलीट करायचे आहे का आपल्या सर्व क्लिप्स?! *हे ऑपरेशन पूर्ववत केले जाऊ शकत नाही!
ms_my: Adakah anda pasti ingin memadam Semua klip anda?! *Operasi ini tidak boleh dibatalkan!
mt_mt: Int żgur li trid tħassar Il-klipps kollha tiegħek?! * Din l-operazzjoni ma tistax titneħħa!
nb_no: Er du sikker på at du vil slette Alle klippene dine?! *Denne operasjonen kan ikke angres!
ne_np: के तपाइँ निवारण गर्न चाहानुहुन्छ भन्ने कुरा निश्चित हुनुहुन्छ तपाईंको सबै क्लिपहरू?! * यो अपरेशनलाई पूर्ववत गर्न सकिदैन!
nl_be: Weet je zeker dat je wilt verwijderen Al uw clips?! *Deze bewerking kan niet ongedaan worden gemaakt!
or_in: ଆପଣ ନିଶ୍ଚିତ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ତୁମର ସମସ୍ତ କ୍ଲିପ୍?! * ଏହି ଅପରେସନ୍ ପୂର୍ବବତ୍ ହୋଇପାରିବ ନାହିଁ!
pa_arab: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀਂ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਕਲਿੱਪਸ?! * ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ!
pl_pl: Czy na pewno chcesz usunąć Wszystkie twoje klipy?! *Tej operacji nie można cofnąć!
pt_br: Tem certeza de que deseja excluir Todos os seus clipes?! *Esta operação não pode ser desfeita!
ro_ro: ești sigur că vrei să ștergi Toate clipurile tale?! *Această operație nu poate fi anulată!
ru_ru: Вы уверены, что хотите удалить Все твои клипы?! *Эта операция не может быть отменена!
sk_sk: Ste si istý, že chcete odstrániť Všetky vaše klipy?! *Táto operácia sa nedá vrátiť späť!
sl_si: Ali ste prepričani, da želite izbrisati Vsi vaši posnetki?! *Te operacije ni mogoče razveljaviti!
sq_al: A jeni i sigurt që doni të fshini Të gjitha klipet tuaja?! *Ky operacion nuk mund të zhbëhet!
sr_cyrl_me: Да ли сте сигурни да желите да избришете Све ваше клипове?! * Ова операција се не може поништити!
sv_fi: Är du säker att du vill radera Alla dina klipp?! *Denna operation kan inte ångras!
sw_ke: Je! Una uhakika unataka kufuta Sehemu zako zote?! *Operesheni hii haiwezi kufanywa!
ta_in: இதை நீக்க வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா உங்கள் கிளிப்புகள் அனைத்தும்?! *இந்த செயல்பாட்டை செயல்தவிர்க்க முடியாது!
te_in: మీరు తొలగించాలనుకుంటున్నారా ఖచ్చితంగా మీ క్లిప్‌లన్నీ?! *ఈ ఆపరేషన్ రద్దు చేయబడదు!
th_th: คุณแน่ใจหรือว่าต้องการลบ คลิปทั้งหมดของคุณ! *การดำเนินการนี้ไม่สามารถยกเลิกได้!
tk_tm: Öçürmek isleýändigiňize ynanýarsyňyzmy? Clipleriňiz?! * Bu amal yzyna gaýtarylyp bilinmez!
tr_tr: Silmek istediğine emin misin Tüm klipleriniz?! *Bu işlem geri alınamaz!
tt_ru: Сез бетерергә телисезме? Бөтен клиплар?! * Бу операцияне кире кайтарып булмый!
ug_cn: ئۆچۈرمەكچى بولسىڭىز, بارلىق قىسقۇچلىرىڭىز ?! * بۇ مەشغۇلاتنى ئەمەلدىن قالدۇرغىلى بولمايدۇ!
uk_ua: Ви впевнені, що хочете видалити Всі ваші кліпи?! *Цю операцію не можна скасувати!
ur_pk: کیا آپ کو یقین ہے کہ آپ حذف کرنا چاہتے ہیں؟ آپ کے تمام کلپس؟! *یہ آپریشن ختم نہیں کیا جاسکتا!
uz_cyrl: Siz yo'q qilmoqchi ekanligingizga ishonchingiz komilmi? Barcha kliplaringiz bormi?! * Ushbu operatsiya bekor qilinmaydi!
vi_vn: Bạn có chắc chắn muốn xóa Tất cả các clip của bạn?! *Hoạt động này không thể hoàn tác!
zh_hant: 你確定你要刪除 您所有的剪輯？ *這個操作不能撤消！

# NtfRateAppText
source: I'm an indy dev please show some support!
af_za: Ek is 'n Indy Dev. Wys asseblief 'n bietjie ondersteuning!
am_et: እኔ Iny dee እኔ አንዳንድ ድጋፍን ያሳዩ!
ar_bh: أنا indy dev يرجى إظهار بعض الدعم!
as_in: মই এজন ইণ্ডি ডেভ অনুগ্ৰহ কৰি কিছু সমৰ্থন দেখুৱাওক!
az_cyrl: Mən bir INDY DEVəm, xahiş edirəm bir dəstəyi göstərin!
bg_bg: Аз съм Indy Dev, моля, покажете малко подкрепа!
bn_in: আমি একজন ইন্ডি দেব দয়া করে কিছু সমর্থন দেখান!
bs_latn_ba: Ja sam Indy Dev, molim vas, pokažite neku podršku!
ca_es: Sóc un indy dev, si us plau, mostreu algun suport!
cs_cz: Jsem Indy Dev, prosím, ukážte nějakou podporu!
cy_gb: Rwy'n indy dev dangoswch ychydig o gefnogaeth!
da_dk: Jeg er en Indy Dev, vis venligst en vis støtte!
de_ch: Ich bin ein Indy Dev, bitte zeigen Sie etwas Unterstützung!
el_gr: Είμαι indy dev παρακαλώ δείξτε κάποια υποστήριξη!
es_bo: ¡Soy un Dev Indy, por favor muestre algo de apoyo!
et_ee: Olen Indy dev, palun näidake mõnda tuge!
fa_ir: من یک ایندی دیو هستم لطفا برخی از پشتیبانی ها را نشان دهید!
fi_fi: Olen Indy Dev, näytä tukea!
fil_ph: Ako ay isang Indy Dev mangyaring magpakita ng ilang suporta!
fr_029: Je suis un indy dev, veuillez montrer un certain support!
ga_ie: Is Dev Indy mé Taispeáin roinnt tacaíochta le do thoil!
gu_in: હું એક ઇન્ડી દેવ છું કૃપા કરીને થોડો ટેકો બતાવો!
he_il: אני דיו של אינדי בבקשה תראה תמיכה!
hi_in: मैं एक इंडी देव हूँ कृपया कुछ समर्थन दिखाओ!
hr_hr: Ja sam Indy Dev, molim vas, pokažite neku podršku!
hu_hu: Indy dev vagyok, kérem, mutasson némi támogatást!
hy_am: Ես Indy Dev- ը խնդրում եմ ցույց տալ որոշակի աջակցություն:
id_id: Saya seorang dev indy tolong tunjukkan beberapa dukungan!
is_is: Ég er Indy Dev vinsamlegast sýndu smá stuðning!
it_ch: Sono un Dev Indy, per favore, mostra un po 'di supporto!
ja_jp: 私はインディデヴですサポートを見せてください！
ka_ge: მე ვარ ინდი დევი, გთხოვთ, აჩვენოთ გარკვეული მხარდაჭერა!
kk_kz: Мен индивпын, кейбір қолдау көрсетіңіз!
km_kh: ខ្ញុំជាអ្នកវង្វេងស្មារតីសូមបង្ហាញការគាំទ្រមួយចំនួន!
kn_in: ನಾನು ಇಂಡಿ ದೇವ್ ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಬೆಂಬಲವನ್ನು ತೋರಿಸಿ!
ko_kr: 나는 Indy Dev입니다. 몇 가지 지원을 보여주세요!
ky_kg: Мен Индия дефф, сураныч, кандайдыр бир колдоо көрсөтөбүз!
lo_la: ຂ້ອຍແມ່ນ Indy Dev ກະລຸນາສະແດງການສະຫນັບສະຫນູນບາງຢ່າງ!
lt_lt: Aš esu indy dev, prašau parodyti palaikymą!
lv_lv: Es esmu Indy Dev, lūdzu, parādiet kādu atbalstu!
mi_nz: Ko ahau he devy des koa whakaatu mai i etahi tautoko!
mk_mk: Јас сум Инди Дев, ве молам, покажете поддршка!
ml_in: ഞാൻ ഒരു ഇൻഡി ഡി ആണ്, ദയവായി കുറച്ച് പിന്തുണ കാണിക്കുക!
mr_in: मी एक इंडी देव आहे कृपया काही समर्थन दर्शवा!
ms_my: Saya dev Indy sila tunjukkan sokongan!
mt_mt: Jien Indy Dev jekk jogħġbok uri xi appoġġ!
nb_no: Jeg er en Indy Dev, vennligst vis litt støtte!
ne_np: म एक इन्डिन्ये के हुँ कृपया केहि समर्थन देखाउनुहोस्!
nl_be: Ik ben een Indy Dev, laat alsjeblieft wat steun zien!
or_in: ମୁଁ ଜଣେ ଇଣ୍ଡି ଦେବି ଦୟାକରି କିଛି ସମର୍ଥନ ଦେଖାନ୍ତୁ!
pa_arab: ਮੈਂ ਇੱਕ ਇੰਡੀ ਦੇਵ ਹਾਂ ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਹਾਇਤਾ ਦਿਖਾਓ!
pl_pl: Jestem Indy Dev, proszę o wsparcie!
pt_br: Eu sou um dev indy, por favor, mostre algum apoio!
ro_ro: Sunt un indy dev, vă rugăm să arătați un sprijin!
ru_ru: Я инди -разработчик, пожалуйста, покажите поддержку!
sk_sk: Som Indy Dev, prosím, ukáž nejakú podporu!
sl_si: Sem Indy Dev, prosim, pokažite nekaj podpore!
sq_al: Unë jam një dev indy ju lutem tregoni një mbështetje!
sr_cyrl_me: Ја сам Инди Дев, покажите мало подршке!
sv_fi: Jag är en Indy -dev, visa lite stöd!
sw_ke: Mimi ni Indy Dev Tafadhali onyesha msaada!
ta_in: நான் ஒரு இண்டி தேவ் தயவுசெய்து சில ஆதரவைக் காட்டுங்கள்!
te_in: నేను ఇండీ దేవ్ దయచేసి కొంత మద్దతు చూపించండి!
th_th: ฉันเป็นนักพัฒนา Indy โปรดแสดงการสนับสนุน!
tk_tm: Men indi Dev, käbir goldaw görkezmegiňizi haýyş edýäris!
tr_tr: Ben bir Indy Deviyim lütfen biraz destek gösterin!
tt_ru: Мин индив, зинһар, ниндидер ярдәм күрсәтегез!
ug_cn: مەن ئىندىيا دېۋ بىر ئاز قوللاش!
uk_ua: Я Інді Дев, будь ласка, покажіть підтримку!
ur_pk: میں ایک انڈی دیو ہوں ، براہ کرم کچھ تعاون دکھائیں!
uz_cyrl: Men indyole demman, iltimos, yordam bering!
vi_vn: Tôi là một nhà phát triển Indy, vui lòng hiển thị một số hỗ trợ!
zh_hant: 我是Indy開發人員，請提供一些支持！

# NtfRateAppTitle
source: Like MonkeyPaste?
af_za: Soos Monkeypaste?
am_et: እንደ ዝነኛ?
ar_bh: مثل monkeypaste؟
as_in: MonkeyPaste ৰ দৰে?
az_cyrl: Monkeytast kimi?
bg_bg: Като маймуна?
bn_in: মনকেপেস্টের মতো?
bs_latn_ba: Poput majmuna?
ca_es: Com Monkeypaste?
cs_cz: Jako Monkeypaste?
cy_gb: Fel MonkeyPaste?
da_dk: Ligesom Monkeypaste?
de_ch: Wie Monkeypaste?
el_gr: Όπως το Monkeypaste;
es_bo: Como monkipaste?
et_ee: Nagu ahveypaste?
fa_ir: مثل Monkeypaste؟
fi_fi: Kuten Monkeypaste?
fil_ph: Tulad ng Monkeypaste?
fr_029: Comme Monkeypaste?
ga_ie: Cosúil le monkeypaste?
gu_in: વાંદરાની જેમ?
he_il: כמו Monkeypaste?
hi_in: मोंकेपास्ट की तरह?
hr_hr: Poput monkeypaste?
hu_hu: Mint a Monkepaste?
hy_am: Monkepaste- ի նման:
id_id: Suka monkeypaste?
is_is: Eins og MonkeyPlae?
it_ch: Come Monkeypaste?
ja_jp: Monkeypasteのように？
ka_ge: Monkeypaste- ს მოსწონს?
kk_kz: Монкейпста?
km_kh: ដូចសត្វស្វាយទេ?
kn_in: ಮಾಂಕೈಪೇಸ್ಟ್‌ನಂತೆ?
ko_kr: monkeypaste처럼?
ky_kg: MonkeyPaste сыяктуу?
lo_la: ຄືກັບ monkeypaste ບໍ?
lt_lt: Kaip beždžionė?
lv_lv: Piemēram, pērtiķiem?
mi_nz: Ka rite ki te monkeypaste?
mk_mk: Како MonkeyPaste?
ml_in: മങ്കിപെസ്റ്റ് പോലെ?
mr_in: माकडापायस्ट सारखे?
ms_my: Suka Monkeypaste?
mt_mt: Bħal MonkeyPaste?
nb_no: Som Monkeypaste?
ne_np: बार्कीपेस्ट जस्तै?
nl_be: Zoals Monkeypaste?
or_in: ମାଙ୍କଡ଼ପେଷ୍ଟ ପରି?
pa_arab: ਬਾਕੀਪਾਸਟ ਵਾਂਗ?
pl_pl: Jak małp?
pt_br: Como macacão?
ro_ro: Ca Monkeypaste?
ru_ru: Как обезьяна?
sk_sk: Ako MonkeyPaste?
sl_si: Kot MonkeyPaste?
sq_al: Si Monkeypaste?
sr_cyrl_me: Као монкеупасте?
sv_fi: Som monkeypaste?
sw_ke: Kama Monkeypaste?
ta_in: குரங்கு சுவை போல?
te_in: మంకీపాస్ట్ లాగా?
th_th: ชอบ monkeypaste?
tk_tm: Muskeepase ýaly?
tr_tr: Monkeypaste gibi mi?
tt_ru: Маймыллык кебек?
ug_cn: Mankeypaste غا ئوخشاش?
uk_ua: Як монтюпаста?
ur_pk: بندر کی طرح؟
uz_cyrl: Monkeypaste singari?
vi_vn: Giống như khỉ?
zh_hant: 喜歡猴子嗎？

# AnalyzerCannotExecuteMessage
source: {0} only accepts input of type(s): {1}
af_za: {0} aanvaar slegs die invoer van tipe (s): {1}
am_et: {0} የአይቲ ዓይነት (ቶች) ግቤትን የሚቀበለው: {1}
ar_bh: {0} يقبل فقط إدخال النوع (s): {1}
as_in: {0} কেৱল প্ৰকাৰ(সমূহ)ৰ ইনপুট গ্ৰহণ কৰে: {1}
az_cyrl: {0} yalnız tip (lər) in girişini qəbul edir: {1}
bg_bg: {0} приема само вход от тип (и): {1}
bn_in: {0} কেবলমাত্র প্রকারের ইনপুট গ্রহণ করে: {1}
bs_latn_ba: {0} prihvaća samo unos tipa: {1}
ca_es: {0} només accepta l'entrada del tipus (s): {1}
cs_cz: {0} přijímá pouze vstup typu: {1}
cy_gb: Mae {0} yn derbyn mewnbwn o fath (au) yn unig: {1}
da_dk: {0} accepterer kun input af type (er): {1}
de_ch: {0} akzeptiert nur die Eingabe vom Typ (s): {1}
el_gr: {0} Αποδέχεται μόνο την είσοδο τύπου: {1}
es_bo: {0} solo acepta la entrada de tipo (s): {1}
et_ee: {0} aktsepteerib ainult tüübi sisendit: {1}
fa_ir: {0} فقط ورودی نوع (ها) را می پذیرد: {1}
fi_fi: {0} hyväksyy vain tyypin (S) syötteen: {1}
fil_ph: Tinatanggap lamang ng {0} ang pag -input ng mga uri (s): {1}
fr_029: {0} accepte uniquement l'entrée de type (s): {1}
ga_ie: Ní ghlacann {0} ach le hionchur de chineál (s): {1}
gu_in: {0} ફક્ત પ્રકાર (ઓ) ના ઇનપુટને સ્વીકારે છે: {1}
he_il: {0} מקבל רק קלט מסוגים: {1}
hi_in: {0} केवल प्रकार का इनपुट स्वीकार करता है: {1}
hr_hr: {0} prihvaća samo ulaz tipa: {1}
hu_hu: {0} csak a (S) típusú bemenetet fogadja el: {1}
hy_am: {0} Ընդունում է միայն տիպի (ներ) ի ներդրում. {1
id_id: {0} hanya menerima input tipe (s): {1}
is_is: {0} samþykkir aðeins inntak af tegundum (s): {1}
it_ch: {0} accetta solo l'input di type (s): {1}
ja_jp: {0}はタイプの入力のみを受け入れます：{1}
ka_ge: {0} იღებს მხოლოდ ტიპის (s) შეყვანას: {1}
kk_kz: {0} тек типті енгізуді қабылдайды: {1}
km_kh: {0} ទទួលយកតែការបញ្ចូលប្រភេទនៃប្រភេទ: {1}
kn_in: {0} ಪ್ರಕಾರದ(ಗಳ) ಇನ್‌ಪುಟ್ ಅನ್ನು ಮಾತ್ರ ಸ್ವೀಕರಿಸುತ್ತದೆ: {1}
ko_kr: {0} 유형의 입력 만 허용합니다. {1}
ky_kg: {0} Түрү (ларынын) киргизүүнү гана кабыл алат: {1}
lo_la: {0} ພຽງແຕ່ຍອມຮັບການປ້ອນຂໍ້ມູນປະເພດ: {1}
lt_lt: {0} priima tik (-ų) tipo įvestį: {1}
lv_lv: {0} pieņem tikai tipa (-u) ievadi: {1}
mi_nz: {0} anake e whakaae ki te whakauru i nga momo momo ({1}
mk_mk: {0} само прифаќа влез од типот (и): {1}
ml_in: {0} തരത്തിലുള്ള ഇൻപുട്ട് മാത്രം സ്വീകരിക്കുന്നു: {1}
mr_in: {0} केवळ प्रकाराचे इनपुट स्वीकारते (एस): {1}
ms_my: {0} Hanya menerima input jenis (s): {1}
mt_mt: {0} jaċċetta biss l-input tat-tip (i): {1}
nb_no: {0} godtar bare inngang av type (er): {1}
ne_np: {0} केवल प्रकार (हरू) को इनपुट स्वीकार गर्दछ: {1}
nl_be: {0} accepteert alleen invoer van type (s): {1}
or_in: {0} କେବଳ ଟାଇପ୍ (ଗୁଡିକ) ର ଇନପୁଟ୍ ଗ୍ରହଣ କରେ: {1}
pa_arab: {0} ਸਿਰਫ ਕਿਸਮ ਦੇ ਇੰਪੁੱਟ ਨੂੰ ਸਵੀਕਾਰਦਾ ਹੈ: {1}
pl_pl: {0} akceptuje tylko wejście typów (s): {1}
pt_br: {0} aceita apenas a entrada do (s) tipo (s): {1}
ro_ro: {0} acceptă doar intrarea de tip (s): {1}
ru_ru: {0} только принимает ввод типа (S): {1}
sk_sk: {0} akceptuje iba vstup typu (s): {1}
sl_si: {0} sprejema samo vhod tipa: {1}
sq_al: {0} pranon vetëm hyrjen e llojit (s): {1}
sr_cyrl_me: {0} прихвата само унос типа: {1}
sv_fi: {0} accepterar endast inmatning av typ (er): {1}
sw_ke: {0} Inakubali tu pembejeo ya aina (s): {1}
ta_in: {0} வகை (கள்) உள்ளீட்டை மட்டுமே ஏற்றுக்கொள்கிறது: {1}
te_in: {0} రకం (లు) యొక్క ఇన్పుట్ను మాత్రమే అంగీకరిస్తుంది: {1}
th_th: {0} ยอมรับเฉพาะอินพุตของประเภท: {1}
tk_tm: {0} diňe görnüşleriň görnüşini kabul edýär: {1}
tr_tr: {0} Yalnızca tip (ler) in girişini kabul eder: {1}
tt_ru: {0} Типтагы типның кертүен генә кабул итә: {1}
ug_cn: {0}} پەقەت تۈر ({) نىڭ كىرگۈزۈشنى قوبۇل قىلىدۇ: {1}
uk_ua: {0} приймає лише вхід типу (s): {1}
ur_pk: {0} صرف قسم (زبانیں) کے ان پٹ کو قبول کرتا ہے: {1}
uz_cyrl: {0} Faqat turdagi ({1} ni qabul qiladi: {1}
vi_vn: {0} chỉ chấp nhận đầu vào loại (s): {1}
zh_hant: {0}僅接受類型的輸入：{1}
