Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginUpdateNtfTitle
source: Plugin Updated
af_za: Inprop opgedateer
as_in: প্লাগইন আপডেইট কৰা হৈছে
bn_in: প্লাগইন আপডেট হয়েছে
bs_latn_ba: Dodatak je ažuriran
ca_es: Plugin actualitzat
cs_cz: Aktualizován plugin
da_dk: Plugin opdateret
de_ch: Plugin aktualisiert
el_gr: Ενημερώθηκε το πρόσθετο
es_bo: Complemento actualizado
et_ee: Pistikprogramm värskendatud
fa_ir: افزونه به روز شده
fi_fi: Laajennus päivitetty
fil_ph: Nai -update ang plugin
fr_029: Plugin mis à jour
ga_ie: Breiseán Nuashonraithe
gu_in: પ્લગઇન અપડેટ
he_il: עודכן תוסף
hi_in: अद्यतन किया गया प्लगइन
hr_hr: Ažurirano dodatak
hu_hu: A plugin frissítve
hy_am: Plugin- ը թարմացվել է
id_id: Plugin diperbarui
is_is: Viðbót uppfærð
it_ch: Plugin aggiornato
ja_jp: プラグインが更新されました
km_kh: កម្មវិធីជំនួយបានធ្វើឱ្យទាន់សម័យ
kn_in: ಪ್ಲಗಿನ್ ನವೀಕರಿಸಲಾಗಿದೆ
ko_kr: 플러그인 업데이트
lo_la: ປັ plugined ອັບເດດ
lt_lt: Papildinys atnaujintas
lv_lv: Spraudnis atjaunināts
ml_in: പ്ലഗിൻ അപ്ഡേറ്റുചെയ്തു
mr_in: प्लगइन अद्यतनित केले
mt_mt: Plugin aġġornat
nb_no: Plugin oppdatert
ne_np: प्लगइन अपडेट गरियो
nl_be: Plug -in bijgewerkt
or_in: ପ୍ଲଗଇନ୍ ଅଦ୍ୟତନ ହୋଇଛି |
pa_arab: ਪਲੱਗਇਨ ਅਪਡੇਟ ਕੀਤੀ ਗਈ
pt_br: Plug -in atualizado
ro_ro: Plugin actualizat
ru_ru: Плагин обновлен
sk_sk: Doplnok aktualizovaný
sl_si: Vtičnik posodobljen
sq_al: Përditësuar shtojca
sr_cyrl_me: Додатак је ажуриран
sv_fi: Plugin uppdaterad
ta_in: சொருகி புதுப்பிக்கப்பட்டது
te_in: ప్లగిన్ నవీకరించబడింది
th_th: อัปเดตปลั๊กอิน
tk_tm: Plugin täzelendi
tr_tr: Eklenti güncellendi
tt_ru: Плагин яңартылды
uk_ua: Плагін оновлений
ur_pk: پلگ ان تازہ کاری
uz_cyrl: Plagin yangilangan
zh_hant: 插件更新

# RestoreTrashNtfText
source: Are you sure you want to restore all {0} item(s)?
af_za: Is u seker dat u alle {0} -item (s) wil herstel?
as_in: আপুনি নিশ্চিত নেকি যে আপুনি সকলো {0} বস্তু(সমূহ) পুনৰুদ্ধাৰ কৰিব বিচাৰে?
bn_in: আপনি কি নিশ্চিত যে আপনি সমস্ত {0} আইটেম পুনরুদ্ধার করতে চান?
bs_latn_ba: Jeste li sigurni da želite vratiti sve {0} artikale?
ca_es: Esteu segur que voleu restaurar tots els articles {0}?
cs_cz: Jste si jisti, že chcete obnovit všechny položky {0}?
da_dk: Er du sikker på, at du vil gendanne alle {0} vare (r)?
de_ch: Sind Sie sicher, dass Sie alle {0} -Rection (s) wiederherstellen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα στοιχεία {0};
es_bo: ¿Estás seguro de que quieres restaurar todos los elementos {0}?
et_ee: Kas olete kindel, et soovite taastada kõik {0} üksused?
fa_ir: آیا مطمئن هستید که می خواهید همه موارد {0} را بازیابی کنید؟
fi_fi: Oletko varma, että haluat palauttaa kaikki {0} kohteet?
fil_ph: Sigurado ka bang gusto mong ibalik ang lahat ng {0} (mga) item?
fr_029: Êtes-vous sûr de vouloir restaurer tout {0} élément (s)?
ga_ie: An bhfuil tú cinnte gur mhaith leat na {0} mír go léir a aischur?
gu_in: શું તમે ખરેખર {0} આઇટમ (ઓ) ને પુનર્સ્થાપિત કરવા માંગો છો?
he_il: האם אתה בטוח שברצונך לשחזר את כל {0} הפריטים?
hi_in: क्या आप सुनिश्चित हैं कि आप सभी {0} आइटम (ओं) को पुनर्स्थापित करना चाहते हैं?
hr_hr: Jeste li sigurni da želite vratiti sve {0} stavke?
hu_hu: Biztos benne, hogy vissza akarja állítani az összes {0} tételt?
hy_am: Համոզված եք, որ ցանկանում եք վերականգնել բոլոր {0} կետը (ներ) ը:
id_id: Apakah Anda yakin ingin mengembalikan semua item {0}?
is_is: Ertu viss um að þú viljir endurheimta alla {0} hlutinn?
it_ch: Sei sicuro di voler ripristinare tutti i {0} item (s)?
ja_jp: すべての{0}アイテムを復元したいですか？
km_kh: តើអ្នកពិតជាចង់ស្តារធាតុ {0} ទាំងអស់ឬ?
kn_in: ನೀವು ಎಲ್ಲಾ {0} ಐಟಂ (ಗಳನ್ನು) ಪುನಃಸ್ಥಾಪಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko_kr: 모든 {0} 항목을 복원 하시겠습니까?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການຟື້ນຟູສິນຄ້າ {0} ທັງຫມົດ?
lt_lt: Ar tikrai norite atkurti visus {0} elementus (-us)?
lv_lv: Vai esat pārliecināts, ka vēlaties atjaunot visu {0} vienumu (-us)?
ml_in: എല്ലാം {0} ഇനം (കൾ) പുന restore സ്ഥാപിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण सर्व {0} आयटम पुनर्संचयित करू इच्छिता?
mt_mt: Int żgur li trid tirrestawra l-oġġett kollu {0}?
nb_no: Er du sikker på at du vil gjenopprette alle {0} element (er)?
ne_np: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ सबै {0} वस्तु(हरू) पुनर्स्थापना गर्न चाहनुहुन्छ?
nl_be: Weet u zeker dat u alle items van {0} wilt herstellen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ସମସ୍ତ {0} ଆଇଟମ୍ (ଗୁଡିକ) ପୁନ restore ସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ {0} ਆਈਟਮਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza de que deseja restaurar todos os {0} item (s)?
ro_ro: Sigur doriți să restaurați toate cele {0} articole?
ru_ru: Вы уверены, что хотите восстановить все {0} элементы (ы)?
sk_sk: Ste si istí, že chcete obnoviť všetky {0} položky?
sl_si: Ali ste prepričani, da želite obnoviti vse elemente {0}?
sq_al: A jeni i sigurt që doni të rivendosni të gjitha {0} artikullin (et)?
sr_cyrl_me: Јесте ли сигурни да желите да вратите све {0} предмета?
sv_fi: Är du säker på att du vill återställa alla {0} objekt?
ta_in: எல்லா {0} உருப்படி (களை) மீட்டெடுக்க விரும்புகிறீர்களா?
te_in: మీరు ఖచ్చితంగా అన్ని {0} అంశం (ల) ను పునరుద్ధరించాలనుకుంటున్నారా?
th_th: คุณแน่ใจหรือไม่ว่าต้องการกู้คืนรายการ {0} ทั้งหมด?
tk_tm: {0} elementi (}) ähli {0} elementi dikeltmek isleýändigiňize ynanýarsyňyzmy?
tr_tr: Tüm {0} öğelerini geri yüklemek istediğinizden emin misiniz?
tt_ru: Сез барлык {0} әйберне торгызырга телисезме?
uk_ua: Ви впевнені, що хочете відновити всі {0} елементи (и)?
ur_pk: کیا آپ کو یقین ہے کہ آپ تمام {0} آئٹم (زبانیں) بحال کرنا چاہتے ہیں؟
uz_cyrl: Ishonchim komilki, siz {0} elementlarini (lar) tiklamoqchimisiz?
zh_hant: 您確定要還原所有{0}項目嗎？

# SearchCriteriaWindowFallbackTitle
source: Search Criteria 'Untitled'
af_za: Soek kriteria 'Untitled'
as_in: 'অনটাইটেল'
bn_in: 'শিরোনামহীন' অনুসন্ধান মানদণ্ড
bs_latn_ba: Kriteriji za pretraživanje 'bez naslova'
ca_es: Criteris de cerca "sense títol"
cs_cz: Hledat kritéria „bez názvu“
da_dk: Søgekriterier 'Untitled'
de_ch: Suchkriterien "ohne Titel"
el_gr: Κριτήρια αναζήτησης «Untitled»
es_bo: Criterios de búsqueda 'sin título'
et_ee: Otsingukriteeriumid „pealkirjata”
fa_ir: معیارهای جستجو "Untitled"
fi_fi: Hakukriteerit 'nimettömät'
fil_ph: Mga Pamantayan sa Paghahanap 'Untitled'
fr_029: Critères de recherche «sans titre»
ga_ie: Critéir Chuardaigh 'Untitled'
gu_in: શોધ માપદંડ 'શીર્ષક વિનાનું'
he_il: קריטריוני חיפוש 'ללא כותרת'
hi_in: खोज मानदंड 'अनटाइटल्ड'
hr_hr: Kriteriji za pretraživanje "UNTRED"
hu_hu: A „Untitled” keresési kritériumok
hy_am: Որոնման չափանիշներ «untitled»
id_id: Kriteria pencarian 'tanpa judul'
is_is: Leitarviðmið „Untitled“
it_ch: Criteri di ricerca "senza titolo"
ja_jp: 検索基準「無題」
km_kh: ស្វែងរកលក្ខណៈវិនិច្ឆ័យ 'គ្មានចំណងជើង'
kn_in: ಮಾನದಂಡಗಳನ್ನು ಹುಡುಕಿ 'ಶೀರ್ಷಿಕೆರಹಿತ'
ko_kr: 검색 기준 '제목없는'
lo_la: ປັນຍາຄົ້ນຫາ 'ທີ່ບໍ່ມີຊື່'
lt_lt: Paieškos kriterijai 'be pavadinimo'
lv_lv: Meklēšanas kritēriji "Bez nosaukuma"
ml_in: തിരയൽ മാനദണ്ഡം 'ശീർഷകമില്ലാത്ത'
mr_in: शोध निकष 'अशीर्षकांकित'
mt_mt: Fittex il-kriterji 'Untitled'
nb_no: Søkekriterier 'Untitled'
ne_np: मापदण्ड 'अप्रकाशित' खोज्नुहोस् '
nl_be: Zoekcriteria 'Untitled'
or_in: ମାନଦଣ୍ଡ '
pa_arab: ਖੋਜ ਮਾਪਦੰਡ 'ਬਿਨਾਂ ਸਿਰਲੇਖ'
pt_br: Critérios de pesquisa 'sem título'
ro_ro: Criterii de căutare „fără titlu”
ru_ru: Критерии поиска «без названия»
sk_sk: Kritériá vyhľadávania „bez názvu“
sl_si: Merila iskanja "brez naslova"
sq_al: Kriteret e Kërkimit 'Untitled'
sr_cyrl_me: Критеријуми претраге 'без наслова'
sv_fi: Sökkriterier 'Untitled'
ta_in: 'பெயரிடப்படாதது'
te_in: శోధన ప్రమాణం 'పేరులేనిది'
th_th: เกณฑ์การค้นหา 'ไม่มีชื่อ'
tk_tm: Gözleg ölçegleri 'kepillendirilýär'
tr_tr: 'Adsız' arama kriterleri
tt_ru: Эзләү критерийлары 'Исемсез'
uk_ua: Критерії пошуку "без назви"
ur_pk: تلاش کے معیار 'بلا عنوان'
uz_cyrl: Qidiruv mezonlari "unitmaydigan"
zh_hant: 搜索標準“無標題”

# SearchCriteriaWindowTitleFormat
source: Search Criteria '{0}'
af_za: Soek kriteria '{0}'
as_in: সন্ধানৰ মাপকাঠী '{0}'
bn_in: মানদণ্ড '{0}' অনুসন্ধান করুন
bs_latn_ba: Kriteriji za pretraživanje '{0}'
ca_es: Criteris de cerca '{0}'
cs_cz: Vyhledávání kritérií '{0}'
da_dk: Søgekriterier '{0}'
de_ch: Suchkriterien '{0}' '
el_gr: Κριτήρια αναζήτησης {0} '
es_bo: Criterios de búsqueda '{0}'
et_ee: Otsingukriteeriumid '{0}'
fa_ir: معیارهای جستجو '{0}'
fi_fi: Hakukriteerit '{0}'
fil_ph: Pamantayan sa paghahanap '{0}'
fr_029: Critères de recherche '{0}'
ga_ie: Critéir Cuardaigh '{0}'
gu_in: શોધ માપદંડ '{0}'
he_il: קריטריוני חיפוש '{0}'
hi_in: खोज मानदंड '{0}'
hr_hr: Kriteriji za pretraživanje '{0}'
hu_hu: Keresési kritériumok '{0}'
hy_am: Որոնման չափանիշներ '{0}'
id_id: Kriteria pencarian '{0}'
is_is: Leitarviðmið '{0}'
it_ch: Criteri di ricerca '{0}'
ja_jp: 検索基準 '{0}'
km_kh: ស្វែងរកលក្ខណៈវិនិច្ឆ័យ '{0}'
kn_in: ಮಾನದಂಡಗಳನ್ನು ಹುಡುಕಿ '{0}'
ko_kr: 검색 기준 '{0}'
lo_la: descatenctia develia '{0}'
lt_lt: Paieškos kriterijai '{0}'
lv_lv: Meklēšanas kritēriji '{0}'
ml_in: തിരയൽ മാനദണ്ഡം '{0}'
mr_in: शोध निकष '{0}'
mt_mt: Kriterji ta 'tfittxija "{0}"
nb_no: Søkekriterier '{0}'
ne_np: मापदण्ड '{0}' खोज्नुहोस्
nl_be: Zoekcriteria '{0}'
or_in: ମାନଦଣ୍ଡ ଖୋଜ '{0}'
pa_arab: ਖੋਜ ਮਾਪਦੰਡ '{0}'
pt_br: Critérios de pesquisa '{0}'
ro_ro: Criterii de căutare '{0}'
ru_ru: Критерии поиска '{0}'
sk_sk: Vyhľadávacie kritériá '{0}'
sl_si: Merila za iskanje '{0}'
sq_al: Kriteret e Kërkimit '{0}'
sr_cyrl_me: Критеријуми претраге '{0}'
sv_fi: Sökkriterier '{0}'
ta_in: தேடல் அளவுகோல்கள் '{0}'
te_in: శోధన ప్రమాణాలు '{0}'
th_th: เกณฑ์การค้นหา '{0}'
tk_tm: Gözleg ölçegleri '{0}'
tr_tr: Arama kriterleri '{0}'
tt_ru: Эзләү критерийлары '{0}'
uk_ua: Критерії пошуку '{0}'
ur_pk: تلاش کے معیار '{0}'
uz_cyrl: Qidiruv mezonlari '{0}'
zh_hant: 搜索條件'{0}'

# SharedValNtfText
source: '{0}' contains shared values. Would you like to reset those as well?
af_za: '{0}' bevat gedeelde waardes. Wil u dit ook herstel?
as_in: '{0}' ত অংশীদাৰী মান আছে। সেইবোৰো ৰিছেট কৰিব বিচাৰিবনে?
bn_in: '{0}' এর ভাগ করা মান রয়েছে। আপনি কি সেগুলি পুনরায় সেট করতে চান?
bs_latn_ba: {0} 'sadrži zajedničke vrijednosti. Želite li ih resetirati i oni?
ca_es: '{0}' conté valors compartits. Voleu restablir -los també?
cs_cz: '{0}' obsahuje sdílené hodnoty. Chtěli byste je také resetovat?
da_dk: '{0}' indeholder delte værdier. Vil du også nulstille dem?
de_ch: '{0}' enthält gemeinsame Werte. Möchten Sie diese auch zurücksetzen?
el_gr: '{0}' περιέχει κοινές τιμές. Θα θέλατε να επαναφέρετε και αυτά;
es_bo: '{0}' contiene valores compartidos. ¿Te gustaría restablecerlos también?
et_ee: '{0}' sisaldab jagatud väärtusi. Kas soovite ka neid lähtestada?
fa_ir: '{0}' حاوی مقادیر مشترک است. آیا دوست دارید آن را دوباره تنظیم کنید؟
fi_fi: '{0}' sisältää jaettuja arvoja. Haluatko myös nollata ne?
fil_ph: Ang '{0}' ay naglalaman ng mga ibinahaging halaga. Nais mo bang i -reset ang mga iyon?
fr_029: '{0}' contient des valeurs partagées. Souhaitez-vous également les réinitialiser?
ga_ie: Tá luachanna comhroinnte i '{0}'. Ar mhaith leat iad siúd a athshocrú chomh maith?
gu_in: '{0}' માં વહેંચાયેલ મૂલ્યો શામેલ છે. શું તમે તેને ફરીથી સેટ કરવા માંગો છો?
he_il: '{0}' מכיל ערכים משותפים. האם תרצה לאפס גם את אלה?
hi_in: '{0}' में साझा मान शामिल हैं। क्या आप उन लोगों को भी रीसेट करना चाहेंगे?
hr_hr: '{0}' sadrži zajedničke vrijednosti. Želite li ih resetirati?
hu_hu: A '{0}' megosztott értékeket tartalmaz. Szeretné visszaállítani ezeket is?
hy_am: «{0}» պարունակում է ընդհանուր արժեքներ: Կցանկանայիք նաեւ դրանք վերափոխել:
id_id: '{0}' berisi nilai bersama. Apakah Anda juga ingin mengatur ulang itu?
is_is: '{0}' inniheldur sameiginleg gildi. Viltu endurstilla þá líka?
it_ch: '{0}' contiene valori condivisi. Vorresti ripristinare anche quelli?
ja_jp: '{0}'には共有値が含まれています。それらもリセットしませんか？
km_kh: '{0}' មានតំលៃដែលបានចែករំលែក។ តើអ្នកចង់កំណត់អ្នកទាំងនោះផងដែរឬទេ?
kn_in: '{0}' ಹಂಚಿದ ಮೌಲ್ಯಗಳನ್ನು ಒಳಗೊಂಡಿದೆ. ನೀವು ಅದನ್ನು ಮರುಹೊಂದಿಸಲು ಬಯಸುವಿರಾ?
ko_kr: '{0}'에는 공유 값이 포함됩니다. 그것들도 재설정 하시겠습니까?
lo_la: '{0}' ມີຄຸນຄ່າທີ່ໃຊ້ຮ່ວມກັນ. ທ່ານຕ້ອງການຕັ້ງຄ່າເຫຼົ່ານັ້ນເຊັ່ນກັນບໍ?
lt_lt: '{0}' yra bendros vertės. Ar norėtumėte juos iš naujo nustatyti?
lv_lv: '{0}' satur kopīgas vērtības. Vai vēlaties tos atiestatīt arī?
ml_in: '{0}' പങ്കിട്ട മൂല്യങ്ങൾ അടങ്ങിയിരിക്കുന്നു. അവയെ പുന reset സജ്ജമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: '{0}' मध्ये सामायिक मूल्ये आहेत. आपण ते देखील रीसेट करू इच्छिता?
mt_mt: "{0}" fih valuri maqsuma. Tixtieq tirrisettja dawk ukoll?
nb_no: '{0}' inneholder delte verdier. Vil du tilbakestille dem også?
ne_np: '{0}' साझा मानहरू समावेश गर्दछ। के तपाइँ तीसँग रिसेट गर्न चाहानुहुन्छ?
nl_be: '{0}' bevat gedeelde waarden. Wil je die ook resetten?
or_in: '{0}' ଅଂଶୀଦାର ମୂଲ୍ୟ ଧାରଣ କରେ | ଆପଣ ସେଗୁଡିକୁ ପୁନ res ସେଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: '{0}' ਨੇ ਸ਼ੇਅਰ ਕੀਤੇ ਮੁੱਲ ਹਨ. ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੋਗੇ?
pt_br: '{0}' contém valores compartilhados. Você gostaria de redefini -los também?
ro_ro: '{0}' conține valori partajate. Doriți să le resetați și pe acestea?
ru_ru: '{0}' содержит общие значения. Хотели бы вы их сбросить?
sk_sk: '{0}' obsahuje zdieľané hodnoty. Chceli by ste ich tiež resetovať?
sl_si: '{0}' vsebuje skupne vrednosti. Bi jih radi ponastavili tudi?
sq_al: '{0}' përmban vlera të përbashkëta. Dëshironi të rivendosni ato gjithashtu?
sr_cyrl_me: '{0}' садржи заједничке вредности. Да ли желите да то ресетујете?
sv_fi: '{0}' innehåller delade värden. Vill du också återställa dem?
ta_in: '{0}' பகிரப்பட்ட மதிப்புகளைக் கொண்டுள்ளது. அவற்றையும் மீட்டமைக்க விரும்புகிறீர்களா?
te_in: '{0}' భాగస్వామ్య విలువలను కలిగి ఉంటుంది. మీరు వాటిని కూడా రీసెట్ చేయాలనుకుంటున్నారా?
th_th: '{0}' มีค่าที่ใช้ร่วมกัน คุณต้องการรีเซ็ตสิ่งเหล่านั้นด้วยหรือไม่?
tk_tm: '{0}'-de umumy bahalary öz içine alýar. Bulary täzeden düzmek isleýärsiňizmi?
tr_tr: '{0}' paylaşılan değerleri içerir. Bunları da sıfırlamak ister misiniz?
tt_ru: '{0} »уртак кыйммәтләр бар. Сез шулай ук ​​яңадан торгызырга телисезме?
uk_ua: '{0}' містить спільні значення. Чи хотіли б ви також скинути їх?
ur_pk: '{0}' میں مشترکہ اقدار شامل ہیں۔ کیا آپ ان کو بھی دوبارہ ترتیب دینا چاہیں گے؟
uz_cyrl: '{0}' umumiy qiymatlar mavjud. Bularni ham tiklamoqchimisiz?
zh_hant: '{0}'包含共享值。您是否也想重置這些？

# InvalidParamEx8
source: Presets must have unique guids. Duplicate preset guid '{0}' was detected in plugin '{1}' for presets: {2}.
af_za: Voorinstellings moet unieke gidse hê. Duplikaatvoorinstellinggids '{0}' is in inprop '{1}' bespeur vir voorafinstellings: {2}.
as_in: প্ৰিছেটসমূহৰ একক গাইড থাকিব লাগিব। প্ৰিছেটসমূহৰ বাবে প্লাগইন '{1}' ত ডুপ্লিকেট প্ৰিছেট গাইড '{0}' ধৰা পৰিছে: {2} ।
bn_in: প্রিসেটগুলির অবশ্যই অনন্য গাইড থাকতে হবে। ডুপ্লিকেট প্রিসেট গুইড '{0}' প্রিসেটগুলির জন্য প্লাগইন '{1}' তে সনাক্ত করা হয়েছিল: {2}
bs_latn_ba: Predefinicije moraju imati jedinstvene sklopke. Duplikat Preset GUID '{0}' otkriven je u dodatku '{1}' za unaprijed postavljene datoteke: {2}.
ca_es: Els valors predefinits han de tenir guies úniques. S'ha detectat una guia predeterminada duplicada "{0}" al connector "{1}" per a les configuracions predeterminades: {2}.
cs_cz: Předvolby musí mít jedinečná vodítka. V pluginu '{1}' byla detekována duplicitní předvolba guid '{0}' pro předvolby: {2}.
da_dk: Forudindstillinger skal have unikke guider. Dublet forudindstillet guide '{0}' blev fundet i plugin '{1}' for forudindstillinger: {2}.
de_ch: Voreinstellungen müssen eindeutige Anleitungen haben. Im Plugin „{1}“ wurde eine doppelte Voreinstellungs-GUID „{0}“ für die Voreinstellungen „{2}“ erkannt.
el_gr: Οι προεπιλογές πρέπει να έχουν μοναδικούς οδηγούς. Διπλότυπος οδηγός προεπιλογής "{0}" εντοπίστηκε στην προσθήκη "{1}" για προεπιλογές: {2}.
es_bo: Los ajustes preestablecidos deben tener guids únicos. Se detectó el guid preestablecido duplicado '{0}' en el complemento '{1}' para los ajustes preestablecidos: {2}.
et_ee: Valmisseadetel peavad olema unikaalsed guidid. Dubleeritud eelseadistatud guid '{0}' tuvastati pluginas '{1}' eelseadete jaoks: {2}.
fa_ir: از پیش تنظیم شده باید راهنماهای منحصر به فرد داشته باشد. Duplication Premet Guid '{0}' در افزونه '{1}' برای پیش تنظیم شده شناسایی شد: {2}
fi_fi: Esiasetuksilla on oltava yksilölliset tunnukset. Esiasetetun esiasetetun tunnuksen '{0}' kaksoiskappale havaittiin esiasetusten laajennuksessa '{1}': {2}.
fil_ph: Ang mga preset ay dapat magkaroon ng natatanging mga guids. Duplicate preset guid '{0}' ay natukoy sa plugin '{1}' para sa mga preset: {2}.
fr_029: Les préréglages doivent avoir des guides uniques. Un guid de préréglage en double '{0}' a été détecté dans le plugin '{1}' pour les préréglages : {2}.
ga_ie: Ní mór guids uathúla a bheith ag réamhshocruithe. Braitheadh guid réamhshocraithe dúblach '{0}' sa bhreiseán '{1}' le haghaidh réamhshocruithe: {2}.
gu_in: પ્રિસેટમાં અનન્ય માર્ગદર્શન હોવું આવશ્યક છે. નકલી પૂર્વસુયોજિત માર્ગદર્શન '{0}' એ પૂર્વસુયોજનો માટે પ્લગઇન '{1}' માં શોધાયેલ હતુ: {2}.
he_il: קביעות מוגדרות מראש חייבות להיות בעלות קווי מנחים ייחודיים. גאיד קבוע מראש כפול '{0}' זוהה בתוסף '{1}' עבור קביעות מוגדרות מראש: {2}.
hi_in: प्रीसेट में अद्वितीय गाइड होने चाहिए। डुप्लिकेट प्रीसेट गाइड '{0}' प्लगइन '{1}' में प्रीसेट के लिए पाया गया था: {2}।
hr_hr: Gotove konfiguracije moraju imati jedinstvene GUID-ove. U dodatku '{1}' za gotove konfiguracije otkriven je dvostruki unaprijed postavljeni GUID '{0}' za unaprijed postavljene konfiguracije: {2}.
hu_hu: Az előre beállításoknak egyedi útmutatókkal kell rendelkezniük. Az előre beállított guid '{0}' másolatát a '{1}' pluginban észlelték az előre beállításokhoz: {2}
hy_am: Պրեսետները պետք է առանձնահատուկ առաջնորդություն ունենան ։ «{0}» պրեսետների համար plugin '{1}' -ում հայտնաբերվել է կրկնակի նախնական ուղեցույց՝ {2}:
id_id: Preset harus memiliki guid yang unik. Duplikat Preset Guid '{0}' terdeteksi di plugin '{1}' untuk preset: {2}
is_is: Forstillingar verða að hafa einstakt leiðarljós. Tvítekning guid guid '{0}' fannst í íforritinu '{1}' fyrir forstilltar: {2}.
it_ch: I set di impostazioni devono avere GUID univoci. È stato rilevato un guid preimpostato duplicato '{0}' nel plug-in '{1}' per i preset: {2}.
ja_jp: プリセットには一意の GUID が必要です。プリセットのプラグイン '{1}' で重複するプリセット guid '{0}' が検出されました: {2}。
km_kh: Presets ត្រូវ តែ មាន ហ្គីឌីត តែ មួយ គត់ ។ Duplicate preset guid '{0}' ត្រូវ បាន រក ឃើញ នៅ ក្នុង កម្មវិធី ជំនួយ '{1}' សម្រាប់ presets: {2}។
kn_in: ಪ್ರಿಸೆಟ್ ಗಳು ಅನನ್ಯ ಮಾರ್ಗದರ್ಶಿಗಳನ್ನು ಹೊಂದಿರಬೇಕು. ಪ್ರಿಸೆಟ್ ಗಳಿಗಾಗಿ '{1}' ಪ್ಲಗಿನ್ ನಲ್ಲಿ ನಕಲಿ ಪ್ರಿಸೆಟ್ ಮಾರ್ಗದರ್ಶಿ '{0}' ಪತ್ತೆಯಾಗಿದೆ: {2}.
ko_kr: 사전 설정에는 고유한 GUID가 있어야 합니다. 사전 설정: {2}에 대한 플러그인 '{1}'에서 중복된 사전 설정 guid '{0}'가 감지되었습니다.
lo_la: Presets ຕ້ອງມີguids ພິເສດ. ຕົວຊີ້ວັດທີ່ຊ້ໍາກັນ '{0}' ໄດ້ຖືກຄົ້ນພົບໃນ plugin '{1}' ສໍາລັບການລ່ວງຫນ້າ: {2}.
lt_lt: Išankstiniai nustatymai turi turėti unikalius guidus. Pasikartojantis iš anksto nustatytas guid "{0}" buvo aptiktas papildinyje "{1}", skirtame išankstiniams nustatymams: {2}.
lv_lv: Iepriekšējiem iestatījumiem jābūt unikālām guidiem. PRESETS PRESET GUID '{0}' tika atklāts spraudnī '{1}', lai iegūtu iestatījumus: {2}
ml_in: പ്രീസെറ്റുകൾക്ക് സവിശേഷമായ മാർഗ്ഗനിർദ്ദേശങ്ങൾ ഉണ്ടായിരിക്കണം. പ്രീസെറ്റുകൾക്കായി പ്ലഗിൻ '{1}' ൽ ഡ്യൂപ്ലിക്കേറ്റ് പ്രീസെറ്റ് ഗൈഡ് '{0}' കണ്ടെത്തി: {2}.
mr_in: प्रीसेटमध्ये युनिक गाइड्स असणे आवश्यक आहे. प्रीसेटसाठी प्लगइन '{1}'मध्ये डुप्लिकेट प्रीसेट गाइड '{0}' आढळले: {2}.
mt_mt: Il-presets għandu jkollhom guids uniċi. Duplikat preset guid '{0}' instab fil-plugin '{1}' għal presets: {2}.
nb_no: Forhåndsinnstillinger må ha unike guider. Duplikatforhåndsinnstilt guid '{0}' ble oppdaget i plugin '{1}' for forhåndsinnstillinger: {2}.
ne_np: प्रिसेटहरूमा अद्वितीय गाइडहरू हुनुपर्दछ। पूर्वनिर्धारितहरूका लागि प्लगइन '{1}' मा डुप्लिकेट पूर्वनिर्धारित गाइड '{0}' पत्ता लगाइएको थियो: {2}।
nl_be: Voorinstellingen moeten unieke richtlijnen hebben. Dubbele preset-guid '{0}' is gedetecteerd in plug-in '{1}' voor presets: {2}.
or_in: ପ୍ରେସେଟ୍ ରେ ଅନନ୍ୟ ଗୁଇଡ୍ ରହିବା ଆବଶ୍ୟକ। ପ୍ରିସେଟ୍ ପାଇଁ ପ୍ଲଗଇନ୍ '{1}'ରେ ଡୁପ୍ଲିକେଟ୍ ପ୍ରିସେଟ୍ ଗିଲ୍ଡ '{0}' ଚିହ୍ନଟ ହୋଇଥିଲା: {2}।
pa_arab: ਪ੍ਰੀਸੈਟਸ ਦੇ ਵਿਲੱਖਣ GNDS ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ. ਡੁਪਲਿਕੇਟ ਪ੍ਰੀਸੈਟ ਗਾਈਡ '{0}' ਪ੍ਰੀਸੈਟਾਂ ਲਈ ਪਲੱਗਇਨ '{1}' ਵਿੱਚ ਖੋਜਿਆ ਗਿਆ ਸੀ: {2}.
pt_br: As predefinições devem ter guids exclusivos. Duplicado predefinição guid '{0}' foi detectado no plugin '{1}' para predefinições: {2}.
ro_ro: Presetările trebuie să aibă ghidaje unice. Duplicatul ghidului presetat "{0}" a fost detectat în pluginul "{1}" pentru presetări: {2}.
ru_ru: Пресеты должны иметь уникальные идентификаторы. В плагине '{1}' для пресетов: {2} обнаружен дубликат guid пресета '{0}'.
sk_sk: Predvoľby musia mať jedinečné ovládacie prvky. Duplicitné prednastavené guid '{0}' bolo zistené v plugine '{1}' pre predvoľby: {2}.
sl_si: Prednastavitve morajo imeti edinstvene vodila. Podvojeni prednastavljeni guid '{0}' je bil zaznan v vtičniku '{1}' za prednastavitve: {2}.
sq_al: Presetet duhet të kenë guida unike. Duplikimi i guidës preset '{0}' u zbulua në plugin '{1}' për preset: {2}.
sr_cyrl_me: Предсетови морају имати јединствене гуидове. Откривен је дупликат унапред одређеног гуида "{0}" у додатној компоненти "{1}" за предсетва: {2}.
sv_fi: Förinställningar måste ha unika guider. Duplicerat förinställt guid "{0}" identifierades i plugin-programmet "{1}" för förinställningar: {2}.
ta_in: முன்னமைவுகள் தனித்துவமான வழிகாட்டுதல்களைக் கொண்டிருக்க வேண்டும். முன்னமைவுகளுக்கான செருகுநிரல் '{1}' இல் நகல் முன்னமை guid '{0}' கண்டறியப்பட்டது: {2}.
te_in: ప్రీసెట్ లకు ప్రత్యేకమైన మార్గదర్శకాలు ఉండాలి. ప్రీసెట్ ల కొరకు ప్లగిన్ '{1}'లో డూప్లికేట్ ప్రీసెట్ గైడ్ '{0}' కనుగొనబడింది: {2}.
th_th: ค่าที่ตั้งไว้ล่วงหน้าต้องมีคําแนะนําที่ไม่ซ้ํากัน ตรวจพบ guid ที่ตั้งไว้ล่วงหน้าซ้ํากัน '{0}' ในปลั๊กอิน '{1}' สําหรับค่าที่ตั้งไว้ล่วงหน้า: {2}
tk_tm: Öňki setlerde üýtgeşik guidler bolmaly. {0} üçin '{1}' plýonkasynda ýene-de bir preset guid anyklandy: {2}.
tr_tr: Hazır ayarların benzersiz kılavuzları olmalıdır. Ön ayarlar için '{1}' eklentisinde yinelenen ön ayar guid'i '{0}' algılandı: {2}.
tt_ru: Пресетларның уникаль гәүсәләре булырга тиеш. Председатлар өчен "{1}" плагинында председат "{0}"ны кабатлату ачыкланган: {2}.
uk_ua: Пресети повинні мати унікальні ідентифікатори. Дублікат пресетів guid '{0}' було виявлено в плагіні '{1}' для пресетів: {2}.
ur_pk: پریسیٹس میں منفرد گائیڈز ہونا ضروری ہے۔ پری سیٹ کے لئے پلگ ان '{1}' میں ڈپلیکیٹ پری سیٹ گائیڈ '{0}' کا پتہ چلا: {2}۔
uz_cyrl: Oldindan o'rnatilgan sozlamalar noyob yo'riqnomalarga ega bo'lishi kerak. Oldindan oʻrnatilgan “{0}” qoʻllanmasining ikki nusxasi “{1}” plaginida oldindan oʻrnatilgan sozlamalar uchun aniqlandi: {2}.
zh_hant: 預設必須具有唯一的 guid。在外掛程式“{1}”中檢測到重複的預設 guid '{0}'：{2}。
