Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidCompEx1
source: Plugin error. Plugin '{0}' is '{1}' type but no '{1}' format found
af_za: Pluginfout. Plugin '{0}' is '{1}' tipe, maar geen '{1}' formaat gevind
as_in: প্লাগইন ত্ৰুটি। প্লাগইন '{0}' হৈছে '{1}' ধৰণৰ কিন্তু কোনো '{1}' বিন্যাস পোৱা নগ'ল
bn_in: প্লাগইন ত্রুটি। প্লাগইন '{0}' হ'ল '{1}' টাইপ তবে কোনও '{1}' ফর্ম্যাট পাওয়া যায় নি
bs_latn_ba: Pogreška dodatka. Dodatak '{0}' je tip '{1}', ali nije pronađen nijedan format '{1}'
ca_es: Error de plugin. Plugin '{0}' és '{1}' Tipus però no es troba el format '{1}'
cs_cz: Chyba pluginu. Plugin '{0}' je typ '{1}', ale ne '{1}' Formát nalezen
da_dk: Plugin -fejl. Plugin '{0}' er '{1}' type, men ingen '{1}' format fundet
de_ch: Plugin -Fehler. Plugin '{0}' ist '{1}' Typ, aber nein '{1}' Format gefunden
el_gr: Σφάλμα plugin. Plugin '{0}' είναι '{1}' Τύπος αλλά όχι '{1}' βρέθηκε μορφή
es_bo: Error de complemento. Plugin '{0}' es el tipo '{1}' de tipo pero no se encontró el formato '{1}'
et_ee: Pistikprogrammi viga. Pistikprogramm '{0}' on '{1}' tüüp, kuid ei leitud '{1}'
fa_ir: خطای پلاگین افزونه '{0}' IS '{1}' نوع اما no '{1}' یافت شد
fi_fi: Laajennusvirhe. Plugin '{0}' on '{1}' tyyppi, mutta ei '{1}' Löydetty muoto
fil_ph: Error sa plugin. Plugin '{0}' ay '{1}' type ngunit walang '{1}' format na natagpuan
fr_029: Erreur de plugin. Plugin '{0}' est '{1}' type mais pas de format '{1}' trouvé
ga_ie: Earráid Plugin. Plugin '{0}' is é '{1}' cineál ach níl formáid '{1}' aimsithe
gu_in: પ્લગઇન ભૂલ. પ્લગઇન '{0}' છે '{1}' પ્રકાર પરંતુ કોઈ '{1}' ફોર્મેટ મળી
he_il: שגיאת תוסף. Plugin '{0}' הוא '{1}' 'סוג אבל לא' {1} 'נמצא בתבנית
hi_in: प्लगइन त्रुटि। प्लगइन '{0}' है '{1}' प्रकार लेकिन नहीं '{1}' प्रारूप मिला
hr_hr: Pogreška dodatka. Dodatak '{0}' je "{1} ', ali nije pronađen format' {1} '
hu_hu: Plugin hiba. A '{0}' plugin '{1}' típus, de nem a '{1}' formátum található
hy_am: Plugin սխալ. Գտնված է «{0}» - ը '{1}' տիպ, բայց ոչ '{1} ձեւաչափը
id_id: Kesalahan plugin. Plugin '{0}' adalah '{1}' type tetapi tidak ada format '{1}' yang ditemukan
is_is: Villa við viðbót. Plugin '{0}' er '{1}' gerð en engin '{1}' snið fannst
it_ch: Errore del plug -in. Plugin '{0}' is '{1}' type ma no '{1}' formato trovato
ja_jp: プラグインエラー。 Plugin '{0}'は '{1}'タイプですが '{1}'形式が見つかりました
km_kh: កំហុសកម្មវិធីជំនួយ។ កម្មវិធីជំនួយ '{0}' គឺជាប្រភេទ '{1}' ប៉ុន្តែរកមិនឃើញទ្រង់ទ្រាយ '{1}'
kn_in: ಪ್ಲಗಿನ್ ದೋಷ. ಪ್ಲಗಿನ್ '{0}' '{1}' ಪ್ರಕಾರ ಆದರೆ '{1}' ಸ್ವರೂಪ ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 플러그인 오류. 플러그인 '{0}'는 '{1}'유형이지만 '{1}'형식이 없습니다.
lo_la: ຂໍ້ຜິດພາດຂອງ plugin. plugin '{0}' ແມ່ນ '{{1}' ປະເພດ 'ແຕ່ບໍ່ພົບຮູບແບບ'}
lt_lt: Papildinio klaida. Papildinys '{0}' yra '{1}' tipas, bet ne '{1}' formatas rastas
lv_lv: Spraudņa kļūda. Spraudnis '{0}' ir '{1}' tips, bet nav atrodams '{1}' formāts
ml_in: പ്ലഗിൻ പിശക്. പ്ലഗിൻ '{0}' '{1}' തരം, പക്ഷേ '{1}' ഫോർമാറ്റ് കണ്ടെത്തിയില്ല
mr_in: प्लगइन त्रुटी. प्लगइन '{0}' '{1}' प्रकार आहे परंतु नाही '{1}' स्वरूप आढळले
mt_mt: Żball tal-plugin. Plugin '{0}' huwa tip '{1}' imma l-ebda format '{1}' misjub
nb_no: Plugin -feil. Plugin '{0}' er '{1}' type, men ingen '{1}' format funnet
ne_np: प्लगइन त्रुटि। प्लगइन '{0}' '{1}'} '}' {1} '}'}} फेला पर्यो
nl_be: Plug -infout. Plugin '{0}' is '{1}' type maar geen '{1}' formaat gevonden
or_in: ପ୍ଲଗଇନ୍ ତ୍ରୁଟି | ପ୍ଲଗଇନ୍ '{0}' ହେଉଛି '{1}' ପ୍ରକାର କିନ୍ତୁ କ'ଣସି '{1}' ଫର୍ମାଟ୍ ମିଳିଲା ନାହିଁ |
pa_arab: ਪਲੱਗਇਨ ਗਲਤੀ. ਪਲੱਗਇਨ '{0}' '{1}' ਟਾਈਪ ਹੈ ਪਰ ਕੋਈ '{1}' ਫਾਰਮੈਟ ਨਹੀਂ ਮਿਲਿਆ
pt_br: Erro do plug -in. Plugin '{0}' é '{1}' tipo, mas não '{1}' formato encontrado
ro_ro: Eroare plugin. Plugin '{0}' este '{1}', dar nu este găsit formatul '{1}'
ru_ru: Ошибка плагина. Плагин '{0}' is '{1}' тип, но нет '{1}' формат найден
sk_sk: Chyba doplnku. Plugin '{0}' je '{1}' type, ale no '{1}' Formát nájdený
sl_si: Napaka vtičnika. Vtičnik '{0}' je tip '{1}', vendar ne najdena oblika '{1}'
sq_al: Gabim në plugin. Shtojcë '{0}' është '{1}' tipi por jo forma '{1}' u gjet
sr_cyrl_me: Грешка додатка. Додатак '{0}' је '{1}' тип, али није пронађен '{1}' формат
sv_fi: Plugin -fel. Plugin '{0}' är '{1}' typ men nej '{1}' format hittades
ta_in: சொருகி பிழை. சொருகி '{0}' என்பது '{1}' வகை ஆனால் '{1}' வடிவம் இல்லை
te_in: ప్లగిన్ లోపం. ప్లగ్ఇన్ '{0}' '{1}' రకం కానీ '{1}' ఫార్మాట్ కనుగొనబడలేదు
th_th: ข้อผิดพลาดปลั๊กอิน ปลั๊กอิน '{0}' คือประเภท '{1}' แต่ไม่พบรูปแบบ '{1}'
tk_tm: Plugin ýalňyşlygy. Plugin '{0}' '{1}' görnüşidir, ýöne '{1}' formaty tapylmady
tr_tr: Eklenti hatası. Eklenti '{0}' '{1}' türü ama '{1}' formatı yok
tt_ru: Плагин хата. Плагин '{0}' - '{1}' тибы, ләкин юк "{1} 'формат табылды
uk_ua: Помилка плагіна. Плагін '{0}' є '{1}' типу, але не знайдено формат '{1}'
ur_pk: پلگ ان کی خرابی پلگ ان '{0}' '{1}' قسم ہے لیکن نہیں '{1}' فارمیٹ ملا ہے
uz_cyrl: Plagin xatosi. Plagin '{0}' '{1}' turi, lekin "{1}" format topilmadi
zh_hant: 插件錯誤。插件'{0}'是'{1}'type，但找不到'{1}'格式

# InvalidCondEx
source: Error performing action '{0}':{1}{2}
af_za: Fout om aksie uit te voer '{0}': {1} {2}
bn_in: ক্রিয়া '{0}' সম্পাদন করতে ত্রুটি: {1} {2}
bs_latn_ba: Pogreška prilikom izvođenja akcije '{0}': {1} {2}
ca_es: Error Realitzant Action '{0}': {1} {2}
cs_cz: Akce pro provádění chyby '{0}': {1} {2}
da_dk: Fejl udførelse af handling '{0}': {1} {2}
de_ch: Fehler bei der Ausführung von Aktion '{0}': {1} {2}
el_gr: Σφάλμα εκτέλεσης δράσης '{0}': {1} {2}
es_bo: Error al realizar la acción '{0}': {1} {2}
et_ee: Viga toimingu '{0}': {1} {2}
fa_ir: خطا در حال انجام عمل '{0}': {1} {2}
fi_fi: Virheen suorittaminen toiminto '{0}': {1} {2}
fil_ph: Error na gumaganap ng aksyon '{0}': {1} {2}
fr_029: Erreur effectuant l'action '{0}': {1} {2}
ga_ie: Earráid ag feidhmiú gníomh '{0}': {1} {2}
gu_in: ક્રિયા કરવામાં ભૂલ '{0}': {1} {2}
he_il: שגיאה ביצוע פעולה '{0}': {1} {2}
hi_in: एक्शन प्रदर्शन करने में त्रुटि '{0}': {1} {2}
hr_hr: Pogreška Izvođenje radnje '{0}': {1} {2}
hu_hu: Hiba a '{0}' művelet végrehajtása: {1} {2}
hy_am: Սխալ «{0}» գործողություն կատարելու սխալ. {1} {2}
id_id: Kesalahan melakukan tindakan '{0}': {1} {2}
is_is: Villa við að framkvæma aðgerð '{0}': {1} {2}
it_ch: Errore eseguendo l'azione '{0}': {1} {2}
ja_jp: アクションの実行エラー '{0}'：{1} {2}
km_kh: កំហុសក្នុងការធ្វើសកម្មភាព '{0}': {1} {2}
kn_in: ಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸುವಲ್ಲಿ '{0}': {1} {2}
ko_kr: 오류 수행 작업 '{0}': {1} {2}
lo_la: ຄວາມຜິດພາດໃນການປະຕິບັດການກະທໍາ '{0}': {1}} {2}
lt_lt: Klaida atliekant veiksmą '{0}': {1} {2}
lv_lv: Kļūda, veicot darbību '{0}': {1} {2}
ml_in: പ്രവർത്തനം നടത്തുന്നത് '{0}': {1} {2}}
mr_in: {0} 'कृती करत त्रुटी: {1} {2}
mt_mt: Żball li jwettaq azzjoni "{0}": {1} {2}
nb_no: Feil å utføre handling '{0}': {1} {2}
ne_np: त्रुटि प्रदर्शन गर्दै '{0}': {1} {2}
nl_be: Foutuitvoer Actie '{0}': {1} {2}
or_in: କାର୍ଯ୍ୟ '{0}': {1} {2}
pa_arab: ਐਕਸ਼ਨ '{0}' ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: {1} {2}
pt_br: Erro a execução de ação '{0}': {1} {2}
ro_ro: Eroare la efectuarea acțiunii '{0}': {1} {2}
ru_ru: Ошибка выполнения действия '{0}': {1} {2}
sk_sk: Chyba vykonávanie akcie '{0}': {1} {2}
sl_si: Napaka pri izvajanju dejanja '{0}': {1} {2}
sq_al: Gabim në kryerjen e veprimit '{0}': {1} {2}
sr_cyrl_me: Грешка у извођењу акције '{0}': {1} {2}
sv_fi: Fel att utföra åtgärd '{0}': {1} {2}
ta_in: செயலைச் செய்வதில் பிழை '{0}': {1} {2}
te_in: '{0}' చర్యను ప్రదర్శించడంలో లోపం: {1} {2}
th_th: ข้อผิดพลาดในการดำเนินการ '{0}': {1} {2}
tk_tm: Hereketi ýerine ýetirmekde säwlik '{0}': {1} {2}
tr_tr: Hata gerçekleştirme eylemi '{0}': {1} {2}
tt_ru: "{0}" чара башкару хата: {1} {2}
uk_ua: Помилка виконання дії '{0}': {1} {2}
ur_pk: کارروائی کرنے میں غلطی '{0}': {1} {2}
uz_cyrl: "{0}" {1} {2} harakatini amalga oshirishda xato
zh_hant: 錯誤執行操作'{0}'：{1} {2}

# InvalidCriteria1
source: Value must contain only numbers or '{0}'
af_za: Waarde moet slegs getalle of '{0}' bevat
as_in: মূল্যত কেৱল সংখ্যা বা '{0}' থাকিব লাগিব।
bn_in: মানটিতে কেবল সংখ্যা বা '{0}' থাকতে হবে
bs_latn_ba: Vrijednost mora sadržavati samo brojeve ili '{0}'
ca_es: El valor ha de contenir només números o "{0}"
cs_cz: Hodnota musí obsahovat pouze čísla nebo '{0}'
da_dk: Værdi skal kun indeholde tal eller '{0}'
de_ch: Der Wert darf nur Zahlen oder '{0}' enthalten.
el_gr: Η τιμή πρέπει να περιέχει μόνο αριθμούς ή '{0}'
es_bo: El valor debe contener solo números o '{0}'
et_ee: Väärtus peab sisaldama ainult numbreid või '{0}'
fa_ir: مقدار فقط باید شامل اعداد یا '{0}' باشد
fi_fi: Arvon on sisällettävä vain numeroita tai '{0}'
fil_ph: Ang halaga ay dapat maglaman lamang ng mga numero o '{0}'
fr_029: La valeur ne doit contenir que des nombres ou '{0}'
ga_ie: Ní mór ach uimhreacha nó '{0}' a bheith i luach
gu_in: મૂલ્યમાં ફક્ત સંખ્યાઓ અથવા '{0}' હોવા આવશ્યક છે
he_il: הערך חייב להכיל רק מספרים או '{0}'
hi_in: मान में केवल संख्या या '{0}' होना चाहिए
hr_hr: Vrijednost mora sadržavati samo brojeve ili '{0}'
hu_hu: Az értéknek csak számokat vagy '{0}' tartalmaznia kell
hy_am: Արժեքը պետք է պարունակի միայն թվեր կամ «{0»:
id_id: Nilai harus berisi hanya angka atau '{0}'
is_is: Gildi verður aðeins að innihalda tölur eða '{0}'
it_ch: Il valore deve contenere solo numeri o '{0}'
ja_jp: 値には数値または「{0}」のみを含める必要があります
km_kh: តម្លៃត្រូវតែមានតែលេខឬ '{0}'
kn_in: ಮೌಲ್ಯವು ಕೇವಲ ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರಬೇಕು ಅಥವಾ '{0}'
ko_kr: 값은 숫자 또는 '{0}'만 포함해야합니다.
lo_la: ມູນຄ່າຕ້ອງມີພຽງແຕ່ຕົວເລກຫຼື '{0}'
lt_lt: Reikšme turi būti tik skaičiai arba '{0}'
lv_lv: Vērtībā jābūt tikai skaitļiem vai '{0}'
ml_in: മൂല്യത്തിൽ അക്കങ്ങൾ മാത്രം അടങ്ങിയിരിക്കണം അല്ലെങ്കിൽ '{0}'
mr_in: मूल्यामध्ये केवळ संख्या किंवा '{0}' असणे आवश्यक आहे
mt_mt: Il-valur għandu jkun fih biss numri jew '{0}'
nb_no: Verdien må bare inneholde tall eller '{0}'
ne_np: मानमा केवल संख्यामा मात्र वा '{0}' हुनुपर्दछ
nl_be: Waarde mag alleen nummers bevatten of '{0}'
or_in: ମୂଲ୍ୟ କେବଳ ସଂଖ୍ୟା କିମ୍ବା '{0}' ଧାରଣ କରିବା ଜରୁରୀ |
pa_arab: ਮੁੱਲ ਵਿੱਚ ਸਿਰਫ ਨੰਬਰ ਜਾਂ '{0}' ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt_br: O valor deve conter apenas números ou '{0}'
ro_ro: Valoarea trebuie să conțină doar numere sau „{0}”
ru_ru: Значение должно содержать только числа или '{0}'
sk_sk: Hodnota musí obsahovať iba čísla alebo '{0}'
sl_si: Vrednost mora vsebovati samo številke ali '{0}'
sq_al: Vlera duhet të përmbajë vetëm numra ose '{0}'
sr_cyrl_me: Вредност мора да садржи само бројеве или '{0}'
sv_fi: Värdet måste bara innehålla siffror eller '{0}'
ta_in: மதிப்பில் எண்கள் அல்லது '{0}' மட்டுமே இருக்க வேண்டும்
te_in: విలువలో సంఖ్యలు లేదా '{0}' మాత్రమే ఉండాలి
th_th: ค่าต้องมีเพียงตัวเลขหรือ '{0}'
tk_tm: Bahanyň diňe sanlary ýa-da '{0}' bolmaly
tr_tr: Değer yalnızca sayılar veya '{0}' içermelidir
tt_ru: Кыйммәт саннарда яки '{0}' булырга тиеш
uk_ua: Значення повинно містити лише числа або '{0}'
ur_pk: قدر میں صرف نمبر یا '{0}' ہونا ضروری ہے
uz_cyrl: Qiymat faqat raqamlar yoki '{0}' bo'lishi kerak
zh_hant: 值必須僅包含數字或'{0}'

# InvalidCriteria2
source: Value must be from {0} to {1}
af_za: Waarde moet van {0} tot {1} wees
as_in: মূল্য {0} ৰ পৰা {1} লৈকে হ'ব লাগিব
bn_in: মান অবশ্যই {0} থেকে {1} হতে হবে
bs_latn_ba: Vrijednost mora biti od {0} na {1}
ca_es: El valor ha de ser de {0} a {1}
cs_cz: Hodnota musí být od {0} do {1}
da_dk: Værdi skal være fra {0} til {1}
de_ch: Der Wert muss von {0} nach {1} betragen
el_gr: Η τιμή πρέπει να είναι από {0} έως {1}
es_bo: El valor debe ser de {0} a {1}
et_ee: Väärtus peab olema {0} kuni {1}
fa_ir: مقدار باید از {0} تا {1} باشد
fi_fi: Arvon on oltava {0} - {1}
fil_ph: Ang halaga ay dapat na mula sa {0} hanggang {1}
fr_029: La valeur doit être de {0} à {1}
ga_ie: Caithfidh luach a bheith ó {0} go {1}
gu_in: મૂલ્ય {0} થી {1} હોવું આવશ્યક છે
he_il: הערך חייב להיות מ- {0} ל- {1}
hi_in: मान {0} से {1} तक होना चाहिए
hr_hr: Vrijednost mora biti od {0} do {1}
hu_hu: Az értéknek {0} -tól {1} ​​-ig kell lennie
hy_am: Արժեքը պետք է լինի {0}-ից 1}
id_id: Nilai harus dari {0} ke {1}
is_is: Gildi verður að vera frá {0} til {1}
it_ch: Il valore deve essere da {0} a {1}
ja_jp: 値は{0}から{1}まででなければなりません
km_kh: តម្លៃត្រូវតែមានពី {0} ទៅ {1}
kn_in: ಮೌಲ್ಯವು {0} ನಿಂದ {1} ವರೆಗೆ ಇರಬೇಕು
ko_kr: 값은 {0}에서 {1}까지이어야합니다.
lo_la: ມູນຄ່າຕ້ອງໄດ້ມາຈາກ {0} ໃຫ້ {1}
lt_lt: Reikšmė turi būti nuo {0} iki {1}
lv_lv: Vērtībai jābūt no {0} līdz {1}
ml_in: മൂല്യം {0} മുതൽ {1} വരെ ആയിരിക്കണം
mr_in: मूल्य {0} ते {1} पर्यंत असणे आवश्यक आहे
mt_mt: Il-valur għandu jkun minn {0} sa {1}
nb_no: Verdien må være fra {0} til {1}
ne_np: मान {0} देखि {1} सम्म हुनुपर्छ
nl_be: Waarde moet van {0} zijn tot {1}
or_in: ମୂଲ୍ୟ ନିଶ୍ଚିତ ଭାବରେ {0} ରୁ {1} |
pa_arab: ਮੁੱਲ {0} ਤੋਂ {1} ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ
pt_br: O valor deve ser de {0} a {1}
ro_ro: Valoarea trebuie să fie de la {0} la {1}
ru_ru: Значение должно быть от {0} до {1}
sk_sk: Hodnota musí byť od {0} do {1}
sl_si: Vrednost mora biti od {0} do {1}
sq_al: Vlera duhet të jetë nga {0} në {1}
sr_cyrl_me: Вредност мора бити од {0} до {1}
sv_fi: Värdet måste vara från {0} till {1}
ta_in: மதிப்பு {0} முதல் {1} வரை இருக்க வேண்டும்
te_in: విలువ తప్పనిసరిగా {0} నుండి {1} వరకు ఉండాలి
th_th: ค่าจะต้องมาจาก {0} ถึง {1}
tk_tm: Bahasy {0}--a {1} bolmaly
tr_tr: Değer {0} ila {1} arasında olmalıdır.
tt_ru: Кыйммәт {0} дән {1} кадәр булырга тиеш
uk_ua: Значення повинно бути від {0} до {1}
ur_pk: قدر {0} سے {1} سے ہونی چاہئے
uz_cyrl: Qiymat {0} dan {1} gacha boʻlishi kerak
zh_hant: 值必須從{0}到{1}

# InvalidCriteria3
source: Must be a hex (6 or 8 digit) string starting with '#'
af_za: Moet 'n hex (6 of 8 syfer) string wees wat begin met '#'
as_in: '#' ৰে আৰম্ভ হোৱা এটা হেক্স (6 বা 8 অংক) ষ্ট্ৰিং হ'ব লাগিব।
bn_in: '#' দিয়ে শুরু হওয়া একটি হেক্স (6 বা 8 ডিজিট) স্ট্রিং হতে হবে
bs_latn_ba: Mora biti šesterokutni (6 ili 8-znamenkasti) niz koji počinje sa '#'
ca_es: Ha de ser una cadena hex (6 o 8 dígits) que comença amb "#"
cs_cz: Musí to být hex (6 nebo 8 číslic) řetězec počínaje '#'
da_dk: Skal være en hex (6 eller 8 cifret) streng, der starter med '#'
de_ch: Muss eine Sechserfolge (6 oder 8 -Ziffer) sein, beginnend mit '#'
el_gr: Πρέπει να είναι ένα hex (6 ή 8 ψηφίο) συμβολοσειρά ξεκινώντας με '#'
es_bo: Debe ser una cadena hexadecimal (6 u 8 dígitos) que comience con '#'
et_ee: Peab olema heks (6 või 8 numbrit) string, mis algab '#'
fa_ir: باید یک رشته hex (6 یا 8 رقمی) باشد که از "#" شروع می شود
fi_fi: On oltava heksa (6 tai 8 -numeroinen) merkkijono alkaen '#'
fil_ph: Dapat maging isang hex (6 o 8 digit) string na nagsisimula sa '#'
fr_029: Doit être une chaîne hexagonale (6 ou 8 chiffres) commençant par '#'
ga_ie: Caithfidh teaghrán heicsidheachúlach (6 nó 8 dhigit) a bheith ag tosú le '#'
gu_in: '#' થી શરૂ થતાં હેક્સ (6 અથવા 8 અંક) શબ્દમાળા હોવા જોઈએ
he_il: חייב להיות מחרוזת משושה (6 או 8 ספרות) החל מ- '#'
hi_in: एक हेक्स (6 या 8 अंक) स्ट्रिंग होना चाहिए जो '#' से शुरू होता है
hr_hr: Mora biti šesterokutni (6 ili 8 znamenkasti) niz počevši od '#'
hu_hu: Hex (6 vagy 8 számjegyű) karakterláncnak kell lennie, kezdve a '#'
hy_am: Պետք է լինի «#» -ից «6 կամ 8 նիշ» լարը
id_id: Harus menjadi string hex (6 atau 8 digit) dimulai dengan '#'
is_is: Verður að vera hex (6 eða 8 stafa) strengur sem byrjar með '#'
it_ch: Deve essere una stringa esagonale (6 o 8 cifre) che inizia con '#'
ja_jp: 「＃」で始まる16進（6桁または8桁）の文字列でなければなりません
km_kh: ត្រូវតែជាខ្សែអក្សរ Hex (6 ឬ 8 ខ្ទង់) ដែលចាប់ផ្តើមដោយ '#'
kn_in: '#' ನಿಂದ ಪ್ರಾರಂಭವಾಗುವ ಹೆಕ್ಸ್ (6 ಅಥವಾ 8 ಅಂಕಿಯ) ಸ್ಟ್ರಿಂಗ್ ಆಗಿರಬೇಕು
ko_kr: '#'로 시작하는 16 진수 (6 또는 8 자리) 문자열이어야합니다.
lo_la: ຕ້ອງເປັນສາຍ STEX (6 ຫຼື 8 ຕົວເລກ) ເລີ່ມຕົ້ນດ້ວຍ '#'
lt_lt: Turi būti šešiakampė (6 arba 8 skaitmenų) eilutė, pradedant nuo „#“
lv_lv: Jābūt heksa (6 vai 8 ciparu) virknei, sākot ar '#'
ml_in: '#' ആരംഭിക്കുന്ന ഒരു ഹെക്സ് (6 അല്ലെങ്കിൽ 8 അക്ക) സ്ട്രിംഗ് ആയിരിക്കണം
mr_in: '#' ने प्रारंभ होणारी हेक्स (6 किंवा 8 अंकी) स्ट्रिंग असणे आवश्यक आहे
mt_mt: Trid tkun sekwenza hex (6 jew 8 ċifri) li tibda b '"#"
nb_no: Må være en sekskant (6 eller 8 -sifret) streng som starter med '#'
ne_np: '#' को साथ सुरू गरिरहेको हेक्स (or वा digit अंकको हुनुपर्दछ
nl_be: Moet een hex (6 of 8 cijfer) string zijn, beginnend met '#'
or_in: '#' ସହିତ ଆରମ୍ଭ ହୋଇଥିବା ଏକ ହେକ୍ସ (6 କିମ୍ବା 8 ଅଙ୍କ) ଷ୍ଟ୍ରିଙ୍ଗ୍ ହେବା ଜରୁରୀ |
pa_arab: '#' ਨਾਲ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੀ ਇਕ ਹੇਕਸ (6 ਜਾਂ 8 ਅੰਕ) ਸਟਰਿੰਗ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pt_br: Deve ser uma string hexadecimal (6 ou 8 dígitos) começando com '#'
ro_ro: Trebuie să fie un șir hex (6 sau 8 cifre) începând cu „#”
ru_ru: Должен быть шестнадцатеричная (6 или 8 -значная) строка, начиная с '#'
sk_sk: Musí to byť hex (6 alebo 8 -číslicový) reťazec začínajúci „#“
sl_si: Mora biti šestnajsti (6 ali 8 -mestni) niz, začenši z '#'
sq_al: Duhet të jetë një varg hex (6 ose 8 shifror) duke filluar me '#'
sr_cyrl_me: Мора бити хекс (6 или 8-цифрени) низ који почиње са '#'
sv_fi: Måste vara en hex (6 eller 8 -siffrig) sträng som börjar med '#'
ta_in: '#' உடன் தொடங்கி ஒரு ஹெக்ஸ் (6 அல்லது 8 இலக்க) சரமாக இருக்க வேண்டும்
te_in: '#' తో ప్రారంభమయ్యే హెక్స్ (6 లేదా 8 అంకె) స్ట్రింగ్ అయి ఉండాలి
th_th: ต้องเป็นสตริง hex (6 หรือ 8 หลัก) เริ่มต้นด้วย '#'
tk_tm: '#' -Dan başlap, "6 ýa-da 6 ýa-da 8 ýa-da 8 ýa-da 8 belgisi) setir bolmaly
tr_tr: '#' İle başlayarak onaltılık (6 veya 8 haneli) bir ip olmalıdır
tt_ru: '#' Белән башланган гекс (6 яки 8 сан) тезмә булырга тиеш
uk_ua: Повинен бути шестигранний (6 або 8 -цифровий) рядок, починаючи з "#"
ur_pk: '#' کے ساتھ شروع ہونے والا ہیکس (6 یا 8 ہندسہ) تار ہونا چاہئے
uz_cyrl: "# '" Dan boshlab Hex (6 yoki 8 raqamli) satr bo'lishi kerak
zh_hant: 必須是以“＃”開頭的十六進制（6或8位）字符串

# InvalidFormatGuidEx1
source: Clipboard '{0}' must be unique.
af_za: Clipboard '{0}' moet uniek wees.
as_in: ক্লিপবোৰ্ড '{0}' অনন্য হ'ব লাগিব।
bn_in: ক্লিপবোর্ড '{0}' অবশ্যই অনন্য হতে হবে।
bs_latn_ba: Međuspremnik '{0}' mora biti jedinstven.
ca_es: Clipboard '{0}' ha de ser únic.
cs_cz: Služba '{0}' musí být jedinečná.
da_dk: Clipboard '{0}' skal være unik.
de_ch: Clipboard '{0}' muss eindeutig sein.
el_gr: Πρόχειρο '{0}' πρέπει να είναι μοναδικό.
es_bo: El portapapeles '{0}' debe ser único.
et_ee: Lõikelaud '{0}' peab olema ainulaadne.
fa_ir: کلیپ بورد '{0}' باید منحصر به فرد باشد.
fi_fi: Leikepöydän '{0}' on oltava ainutlaatuinen.
fil_ph: Ang clipboard '{0}' ay dapat na natatangi.
fr_029: Le presse-papiers '{0}' doit être unique.
ga_ie: Ní mór go mbeadh gearrthaisce '{0}' uathúil.
gu_in: ક્લિપબોર્ડ '{0}' અનન્ય હોવું આવશ્યક છે.
he_il: על הלוח '{0}' חייב להיות ייחודי.
hi_in: क्लिपबोर्ड '{0}' अद्वितीय होना चाहिए।
hr_hr: Udruživanje '{0}' mora biti jedinstven.
hu_hu: A '{0}' vágólapnak egyedinek kell lennie.
hy_am: Clipboard '{0}' Պետք է լինի եզակի:
id_id: Clipboard '{0}' harus unik.
is_is: Klemmuspjald '{0}' verður að vera einstakt.
it_ch: Appunti '{0}' deve essere unico.
ja_jp: Clipboard '{0}'は一意でなければなりません。
km_kh: ក្តារតម្បៀតខ្ទាស់ '{0}' ត្រូវតែមានតែមួយ។
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ '{0}' ಅನನ್ಯವಾಗಿರಬೇಕು.
ko_kr: 클립 보드 '{0}'는 독특해야합니다.
lo_la: clipboard '{0}' ຕ້ອງເປັນເອກະລັກສະເພາະ.
lt_lt: Iškarpinė '{0}' turi būti unikali.
lv_lv: Starpliktuvē '{0}' jābūt unikālai.
ml_in: ക്ലിപ്പ്ബോർഡ് '{0}' അദ്വിതീയമായിരിക്കണം.
mr_in: क्लिपबोर्ड '{0}' अद्वितीय असणे आवश्यक आहे.
mt_mt: Clipboard "{0}" għandu jkun uniku.
nb_no: Utklippstavle '{0}' må være unik.
ne_np: क्लिपबोर्ड '{0}' अद्वितीय हुनुपर्दछ।
nl_be: Klembord '{0}' moet uniek zijn.
or_in: କ୍ଲିପବୋର୍ଡ '{0}' ନିଶ୍ଚିତ ଭାବରେ ଅନନ୍ୟ ହେବା ଆବଶ୍ୟକ |
pa_arab: ਕਲਿੱਪਬੋਰਡ '{0}' ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
pt_br: CLIPBOARD '{0}' deve ser exclusivo.
ro_ro: Clipboard '{0}' trebuie să fie unic.
ru_ru: Буфер обмена '{0}' должен быть уникальным.
sk_sk: Capboard '{0}' musí byť jedinečná.
sl_si: Odložišče '{0}' mora biti edinstveno.
sq_al: Clipboard '{0}' duhet të jetë unik.
sr_cyrl_me: Међуспремник '{0}' мора бити јединствен.
sv_fi: Urklipp '{0}' måste vara unikt.
ta_in: கிளிப்போர்டு '{0}' தனித்துவமாக இருக்க வேண்டும்.
te_in: క్లిప్‌బోర్డ్ '{0}' ప్రత్యేకంగా ఉండాలి.
th_th: คลิปบอร์ด '{0}' จะต้องไม่ซ้ำกัน
tk_tm: "Ч" paneli '{0}' üýtgeşik bolmaly.
tr_tr: Pano '{0}' benzersiz olmalıdır.
tt_ru: '{0}' уникаль булырга тиеш.
uk_ua: Буфер обміну '{0}' повинен бути унікальним.
ur_pk: کلپ بورڈ '{0}' منفرد ہونا چاہئے۔
uz_cyrl: Clipboard '{0}' noyob bo'lishi kerak.
zh_hant: 剪貼板'{0}'必須是唯一的。

# InvalidFormatGuidEx2
source: Already exists for
af_za: Bestaan ​​reeds vir
as_in: ইতিমধ্যে
bn_in: ইতিমধ্যে বিদ্যমান
bs_latn_ba: Već postoji
ca_es: Ja existeix per a
cs_cz: Již existuje
da_dk: Eksisterer allerede for
de_ch: Existiert schon für
el_gr: Υπάρχει ήδη για
es_bo: Ya existe para
et_ee: On juba olemas
fa_ir: در حال حاضر برای
fi_fi: On jo olemassa
fil_ph: Mayroon na para sa
fr_029: Existe déjà pour
ga_ie: Tá sé ann cheana féin
gu_in: પહેલેથી જ અસ્તિત્વમાં છે
he_il: כבר קיים עבור
hi_in: के लिए पहले से मौजूद है
hr_hr: Već postoji za
hu_hu: Már létezik
hy_am: Արդեն գոյություն ունի
id_id: Sudah ada untuk
is_is: Er þegar til fyrir
it_ch: Esiste già per
ja_jp: すでに存在します
km_kh: មានរួចហើយសម្រាប់
kn_in: ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ko_kr: 이미 존재합니다
lo_la: ມີຢູ່ແລ້ວສໍາລັບ
lt_lt: Jau egzistuoja
lv_lv: Jau pastāv
ml_in: ഇതിനകം നിലവിലുണ്ട്
mr_in: आधीच अस्तित्त्वात आहे
mt_mt: Diġà jeżisti għal
nb_no: Allerede eksisterer for
ne_np: पहिले नै अवस्थित छ
nl_be: Bestaat al voor
or_in: ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |
pa_arab: ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pt_br: Já existe para
ro_ro: Există deja pentru
ru_ru: Уже существует для
sk_sk: Už existuje pre
sl_si: Že obstaja za
sq_al: Tashmë ekziston për
sr_cyrl_me: Већ постоји
sv_fi: Redan finns för
ta_in: ஏற்கனவே உள்ளது
te_in: ఇప్పటికే ఉంది
th_th: มีอยู่แล้วสำหรับ
tk_tm: Eýýäm bar
tr_tr: Zaten var
tt_ru: Инде бар
uk_ua: Вже існує для
ur_pk: پہلے ہی موجود ہے
uz_cyrl: Allaqachon mavjud
zh_hant: 已經存在

# InvalidFormatGuidEx3
source: Format
af_za: Formaat
as_in: বিন্যাস
bn_in: ফর্ম্যাট
cs_cz: Formát
el_gr: Μορφή
es_bo: Formato
et_ee: Formaat
fa_ir: قالب
fi_fi: Muoto
ga_ie: Formáil
gu_in: અનુરોધ
he_il: פוּרמָט
hi_in: प्रारूप
hu_hu: Formátum
hy_am: Ձեւաչափ
it_ch: Formato
ja_jp: フォーマット
km_kh: រតង់រតាយ
kn_in: ಸ್ವರೂಪ
ko_kr: 체재
lo_la: ຮູບແບບ
lt_lt: Formatas
lv_lv: Formāts
ml_in: രൂപകല്പന
mr_in: स्वरूप
ne_np: पुस्तकको आकार
nl_be: Formaat
or_in: ଫର୍ମାଟ୍
pa_arab: ਫਾਰਮੈਟ
pt_br: Formatar
ru_ru: Формат
sk_sk: Formát
sr_cyrl_me: Формат
sv_fi: Formatera
ta_in: வடிவம்
te_in: ఫార్మాట్
th_th: รูปแบบ
tr_tr: Biçim
tt_ru: Формат
uk_ua: Формат
ur_pk: شکل
zh_hant: 格式

# InvalidFormatGuidEx4
source: Type
af_za: Tik
as_in: প্ৰকাৰ
bn_in: প্রকার
bs_latn_ba: Vrsta
ca_es: Tipus
cs_cz: Typ
de_ch: Typ
el_gr: Τύπος
es_bo: Tipo
et_ee: Tüüp
fa_ir: نوع
fi_fi: Tyyppi
fil_ph: I -type
fr_029: Taper
ga_ie: Tíopáil
gu_in: પ્રકાર
he_il: סוּג
hi_in: प्रकार
hr_hr: Tip
hu_hu: típus
hy_am: Տիպ
id_id: Jenis
is_is: Gerð
it_ch: Tipo
ja_jp: タイプ
km_kh: បុម្ពអកសរ
kn_in: ಮಾದರಿ
ko_kr: 유형
lo_la: ປະເພດ
lt_lt: Tipas
lv_lv: Ierakstīt
ml_in: ടൈപ്പ് ചെയ്യുക
mr_in: प्रकार
mt_mt: Tip
ne_np: वर्गीकरण गर्नु
or_in: ଟାଇପ୍ କରନ୍ତୁ |
pa_arab: ਕਿਸਮ
pt_br: Tipo
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ
sl_si: Tip
sq_al: Lloj
sr_cyrl_me: Тип
sv_fi: Typ
ta_in: தட்டச்சு செய்க
te_in: రకం
th_th: พิมพ์
tk_tm: Görnüşi
tr_tr: Tip
tt_ru: Тип
uk_ua: Тип
ur_pk: قسم
uz_cyrl: Tur
zh_hant: 類型
