Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutsRoutingProfileChangeNtfMsg
source: Are you sure you want to change your shortcut routing profile to '{0}'
af_za: Is u seker dat u u kortpadroeteprofiel wil verander na '{0}'
am_et: እርግጠኛ ነዎት አቋራጭ መንገድዎን ወደ '{0}' መለወጥ እንደሚፈልጉ እርግጠኛ ነዎት?
ar_bh: هل أنت متأكد من أنك تريد تغيير ملف تعريف توجيه الاختصار الخاص بك إلى "{0} '
as_in: আপুনি নিশ্চিত নেকি যে আপুনি আপোনাৰ চৰ্টকাট ৰাউটিং আলেখ্যনক '{0}' লৈ সলনি কৰিব বিচাৰে।
az_cyrl: Qısayol marşrutlaşdırma profilinizi '{0}' qədər dəyişdirmək istədiyinizə əminsinizmi?
bg_bg: Сигурни ли сте, че искате да промените вашия профил за маршрутизиране на пряк път на '{0}'
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার শর্টকাট রাউটিং প্রোফাইলটি '{0}' এ পরিবর্তন করতে চান
bs_latn_ba: Jeste li sigurni da želite promijeniti profil prečaca za prečicu na '{0}'
ca_es: Esteu segur que voleu canviar el vostre perfil d'encaminament de drecera a '{0}'
cs_cz: Určitě chcete změnit svůj profil směrování zkratky na '{0}'
cy_gb: Ydych chi'n siŵr eich bod chi am newid eich proffil llwybro llwybr byr i '{0}'
da_dk: Er du sikker på, at du vil ændre din genvejsrutingprofil til '{0}'
de_ch: Sind Sie sicher, dass Sie Ihr Verknüpfungsrouting -Profil in '{0}' ändern möchten.
el_gr: Είστε βέβαιοι ότι θέλετε να αλλάξετε το προφίλ δρομολόγησης συντόμευσης σε '{0}'
es_bo: ¿Estás seguro de que quieres cambiar tu perfil de enrutamiento de acceso directo a '{0}'
et_ee: Kas olete kindel, et soovite oma otsetee marsruutimisprofiili muuta '{0}'
fa_ir: آیا مطمئن هستید که می خواهید نمایه مسیریابی میانبر خود را به "{0}" تغییر دهید
fi_fi: Oletko varma, että haluat vaihtaa pikakuvakeprofiilisi '{0}'
fil_ph: Sigurado ka bang nais mong baguhin ang iyong profile sa pag -ruta ng shortcut sa '{0}'
fr_029: Êtes-vous sûr de souhaiter changer votre profil de routage de raccourci en '{0}'
ga_ie: An bhfuil tú cinnte gur mhaith leat do phróifíl ródúcháin aicearra a athrú go '{0}'
gu_in: શું તમે ખરેખર તમારી શ shortc ર્ટકટ રૂટીંગ પ્રોફાઇલને '{0}' માં બદલવા માંગો છો
he_il: האם אתה בטוח שברצונך לשנות את פרופיל הניתוב של קיצור הדרך שלך ל- '{0}'
hi_in: क्या आप सुनिश्चित हैं कि आप अपनी शॉर्टकट रूटिंग प्रोफ़ाइल को '{0}' में बदलना चाहते हैं
hr_hr: Jeste li sigurni da želite promijeniti profil usmjeravanja prečaca u '{0}'
hu_hu: Biztos benne, hogy meg akarja változtatni a parancsikon útválasztási profilját '{0}' -re
hy_am: Համոզված եք, որ ցանկանում եք փոխել ձեր դյուրանցման երթուղղման պրոֆիլը «{0}» -ին:
id_id: Apakah Anda yakin ingin mengubah profil perutean pintasan Anda menjadi '{0}'
is_is: Ertu viss um að þú viljir breyta flýtileiðbeinandi prófílnum þínum í '{0}'
it_ch: Sei sicuro di voler cambiare il tuo profilo di routing di scelta rapida in '{0}'
ja_jp: ショートカットルーティングプロファイルを「{0}」に変更したいですか
ka_ge: დარწმუნებული ხართ, რომ გსურთ შეცვალოთ თქვენი მალსახმობის მარშრუტიზაციის პროფილი '{0}'
kk_kz: «{0}» тіл жолын бағыттау профилін өзгерткіңіз келетініне сенімдісіз бе?
km_kh: តើអ្នកពិតជាចង់ផ្លាស់ប្តូរទម្រង់ផ្លូវកាត់ផ្លូវកាត់របស់អ្នកទៅ '{0}'
kn_in: ನಿಮ್ಮ ಶಾರ್ಟ್‌ಕಟ್ ರೂಟಿಂಗ್ ಪ್ರೊಫೈಲ್ ಅನ್ನು '{0}' ಗೆ ಬದಲಾಯಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಿ ಎಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿದೆಯೇ?
ko_kr: 바로 가기 라우팅 프로필을 '{0}'로 변경하고 싶습니까?
ky_kg: Сиздин кыска жолдун рутинг профилиңизди '{0}' деп өзгөрткүңүз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການປ່ຽນແປງໂປຼໄຟລ໌ເສັ້ນທາງທີ່ຫຍໍ້ຂອງທ່ານໃຫ້ເປັນ '{0}'
lt_lt: Ar tikrai norite pakeisti savo nuorodos maršruto parinkimo profilį į „{0}“
lv_lv: Vai esat pārliecināts, ka vēlaties mainīt saīsnes maršrutēšanas profilu uz '{0}' '
mi_nz: Kei te mohio koe kei te hiahia koe ki te whakarereke i to tuhinga poto poto ki te '{0}'
mk_mk: Дали сте сигурни дека сакате да го промените профилот за рутирање на кратенки во '{0}'
ml_in: '{0}' ലേക്ക് നിങ്ങളുടെ കുറുക്കുവഴി റൂട്ടിംഗ് പ്രൊഫൈൽ മാറ്റണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr_in: आपणास खात्री आहे की आपण आपले शॉर्टकट राउटिंग प्रोफाइल '{0}' मध्ये बदलू इच्छित आहात
ms_my: Adakah anda pasti ingin menukar profil penghalaan pintasan anda ke '{0}'
mt_mt: Int żgur li trid tibdel il-profil tar-rotta ta 'shortcut tiegħek għal "{0}"
nb_no: Er du sikker på at du vil endre snarveisrutingsprofilen til '{0}'
ne_np: के तपाइँ निश्चय हुनुहुन्छ कि तपाइँ तपाइँको सर्टकट दौड प्रोफाइल '{0}' लाई परिवर्तन गर्न चाहानुहुन्छ
nl_be: Weet u zeker dat u uw snelkoppelingsrouteringsprofiel wilt wijzigen in '{0}'
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପଣଙ୍କର ସର୍ଟକଟ୍ ରାଉଟିଙ୍ଗ୍ ପ୍ରୋଫାଇଲ୍ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି '{0} "' |
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਪਣੇ ਸ਼ਾਰਟਕੱਟ ਰੂਟਿੰਗ ਪਰੋਫਾਈਲ ਨੂੰ '{0}' ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ
pl_pl: Czy na pewno chcesz zmienić swój profil routingu skrótów na „{0}”
pt_br: Tem certeza de que deseja alterar seu perfil de roteamento de atalho para '{0}'
ro_ro: Sunteți sigur că doriți să vă schimbați profilul de rutare de scurtătură în „{0}”
ru_ru: Вы уверены, что хотите изменить свой профиль маршрутизации ярлыки на '{0}'
sk_sk: Ste si istí, že chcete zmeniť svoj profil smerovania skratky na '{0}'
sl_si: Ali ste prepričani, da želite spremeniti profil usmerjanja bližnjice v '{0}'
sq_al: A jeni i sigurt që doni të ndryshoni profilin tuaj të kursit të shkurtoreve në '{0}'
sr_cyrl_me: Јесте ли сигурни да желите да промените свој профил усмеравања пречаца у '{0}'
sv_fi: Är du säker på att du vill ändra din genvägsrutningsprofil till '{0}'
sw_ke: Je! Una uhakika unataka kubadilisha wasifu wako wa njia ya mkato kuwa '{0}'
ta_in: உங்கள் குறுக்குவழி ரூட்டிங் சுயவிவரத்தை '{0}' என மாற்ற விரும்புகிறீர்களா?
te_in: మీరు మీ సత్వరమార్గం రౌటింగ్ ప్రొఫైల్‌ను '{0}' గా మార్చాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าต้องการเปลี่ยนโปรไฟล์เส้นทางลัดเป็น '{0}'
tk_tm: Gysga ýoluňyzyň marşrutizasiýa profiliňizi '{0}' -da üýtgetmek isleýändigiňize ynanýarsyňyzmy?
tr_tr: Kısayol yönlendirme profilinizi '{0}' olarak değiştirmek istediğinizden emin misiniz?
tt_ru: Сез кыска юлны "{0}" ның кыска юлын үзгәртергә телисез дип ышанасыз
ug_cn: تېزلەتمە ئارخىپىڭىزنى ئۆزگەرتىپ, «{0}» نى ئۆزگەرتمەكچىمۇ?
uk_ua: Ви впевнені, що хочете змінити свій профіль маршрутизації ярлика на "{0}"
ur_pk: کیا آپ کو یقین ہے کہ آپ اپنے شارٹ کٹ روٹنگ پروفائل کو '{0}' میں تبدیل کرنا چاہتے ہیں؟
uz_cyrl: Sizning yorliqlaringizni "{0}" ga yo'naltirishingizni xohlaysizmi?
vi_vn: Bạn có chắc là bạn muốn thay đổi cấu hình định tuyến phím tắt của mình thành '{0}'
zh_hant: 您確定要將快捷方式路由配置文件更改為'{0}'

# TagDefaultAllLabel
source: All
af_za: Almal
am_et: ሁሉም
ar_bh: الجميع
as_in: আটাইবোৰ
az_cyrl: Hamar
bg_bg: всичко
bn_in: সব
bs_latn_ba: Sve
ca_es: Totes
cs_cz: Všechno
cy_gb: I gyd
da_dk: Alle
de_ch: Alle
el_gr: Ολα
es_bo: Todo
et_ee: Kõik
fa_ir: همه
fi_fi: Kaikki
fil_ph: Lahat
fr_029: Tous
ga_ie: Uile
gu_in: બધા
he_il: את כל
hi_in: सभी
hr_hr: svi
hu_hu: Minden
hy_am: Բոլորը
id_id: Semua
is_is: Allt
it_ch: Tutto
ja_jp: 全て
ka_ge: ყველა
kk_kz: Барлық
km_kh: តាមងអស់
kn_in: ಎಲ್ಲರೂ
ko_kr: 모두
ky_kg: Баары
lo_la: ທັງຫມົດ
lt_lt: Viskas
lv_lv: Viss
mi_nz: Katoa
mk_mk: Сите
ml_in: എല്ലാം
mr_in: सर्व
ms_my: Semua
mt_mt: Kollha
nb_no: Alle
ne_np: सबै
nl_be: Alle
or_in: ସମସ୍ତ
pa_arab: ਸਾਰੇ
pl_pl: Wszystko
pt_br: Todos
ro_ro: Toate
ru_ru: Все
sk_sk: Všetko
sl_si: Vse
sq_al: Të gjithë
sr_cyrl_me: Све
sv_fi: Allt
sw_ke: Zote
ta_in: அனைத்தும்
te_in: అన్నీ
th_th: ทั้งหมด
tk_tm: Hemmesi
tr_tr: Tüm
tt_ru: Барысы да
uk_ua: Все
ur_pk: سب
uz_cyrl: Hamma
vi_vn: Tất cả
zh_hant: 全部

# TagDefaultFavoritesLabel
source: Favorites
af_za: Gunstelinge
am_et: ተወዳጆች
ar_bh: المفضلة
az_cyrl: Favoritlər
bg_bg: Любими
bn_in: প্রিয়
bs_latn_ba: Favoriti
ca_es: Favorits
cs_cz: Oblíbené
cy_gb: Ffefrynnau
da_dk: Favoritter
de_ch: Favoriten
el_gr: Αγαπημένα
es_bo: Favoritos
et_ee: Lemmikud
fa_ir: نفع
fi_fi: Suosikit
fil_ph: Mga Paborito
fr_029: Favoris
ga_ie: Faoi
gu_in: મનપસંદ
he_il: מועדפים
hi_in: पसंदीदा
hr_hr: Favoriti
hu_hu: Kedvencek
hy_am: Քողարկյալներ
id_id: Favorit
is_is: Eftirlæti
it_ch: Preferiti
ja_jp: お気に入り
ka_ge: რჩეული
kk_kz: Сүйікті
km_kh: សេវesព្រះអង្គ
kn_in: ಮೆಚ್ಚಿನವುಗಳು
ko_kr: 즐겨 찾기
ky_kg: Сүйүктүүлөр
lo_la: ຄວາມມັກ
lt_lt: Mėgstamiausi
lv_lv: Favorīts
mi_nz: Manakorei
mk_mk: Омилени
ml_in: പ്രിയങ്കരങ്ങൾ
mr_in: आवडी
ms_my: Kegemaran
mt_mt: Favourites
nb_no: Favoritter
ne_np: पक्षपात
nl_be: Favorieten
or_in: ପୂitesାକୁ ଭଲପାଇବା
pa_arab: ਮਨਪਸੰਦ
pl_pl: Ulubione
pt_br: Favoritos
ro_ro: Favorite
ru_ru: Фавориты
sk_sk: Obľúbené
sl_si: Priljubljene
sq_al: Të preferuarat
sr_cyrl_me: Фаворити
sv_fi: Favoriter
sw_ke: Vipendwa
ta_in: பிடித்தவை
te_in: ఇష్టమైనవి
th_th: รายการโปรด
tk_tm: Halanýanlar
tr_tr: Favoriler
tt_ru: Фаворитлар
ug_cn: ياقتۇرىدىغان
uk_ua: Фаворити
ur_pk: پسندیدہ
uz_cyrl: Sevimlilar
vi_vn: Yêu thích
zh_hant: 最愛

# TagDefaultFiltersLabel
source: Filters
am_et: ማጣሪያዎች
ar_bh: المرشحات
as_in: ফিল্টাৰসমূহ
az_cyrl: Filtrlər
bg_bg: Филтри
bn_in: ফিল্টার
bs_latn_ba: Filteri
ca_es: Filtres
cs_cz: Filtry
cy_gb: Hidlwyr
da_dk: Filtre
de_ch: Filter
el_gr: Φίλτρα
es_bo: Filtros
et_ee: Filtrid
fa_ir: فیلتر
fi_fi: Suodattimet
fil_ph: Mga Filter
fr_029: Filtres
ga_ie: Scarthóir
gu_in: ગાળકો
he_il: פילטרים
hi_in: फिल्टर
hr_hr: Filtri
hu_hu: Szűrők
hy_am: Զտիչներ
id_id: Filter
is_is: Síur
it_ch: Filtri
ja_jp: フィルター
ka_ge: ფილტრები
kk_kz: Сүзгілер
km_kh: រុរ៉ូ
kn_in: ಕಸಾಯಿಖಾನೆ
ko_kr: 필터
ky_kg: Чыпкалар
lo_la: ໂຕກອງ
lt_lt: Filtrai
lv_lv: Filtri
mi_nz: Whiriwhiringa
mk_mk: Филтри
ml_in: ഫിൽട്ടറുകൾ
mr_in: फिल्टर
ms_my: Penapis
mt_mt: Filtri
nb_no: Filtre
ne_np: चलचित्रहरू
or_in: ଫିଲ୍ଟର୍
pa_arab: ਫਿਲਟਰ
pl_pl: Filtry
pt_br: Filtros
ro_ro: Filtre
ru_ru: Фильтры
sk_sk: Filtre
sl_si: Filtri
sq_al: Filtër
sr_cyrl_me: Филтри
sv_fi: Filter
sw_ke: Vichungi
ta_in: வடிப்பான்கள்
te_in: ఫిల్టర్లు
th_th: ตัวกรอง
tk_tm: Süzgüçler
tr_tr: Filtreler
tt_ru: Фильтрлар
ug_cn: سۈزگۈچ
uk_ua: Фільтри
ur_pk: فلٹرز
uz_cyrl: Filtrlar
vi_vn: Bộ lọc
zh_hant: 過濾器

# TagDefaultFormatsLabel
source: Formats
af_za: Formate
am_et: ቅርፀቶች
ar_bh: تنسيقات
as_in: বিন্যাসসমূহ
az_cyrl: Formatlar
bg_bg: Формати
bn_in: ফর্ম্যাট
bs_latn_ba: Formati
cs_cz: Formáty
cy_gb: Fformatau
da_dk: Formater
de_ch: Formate
el_gr: Μορφές
es_bo: Formatos
et_ee: Formaadid
fa_ir: قالبها
fi_fi: Muodot
fil_ph: Mga format
ga_ie: Formáidí
gu_in: અનુમાન
he_il: פורמטים
hi_in: प्रारूप
hr_hr: Formati
hu_hu: Formátumok
hy_am: Ձեւաչափեր
id_id: Format
is_is: Snið
it_ch: Formati
ja_jp: フォーマット
ka_ge: ფორმატი
kk_kz: Пішімдер
km_kh: ទ្រង់ទ្រាយ
kn_in: ಸ್ವರೂಪಗಳು
ko_kr: 형식
ky_kg: Форматтар
lo_la: ຮູບແບບ
lt_lt: Formatai
lv_lv: Formāti
mi_nz: Whakaaturanga
mk_mk: Формати
ml_in: ഫോർമാറ്റുകൾ
mr_in: स्वरूप
ms_my: Format
mt_mt: Formati
nb_no: Formater
ne_np: किनारा
nl_be: Formaten
or_in: ଫର୍ମାଟ୍
pa_arab: ਫਾਰਮੈਟ
pl_pl: Formaty
pt_br: Formatos
ro_ro: Formate
ru_ru: Форматы
sk_sk: Formát
sl_si: Formati
sq_al: Formate
sr_cyrl_me: Формата
sv_fi: Format
sw_ke: Fomati
ta_in: வடிவங்கள்
te_in: ఫార్మాట్లు
th_th: รูปแบบ
tk_tm: Formatlar
tr_tr: Formatlar
tt_ru: Форматлар
ug_cn: فورماتلار
uk_ua: Формати
ur_pk: شکلیں
uz_cyrl: Format
vi_vn: Định dạng
zh_hant: 格式

# TagDefaultTagsLabel
source: Tags
am_et: መለያዎች
ar_bh: العلامات
bg_bg: Етикети
bn_in: ট্যাগ
bs_latn_ba: Oznake
ca_es: Etiquetes
cs_cz: Tagy
cy_gb: Tagiau
de_ch: Stichworte
el_gr: Ετικέτες
es_bo: Etiquetas
et_ee: Sildid
fa_ir: برچسب ها
fi_fi: Tunnisteet
fr_029: Mots clés
ga_ie: Clibeanna
gu_in: ટ tag ગ
he_il: תגיות
hi_in: टैग
hr_hr: Oznake
hu_hu: Címkék
hy_am: Պիտակներ
id_id: Tag
is_is: Merkimiðar
it_ch: Tag
ja_jp: タグ
ka_ge: ნიშნები
kk_kz: Тегтер
km_kh: ស្លាក
kn_in: ತಗ್ಗು
ko_kr: 태그
ky_kg: Тегдер
lo_la: ແທັກ
lt_lt: Žymos
lv_lv: Tagi
mi_nz: Ngā
mk_mk: Тагови
ml_in: ടാഗുകൾ
mr_in: टॅग्ज
ms_my: Tag
nb_no: Tagger
ne_np: ट्यागहरू
or_in: ଟ୍ୟାଗ୍ସ |
pa_arab: ਟੈਗਸ
pl_pl: Tagi
pt_br: Tag
ro_ro: Etichete
ru_ru: Теги
sk_sk: Značky
sl_si: Oznake
sq_al: Etiketa
sr_cyrl_me: Ознаке
sv_fi: Taggar
sw_ke: Lebo
ta_in: குறிச்சொற்கள்
te_in: టాగ్లు
th_th: แท็ก
tk_tm: Bellikler
tr_tr: Etiketler
tt_ru: Теглар
ug_cn: خەتكۈچ
uk_ua: Теги
ur_pk: ٹیگز
uz_cyrl: Teglar
zh_hant: 標籤

# TagDefaultTodayLabel
source: Today
af_za: Vandag
am_et: ዛሬ
ar_bh: اليوم
as_in: আজি
az_cyrl: Bu gün
bg_bg: Днес
bn_in: আজ
bs_latn_ba: Danas
ca_es: Avui
cs_cz: Dnes
cy_gb: Heddiw
da_dk: I dag
de_ch: Heute
el_gr: Σήμερα
es_bo: Hoy
et_ee: Täna
fa_ir: امروز
fi_fi: Tänään
fil_ph: Ngayon
fr_029: Aujourd'hui
ga_ie: Inniu
gu_in: આજ
he_il: היום
hi_in: आज
hr_hr: Danas
hu_hu: Ma
hy_am: Այսօր
id_id: Hari ini
is_is: Í dag
it_ch: Oggi
ja_jp: 今日
ka_ge: დღეს
kk_kz: Бүгін
km_kh: ថៃនេហ
kn_in: ಇಂದು
ko_kr: 오늘
ky_kg: Бүгүн
lo_la: ມື້​ນີ້
lt_lt: Šiandien
lv_lv: Šodien
mi_nz: Tēnei rā
mk_mk: Денес
ml_in: ഇന്നേദിവസം
mr_in: आज
ms_my: Hari ini
mt_mt: Illum
nb_no: I dag
ne_np: आज
nl_be: Vandaag
or_in: ଆଜି
pa_arab: ਅੱਜ
pl_pl: Dzisiaj
pt_br: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
sk_sk: Dnes
sl_si: Danes
sq_al: Sot
sr_cyrl_me: Данас
sv_fi: I dag
sw_ke: Leo
ta_in: இன்று
te_in: ఈ రోజు
th_th: วันนี้
tk_tm: Bu gün
tr_tr: Bugün
tt_ru: Бүген
ug_cn: بۈگۈن
uk_ua: Сьогодні
ur_pk: آج
uz_cyrl: Bugun
vi_vn: Hôm nay
zh_hant: 今天

# TagDefaultTrashLabel
source: Trash
af_za: Weggooigoed
am_et: መጣያ
ar_bh: نفاية
as_in: আৱৰ্জনা
az_cyrl: Zibil
bg_bg: Боклук
bn_in: আবর্জনা
bs_latn_ba: Smeće
ca_es: Escombreries
cs_cz: Odpadky
cy_gb: Sbwriel
da_dk: Affald
de_ch: Müll
el_gr: Σκουπίδια
es_bo: Basura
et_ee: Prügikast
fa_ir: زباله ها
fi_fi: Roskia
fil_ph: Basurahan
fr_029: Poubelle
ga_ie: Bruscar
gu_in: કચરો
he_il: אַשׁפָּה
hi_in: कचरा
hr_hr: Otpad
hu_hu: Szemét
hy_am: Աղբ
id_id: Sampah
is_is: Rusl
it_ch: Spazzatura
ja_jp: ごみ
ka_ge: ხარახურა
kk_kz: Кор-жер
km_kh: សម្ការក្ផានតមលៃ
kn_in: ಕಸ
ko_kr: 쓰레기
ky_kg: Таштанды
lo_la: ຂີ້ເຫຍື້ອ
lt_lt: Šiukšliadėžė
lv_lv: Atkritumi
mi_nz: Parapara
mk_mk: Ѓубре
ml_in: നിസ്സാരവസ്തു
mr_in: कचरा
ms_my: Sampah
nb_no: Søppel
ne_np: थोत्रो वस्तु
nl_be: Afval
or_in: ଆବର୍ଜନା
pa_arab: ਰੱਦੀ
pl_pl: Śmieci
pt_br: Lixo
ro_ro: Gunoi
ru_ru: Мусор
sk_sk: Smeti
sl_si: Smeti
sq_al: Plehra
sr_cyrl_me: Смеће
sv_fi: Skräp
sw_ke: Takataka
ta_in: குப்பை
te_in: చెత్త
th_th: ขยะ
tk_tm: Hapa
tr_tr: Çöp
tt_ru: Чүп
ug_cn: ئەخلەت
uk_ua: Смітник
ur_pk: کوڑے دان
uz_cyrl: Axlat
vi_vn: Rác
zh_hant: 垃圾

# AboutWindowTitlePrefix
source: About
af_za: Rondom
am_et: ስለ
ar_bh: عن
as_in: বিষয়ে
az_cyrl: Haqqında
bg_bg: относно
bn_in: সম্পর্কিত
bs_latn_ba: O
ca_es: Sobre
cs_cz: O
cy_gb: Yn ymwneud
da_dk: Om
de_ch: Um
el_gr: Σχετικά με
es_bo: Acerca de
et_ee: Ümber
fa_ir: در باره
fi_fi: Noin
fil_ph: Tungkol sa
fr_029: À propos
ga_ie: Faoi
gu_in: લગભગ
he_il: על אודות
hi_in: के बारे में
hr_hr: Oko
hu_hu: Ról ről
hy_am: Մասին
id_id: Tentang
is_is: Um
it_ch: Di
ja_jp: について
ka_ge: გარშემო
kk_kz: Жөнінде
km_kh: អមបី
kn_in: ಬಗ್ಗೆ
ko_kr: 에 대한
ky_kg: Жөнүндө
lo_la: ກ່ຽວກັບ
lt_lt: Apie
lv_lv: Apmēram
mi_nz: Mō
mk_mk: За
ml_in: കുറിച്ച്
mr_in: बद्दल
ms_my: Mengenai
mt_mt: Madwar
nb_no: Om
ne_np: प्राय
nl_be: Over
or_in: ବିଷୟରେ
pa_arab: ਬਾਰੇ
pl_pl: O
pt_br: Sobre
ro_ro: Despre
ru_ru: О
sk_sk: O
sl_si: Približno
sq_al: Për
sr_cyrl_me: О томе
sv_fi: Handla om
sw_ke: Kuhusu
ta_in: பற்றி
te_in: గురించి
th_th: เกี่ยวกับ
tk_tm: Hakda
tr_tr: Hakkında
tt_ru: Турында
ug_cn: ھەققىدە
uk_ua: Про
ur_pk: کے بارے میں
uz_cyrl: Haqida
vi_vn: Về
zh_hant: 關於

# WelcomeDragToOpenFakeWindowLabel2
source: Easy Right?
af_za: Maklik reg?
am_et: ቀላል?
ar_bh: الحق سهلة؟
as_in: সহজ নহয়নে?
az_cyrl: Asan hüquq?
bg_bg: Лесно нали?
bn_in: সহজ ঠিক?
bs_latn_ba: Jednostavno desno?
ca_es: Fàcil, no?
cs_cz: Snadné, že?
cy_gb: Hawdd iawn?
da_dk: Let ikke?
de_ch: Einfach richtig?
el_gr: Εύκολο, σωστά;
es_bo: Fácil, ¿verdad?
et_ee: Lihtne eks?
fa_ir: آسان است؟
fi_fi: Helppo eikö?
fil_ph: Madali di ba?
fr_029: Facile, non?
ga_ie: Ceart éasca?
gu_in: સરળ અધિકાર?
he_il: קל נכון?
hi_in: आसान सही?
hr_hr: Lako zar ne?
hu_hu: Könnyű, igaz?
hy_am: Հեշտ է:
id_id: Mudah kan?
is_is: Auðvelt, ekki satt?
it_ch: Facile giusto?
ja_jp: 簡単ですよね？
ka_ge: ადვილია?
kk_kz: Оңай дұрыс па?
km_kh: ត្រឹមត្រូវមែនទេ?
kn_in: ಸುಲಭ ಸರಿ?
ko_kr: 쉬운?
ky_kg: Оңойбу?
lo_la: ຖືກຕ້ອງບໍ?
lt_lt: Lengva, tiesa?
lv_lv: Viegli labi?
mi_nz: He ngawari?
mk_mk: Лесно нели?
ml_in: ശരിയാണോ?
mr_in: सोपे बरोबर?
ms_my: Mudah kan?
mt_mt: Faċli?
nb_no: Lett, ikke sant?
ne_np: सजिलो सही?
nl_be: Makkelijk toch?
or_in: ସହଜ ଠିକ୍ କି?
pa_arab: ਅਸਾਨ ਹੱਕ?
pl_pl: Łatwe, prawda?
pt_br: Fácil, certo?
ro_ro: Ușor nu?
ru_ru: Легко, верно?
sk_sk: Ľahké nie?
sl_si: Enostavno, kajne?
sq_al: E lehtë apo jo?
sr_cyrl_me: Једноставно зар не?
sv_fi: Lätt rätt?
sw_ke: Rahisi sawa?
ta_in: எளிதான உரிமை?
te_in: సులభం?
th_th: ง่ายใช่มั้ย
tk_tm: Aňsat dogrymy?
tr_tr: Kolay değil mi?
tt_ru: Easyиңелме?
ug_cn: ئاسانمۇ?
uk_ua: Легко, правда?
ur_pk: آسان ٹھیک ہے؟
uz_cyrl: Oson to'g'rimi?
vi_vn: Dễ dàng phải không?
zh_hant: 容易吧？

# ClipTilePinPlaceHolderLabelPrefix
source: Double Click to unpin
af_za: Dubbelklik om te ontkoppel
am_et: ሁለቴ ጠቅ ማድረግ
ar_bh: انقر نقرًا مزدوجًا لإلغاء الدخل
as_in: ডাবল ক্লিক কৰক আনপিনলৈ
az_cyrl: Yoxlamaq üçün iki dəfə vurun
bg_bg: Кликнете двукратно за Unpin
bn_in: আনপিনে ডাবল ক্লিক করুন
bs_latn_ba: Dvaput kliknite na UNFIN
ca_es: Feu doble clic per desfer
cs_cz: Dvojité kliknutím uvolníte
cy_gb: Cliciwch ddwywaith i Unpin
da_dk: Dobbeltklik til Unpin
de_ch: Doppelklicken Sie auf Unpin
el_gr: Κάντε διπλό κλικ για unpin
es_bo: Haga doble clic para desconectar
et_ee: Topeltklõpsake lahti
fa_ir: برای Unpin دوبار کلیک کنید
fi_fi: Kaksoisnapsauta irrottaaksesi
fil_ph: I -double click sa Unpin
fr_029: Double-cliquez pour vous déshabiller
ga_ie: Cliceáil faoi dhó chun unpin
gu_in: અનપિન માટે ડબલ ક્લિક કરો
he_il: לחיצה כפולה כדי לבטל את הפין
hi_in: UNPIN पर डबल क्लिक करें
hr_hr: Dvaput kliknite za rangin
hu_hu: Kattintson duplán a Unpin elemre
hy_am: Կրկնակի կտտացրեք անսպառ
id_id: Klik dua kali untuk unpin
is_is: Tvísmelltu til að taka upp
it_ch: Double Click per sbarcare
ja_jp: ダブルクリックして、アンプインします
ka_ge: ორმაგად დააჭირეთ Unpin- ს
kk_kz: Unpin үшін екі рет нұқыңыз
km_kh: ចុចទ្វេដងលើ UNPIN
kn_in: ಅನ್ಪಿನ್ ಮಾಡಲು ಡಬಲ್ ಕ್ಲಿಕ್ ಮಾಡಿ
ko_kr: 두 번 클릭하여 UNPIN
ky_kg: Кош тандоо үчүн эки жолу чыкылдатыңыз
lo_la: ກົດສອງຄັ້ງເພື່ອ unpin
lt_lt: Dukart spustelėkite, kad pašalintumėte
lv_lv: Veiciet dubultklikšķi, lai neļautu
mi_nz: Pāwhiri rua ki Unpin
mk_mk: Двоен клик за да се одмори
ml_in: അൺപിൻ ചെയ്യാൻ ഇരട്ട ക്ലിക്കുചെയ്യുക
mr_in: अनपिनवर डबल क्लिक करा
ms_my: Klik dua kali untuk Unpin
mt_mt: Ikklikkja darbtejn biex tgħolli
nb_no: Dobbeltklikk for å unpin
ne_np: अनक्लिन मा डबल क्लिक
nl_be: Dubbelklik om los te maken
or_in: ଅନାବଶ୍ୟକ ପାଇଁ ଦୁଇଥର କ୍ଲିକ୍ କରନ୍ତୁ |
pa_arab: UNPIN ਕਰਨ ਲਈ ਦੋ ਵਾਰ ਕਲਿੱਕ ਕਰੋ
pl_pl: Dwukrotnie kliknij, aby rozpakować
pt_br: Clique duas vezes para não
ro_ro: Faceți dublu clic pentru a Unpin
ru_ru: Дважды щелкните, чтобы не дать
sk_sk: Dvakrát kliknite a rozbaľte
sl_si: Dvakrat kliknite za odpadanje
sq_al: Kliko dy herë për të papjekur
sr_cyrl_me: Двапут кликните да бисте отворили
sv_fi: Dubbelklicka för att ta upp
sw_ke: Bonyeza mara mbili kwa unpin
ta_in: UNPIN க்கு இரட்டை சொடுக்கவும்
te_in: అన్‌పిన్‌కు డబుల్ క్లిక్ చేయండి
th_th: ดับเบิลคลิกเพื่อปลดปล่อย
tk_tm: Deňeşdirmek üçin iki gezek basyň
tr_tr: Açmak için çift tıklayın
tt_ru: Unding өчен икеләтә басыгыз
ug_cn: Unpin ئۈچۈن قوش چېكىڭ
uk_ua: Двічі клацніть, щоб роз'єднати
ur_pk: انپن پر ڈبل کلک کریں
uz_cyrl: Tasdiqlash uchun ikki marta bosing
vi_vn: Nhấp đúp vào unpin
zh_hant: 雙擊即可

# SettingsShortcutsCustomCommandHeaderText
source: Custom
af_za: Gebruik
am_et: ብጁ
ar_bh: مخصص
as_in: অনুকুলন কৰা
az_cyrl: Adlı
bg_bg: Персонализиран
bn_in: কাস্টম
bs_latn_ba: Običaj
ca_es: Costum
cs_cz: Zvyk
cy_gb: Arferol
da_dk: Brugerdefinerede
de_ch: Brauch
el_gr: Εθιμο
es_bo: Costumbre
et_ee: Kohandatud
fa_ir: سفارشی
fi_fi: Mukautettu
fil_ph: Pasadya
fr_029: Coutume
ga_ie: Cur síos
gu_in: રિવાજ
he_il: המותאם אישית
hi_in: रिवाज़
hr_hr: Prilagođen
hu_hu: Egyedi
hy_am: Մաքսատուրք
id_id: Kebiasaan
is_is: Sérsniðin
it_ch: Costume
ja_jp: カスタム
ka_ge: ჩვეულება
kk_kz: Әдет-ғұрып
km_kh: តមន្យេមតមលាប់
kn_in: ರೂ customಿ
ko_kr: 관습
ky_kg: Салт
lo_la: ປະເພນີ
lt_lt: Paprotys
lv_lv: Paraža
mi_nz: Ritenga
mk_mk: Обичај
ml_in: സന്വദായം
mr_in: सानुकूल
ms_my: Adat
mt_mt: Drawwa
nb_no: Tilpasset
ne_np: चलन
nl_be: Aangepast
or_in: କଷ୍ଟମ୍
pa_arab: ਪ੍ਰਥਾ
pl_pl: Zwyczaj
pt_br: Personalizado
ro_ro: Personalizat
ru_ru: Обычай
sk_sk: Zvyk
sl_si: Navada
sq_al: I zakonshëm
sr_cyrl_me: Обичај
sv_fi: Beställnings
sw_ke: Desturi
ta_in: வழக்கம்
te_in: ఆచారం
th_th: กำหนดเอง
tk_tm: Ýörite
tr_tr: Gelenek
tt_ru: Гадәт
ug_cn: ئادەت
uk_ua: Звичайний
ur_pk: اپنی مرضی کے مطابق
uz_cyrl: Odat
vi_vn: Phong tục
zh_hant: 風俗

# SettingsShortcutsGlobalCommandHeaderText
source: Global
af_za: Globaal
am_et: ግሎባል
ar_bh: عالمي
as_in: সাৰ্বজনীন
az_cyrl: Qlobal
bg_bg: Глобален
bn_in: গ্লোবাল
bs_latn_ba: Globalan
cs_cz: Globální
cy_gb: Byd -eang
el_gr: Παγκόσμια
et_ee: Ülemaailmne
fa_ir: جهانی
fi_fi: Globaali
fr_029: Mondial
ga_ie: Domhanda
gu_in: વિશ્વસનીય
he_il: גלוֹבָּלִי
hi_in: वैश्विक
hr_hr: Globalno
hu_hu: Globális
hy_am: Համաշխարհային
it_ch: Globale
ja_jp: グローバル
ka_ge: გლობალური
kk_kz: Ғаламдық
km_kh: ដេលមុលដុចបាល់
kn_in: ಜಾಗತಿಕ
ko_kr: 글로벌
ky_kg: Глобалдык
lo_la: ທົ່ວໂລກ
lt_lt: Globalus
lv_lv: Globāls
mi_nz: O te ao
mk_mk: Глобал
ml_in: ലോകവാപകമായ
mr_in: जागतिक
mt_mt: Globali
ne_np: विश्वव्यापी
nl_be: Globaal
or_in: ବିଶ୍ global ସ୍ତରୀୟ
pa_arab: ਗਲੋਬਲ
pl_pl: Światowy
ru_ru: Глобальный
sk_sk: Globálny
sl_si: Globalno
sr_cyrl_me: Глобално
sw_ke: Ulimwenguni
ta_in: உலகளாவிய
te_in: ప్రపంచ
th_th: ทั่วโลก
tk_tm: Global Global
tr_tr: Küresel
tt_ru: Глобаль
uk_ua: Глобальний
ur_pk: عالمی
vi_vn: Toàn cầu
zh_hant: 全球的
