Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppCopyShortcutHeaderHint
source: Some MonkeyPaste features use keyboard automation to simulate 'Copy' events in other applications. Add and/or select the app with the unique copy shortcut (like a console or shell for example) to ensure those features function properly.
af_za: Sommige Monkeypaste -funksies gebruik sleutelbord -outomatisering om 'kopie' -gebeure in ander toepassings te simuleer. Voeg die app by en/of kies die app met die unieke kortpad (soos 'n konsole of dop byvoorbeeld) om te verseker dat die funksies behoorlik funksioneer.
am_et: አንዳንድ የ oneocapastes ባህሪዎች በሌሎች መተግበሪያዎች ውስጥ 'የቅጂ ዝግጅቶችን ለማስመሰል የቁልፍ ሰሌዳ ራስ-ሰር ይጠቀማሉ. እነዛን ባህሪዎች በትክክል እንዲሰሩ ለማረጋገጥ (እንደ ኮንቴይነር ወይም እንደ shell ል ምሳሌ) መተግበሪያውን ያክሉ እና ይምረጡ.
ar_bh: تستخدم بعض ميزات Monkeypaste أتمتة لوحة المفاتيح لمحاكاة أحداث "النسخ" في التطبيقات الأخرى. إضافة و/أو حدد التطبيق مع اختصار النسخ الفريد (مثل وحدة التحكم أو القشرة على سبيل المثال) لضمان عمل هذه الميزات بشكل صحيح.
as_in: কিছুমান MonkeyPaste বৈশিষ্ট্য অন্য এপ্লিকেচনসমূহত 'কপি' ইভেন্ট অনুকৰণ কৰিবলে কিবৰ্ড স্বয়ংক্ৰিয়কৰণ ব্যৱহাৰ কৰে। সেই বৈশিষ্ট্যসমূহ সঠিকভাৱে কাম কৰাটো নিশ্চিত কৰিবলে অনন্য কপি চৰ্টকাটৰ সৈতে (যেনে এটা কনছ'ল বা শ্বেল) এপটো যোগ কৰক আৰু/বা নিৰ্ব্বাচন কৰক।
az_cyrl: Bəzi MonkeyTaste xüsusiyyətləri digər tətbiqlərdə 'Kopyalama' hadisələrini "kopyalamaq" üçün klaviatura avtomatlaşdırmasından istifadə edir. Bu xüsusiyyətlərin düzgün işləməsini təmin etmək üçün unikal surət qısa yolunu (konsol və ya bir konsol və ya qabıq kimi) əlavə edin və / və ya tətbiqetməni seçin.
bg_bg: Някои функции на Monkeypaste използват автоматизация на клавиатурата, за да симулират събития „Копиране“ в други приложения. Добавете и/или изберете приложението с уникалния пряк път за копиране (като конзола или черупка например), за да гарантирате правилно функционирането на функциите.
bn_in: কিছু মনকিপেস্ট বৈশিষ্ট্য অন্যান্য অ্যাপ্লিকেশনগুলিতে 'অনুলিপি' ইভেন্টগুলি অনুকরণ করতে কীবোর্ড অটোমেশন ব্যবহার করে। এই বৈশিষ্ট্যগুলি সঠিকভাবে কাজ করে তা নিশ্চিত করতে অনন্য অনুলিপি শর্টকাট (উদাহরণস্বরূপ একটি কনসোল বা শেলের মতো) সহ অ্যাপ্লিকেশনটি যুক্ত করুন এবং/অথবা নির্বাচন করুন।
bs_latn_ba: Neke monkeyyplaste koriste automatizaciju tipkovnice kako bi simulirali "kopiranje" događaja u drugim aplikacijama. Dodajte i / ili odaberite aplikaciju s jedinstvenom prečicom za kopiranje (poput konzole ili ljuske na primjer) kako bi se te funkcije ispravno funkcionirale.
ca_es: Algunes funcions de MonkeyPaste utilitzen l’automatització del teclat per simular esdeveniments “copiar” en altres aplicacions. Afegiu i/o seleccioneu l’aplicació amb la drecera de còpia única (com ara una consola o un shell, per exemple) per assegurar -vos que aquestes funcions funcionen correctament.
cs_cz: Některé funkce MonkeyPaste používají automatizaci klávesnice pro simulaci „kopírování“ událostí v jiných aplikacích. Přidejte a/nebo vyberte aplikaci s jedinečnou zkratkou kopírování (například konzole nebo shell), abyste zajistili, že tyto funkce fungují správně.
cy_gb: Mae rhai nodweddion MonkeyPaste yn defnyddio awtomeiddio bysellfwrdd i efelychu digwyddiadau 'copi' mewn cymwysiadau eraill. Ychwanegwch a/neu ddewis yr ap gyda'r llwybr byr copi unigryw (fel consol neu gragen er enghraifft) i sicrhau bod y nodweddion hynny'n gweithredu'n iawn.
da_dk: Nogle Monkeypaste -funktioner bruger tastaturautomation til at simulere 'Copy' begivenheder i andre applikationer. Tilføj og/eller vælg appen med den unikke kopi -genvej (som en konsol eller skal for eksempel) for at sikre, at disse funktioner fungerer korrekt.
de_ch: Einige Monkeypaste -Funktionen verwenden Tastaturautomatisierung, um die Ereignisse von 'Kopien' in anderen Anwendungen zu simulieren. Fügen Sie die App mit der eindeutigen Kopierverknüpfung (z. B. eine Konsole oder Shell) hinzu und/oder wählen Sie die App aus, um sicherzustellen, dass diese Funktionen ordnungsgemäß funktionieren.
el_gr: Ορισμένα χαρακτηριστικά MonkeyPaste χρησιμοποιούν αυτοματοποίηση πληκτρολογίου για να προσομοιώσουν συμβάντα «αντιγραφής» σε άλλες εφαρμογές. Προσθέστε και/ή επιλέξτε την εφαρμογή με τη μοναδική συντόμευση αντιγραφής (όπως μια κονσόλα ή κέλυφος για παράδειγμα) για να διασφαλίσετε ότι αυτά τα χαρακτηριστικά λειτουργούν σωστά.
es_bo: Algunas características de MonkyyPaste usan la automatización del teclado para simular eventos 'copiar' en otras aplicaciones. Agregue y/o seleccione la aplicación con el atajo de copia único (como una consola o un shell, por ejemplo) para garantizar que esas características funcionen correctamente.
et_ee: Mõned Monkeypasta funktsioonid kasutavad klaviatuuri automatiseerimist, et simuleerida 'koopia' sündmusi teistes rakendustes. Lisage ja/või valige rakendus unikaalse koopiaga otsetee (näiteks konsool või kest), et need funktsioonid korralikult toimivad.
fa_ir: برخی از ویژگی های Monkeypaste از اتوماسیون صفحه کلید برای شبیه سازی رویدادهای "کپی" در سایر برنامه ها استفاده می کنند. برنامه را با میانبر کپی منحصر به فرد (مانند یک کنسول یا پوسته) اضافه و یا انتخاب کنید تا اطمینان حاصل شود که این ویژگی ها به درستی عملکرد دارند.
fi_fi: Jotkut monkepaste -ominaisuudet käyttävät näppäimistön automaatiota simuloidaksesi 'kopiota' tapahtumia muissa sovelluksissa. Lisää ja/tai valitse sovellus ainutlaatuisella kopio -pikakuvakkeella (kuten esimerkiksi konsoli tai kuori) varmistaaksesi, että nämä ominaisuudet toimivat oikein.
fil_ph: Ang ilang mga tampok ng Monkeypaste ay gumagamit ng automation ng keyboard upang gayahin ang mga kaganapan sa 'kopya' sa iba pang mga aplikasyon. Idagdag at/o piliin ang app gamit ang natatanging shortcut ng kopya (tulad ng isang console o shell halimbawa) upang matiyak na maayos ang mga tampok na iyon.
fr_029: Certaines fonctionnalités de MonkeyPaste utilisent l'automatisation du clavier pour simuler des événements «copier» dans d'autres applications. Ajouter et / ou sélectionner l'application avec le raccourci de copie unique (comme une console ou un shell par exemple) pour s'assurer que ces fonctionnalités fonctionnent correctement.
ga_ie: Baineann roinnt gnéithe monkeypaste úsáid as uathoibriú méarchláir chun imeachtaí 'cóip' a ionsamhlú in iarratais eile. Cuir agus/nó roghnaigh an feidhmchlár leis an aicearra cóip uathúil (cosúil le consól nó bhlaosc mar shampla) chun a chinntiú go bhfeidhmíonn na gnéithe sin i gceart.
gu_in: કેટલીક વાંદરાની સુવિધાઓ અન્ય એપ્લિકેશનોમાં 'ક Copy પિ' ઇવેન્ટ્સનું અનુકરણ કરવા માટે કીબોર્ડ auto ટોમેશનનો ઉપયોગ કરે છે. તે સુવિધાઓ યોગ્ય રીતે કાર્ય કરે છે તેની ખાતરી કરવા માટે અનન્ય ક copy પિ શ shortc ર્ટકટ (ઉદાહરણ તરીકે કન્સોલ અથવા શેલ જેવા) સાથે એપ્લિકેશન ઉમેરો અને/અથવા પસંદ કરો.
he_il: תכונות מסוימות של Monkeypaste משתמשות באוטומציה של מקלדת כדי לדמות אירועים 'העתק' ביישומים אחרים. הוסף ו/או בחר באפליקציה עם קיצור הדרך הייחודי של העתקה (כמו קונסולה או מעטפת למשל) כדי להבטיח שתכונות אלה מתפקדות כראוי.
hi_in: कुछ Monkeypaste सुविधाएँ अन्य अनुप्रयोगों में 'कॉपी' घटनाओं को अनुकरण करने के लिए कीबोर्ड स्वचालन का उपयोग करती हैं। उन सुविधाओं को ठीक से कार्य करने के लिए अद्वितीय कॉपी शॉर्टकट (जैसे कंसोल या उदाहरण के लिए शेल) के साथ ऐप जोड़ें और/या चुनें।
hr_hr: Neke značajke monkeypaste koriste automatizaciju tipkovnice za simulaciju događaja 'kopiranja' u drugim aplikacijama. Dodajte i/ili odaberite aplikaciju s jedinstvenom prečacom kopiranja (na primjer, poput konzole ili školjke) kako biste osigurali da te značajke pravilno funkcioniraju.
hu_hu: Egyes MonkEyPaste szolgáltatások a billentyűzet automatizálását használják a „másolat” események szimulálására más alkalmazásokban. Hozzáadja és/vagy válassza ki az alkalmazást az egyedi másolási parancsikonnal (például egy konzol vagy héj), hogy biztosítsa, hogy ezek a szolgáltatások megfelelően működjenek.
hy_am: Որոշ MonkeyPast- ի առանձնահատկություններ Օգտագործեք ստեղնաշարի ավտոմատացում `« Պատճենել »իրադարձությունները այլ ծրագրերում մոդելավորելու համար: Ավելացնել եւ (կամ) ընտրել ծրագիրը եզակի պատճենահանման դյուրանցմամբ (օրինակ, վահանակ կամ կճեպի նման) `այդ հատկությունների գործառույթը պատշաճ կերպով ապահովելու համար:
id_id: Beberapa fitur monkeypaste menggunakan otomatisasi keyboard untuk mensimulasikan acara 'salin' di aplikasi lain. Tambahkan dan/atau pilih aplikasi dengan pintasan salin unik (seperti konsol atau shell misalnya) untuk memastikan fitur tersebut berfungsi dengan baik.
is_is: Sumir MonkeyPaste aðgerðir nota sjálfvirkni lyklaborðs til að líkja eftir „afritun“ atburðum í öðrum forritum. Bættu við og/eða veldu forritið með hinni einstöku afritun flýtileið (eins og leikjatölvu eða skel til dæmis) til að tryggja að þeir eiginleikar virki rétt.
it_ch: Alcune funzionalità di Monkeypaste utilizzano l'automazione della tastiera per simulare gli eventi di "copia" in altre applicazioni. Aggiungi e/o seleziona l'app con il collegamento di copia univoco (come una console o una shell per esempio) per garantire che tali funzionalità funzionino correttamente.
ja_jp: 一部のMonkeypaste機能は、キーボードオートメーションを使用して、他のアプリケーションで「コピー」イベントをシミュレートします。 これらの機能が適切に機能するように、一意のコピーショートカット（たとえばコンソールやシェルなど）を使用してアプリを追加および/または選択します。
ka_ge: Monkeypaste- ის ზოგიერთი მახასიათებელი იყენებს კლავიშების ავტომატიზაციას სხვა პროგრამებში "ასლის" მოვლენების სიმულაციისთვის. დაამატეთ ან/და შეარჩიეთ აპლიკაცია უნიკალური ასლის მალსახმობი (მაგალითად, კონსოლი ან ჭურვი), რომ ამ მახასიათებლების სწორად ფუნქციონირება.
kk_kz: Кейбір MonKeyptaste мүмкіндіктері басқа бағдарламалардағы «Көшіру» оқиғаларын модельдеу үшін пернетақтаны автоматтандыруды қолданады. Бұл мүмкіндіктер дұрыс жұмыс істеуі үшін бірегей түймешігі бар (мысалы, консоль немесе қабық сияқты) қосымшаны қосыңыз және / немесе таңдаңыз.
km_kh: លក្ខណៈពិសេសនៃព្រះសង្ឃមួយចំនួនប្រើស្វ័យប្រវត្តិកម្មក្តារចុចដើម្បីក្លែងធ្វើ 'ចម្លង' ព្រឹត្តិការណ៍នៅក្នុងកម្មវិធីផ្សេងទៀត។ បន្ថែមនិង / ឬជ្រើសកម្មវិធីជាមួយនឹងផ្លូវកាត់ចម្លងតែមួយគត់ (ដូចជាកុងសូលឬសែលឧទាហរណ៍) ដើម្បីធានាបាននូវមុខងារទាំងនោះឱ្យបានត្រឹមត្រូវ។
kn_in: ಕೆಲವು ಮಾಂಕಿಪ್ಯಾಸ್ಟ್ ವೈಶಿಷ್ಟ್ಯಗಳು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ 'ನಕಲು' ಘಟನೆಗಳನ್ನು ಅನುಕರಿಸಲು ಕೀಬೋರ್ಡ್ ಆಟೊಮೇಷನ್ ಅನ್ನು ಬಳಸುತ್ತವೆ. ಆ ವೈಶಿಷ್ಟ್ಯಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಅನನ್ಯ ನಕಲು ಶಾರ್ಟ್‌ಕಟ್‌ನೊಂದಿಗೆ (ಉದಾಹರಣೆಗೆ ಕನ್ಸೋಲ್ ಅಥವಾ ಶೆಲ್‌ನಂತೆ) ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸೇರಿಸಿ ಮತ್ತು/ಅಥವಾ ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: 일부 monkeypaste 기능은 키보드 자동화를 사용하여 다른 응용 프로그램에서 '사본'이벤트를 시뮬레이션합니다. 이러한 기능이 올바르게 작동하는지 확인하기 위해 고유 한 사본 바로 가기 (예 : 콘솔 또는 쉘)로 앱을 추가 및/또는 선택하십시오.
ky_kg: Кээ бир маймей баскычтары башка тиркемелердеги окуяларды "көчүрүү" синфаторун синфоптографияны колдонгон. Бул функцияларды туура камсыз кылуу үчүн, уникалдуу көчүрмө (мисалы, консолго же кабык сыяктуу) колдонмону кошуңуз жана тандаңыз.
lo_la: ຄຸນລັກສະນະຂອງ monkeypaste ບາງຢ່າງໃຊ້ອັດຕະໂນມັດ keyboard ເພື່ອຈໍາລອງເຫດການ 'ສໍາເນົາ' ໃນແອັບພລິເຄຊັນອື່ນໆ. ຕື່ມການແລະ / ຫຼືເລືອກແອັບທີ່ມີສໍາເນົາສໍາເນົາທີ່ເປັນເອກະລັກ (ຄືກັບຄອນໂຊນຫຼືຫອຍຕົວຢ່າງ
lt_lt: Kai kurios „MonkeYPaste“ funkcijos naudoja klaviatūros automatizavimą, kad imituotų „kopijavimo“ įvykius kitose programose. Pridėkite ir (arba) pasirinkite programą naudodami unikalų kopijavimo nuorodą (pvz., Pvz., Pvz., Konsolę ar apvalkalą), kad užtikrintumėte, jog šios funkcijos tinkamai veikia.
lv_lv: Dažās pērtiķīšu funkcijās tiek izmantota tastatūras automatizācija, lai simulētu “kopēt” notikumus citās lietojumprogrammās. Pievienojiet un/vai atlasiet lietotni ar unikālo kopēšanas saīsni (piemēram, konsoli vai, piemēram, apvalku), lai nodrošinātu, ka šīs funkcijas darbojas pareizi.
mi_nz: Ko etahi o nga waahanga monkeypaste e whakamahi ana i nga aporo papapātuhi hei whakarite i nga kaupapa 'kape' i etahi atu tono. Tāpirihia me / te kowhiri ranei i te taupānga i te poto o te kape kape (penei i te papatohu me te anga anga ranei hei tauira) hei whakarite kia tika te mahi.
mk_mk: Некои карактеристики на MonkeyPaste користат автоматизација на тастатурата за да симулираат настани за „копирање“ во други апликации. Додадете и/или изберете ја апликацијата со уникатна кратенка за копирање (како конзола или школка на пример) за да се осигурате дека тие карактеристики функционираат правилно.
ml_in: മറ്റ് ആപ്ലിക്കേഷനുകളിലെ ഇവന്റുകൾ അനുകരിക്കാൻ ചില കുരങ്ങൻ ഓട്ടോമേഷൻ ഉപയോഗിക്കുന്നു. അദ്വിതീയ കോപ്പി കുറുക്കുവഴി (ഉദാഹരണത്തിന് ഒരു കൺസോൾ അല്ലെങ്കിൽ ഷെൽ പോലുള്ളവ) ഉപയോഗിച്ച് അപ്ലിക്കേഷൻ ചേർക്കുക തിരഞ്ഞെടുക്കുക.
mr_in: काही वानरपास्ट वैशिष्ट्ये इतर अनुप्रयोगांमध्ये 'कॉपी' इव्हेंटचे अनुकरण करण्यासाठी कीबोर्ड ऑटोमेशन वापरतात. जोडा आणि/किंवा अद्वितीय कॉपी शॉर्टकटसह अॅप निवडा (उदाहरणार्थ कन्सोल किंवा शेल प्रमाणे) त्या वैशिष्ट्ये योग्यरित्या कार्य करतात हे सुनिश्चित करण्यासाठी.
ms_my: Sesetengah ciri Monkeypaste menggunakan automasi papan kekunci untuk mensimulasikan peristiwa 'salin' dalam aplikasi lain. Tambah dan/atau pilih aplikasi dengan pintasan salinan unik (seperti konsol atau shell misalnya) untuk memastikan ciri -ciri tersebut berfungsi dengan baik.
mt_mt: Xi karatteristiċi ta 'MonkeyPaste jużaw l-awtomazzjoni tat-tastiera biex jissimulaw avvenimenti' kopja 'f'applikazzjonijiet oħra. Żid u / jew agħżel l-app bil-shortcut tal-kopja unika (bħal console jew qoxra pereżempju) biex tiżgura li dawk il-karatteristiċi jiffunzjonaw kif suppost.
nb_no: Noen MonkeyPaste -funksjoner bruker tastaturautomatisering for å simulere 'Copy' -hendelser i andre applikasjoner. Legg til og/eller velg appen med den unike kopien snarveien (som en konsoll eller skall for eksempel) for å sikre at disse funksjonene fungerer som de skal.
ne_np: केहि बाँदरपिसास सुविधाहरू अन्य अनुप्रयोगहरूमा घटनाहरूको अनुकरण गर्न किबोर्ड स्वत: प्रयोग गर्नुहोस्। थप्नुहोस् र / / वा अनुप्रयोगको साथ अनौंठो प्रतिलिपि सर्टकट (उदाहरणका लागि कन्सोल वा शेल जस्तै) यी सुविधाहरू राम्रोसँग काम गर्दछ।
nl_be: Sommige Monkeypaste -functies gebruiken toetsenbordautomatisering om 'copy' -gebeurtenissen in andere applicaties te simuleren. Toevoegen en/of selecteer de app met de unieke kopie -snelkoppeling (zoals bijvoorbeeld een console of shell) om ervoor te zorgen dat die functies correct functioneren.
or_in: କିଛି ମୋନକୋପ୍ଟଟ୍ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଅନ୍ୟ ପ୍ରୟୋଗଗୁଡ଼ିକରେ 'କପି' ଇଭେଣ୍ଟଗୁଡିକ ଅନୁକରଣ କରିବାକୁ କୀବୋର୍ଡ୍ ସ୍ୱୟଂଚାଳିତ ବ୍ୟବହାର ବ୍ୟବହାର କରନ୍ତୁ | ସେହି ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ସଠିକ୍ ଭାବରେ କାର୍ଯ୍ୟ କରିବା ସୁନିଶ୍ଚିତ କରିବା ନିଶ୍ଚିତ କରିବାକୁ ଅନନ୍ୟ କପି ସର୍ଟକଟ୍ ସହିତ ଆଡ୍ ଏବଂ / / ଚୟନ କରନ୍ତୁ |
pa_arab: ਕੁਝ ਬਾਂਕੀਪਾਸਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੂਜੇ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ 'ਕਾਪੀ' ਪ੍ਰੋਗਰਾਮਾਂ ਦੀ ਨਕਲ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਆਟੋਮੋਪ੍ਰੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰੋ. ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ / ਜਾਂ ਐਪ ਦੀ ਚੋਣ ਕਰੋ ਅਨੌਖੀ ਕਾੱਪੀ ਸ਼ੌਰਟਕਟ (ਉਦਾਹਰਣ ਵਜੋਂ ਕੰਸੋਲ ਜਾਂ ਸ਼ੈੱਲ) ਨੂੰ ਸਹੀ ਤਰ੍ਹਾਂ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ.
pl_pl: Niektóre funkcje Monkeypaste używają automatyzacji klawiatury do symulacji zdarzeń „kopiowania” w innych aplikacjach. Dodaj i/lub wybierz aplikację z unikalnym skrótem kopiowania (na przykład konsoli lub powłoki), aby zapewnić prawidłowe funkcje.
pt_br: Alguns recursos do MonkeyYPaste usam a automação do teclado para simular eventos de 'cópia' em outros aplicativos. Adicione e/ou selecione o aplicativo com o atalho de cópia exclusivo (como um console ou shell, por exemplo) para garantir que esses recursos funcionem corretamente.
ro_ro: Unele caracteristici Monkeypaste folosesc automatizarea tastaturii pentru a simula evenimente „copiere” în alte aplicații. Adăugați și/sau selectați aplicația cu comanda rapidă de copiere unică (cum ar fi o consolă sau o shell, de exemplu) pentru a vă asigura că aceste caracteristici funcționează corect.
ru_ru: Некоторые функции обезьяны используют автоматизацию клавиатуры для моделирования событий «копировать» в других приложениях. Добавьте и/или выберите приложение с уникальным ярлыком копии (например, консоль или оболочки), чтобы убедиться, что эти функции функционируют должным образом.
sk_sk: Niektoré funkcie MonkeyPaste používajú automatizáciu klávesnice na simuláciu udalostí „kopírovania“ v iných aplikáciách. Pridajte a/alebo vyberte aplikáciu pomocou jedinečnej skratky kópie (napríklad konzolou alebo shellom), aby ste zaistili správne fungovanie týchto funkcií.
sl_si: Nekatere funkcije MonkeyPaste uporabljajo avtomatizacijo tipkovnice za simulacijo dogodkov "Kopiranja" v drugih aplikacijah. Dodajte in/ali izberite aplikacijo z edinstveno bližnjico iz kopije (na primer konzola ali lupino), da zagotovite pravilno delovanje teh funkcij.
sq_al: Disa tipare të MonkeyPaste përdorin automatizimin e tastierës për të simuluar ngjarjet 'kopjuese' në aplikacione të tjera. Shtoni dhe/ose zgjidhni aplikacionin me shkurtoren unike të kopjimit (si një tastierë ose guaskë për shembull) për të siguruar që ato tipare të funksionojnë siç duhet.
sr_cyrl_me: Неке функције монкеупасте користе аутоматизацију тастатуре да симулирају "копирање" догађаја у другим апликацијама. Додавање и / или одаберите апликацију са јединственом пречицом за копирање (попут конзоле или шкољке на пример) да бисте осигурали да онима функционишу правилно.
sv_fi: Vissa monkeypaste -funktioner använder tangentbordsautomation för att simulera "kopiering" -händelser i andra applikationer. Lägg till och/eller välj appen med den unika kopieringsgenvägen (som en konsol eller skal till exempel) för att säkerställa att dessa funktioner fungerar korrekt.
sw_ke: Vipengee vingine vya MonkeyPaste hutumia automatisering ya kibodi kuiga matukio ya 'nakala' katika programu zingine. Ongeza na/au uchague programu na njia ya mkato ya nakala ya kipekee (kama koni au ganda kwa mfano) ili kuhakikisha kuwa huduma hizo zinafanya kazi vizuri.
ta_in: சில குரங்கிபாஸ்ட் அம்சங்கள் மற்ற பயன்பாடுகளில் 'நகல்' நிகழ்வுகளை உருவகப்படுத்த விசைப்பலகை ஆட்டோமேஷனைப் பயன்படுத்துகின்றன. அந்த அம்சங்கள் சரியாக செயல்படுவதை உறுதிசெய்ய தனித்துவமான நகல் குறுக்குவழி (எடுத்துக்காட்டாக ஒரு கன்சோல் அல்லது ஷெல் போன்றவை) உடன் பயன்பாட்டைச் சேர்க்கவும்/அல்லது தேர்ந்தெடுக்கவும்.
te_in: కొన్ని మంకీపేస్ట్ లక్షణాలు ఇతర అనువర్తనాల్లో 'కాపీ' సంఘటనలను అనుకరించడానికి కీబోర్డ్ ఆటోమేషన్‌ను ఉపయోగిస్తాయి. ఆ లక్షణాలు సరిగ్గా పనిచేస్తాయని నిర్ధారించడానికి ప్రత్యేకమైన కాపీ సత్వరమార్గం (ఉదాహరణకు కన్సోల్ లేదా షెల్ వంటివి) తో అనువర్తనాన్ని జోడించండి మరియు/లేదా ఎంచుకోండి.
th_th: คุณสมบัติ Monkeypaste บางตัวใช้แป้นพิมพ์อัตโนมัติเพื่อจำลองเหตุการณ์ 'คัดลอก' ในแอปพลิเคชันอื่น ๆ เพิ่มและ/หรือเลือกแอพด้วยทางลัดสำเนาที่ไม่ซ้ำกัน (เช่นคอนโซลหรือเชลล์ตัวอย่างเช่น) เพื่อให้แน่ใจว่าคุณสมบัติเหล่านั้นทำงานได้อย่างถูกต้อง
tk_tm: Käbir maýmynPaste aýratynlyklary beýleki degişli programmalardaky wakalary simulasiýa etmek üçin klawiatura awtomatlaşdyryny ulanýarlar. Şol aýratynlyklaryň işlemegini üpjün etmek üçin "konsol ýa-da" -e "-e) goşuň we / ýa-da saýlaň.
tr_tr: Bazı Monkeysaste özellikleri, diğer uygulamalardaki 'kopya' olaylarını simüle etmek için klavye otomasyonu kullanır. Bu özelliklerin düzgün çalışmasını sağlamak için benzersiz kopya kısayoluyla (örneğin bir konsol veya kabuk gibi) uygulamayı ekleyin ve/veya seçin.
tt_ru: Моның кайбер Маймылип язмалары клавиатура автоматлыгын бүтән кушымталардагы "күчереп" вакыйгаларны симуляцияләү өчен кулланалар. Бу үзенчәлекләр дөрес эшләвен, бу үзенчәлекләрне дөрес итеп өстәү һәм / яки кушымта өстәгез (мәсәлән, консол яки кабык кебек).
ug_cn: بەزى Monyparte نىڭ ئالاھىدىلىكى كۇنۇپكا تاختىسى ئاپتومات ئارقىلىق باشقا پروگراممىلارنى «كۆچۈرۈش» پائالىيىتىنى تەقلىد قىلىش ئۈچۈن كۇنۇپكالۈك ماشىنىسىنىڭ «كۆچۈرۈلۈش پائالىيىتىنى تەقلىد قىلىش ئۈچۈن كۇنۇپكالۈك زاپچاسلار رايونىغا ئۆزگەرتىش. بۇ ئىقتىدارنى تېز ياكى قۇلۇپ (مەسىلەن كونترول قىلىش ياكى قۇلۇلە قاتارلىقلار بىلەن) نى قوشۇڭ.
uk_ua: Деякі функції MonkeyPaste використовують автоматизацію клавіатури для імітації подій "копіювати" в інших програмах. Додайте та/або виберіть додаток за допомогою унікального копіювання ярлика (наприклад, консоль або оболонка), щоб забезпечити належне функціонування цих функцій.
ur_pk: کچھ بندر کی خصوصیات دیگر ایپلی کیشنز میں 'کاپی' واقعات کی نقالی کرنے کے لئے کی بورڈ آٹومیشن کا استعمال کرتی ہیں۔ ان خصوصیات کو صحیح طریقے سے کام کرنے کو یقینی بنانے کے ل the انوکھا کاپی شارٹ کٹ (جیسے کنسول یا شیل کی طرح) کے ساتھ ایپ کو شامل کریں اور/یا منتخب کریں۔
uz_cyrl: Ba'zi maykeypste xususiyatlari Boshqa dasturlarda "Nusxa olish" ni taqlid qilish uchun klaviatura avtomatlashtirishdan foydalanish uchun klaviatura avtomatlashtirish. Ushbu xususiyatlarni to'g'ri bajarilishini ta'minlash uchun noyob nusxadagi yorliq (masalan, konsol yoki qobiq singari) ilovani qo'shing va tanlang.
vi_vn: Một số tính năng khỉ sử dụng tự động hóa bàn phím để mô phỏng các sự kiện 'sao chép' trong các ứng dụng khác. Thêm và/hoặc chọn ứng dụng với phím tắt sao chép duy nhất (như bảng điều khiển hoặc shell chẳng hạn) để đảm bảo các tính năng đó hoạt động đúng.
zh_hant: 一些MonkePaste功能使用鍵盤自動化來模擬其他應用程序中的“複製”事件。 使用唯一的複制快捷方式（例如控制台或外殼）添加和/或選擇應用程序，以確保這些功能正常運行。

# SettingsInteropAppCopyShortcutHeaderLabel
source: Copy Shortcut
af_za: Kopie kortpad
am_et: አቋራጭ ቅጅ
ar_bh: اختصار نسخ
as_in: কপি চৰ্টকাট
az_cyrl: Qısayol kopyalayın
bg_bg: Копирайте пряк път
bn_in: সংক্ষিপ্ত নকল করুন
bs_latn_ba: Prečica za kopiranje
ca_es: Copia drecera
cs_cz: Zkopírujte zkratku
cy_gb: Copïo llwybr byr
da_dk: Kopier genvej
de_ch: Verknüpfung kopieren
el_gr: Συντόμευση αντιγραφής
es_bo: Atajo copia
et_ee: Kopeeri otsetee
fa_ir: کپی میانبر
fi_fi: Kopioi pikakuvake
fil_ph: Kopyahin ang shortcut
fr_029: Copier le raccourci
ga_ie: Cóip a dhéanamh de
gu_in: શોર્ટકટ નકલ
he_il: העתק קיצור
hi_in: शॉर्टकट कॉपी करें
hr_hr: Kopirajte prečac
hu_hu: Másolás parancsikon
hy_am: Պատճենել դյուրանցում
id_id: Salin jalan pintas
is_is: Afritaðu flýtileið
it_ch: Copia scorciatoia
ja_jp: ショートカットをコピーします
ka_ge: დააკოპირეთ მალსახმობი
kk_kz: Төте жолды көшіріңіз
km_kh: ចម្លងផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ನಕಲಿಸಿ
ko_kr: 바로 가기를 복사하십시오
ky_kg: Кыска жолду көчүрүү
lo_la: ສໍາເນົາທາງລັດ
lt_lt: Nukopijuokite nuorodą
lv_lv: Kopēt saīsni
mi_nz: Tāruatia poto
mk_mk: Копирајте кратенка
ml_in: കുറുക്കുവഴി പകർത്തുക
mr_in: कॉपी शॉर्टकट
ms_my: Salin pintasan
mt_mt: Kopja shortcut
nb_no: Kopier snarvei
ne_np: सर्टकट प्रतिलिपि गर्नुहोस्
nl_be: Kopieer snelkoppeling
or_in: ସର୍ଟକଟ୍ କପି କରନ୍ତୁ |
pa_arab: ਸ਼ੌਰਟਕਟ ਦੀ ਨਕਲ ਕਰੋ
pl_pl: Skopiuj skrót
pt_br: Copie o atalho
ro_ro: Scurtatura de copiere
ru_ru: Скопировать ярлык
sk_sk: Skratka skopírovať
sl_si: Kopiraj bližnjico
sq_al: Shkurtorja e kopjimit
sr_cyrl_me: Копија пречица
sv_fi: Kopiera genväg
sw_ke: Nakili njia ya mkato
ta_in: குறுக்குவழியை நகலெடுக்கவும்
te_in: సత్వరమార్గాన్ని కాపీ చేయండి
th_th: คัดลอกทางลัด
tk_tm: Salgy göçüriň
tr_tr: Kısa yolu kopyala
tt_ru: Кыска юл
ug_cn: تېزلەتمە
uk_ua: Скопіюйте ярлик
ur_pk: کاپی شارٹ کٹ
uz_cyrl: Yorliqni nusxalash
vi_vn: Sao chép phím tắt
zh_hant: 複製快捷鍵

# SettingsInteropAppOleFormatNoopButtonLabel
source: None
af_za: Geen
am_et: የለም
ar_bh: لا أحد
as_in: একো নাই
az_cyrl: Heç kim
bg_bg: Нито един
bn_in: কিছুই না
bs_latn_ba: Nijedan
ca_es: Res
cs_cz: Žádný
cy_gb: Neb
da_dk: Ingen
de_ch: Keiner
el_gr: Κανένας
es_bo: Ninguno
et_ee: Mitte ükski
fa_ir: هیچ یک
fi_fi: Ei mitään
fil_ph: Wala
fr_029: Aucun
ga_ie: Aon
gu_in: કોઈ
he_il: אף אחד
hi_in: कोई नहीं
hr_hr: Nijedan
hu_hu: Egyik sem
hy_am: Ոչ ոք
id_id: Tidak ada
is_is: Enginn
it_ch: Nessuno
ja_jp: なし
ka_ge: არაფერი
kk_kz: Ештеме
km_kh: ឥតមានអវីសោហ
kn_in: ಯಾವುದೂ
ko_kr: 없음
ky_kg: Эч ким
lo_la: ບໍ່ມີ
lt_lt: Nė vienas
lv_lv: Neviens
mi_nz: Kāore tētahi
mk_mk: Ништо
ml_in: ഒന്നുമല്ലാത്തത്
mr_in: काहीही नाही
ms_my: Tiada
mt_mt: Xejn
nb_no: Ingen
ne_np: केहि पनि होइन
nl_be: Geen
or_in: କିଛି ନୁହେଁ |
pa_arab: ਕੋਈ ਨਹੀਂ
pl_pl: Nic
pt_br: Nenhum
ro_ro: Nici unul
ru_ru: Никто
sk_sk: Žiadny
sl_si: Nobenega
sq_al: Asnje
sr_cyrl_me: Ниједан
sv_fi: Ingen
sw_ke: Hakuna
ta_in: எதுவுமில்லை
te_in: ఏదీ లేదు
th_th: ไม่มี
tk_tm: Hiç
tr_tr: Hiçbiri
tt_ru: Юк
uk_ua: Ні
ur_pk: کوئی نہیں
uz_cyrl: Hech biri
vi_vn: Không có
zh_hant: 沒有任何
