Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountPrePurchaseWindowsNtfCaption
source: Microsoft Store doesn't allow tier changes to subscription addons. You must cancel your {0}/{1} plan yourself or you will be charged for both. Would you like to go do that now?
af_za: Microsoft Store laat nie die vlak toe nie Veranderings aan intekeningsaddons. U moet u kanselleer {0}/{1} Beplan jouself Of u sal vir albei aangekla word. Wil u dit nou doen?
am_et: የማይክሮሶፍት መደብር ደንብ አይፈቅድም የደንበኝነት ምዝገባ አጠባበቅ ምልክቶች ለውጦች. እርስዎ መሰረዝ አለብዎት {0} / {1} ራስዎን እቅድ ያውጡ ወይም ለሁለቱም ይከፍላሉ. አሁን መሄድ ይፈልጋሉ?
ar_bh: متجر Microsoft لا يسمح Tier التغييرات في الملحقات الاشتراك. يجب عليك إلغاء الخاص بك {0}/{1} خطط لنفسك أو سيتم محاسبتك لكليهما. هل ترغب في الذهاب تفعل ذلك الآن؟
as_in: Microsoft Store এ Tier ৰ অনুমতি নিদিয়ে চাবস্ক্ৰিপচন এডনসমূহলে পৰিবৰ্তনসমূহ। আপুনি আপোনাৰ বাতিল কৰিব লাগিব {0}/{1} নিজেই পৰিকল্পনা কৰক বা দুয়োটাৰে বাবে আপোনাৰ পৰা চাৰ্জ লোৱা হ’ব। এতিয়া সেইটো কৰিবলৈ যাব বিচাৰিবনে?
az_cyrl: Microsoft mağazası pilləyə imkan vermir Abunə əlverişləri üçün dəyişikliklər. Sizi ləğv etməlisiniz {0} / {1} özünüzü planlaşdırın ya da hər ikiniz üçün ödəniş alacaqsınız. İndi bunu etmək istərdinizmi?
bg_bg: Microsoft Store не позволява ниво Промени в абонаментните добавки. Трябва да анулирате своя {0}/{1} планирайте себе си Или ще бъдете таксувани и за двете. Искате ли да отидете да направите това сега?
bn_in: মাইক্রোসফ্ট স্টোর টিয়ারকে অনুমতি দেয় না সাবস্ক্রিপশন অ্যাডনগুলিতে পরিবর্তন। আপনি অবশ্যই আপনার বাতিল {0}/{1} নিজেকে পরিকল্পনা করুন অথবা আপনি উভয়ের জন্য চার্জ করা হবে। আপনি কি এখন এটি করতে চান?
bs_latn_ba: Microsoft Store ne dopušta sloj Promjene u dodacima pretplate. Morate otkazati svoje {0} / {1} planirajte se ili će vam se naplaćivati ​​za oboje. Želite li to sada ići?
ca_es: Microsoft Store no permet el nivell Canvis als addons de subscripció. Heu de cancel·lar el vostre {0}/{1} Planifiqueu -vos O se us cobrarà els dos. Voleu anar a fer -ho ara?
cs_cz: Microsoft Store neumožňuje úroveň Změny doplňků předplatného. Musíte zrušit své {0}/{1} se plánujte sami nebo vám bude účtován za oba. Chtěli byste to udělat hned?
cy_gb: Nid yw Microsoft Store yn caniatáu haen newidiadau i addonau tanysgrifio. Rhaid i chi ganslo eich {0}/{1} Cynlluniwch eich hun Neu codir tâl arnoch am y ddau. Hoffech chi fynd i wneud hynny nawr?
da_dk: Microsoft Store tillader ikke niveau Ændringer til abonnementsaddons. Du skal annullere din {0}/{1} Planlæg dig selv Eller du vil blive opkrævet for begge. Vil du gerne gøre det nu?
de_ch: Microsoft Store erlaubt keine Stufe Änderungen an Abonnement -Addons. Sie müssen Ihre stornieren {0}/{1} Planen Sie selbst Oder Sie werden für beide berechnet. Möchten Sie das jetzt tun?
el_gr: Το Microsoft Store δεν επιτρέπει τη βαθμίδα Αλλαγές σε πρόσθετα συνδρομής. Πρέπει να ακυρώσετε το δικό σας {0}/{1} Σχεδιάστε τον εαυτό σας Ή θα χρεωθείτε και για τα δύο. Θα θέλατε να το κάνετε τώρα;
es_bo: Microsoft Store no permite nivel Cambios en complementos de suscripción. Debes cancelar tu {0}/{1} Plan O se le cobrará por ambos. ¿Te gustaría hacer eso ahora?
et_ee: Microsofti pood ei luba astmet Muudatused tellimis lisad. Peate oma tühistama {0}/{1} planeeri ennast või võetakse teie eest tasu. Kas soovite seda nüüd teha?
fa_ir: فروشگاه مایکروسافت اجازه ردیف نمی کند تغییر در افزونه های اشتراک. شما باید خود را لغو کنید {0}/{1} خود را برنامه ریزی کنید یا برای هر دو هزینه می شود. آیا دوست دارید اکنون این کار را انجام دهید؟
fi_fi: Microsoft Store ei salli tasoa Muutokset tilaamisjuhliin. Sinun on peruutettava {0}/{1} Suunnittele itsesi Tai sinulta veloitetaan molemmista. Haluatko mennä tekemään sen nyt?
fil_ph: Hindi pinapayagan ng Microsoft Store mga pagbabago sa mga addon ng subscription. Dapat mong kanselahin ang iyong {0}/{1} Plano ang iyong sarili O sisingilin ka para sa pareho. Gusto mo bang pumunta gawin iyon ngayon?
fr_029: Microsoft Store n'autorise pas le niveau Modifications des addons d'abonnement. Vous devez annuler votre {0} / {1} Planifiez vous-même Ou vous serez facturé pour les deux. Aimeriez-vous aller faire ça maintenant?
ga_ie: Ní cheadaíonn Siopa Microsoft Sraith Athruithe ar Addons Síntiúis. Ní mór duit do {0}/{1} Pleanáil tú féin Nó gearrfar muirear ort as an dá rud. Ar mhaith leat dul é sin a dhéanamh anois?
gu_in: માઇક્રોસોફ્ટ સ્ટોર ટાયરને મંજૂરી આપતું નથી સબ્સ્ક્રિપ્શન એડન્સમાં ફેરફાર. તમારે તમારું રદ કરવું પડશે {0}/{1} જાતે પ્લાન કરો અથવા તમારી પાસેથી બંને માટે શુલ્ક લેવામાં આવશે. શું તમે હવે તે કરવા જવા માંગો છો?
he_il: חנות מיקרוסופט אינה מאפשרת שכבה שינויים בתוספות מנוי. עליך לבטל את שלך {0}/{1} תכנן את עצמך או שתחייב את שניהם. האם תרצה ללכת לעשות את זה עכשיו?
hi_in: Microsoft स्टोर टियर की अनुमति नहीं देता है सदस्यता addons में परिवर्तन। आपको अपना रद्द करना होगा {0}/{1} खुद की योजना बनाएं या आपसे दोनों के लिए शुल्क लिया जाएगा। क्या आप अब ऐसा करना चाहेंगे?
hr_hr: Microsoft Store ne dopušta razinu Promjene dodataka pretplate. Morate otkazati svoj {0}/{1} Ili će vam se naplaćivati ​​za oboje. Želite li to učiniti sada?
hu_hu: A Microsoft Store nem engedélyezi a szintet Az előfizetési kiegészítők változásai. Le kell mondania a {0}/{1} Tervezze meg magát Vagy mindkettőért számítanak fel. Szeretne most megcsinálni?
hy_am: Microsoft Store- ը թույլ չի տալիս աստիճանը Բաժանորդային հավելումների փոփոխություններ: Դուք պետք է չեղյալ հայտարարեք ձեր {0} / {1} պլանավորել ինքներդ կամ ձեզ համար գանձվելու է երկուսի համար: Կցանկանայիք հիմա գնալ:
id_id: Microsoft Store tidak mengizinkan tingkat Perubahan pada addons berlangganan. Anda harus membatalkan {0}/{1} rencanakan sendiri Atau Anda akan dikenakan biaya untuk keduanya. Apakah Anda ingin melakukannya sekarang?
is_is: Microsoft Store leyfir ekki Tier Breytingar á áskriftarviðbótum. Þú verður að hætta við þinn {0}/{1} Skipuleggðu sjálfan þig Eða þú verður ákærður fyrir báða. Myndir þú vilja fara að gera það núna?
it_ch: Microsoft Store non consente il livello Modifiche agli addon di abbonamento. Devi annullare il tuo {0}/{1} Pianifica te stesso Oppure ti verrà addebitato entrambi. Ti piacerebbe farlo adesso?
ja_jp: Microsoft Storeはティアを許可していません サブスクリプションアドオンの変更。 キャンセルする必要があります {0}/{1}自分で計画します または、両方に対して請求されます。 今すぐ行きませんか？
ka_ge: Microsoft Store არ იძლევა იძლევა გამოწერის დამატებების ცვლილებები. თქვენ უნდა გააუქმოთ თქვენი {0}/{1} საკუთარი თავის დაგეგმვა ან ორივეს ბრალი წაგიყენებთ. გსურთ ახლა ამის გაკეთება?
kk_kz: Microsoft дүкені деңгейге мүмкіндік бермейді Жазылым қосымшаларына өзгертулер. Сізден бас тартуыңыз керек {0} / {1} өзіңізді жоспарлаңыз немесе сіз үшін екеуі де ақы алынады. Сіз қазір барғыңыз келе ме?
km_kh: Microsoft Store មិនអនុញ្ញាតឱ្យថ្នាក់ទេ ការផ្លាស់ប្តូរការជាវបាន។ អ្នកត្រូវតែបោះបង់របស់អ្នក {0} / {1} គ្រោងដោយខ្លួនឯង ឬអ្នកនឹងត្រូវបានគិតប្រាក់សម្រាប់ទាំងពីរ។ តើអ្នកចង់ទៅធ្វើឥឡូវនេះទេ?
kn_in: ಮೈಕ್ರೋಸಾಫ್ಟ್ ಸ್ಟೋರ್ ಶ್ರೇಣಿಯನ್ನು ಅನುಮತಿಸುವುದಿಲ್ಲ ಚಂದಾದಾರಿಕೆ ಆಡ್ಆನ್‌ಗಳಿಗೆ ಬದಲಾವಣೆಗಳು. ನಿಮ್ಮ ರದ್ದುಗೊಳಿಸಬೇಕು {0}/{1} ನೀವೇ ಯೋಜಿಸಿ ಅಥವಾ ಎರಡಕ್ಕೂ ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ. ನೀವು ಈಗ ಅದನ್ನು ಮಾಡಲು ಬಯಸುವಿರಾ?
ko_kr: Microsoft Store는 계층을 허용하지 않습니다 구독 부가 관계 변경. 취소해야합니다 {0}/{1} 직접 계획하십시오 또는 둘 다에 대해 청구됩니다. 지금 가고 싶습니까?
ky_kg: Microsoft дүкөнү эң жогорку деңгээлге жол бербейт Жазылуу адаттарга өзгөртүүлөрү. Сиз өзүңүздү жокко чыгарыңыз {0} / {1} План Же экөөнө тең акы алынат. Азыр баргыңыз келеби?
lo_la: Microsoft Store ບໍ່ອະນຸຍາດໃຫ້ຜູ້ສອນ ການປ່ຽນແປງການສະຫມັກຮັບສະຫມັກ. ທ່ານຕ້ອງຍົກເລີກທ່ານ {0} / {1} ວາງແຜນຕົວເອງ ຫຼືທ່ານຈະຖືກຄິດຄ່າທໍານຽມສໍາລັບທັງສອງ. ເຈົ້າຢາກໄປເຮັດສິ່ງນັ້ນບໍ?
lt_lt: „Microsoft Store“ neleidžia pakopos Prenumeratos priedų pakeitimai. Turite atšaukti savo {0}/{1} suplanuokite save Arba jūs būsite apmokestinti abiem. Ar norėtumėte tai padaryti dabar?
lv_lv: Microsoft veikals nepieļauj līmeni Abonēšanas papildinājumu izmaiņas. Jums ir jāatceļ savi {0}/{1} Plānojiet sevi vai arī par jums tiks iekasēta maksa par abiem. Vai jūs vēlētos iet to darīt tagad?
mi_nz: Kaore e whakaae a Microsoft Store Te huringa ki nga taapiri ohaurunga. Me whakakore e koe to {0} / {1} Whakaritea koe ka utua ranei koe mo te tokorua. Kei te hiahia koe ki te haere i tenei wa?
mk_mk: Мајкрософт продавницата не дозволува ниво Промени во додатоци за претплата. Мора да го откажете вашиот {0}/{1} Планирајте се Или ќе ви биде наплатен и за двајцата. Дали сакате да одите да го сторите тоа сега?
ml_in: മൈക്രോസോഫ്റ്റ് സ്റ്റോർ ടയർ അനുവദിക്കുന്നില്ല സബ്സ്ക്രിപ്ഷൻ ആഡോണുകളിലേക്കുള്ള മാറ്റങ്ങൾ. നിങ്ങൾ റദ്ദാക്കണം {0} / {1} സ്വയം ആസൂത്രണം ചെയ്യുക അല്ലെങ്കിൽ നിങ്ങൾ രണ്ടുപേർക്കും നിരക്ക് ഈടാക്കും. നിങ്ങൾ ഇപ്പോൾ ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: मायक्रोसॉफ्ट स्टोअर टायरला परवानगी देत ​​नाही सदस्यता अ‍ॅडॉनमध्ये बदल. आपण आपले रद्द करणे आवश्यक आहे {0}/{1} स्वत: ची योजना करा किंवा आपल्यावर दोघांसाठी शुल्क आकारले जाईल. आपण आता हे करू इच्छिता?
ms_my: Kedai Microsoft tidak membenarkan peringkat perubahan kepada tambahan langganan. Anda mesti membatalkan {0}/{1} Rancang sendiri Atau anda akan dikenakan bayaran untuk kedua -duanya. Adakah anda ingin melakukannya sekarang?
mt_mt: Microsoft Store ma tippermettix livelli bidliet fl-addons ta 'abbonament. Trid tikkanċella tiegħek {0} / {1} Ippjana lilek innifsek Jew int tkun inkarigat għat-tnejn. Tixtieq tmur tagħmel hekk issa?
nb_no: Microsoft Store tillater ikke nivå Endringer i abonnementsaddoner. Du må avbryte din {0}/{1} Planlegg deg selv Eller du vil bli belastet for begge. Vil du gjøre det nå?
ne_np: माइक्रोसफ्ट स्टोरले टियरलाई अनुमति दिदैन सदस्यता addons मा परिवर्तन। तपाईंले आफ्नो रद्द गर्नु पर्छ {0} / {1} आफैलाई योजना वा तपाईं दुबैको लागि चार्ज गरिनेछ। के तपाई अहिले त्यो गर्न जान चाहानुहुन्छ?
nl_be: Microsoft Store staat niet toe Tier Wijzigingen in abonnement -add -ons. U moet uw {0}/{1} Plan zelf Of u wordt voor beide in rekening gebracht. Wil je dat nu gaan doen?
or_in: ମାଇକ୍ରୋସଫ୍ଟ ଷ୍ଟୋର୍ ସ୍ତରକୁ ଅନୁମତି ଦିଏ ନାହିଁ | ସଦସ୍ୟତା ଆଡନ୍ସରେ ପରିବର୍ତ୍ତନ | ତୁମେ ତୁମର ବାତିଲ୍ କରିବା ଜରୁରୀ | {0} / {1} ନିଜକୁ ଯୋଜନା କର | କିମ୍ବା ଆପଣଙ୍କୁ ଉଭୟ ପାଇଁ ଚାର୍ଜ କରାଯିବ | ଆପଣ ବର୍ତ୍ତମାନ ତାହା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਸਟੋਰ ਟਾਇਰ ਦੀ ਆਗਿਆ ਨਹੀਂ ਦਿੰਦਾ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਐਡਨਾਂ ਵਿੱਚ ਬਦਲਾਅ. ਤੁਹਾਨੂੰ ਆਪਣੀ ਰੱਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ {0} / {1} ਆਪਣੇ ਆਪ ਦੀ ਯੋਜਨਾ ਬਣਾਓ ਜਾਂ ਤੁਹਾਡੇ ਲਈ ਦੋਵਾਂ ਲਈ ਪੈਸੇ ਲਏ ਜਾਣਗੇ. ਕੀ ਤੁਸੀਂ ਹੁਣ ਇਹ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Microsoft Store nie pozwala na poziom Zmiany w dodatkach subskrypcyjnych. Musisz anulować {0}/{1} zaplanuj siebie Lub zostaniesz obciążony za obiema. Czy chciałbyś to zrobić teraz?
pt_br: A Microsoft Store não permite o nível Alterações nos complementos de assinatura. Você deve cancelar seu {0}/{1} Planeje você mesmo Ou você será cobrado por ambos. Você gostaria de fazer isso agora?
ro_ro: Microsoft Store nu permite nivel Modificări la suplimentele de abonament. Trebuie să vă anulați {0}/{1} Planificați -vă Sau veți fi taxat pentru ambele. Ai vrea să mergi să faci asta acum?
ru_ru: Microsoft Store не разрешает уровень Изменения в аддонах подписки. Вы должны отменить свой {0}/{1} Планируйте себя Или вас будут взимать плату за обоих. Хотели бы вы сделать это сейчас?
sk_sk: Microsoft Store neumožňuje úroveň Zmeny doplnkov predplatného. Musíte zrušiť svoje {0}/{1} plánujte sami Alebo vám bude účtovaný za oboje. Chceli by ste to urobiť teraz?
sl_si: Microsoft Store ne dovoljuje stopnje spremembe v naročniške dodatke. Morate preklicati {0}/{1} načrtujte sami ali pa vam bo zaračunana oba. Bi radi to storili zdaj?
sq_al: Microsoft Store nuk lejon nivelin Ndryshimet në shtesat e pajtimeve. Ju duhet të anuloni tuajin {0}/{1} Planifikoni veten Ose do të akuzoheni për të dy. Dëshironi të shkoni ta bëni atë tani?
sr_cyrl_me: Мицрософт Сторе не дозвољава ниво Промјене у додацима претплате. Морате отказати своје {0} / {1} Планирајте се или ће вам бити оптужен за обоје. Да ли бисте желели то да урадите сада?
sv_fi: Microsoft Store tillåter inte nivå Ändringar av prenumerationstillägg. Du måste avbryta din {0}/{1} Planera dig själv Eller så kommer du att debiteras för båda. Vill du göra det nu?
sw_ke: Duka la Microsoft hairuhusu Tier Mabadiliko kwa nyongeza za usajili. Lazima ughairi wako {0}/{1} Jipange mwenyewe Au utatozwa kwa wote wawili. Je! Ungependa kwenda kufanya hivyo sasa?
ta_in: மைக்ரோசாஃப்ட் ஸ்டோர் அடுக்கு அனுமதிக்காது சந்தா துணை நிரல்களில் மாற்றங்கள். நீங்கள் ரத்து செய்ய வேண்டும் {0}/{1} நீங்களே திட்டமிடுங்கள் அல்லது இருவருக்கும் கட்டணம் வசூலிக்கப்படும். இப்போது அதைச் செய்ய விரும்புகிறீர்களா?
te_in: మైక్రోసాఫ్ట్ స్టోర్ టైర్‌ను అనుమతించదు చందా యాడ్ఆన్లకు మార్పులు. మీరు మీ రద్దు చేయాలి {0}/{1} మీరే ప్లాన్ చేసుకోండి లేదా మీరు రెండింటికీ వసూలు చేయబడతారు. మీరు ఇప్పుడు అలా చేయాలనుకుంటున్నారా?
th_th: Microsoft Store ไม่อนุญาตให้มีระดับ การเปลี่ยนแปลงการสมัครสมาชิก คุณต้องยกเลิกไฟล์ {0}/{1} วางแผนตัวเอง หรือคุณจะถูกเรียกเก็บเงินทั้งคู่ คุณอยากไปทำตอนนี้หรือไม่?
tk_tm: Microsoft dükanynda onuň derejesine ýetmäge rugsat bermeýär Abunalyk girizilen adalgalaryň üýtgemegi. Seniňi ýatyrmaly {0} / {1} özüňizi meýilleşdiriň ýa-da ikiňizem töleg alarsyňyz. Indi gitmek isleýärsiňizmi?
tr_tr: Microsoft Store kademeye izin vermiyor Abonelik eklentilerinde değişiklikler. İptal etmelisin {0}/{1} Kendinizi planlayın Ya da her ikisi için de ücret alacaksınız. Bunu şimdi yapmak ister misin?
tt_ru: Майкрософт кибете дәрәҗәгә чыкмый Подписка альтернативасына үзгәрешләр. Сез үзегезне юкка чыгарырга тиеш {0} / {1} yourselfзегезне планлаштырыгыз Яки сез икегез өчен дә түләнәчәк. Хәзер эшләргә телисезме?
ug_cn: Microsoft دۇكىنى ئۆز-ئارا يول قويمايدۇ مۇشتەرىلىك ئادرېسلارنى ئۆزگەرتىش. چوقۇم سىزنى ئەمەلدىن قالدۇرۇشىڭىز كېرەك {0} / {1} ئۆزىڭىزنى پىلانلاڭ ياكى ھەر ئىككىسىگە ھەق ئېلىنىدۇ. ھازىر شۇنداق قىلامسىز?
uk_ua: Microsoft Store не допускає рівня Зміни до підписки на додатки. Ви повинні скасувати своє {0}/{1} Плануйте себе Або вам стягуватимуться за те, щоб обоє стягувались. Ви хотіли б піти робити це зараз?
ur_pk: مائیکروسافٹ اسٹور درجے کی اجازت نہیں دیتا ہے سبسکرپشن ایڈونز میں تبدیلیاں۔ آپ کو اپنا منسوخ کرنا ہوگا {0}/{1} اپنے آپ کو منصوبہ بنائیں یا آپ سے دونوں کے لئے معاوضہ لیا جائے گا۔ کیا آپ اب ایسا کرنا چاہیں گے؟
uz_cyrl: Microsoft do'koni unchalik yo'l qo'ymaydi Obuna qo'shimchalari uchun o'zgarishlar. Siz o'zingizni bekor qilishingiz kerak {0} / {1} O'zingizni rejalashtiring yoki sizda ikkalasi uchun narxlanadi. Endi buni amalga oshirishni xohlaysizmi?
vi_vn: Microsoft Store không cho phép cấp Thay đổi để đăng ký addons. Bạn phải hủy bỏ {0}/{1} tự lên kế hoạch Hoặc bạn sẽ bị tính phí cho cả hai. Bạn có muốn đi làm điều đó bây giờ không?
zh_hant: Microsoft Store不允許層 更改訂閱附件。 您必須取消您的 {0}/{1}自己計劃自己 否則您將被指控兩者。 您想現在去做嗎？

# AccountResetPasswordCaption
source: Your password has been reset. Please check your email and follow the link to change your password.
af_za: U wagwoord is herstel. Gaan u e -pos na en Volg die skakel na verandering jou wagwoord.
am_et: የይለፍ ቃልዎ እንደገና ተጀምሯል. እባክዎ ኢሜልዎን ያረጋግጡ እና ለመቀየር አገናኙን ይከተሉ የይለፍ ቃልዎ.
ar_bh: تم إعادة تعيين كلمة المرور الخاصة بك. يرجى التحقق من بريدك الإلكتروني و اتبع الرابط للتغيير كلمة السر خاصتك.
as_in: আপোনাৰ গুপ্তশব্দ পুনৰায় সেট কৰা হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ইমেইল পৰীক্ষা কৰক আৰু পৰিবৰ্তনৰ লিংক অনুসৰণ কৰক আপোনাৰ পাছৱৰ্ড।
az_cyrl: Parolunuz yenidən quruldu. Zəhmət olmasa e-poçtunuzu yoxlayın və Dəyişdirmək üçün linki izləyin Şifrəniz.
bg_bg: Вашата парола е нулирана. Моля, проверете имейла си и Следвайте връзката, за да промените твоята парола.
bn_in: আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে। আপনার ইমেল পরীক্ষা করুন এবং পরিবর্তনের লিঙ্কটি অনুসরণ করুন আপনার পাসওয়ার্ড.
bs_latn_ba: Vaša lozinka je resetirana. Provjerite svoju e-poštu i Slijedite vezu za promjenu Vaša lozinka.
ca_es: La vostra contrasenya s'ha restablert. Comproveu el vostre correu electrònic i Seguiu l'enllaç per canviar la teva contrasenya.
cs_cz: Vaše heslo bylo resetováno. Zkontrolujte prosím svůj e -mail a Sledujte odkaz pro změnu vaše heslo.
cy_gb: Mae eich cyfrinair wedi'i ailosod. Gwiriwch eich e -bost a Dilynwch y ddolen i newid eich cyfrinair.
da_dk: Din adgangskode er nulstillet. Tjek din e -mail og Følg linket for at ændre dit kodeord.
de_ch: Dein Passwort wurde zurück gesetzt. Bitte überprüfen Sie Ihre E -Mails und Folgen Sie dem Link, um sich zu ändern Ihr Passwort.
el_gr: Ο κωδικός πρόσβασής σας έχει επαναφερθεί. Ελέγξτε το email σας και Ακολουθήστε τον σύνδεσμο για αλλαγή ο κωδικός σας.
es_bo: Tu contraseña ha sido restablecida. Revise su correo electrónico y Sigue el enlace al cambio tu contraseña.
et_ee: Teie parool on lähtestatud. Palun kontrollige oma e -posti ja Muutuste saamiseks järgige linki Teie parool.
fa_ir: رمز ورود شما تنظیم مجدد شده است. لطفا ایمیل خود را بررسی کنید و برای تغییر پیوند را دنبال کنید رمز عبور شما.
fi_fi: Salasanasi on nollattu. Tarkista sähköpostiosoitteesi ja Seuraa linkkiä muutokseen salasanasi.
fil_ph: Ang iyong password ay na -reset. Mangyaring suriin ang iyong email at Sundin ang link upang baguhin ang iyong password.
fr_029: Votre mot de passe a été réinitialisé. Veuillez vérifier votre e-mail et Suivez le lien pour changer votre mot de passe.
ga_ie: Athshocraigh do phasfhocal. Seiceáil do r -phost agus le do thoil Lean an nasc le hathrú do phasfhocal.
gu_in: તમારો પાસવર્ડ ફરીથી સેટ કરવામાં આવ્યો છે. કૃપા કરીને તમારું ઇમેઇલ તપાસો અને બદલવા માટે લિંકને અનુસરો તમારો ખાનગી શબ્દ.
he_il: הסיסמה שלך אופסה. אנא בדוק את הדוא"ל שלך ו עקוב אחר הקישור לשינוי הסיסמה שלך.
hi_in: आपका पासवर्ड बदला जा चुका है। कृपया अपना ईमेल देखें और परिवर्तन के लिए लिंक का पालन करें आपका पासवर्ड।
hr_hr: Vaša lozinka je resetirana. Molimo provjerite svoju e -poštu i Slijedite vezu da biste promijenili tvoja lozinka.
hu_hu: A jelszavad vissza lett állítva. Kérjük, ellenőrizze e -mailjét és Kövesse a változás linkjét a jelszavad.
hy_am: Ձեր գաղտնաբառը վերափոխվել է: Խնդրում ենք ստուգել ձեր էլ. Փոստը եւ Հետեւեք փոփոխության հղմանը քո գաղտնաբառը.
id_id: Kata sandi Anda telah diatur ulang. Silakan periksa email Anda dan Ikuti tautan untuk berubah kata sandi Anda.
is_is: Lykilorð þitt hefur verið endurstillt. Vinsamlegast athugaðu tölvupóstinn þinn og Fylgdu hlekknum til að breyta lykilorð þitt.
it_ch: La tua password è stata resettata. Si prega di controllare la tua email e Segui il link per modificare la tua password.
ja_jp: あなたのパスワードはリセットされました。 メールを確認してください リンクに従って変更します あなたのパスワード。
ka_ge: თქვენი პაროლი გადატვირთულია. გთხოვთ, გადაამოწმოთ თქვენი ელ.ფოსტა და მიჰყევით შეცვლის ბმულს თქვენი პაროლი.
kk_kz: Құпия сөзіңіз қалпына келтірілді. Электрондық поштаңызды тексеріңіз және Өзгерту үшін сілтемені орындаңыз пароль.
km_kh: ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ។ សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នកនិង សូមអនុវត្តតាមតំណភ្ជាប់ដើម្បីផ្លាស់ប្តូរ លេខសំងាត់​របស់​អ្នក។
kn_in: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಬದಲಾವಣೆಗೆ ಲಿಂಕ್ ಅನ್ನು ಅನುಸರಿಸಿ ನಿಮ್ಮ ಗುಪ್ತಪದ.
ko_kr: 당신의 비밀번호가 초기화되었습니다. 이메일을 확인하십시오 링크를 따라 변경을 수행하십시오 너의 비밀번호.
ky_kg: Сырсөзүңүз баштапкы абалга келтирилди. Электрондук почтаңызды текшериңиз жана Өзгөртүү шилтемесин аткарыңыз Сырсөзүңүз.
lo_la: ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກປັບໃຫມ່ແລ້ວ. ກະລຸນາກວດເບິ່ງອີເມວຂອງທ່ານແລະ ຕິດຕາມລິ້ງເພື່ອປ່ຽນ ລະຫັດຜ່ານຂອງທ່ານ.
lt_lt: Jūsų slaptažodis buvo iš naujo nustatytas. Patikrinkite savo el. Paštą ir Sekite nuorodą, kad pasikeistumėte Jūsų slaptažodis.
lv_lv: Jūsu parole ir atiestatīta. Lūdzu, pārbaudiet savu e -pastu un Sekojiet saitei, lai mainītu Tava parole.
mi_nz: Kua tautuhia to kupuhipa. Tena tirohia to imeera me Whaaia te hononga ki te huri Tō kupuhipa.
mk_mk: Вашата лозинка е ресетирана. Проверете ја вашата е -пошта и Следете ја врската за промена вашата лозинка.
ml_in: നിങ്ങളുടെ പാസ്വേഡ് പുന .സജ്ജമാക്കി. ദയവായി നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക മാറ്റത്തിനുള്ള ലിങ്ക് പിന്തുടരുക നിങ്ങളുടെ പാസ്സ്വേര്ഡ്.
mr_in: आपला संकेतशब्द रीसेट केला गेला आहे. कृपया आपले ईमेल तपासा आणि बदलण्यासाठी दुव्याचे अनुसरण करा आपला संकेतशब्द
ms_my: Kata laluan anda telah ditetapkan semula. Sila periksa e -mel anda dan Ikuti pautan ke perubahan kata laluan Awak.
mt_mt: Il-password tiegħek ġiet irrisettjata. Jekk jogħġbok iċċekkja l-email tiegħek u Segwi l-link għall-bidla il-password tiegħek.
nb_no: Passordet ditt har blitt tilbakestilt. Vennligst sjekk e -posten din og Følg lenken for å endre ditt passord.
ne_np: तपाईंको पासवर्ड रिसेट गरिएको छ। कृपया तपाईंको ईमेल जाँच गर्नुहोस् र परिवर्तन गर्न लिंक अनुसरण गर्नुहोस् तपाईंको पासवर्ड।
nl_be: Je wachtwoord is gereset. Controleer uw e -mail en Volg de link om te wijzigen je wachtwoord.
or_in: ଆପଣଙ୍କର ପାସୱାର୍ଡ ପୁନ res ସେଟ୍ ହୋଇଛି | ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ୍ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପରିବର୍ତ୍ତନ ସହିତ ଲିଙ୍କ୍ ଅନୁସରଣ କରନ୍ତୁ | ଆପଣଙ୍କର ପାସୱାର୍ଡ
pa_arab: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਬਦਲਣ ਲਈ ਲਿੰਕ ਦੀ ਪਾਲਣਾ ਕਰੋ ਤੁਹਾਡਾ ਪਾਸਵਰਡ
pl_pl: Twoje hasło zostało zresetowane. Sprawdź swój e -mail i Kliknij link do zmiany Twoje hasło.
pt_br: Sua senha foi alterada. Por favor, verifique seu e -mail e Siga o link para mudar sua senha.
ro_ro: Parola ta a fost resetata. Vă rugăm să vă verificați e -mailul și Urmați linkul pentru a schimba parola Dvs.
ru_ru: Ваш пароль был сброшен. Пожалуйста, проверьте свою электронную почту и перейдите по ссылке, чтобы изменить ваш пароль.
sk_sk: Vaše heslo bolo obnovené. Skontrolujte svoj e -mail a Kliknutím na odkaz sa zmeníte tvoje heslo.
sl_si: Vaše geslo je bilo ponastavljeno. Preverite svoj e -poštni naslov in Sledite povezavi do sprememb Vaše geslo.
sq_al: Fjalëkalimi juaj është rivendosur. Ju lutemi kontrolloni emailin tuaj dhe Ndiqni lidhjen për të ndryshuar Fjalëkalimi juaj.
sr_cyrl_me: Ваша лозинка је ресетована. Молимо вас да проверите своју е-пошту и Пратите везу да бисте се променили Ваша лозинка.
sv_fi: Ditt lösenord har blivit återställt. Kontrollera din e -post och Följ länken för att ändra ditt lösenord.
sw_ke: Nenosiri lako limewekwa upya. Tafadhali angalia barua pepe yako na Fuata kiunga cha mabadiliko Nenosiri lako.
ta_in: உங்களுடைய கடவுச்சொல் மாற்றப்பட்டது. Please check your email and follow the link to change தங்களது கடவுச்சொல்.
te_in: మీ పాస్‌వర్డ్ రీసెట్ చేయబడింది. దయచేసి మీ ఇమెయిల్‌ను తనిఖీ చేయండి మరియు మార్పుకు లింక్‌ను అనుసరించండి మీ పాస్వర్డు.
th_th: รหัสผ่านของคุณถูกรีเซ็ต โปรดตรวจสอบอีเมลของคุณและ ติดตามลิงค์เพื่อเปลี่ยน รหัสผ่านของคุณ.
tk_tm: Parolyňyz täzeden düzüldi. E-poçtaňyzy barlaň we Üýtgetmek üçin baglanyşyga eýeriň Parolyňyz
tr_tr: Şifreniz sıfırlandı. Lütfen e -postanızı kontrol edin ve Değişim için bağlantıyı takip edin şifreniz.
tt_ru: Сезнең серсүз яңадан торгызылды. Зинһар, электрон почтагызны тикшерегез һәм Changeзгәрешләр өчен сылтамага иярегез Сезнең серсүз.
ug_cn: پارولىڭىز ئەسلىگە كەلتۈرۈلدى. ئېلېكترونلۇق خەتنى تەكشۈرۈپ بېقىڭ ئۇلىنىشقا ئەگىشىڭ پارولىڭىز.
uk_ua: Ваш пароль скидався. Будь ласка, перевірте свою електронну пошту та Перейдіть за посиланням, щоб змінити Ваш пароль.
ur_pk: آپ کا پاس ورڈ دوبارہ ترتیب دیا گیا ہے۔ براہ کرم اپنا ای میل چیک کریں اور تبدیلی کے ل the لنک پر عمل کریں آپ کا پاس ورڈ
uz_cyrl: Sizning parolingiz qayta o'rnatildi. Iltimos, elektron pochtangizni tekshiring va O'zgarish uchun havolani kuzatib boring Sizning parolingiz.
vi_vn: Mật khẩu của bạn đã được thiết lập lại. Vui lòng kiểm tra email của bạn và Theo liên kết để thay đổi mật khẩu của bạn.
zh_hant: 您的密碼已重置。 請檢查您的電子郵件和 按照鏈接進行更改 你的密碼。
