Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AnalyzerShortcutUnassignedTooltip
source: Assign a shortcut to run '{0}' on the selected clip
af_za: Ken 'n kortpad toe om '{0}' op die geselekteerde snit uit te voer
am_et: በተመረጠው ክሊፕ ላይ '{0}' አቋራጭ ይመድቡ
ar_bh: تعيين اختصار لتشغيل '{0}' على المقطع المحدد
as_in: নিৰ্বাচিত ক্লিপত '{0}' চলাবলৈ এটা চৰ্টকাট নিযুক্ত কৰক
az_cyrl: Seçilmiş klipdə '{0}' işlətmək üçün qısa yol təyin edin
bg_bg: Задайте пряк път, за да стартирате '{0}' на избрания клип
bn_in: নির্বাচিত ক্লিপটিতে '{0}' চালানোর জন্য একটি শর্টকাট বরাদ্দ করুন
bs_latn_ba: Dodijelite prečicu za pokretanje '{0}' na odabranom isječku
ca_es: Assigneu una drecera per executar '{0}' al clip seleccionat
cs_cz: Přiřaďte zkratku pro spuštění '{0}' na vybraném klipu
cy_gb: Neilltuwch llwybr byr i redeg '{0}' ar y clip a ddewiswyd
da_dk: Tildel en genvej til at køre '{0}' på det valgte klip
de_ch: Weisen Sie eine Verknüpfung zum Ausführen von '{0}' auf dem ausgewählten Clip zu
el_gr: Εκχωρήστε μια συντόμευση για να εκτελέσετε '{0}' στο επιλεγμένο κλιπ
es_bo: Asigne un acceso directo para ejecutar '{0}' en el clip seleccionado
et_ee: Määrake valitud klambril '{0}' käivitamiseks otsetee
fa_ir: برای اجرای "{0}" در کلیپ انتخاب شده ، یک میانبر اختصاص دهید
fi_fi: Määritä pikakuvake '{0}' valitulla leikkeellä
fil_ph: Magtalaga ng isang shortcut upang patakbuhin ang '{0}' sa napiling clip
fr_029: Attribuez un raccourci pour exécuter '{0}' sur le clip sélectionné
ga_ie: Sann aicearra chun '{0}' a rith ar an ghearrthóg roghnaithe
gu_in: પસંદ કરેલી ક્લિપ પર '{0}' ચલાવવા માટે એક શોર્ટકટ સોંપો
he_il: הקצה קיצור דרך להפעלת '{0}' בקליפ שנבחר
hi_in: चयनित क्लिप पर '{0}' चलाने के लिए एक शॉर्टकट असाइन करें
hr_hr: Dodijelite prečac za pokretanje '{0}' na odabranom isječku
hu_hu: Rendeljen egy parancsikont a „{0}” futtatáshoz a kiválasztott klipre
hy_am: Նշեք դյուրանցում `ընտրված տեսահոլովակի վրա« {0} »գործարկելու համար
id_id: Tetapkan jalan pintas untuk menjalankan '{0}' pada klip yang dipilih
is_is: Úthlutaðu flýtileið til að keyra '{0}' á völdum klemmu
it_ch: Assegna un collegamento per eseguire '{0}' sulla clip selezionata
ja_jp: 選択したクリップで「{0}」を実行するショートカットを割り当てます
ka_ge: მიანიჭეთ მალსახმობი, რომ გაუშვათ '{0}' არჩეულ კლიპზე
kk_kz: Таңдалған клипте '{0}' іске қосу үшін тіркесім тағайындаңыз
km_kh: កំណត់ផ្លូវកាត់ដើម្បីដំណើរការ '{0}' នៅលើឈុតដែលបានជ្រើសរើស
kn_in: ಆಯ್ದ ಕ್ಲಿಪ್‌ನಲ್ಲಿ '{0}' ಅನ್ನು ಚಲಾಯಿಸಲು ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ನಿಯೋಜಿಸಿ
ko_kr: 선택한 클립에서 '{0}'를 실행하려면 바로 가기를 할당하십시오.
ky_kg: Тандалган клипте '{0}' чуркоо үчүн кыска жолду дайындаңыз
lo_la: ກໍາຫນົດທາງລັດເພື່ອດໍາເນີນການ '{0}' ໃນຄລິບທີ່ເລືອກ
lt_lt: Pasirinktame klipe priskirkite nuorodą, kad paleistumėte '{0}'
lv_lv: Piešķiriet saīsni, lai palaistos “{0}” uz atlasītā klipa
mi_nz: Tuhia he poto poto ki te whakahaere '{0}' i runga i te topenga kua tohua
mk_mk: Додели кратенка за да работи '{0}' на избраниот клип
ml_in: തിരഞ്ഞെടുത്ത ക്ലിപ്പിൽ '{0}' പ്രവർത്തിപ്പിക്കാൻ ഒരു കുറുക്കുവഴി നൽകുക
mr_in: निवडलेल्या क्लिपवर '{0}' चालविण्यासाठी शॉर्टकट नियुक्त करा
ms_my: Berikan jalan pintas untuk menjalankan '{0}' pada klip yang dipilih
mt_mt: Assenja shortcut biex tmexxi '{0}' fuq il-klipp magħżul
nb_no: Tilordne en snarvei for å kjøre '{0}' på det valgte klippet
ne_np: चयनित क्लिपमा 1 {0 0} '{0}' {0} '{0}'
nl_be: Wijs een snelkoppeling toe om '{0}' uit te voeren op de geselecteerde clip
or_in: ମନୋନୀତ କ୍ଲିପ୍ ରେ '{0}' ଚଲାଇବାକୁ ଏକ ସର୍ଟକଟ୍ ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa_arab: ਚੁਣੀ ਗਈ ਕਲਿੱਪ ਤੇ '{0}' ਚਲਾਉਣ ਲਈ ਸ਼ਾਰਟਕੱਟ ਦਿਓ
pl_pl: Przypisz skrót, aby uruchomić „{0}” na wybranym klipie
pt_br: Atribua um atalho para executar '{0}' no clipe selecionado
ro_ro: Alocați o scurtătură pentru a rula '{0}' pe clipul selectat
ru_ru: Назначьте ярлык для запуска '{0}' на выбранном клипе
sk_sk: Priraďte skratku k spusteniu '{0}' na vybranom klipe
sl_si: Dodelite bližnjico za zagon '{0}' na izbranem posnetku
sq_al: Caktoni një shkurtore për të ekzekutuar '{0}' në klipin e zgjedhur
sr_cyrl_me: Доделите пречицу за покретање '{0}' на одабраном снимку
sv_fi: Tilldela en genväg för att köra '{0}' på det valda klippet
sw_ke: Agiza njia ya mkato ya kuendesha '{0}' kwenye kipande kilichochaguliwa
ta_in: தேர்ந்தெடுக்கப்பட்ட கிளிப்பில் '{0}' இயக்க ஒரு குறுக்குவழியை ஒதுக்குங்கள்
te_in: ఎంచుకున్న క్లిప్‌లో '{0}' ను అమలు చేయడానికి సత్వరమార్గాన్ని కేటాయించండి
th_th: กำหนดทางลัดให้เรียกใช้ '{0}' บนคลิปที่เลือก
tk_tm: Saýlanan klipde '{0}' ylgamak üçin gysga ýol belläň
tr_tr: Seçilen klipte '{0}' çalıştırmak için bir kısayol atayın
tt_ru: Сайланган клипта '{0}' йөгерү өчен кыска юл билгеләгез
ug_cn: تاللانغان قىستۇرمىدا «{0} 'نى تېزلەتمە تەقسىم قىلىڭ
uk_ua: Призначте ярлик для запуску '{0}' на вибраному кліпі
ur_pk: منتخب کردہ کلپ پر '{0}' چلانے کے لئے ایک شارٹ کٹ تفویض کریں
uz_cyrl: Tanlangan klipda '{0}' ni ishga tushirish uchun yorliqni tayinlang
vi_vn: Gán một phím tắt để chạy '{0}' trên clip đã chọn
zh_hant: 在選定的剪輯上分配快捷方式以運行'{0}'

# ClipShortcutTooltip
source: Global Paste
af_za: Globale plak
am_et: ግሎባል ፓስፖርት
ar_bh: عجينة عالمية
as_in: গ্লোবেল পেষ্ট
az_cyrl: Qlobal paste
bg_bg: Глобална паста
bn_in: গ্লোবাল পেস্ট
bs_latn_ba: Globalna pasta
ca_es: Pasta global
cs_cz: Globální pasta
cy_gb: Past byd -eang
da_dk: Global pasta
de_ch: Globale Paste
el_gr: Παγκόσμια πάστα
es_bo: Pasta global
et_ee: Ülemaailmne pasta
fa_ir: خمیر جهانی
fi_fi: Globaali tahna
fil_ph: Global I -paste
fr_029: Pâte mondiale
ga_ie: Greamaigh dhomhanda
gu_in: વૈશ્વિક પેસ્ટ
he_il: עיסה גלובלית
hi_in: वैश्विक पेस्ट
hr_hr: Globalna pasta
hu_hu: Globális paszta
hy_am: Համաշխարհային մածուկ
id_id: Pasta global
is_is: Global Pasta
it_ch: Pasta globale
ja_jp: グローバルペースト
ka_ge: გლობალური პასტა
kk_kz: Ғаламдық паста
km_kh: បិទភ្ជាប់សកល
kn_in: ಜಾಗತಿಕ ಪೇಲು
ko_kr: 글로벌 페이스트
ky_kg: Глобалдык паста
lo_la: ດາວໂລກ
lt_lt: Visuotinė pasta
lv_lv: Globālā pastas
mi_nz: Whakapiri ao
mk_mk: Глобална паста
ml_in: ആഗോള പേസ്റ്റ്
mr_in: ग्लोबल पेस्ट
ms_my: Paste global
mt_mt: Pejst globali
nb_no: Global pasta
ne_np: ग्लोबल पेस्ट
nl_be: Globale pasta
or_in: ଗ୍ଲୋବାଲ୍ ଲେପନସ୍ |
pa_arab: ਗਲੋਬਲ ਪੇਸਟ
pl_pl: Globalna paste
pt_br: Pasta global
ro_ro: Paste globală
ru_ru: Глобальная паста
sk_sk: Globálna pasta
sl_si: Globalna pasta
sq_al: Paste globale
sr_cyrl_me: Глобал Пасте
sv_fi: Global pasta
sw_ke: Kuweka Ulimwenguni
ta_in: உலகளாவிய பேஸ்ட்
te_in: గ్లోబల్ పేస్ట్
th_th: วางระดับโลก
tk_tm: Global pasta
tr_tr: Küresel macun
tt_ru: Глобаль пас
ug_cn: يەر يۈزى
uk_ua: Глобальна паста
ur_pk: عالمی پیسٹ
uz_cyrl: Global pastad
vi_vn: Dán toàn cầu
zh_hant: 全球糊狀

# ClipShortcutUnassignedTooltip
source: Assign Global Paste Shortcut for '{0}'
af_za: Ken globale plakknip vir '{0}' ken
am_et: ለአለም አቀፍ ፓስታ አቋራጭ '{0}' መድብ
ar_bh: قم بتعيين اختصار اللصق العالمي لـ '{0}'
as_in: '{0}' ৰ বাবে গোলকীয় পেষ্ট চৰ্টকাট নিযুক্ত কৰক।
az_cyrl: '{0}' üçün qlobal paste qısa yolunu təyin edin
bg_bg: Присвойте пряк път за глобална паста за '{0}'
bn_in: '{0}' এর জন্য গ্লোবাল পেস্ট শর্টকাট বরাদ্দ করুন
bs_latn_ba: Dodijelite globalnu prečicu paste za '{0}'
ca_es: Assigneu una drecera de pasta global per a '{0}'
cs_cz: Přiřaďte globální zkratku Paste pro '{0}'
cy_gb: Aseinio llwybr byr past byd -eang ar gyfer '{0}'
da_dk: Tildel global pasta -genvej til '{0}'
de_ch: Zuweisen Sie globale Paste -Verknüpfungen für '{0}'
el_gr: Αναθέστε τη συντόμευση παγκόσμιας πάστα για το '{0}'
es_bo: Asigne un acceso directo de pasta global para '{0}'
et_ee: Määrake globaalne pasta otsetee '{0}' jaoks
fa_ir: برای "{0}" میانبر خمیر جهانی را اختصاص دهید
fi_fi: Määritä globaali liitännäytöt '{0}'
fil_ph: Magtalaga ng pandaigdigang i -paste na shortcut para sa '{0}'
fr_029: Attribuez un raccourci de pâte globale pour '{0}'
ga_ie: Aicearra Greamaithe Domhanda a shannadh do '{0}'
gu_in: '{0}' માટે ગ્લોબલ પેસ્ટ શોર્ટકટ સોંપો
he_il: הקצה קיצור דרך להדבק גלובלי עבור '{0}'
hi_in: '{0}' के लिए ग्लोबल पेस्ट शॉर्टकट असाइन करें
hr_hr: Dodijelite globalnu prečac za pastu za '{0}'
hu_hu: Rendelje meg a globális paszta parancsikont a '{0}' -hez
hy_am: Հանձնարարեք գլոբալ մածուկի դյուրանցում «{0}» - ի համար
id_id: Tetapkan Pintasan Pasta Global untuk '{0}'
is_is: Úthlutaðu Global Paste flýtileið fyrir '{0}'
it_ch: Assegna il collegamento in pasta globale per '{0}'
ja_jp: 「{0}」にグローバルペーストショートカットを割り当てます
ka_ge: მიანიჭეთ გლობალური პასტის მალსახმობი '{0}'
kk_kz: «{0}» үшін ғаламдық қойын жолын тағайындаңыз
km_kh: កំណត់ផ្លូវកាត់បិទភ្ជាប់ជាសកលសម្រាប់ '{0}'
kn_in: '{0}' ಗಾಗಿ ಜಾಗತಿಕ ಪೇಸ್ಟ್ ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ನಿಯೋಜಿಸಿ
ko_kr: '{0}'에 대해 글로벌 페이스트 바로 가기 할당
ky_kg: '{0}' үчүн глобалдык паста кыска жолду дайындаңыз
lo_la: ກໍາມະລະຕະຫຼາດທາງລັດໃນ Global ສໍາລັບ '{0}'
lt_lt: Priskirkite „Global Paste Shortcut“, skirtą „{0}“
lv_lv: Piešķiriet globālo pastas saīsni '{0}'
mi_nz: Whakatakotoria he poto poto mo te '{0}'
mk_mk: Доделете ја глобалната кратенка за паста за '{0}'
ml_in: '{0}' എന്നതിനായി ആഗോള പേസ്റ്റ് കുറുക്കുവഴി നൽകുക
mr_in: '{0}' साठी ग्लोबल पेस्ट शॉर्टकट नियुक्त करा
ms_my: Berikan pintasan paste global untuk '{0}'
mt_mt: Assenja shortcut tal-pejst globali għal '{0}'
nb_no: Tilordne global pasta snarvei for '{0}'
ne_np: '{0}' को लागी ग्लोबल पेस्ट सर्टकट तोक्नुहोस्
nl_be: Wijs globale plaksnelkoppeling toe voor '{0}'
or_in: '{0}' ପାଇଁ ଗ୍ଲୋବାଲ୍ ପେଷ୍ଟ ସର୍ଟକଟ୍ ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa_arab: '{0}' ਲਈ ਗਲੋਬਲ ਪੇਸਟ ਸ਼ੌਰਟਕਟ ਦਿਓ
pl_pl: Przypisz skrót globalnego pasty dla „{0}”
pt_br: Atribua atalho de pasta global para '{0}'
ro_ro: Alocați scurtătura de paste globală pentru „{0}”
ru_ru: Назначьте глобальный сочетание пасты для '{0}'
sk_sk: Priraďte skratku globálnej pasty pre '{0}'
sl_si: Dodelite globalno bližnjico za '{0}'
sq_al: Caktoni shkurtore globale paste për '{0}'
sr_cyrl_me: Доделите глобалну пречицу за пасту за '{0}'
sv_fi: Tilldela Global Paste -genväg för '{0}'
sw_ke: Agiza njia ya mkato ya kuweka kimataifa kwa '{0}'
ta_in: '{0}' க்கு உலகளாவிய பேஸ்ட் குறுக்குவழியை ஒதுக்குங்கள்
te_in: '{0}' కోసం గ్లోబల్ పేస్ట్ సత్వరమార్గాన్ని కేటాయించండి
th_th: กำหนดทางลัด Paste ทั่วโลกสำหรับ '{0}'
tk_tm: "Ч 0 {0} 'üçin global bökdençlik belläň
tr_tr: '{0}' için global macun kısayolu atayın
tt_ru: '{0}' өчен глобаль паста кыска юлын билгеләгез.
ug_cn: «{0}» ئۈچۈن يەر يۈزىنىڭ تېزلەتمىسىنى تاپشۇرۇش
uk_ua: Призначити глобальну вставку ярлика для '{0}'
ur_pk: '{0}' کے لئے عالمی پیسٹ شارٹ کٹ تفویض کریں
uz_cyrl: "{0}" uchun global pastadir
vi_vn: Gán phím tắt dán toàn cầu cho '{0}'
zh_hant: 為'{0}'分配全局糊狀快捷方式

# AccountForgotPwdButtonLabel
source: Forgot Password?
af_za: Wagwoord vergeet?
am_et: መክፈቻ ቁልፉን ረሳኽው?
ar_bh: هل نسيت كلمة السر؟
as_in: পাচৱৰ্ড পাহৰিলে?
az_cyrl: Şifrəni unutmusunuz?
bg_bg: Забравена парола?
bn_in: পাসওয়ার্ড ভুলে গেছেন?
bs_latn_ba: Zaboravili ste lozinku?
ca_es: Has oblidat la contrasenya?
cs_cz: Zapomenuté heslo?
cy_gb: Wedi anghofio cyfrinair?
da_dk: Glemt kodeord?
de_ch: Passwort vergessen?
el_gr: Ξεχάσατε τον κωδικό;
es_bo: ¿Has olvidado tu contraseña?
et_ee: Unustasid parooli?
fa_ir: رمز ورود را فراموش کرده اید؟
fi_fi: Unohtuiko salasana?
fil_ph: Nakalimutan ang password?
fr_029: Mot de passe oublié?
ga_ie: Dearmad ar pasfhocal?
gu_in: પાસવર્ડ ભૂલી ગયા છો?
he_il: שכחת את הסיסמא?
hi_in: पासवर्ड भूल गए?
hr_hr: Zaboravili ste lozinku?
hu_hu: Elfelejtette a jelszót?
hy_am: Մոռացել եք գաղտնաբառը?
id_id: Tidak ingat kata sandi?
is_is: Gleymt lykilorð?
it_ch: Ha dimenticato la password?
ja_jp: パスワードをお忘れですか？
ka_ge: Დაგავიწყდა შენი პაროლი?
kk_kz: Құпия сөзді ұмыттыңыз ба?
km_kh: ភ្លេច​លេខសំងាត់​?
kn_in: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ko_kr: 비밀번호를 잊으 셨나요?
ky_kg: Сырсөздү унуттуңузбу?
lo_la: ລືມລະຫັດຜ່ານ?
lt_lt: Pamiršote slaptažodį?
lv_lv: Aizmirsi paroli?
mi_nz: Wareware Kupuhipa?
mk_mk: Ја заборави лозинката?
ml_in: പാസ്വേഡ് മറന്നോ?
mr_in: संकेतशब्द विसरलात?
ms_my: Lupa kata laluan?
mt_mt: Insejt il-password?
nb_no: Glemt passord?
ne_np: पासवर्ड भुल्नु भयो?
nl_be: Wachtwoord vergeten?
or_in: ପାସୱାର୍ଡ଼ ଭୁଲି ଗଲେ କି?
pa_arab: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
pl_pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?
ro_ro: Aţi uitat parola?
ru_ru: Забыли пароль?
sk_sk: Zabudol si heslo?
sl_si: Ste pozabili geslo?
sq_al: Keni harruar fjalëkalimin?
sr_cyrl_me: Заборавили сте лозинку?
sv_fi: Glömt ditt lösenord?
sw_ke: Umesahau nywila?
ta_in: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te_in: పాస్వర్డ్ మర్చిపోయారా?
th_th: ลืมรหัสผ่าน?
tk_tm: Paroly ýatdan çykardyňyzmy?
tr_tr: Parolanızı mı unuttunuz?
tt_ru: Серсүзне оныттыгызмы?
ug_cn: پارولنى ئۇنتۇپ قالدىڭىزمۇ?
uk_ua: Забули пароль?
ur_pk: پاسورڈ بھول گے؟
uz_cyrl: Parolni unutdingizmi?
vi_vn: Quên mật khẩu?
zh_hant: 忘記密碼？

# AccountLoginButtonLabel
source: Login
af_za: Teken aan
am_et: ግባ
ar_bh: تسجيل الدخول
as_in: লগইন
az_cyrl: Daxil ol
bg_bg: Влизам
bn_in: প্রবেশ করুন
bs_latn_ba: Ulogovati se
ca_es: iniciar Sessió
cs_cz: Přihlásit se
cy_gb: Mewngofnodi
da_dk: Log på
de_ch: Anmeldung
el_gr: Σύνδεση
es_bo: Acceso
et_ee: Logi sisse
fa_ir: وارد شدن
fi_fi: Kirjaudu sisään
fil_ph: Mag log in
fr_029: Se connecter
ga_ie: Logáil isteach
gu_in: પ્રવેશ કરો
he_il: התחברות
hi_in: लॉग इन करें
hr_hr: Prijaviti se
hu_hu: Belépés
hy_am: Մուտք
id_id: Gabung
is_is: Skrá inn
ja_jp: ログイン
ka_ge: Შესვლა
kk_kz: Кіру
km_kh: ចូល
kn_in: ಲಗಾಟಿಸು
ko_kr: 로그인
ky_kg: Кирүү
lo_la: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt_lt: Prisijungti
lv_lv: Pieslēgties
mi_nz: Takiuru
mk_mk: Логирај Се
ml_in: ലോഗിൻ
mr_in: लॉगिन
ms_my: Log masuk
mt_mt: Idħol
nb_no: Logg Inn
ne_np: लग - इन
or_in: ଭିତରକୁ ଯାଉ
pa_arab: ਲਾਗਿਨ
pl_pl: Zaloguj sie
pt_br: Conecte-se
ru_ru: Авторизоваться
sk_sk: Prihlásiť sa
sl_si: Vpiši se
sq_al: Hyrje
sr_cyrl_me: Пријавите се
sv_fi: Logga in
sw_ke: Ingia
ta_in: உள்நுழைய
te_in: ప్రవేశించండి
th_th: เข้าสู่ระบบ
tk_tm: Giriş
tr_tr: Giriş yapmak
tt_ru: Керергә
ug_cn: كىرىش
uk_ua: Логін
ur_pk: لاگ ان کریں
uz_cyrl: Tizimga kirish
vi_vn: Đăng nhập
zh_hant: 登入

# AccountLogoutButtonLabel
source: Logout
af_za: Teken uit
am_et: ውጣ
ar_bh: تسجيل خروج
as_in: লগআউট
az_cyrl: Çıxış
bg_bg: Излез от профила си
bn_in: প্রস্থান
bs_latn_ba: Odjaviti se
ca_es: Tancar sessió
cs_cz: Odhlásit se
cy_gb: Allgofnodi
da_dk: Log ud
de_ch: Ausloggen
el_gr: Αποσύνδεση
es_bo: Cerrar sesión
et_ee: Logi välja
fa_ir: خروج
fi_fi: Kirjautua ulos
fil_ph: Mag -logout
fr_029: Se déconnecter
ga_ie: Logáil Amach
gu_in: લૉગ આઉટ
he_il: להתנתק
hi_in: लॉग आउट
hr_hr: Odjavite se
hu_hu: Kijelentkezés
hy_am: Տնկիլ
id_id: Keluar
is_is: Að skrá þig út
it_ch: Disconnettersi
ja_jp: ログアウト
ka_ge: შესვლა
kk_kz: Шығу
km_kh: ចាកចេញ
kn_in: ಲಾಗ್ ಔಟ್
ko_kr: 로그 아웃
ky_kg: Чыгуу
lo_la: ອອກ​ຈາກ​ລະ​ບົບ
lt_lt: Atsijungti
lv_lv: Izlogoties
mi_nz: Manga
mk_mk: Одјавување
ml_in: ലോഗൗട്ട്
mr_in: बाहेर पडणे
ms_my: Log keluar
mt_mt: Oħroġ
nb_no: Logg ut
ne_np: बाहिर निस्कनु
nl_be: Uitloggen
or_in: ପ୍ରସ୍ଥାନ କର
pa_arab: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pl_pl: Wyloguj
pt_br: Sair
ro_ro: Deconectare
ru_ru: Выйти
sk_sk: Odhlásiť sa
sl_si: Odjava
sq_al: Shkyç
sr_cyrl_me: Одјавити се
sv_fi: Logga ut
sw_ke: Kuingia
ta_in: வெளியேறு
te_in: లాగ్అవుట్
th_th: ออกจากระบบ
tk_tm: Hasapdan çykmak
tr_tr: Çıkış Yap
tt_ru: Чыгарга
ug_cn: چېكىنىش
uk_ua: Вийти
ur_pk: لاگ آوٹ
uz_cyrl: Chiqish
vi_vn: Đăng xuất
zh_hant: 登出

# PrivacyPolicyLabel
source: Privacy Policy
af_za: Privaatheidsbeleid
am_et: የ ግል የሆነ
ar_bh: سياسة الخصوصية
as_in: গোপনীয়তা নীতি
az_cyrl: Gizlilik Siyasəti
bg_bg: Политика за поверителност
bn_in: গোপনীয়তা নীতি
bs_latn_ba: Politika privatnosti
ca_es: Política de privacitat
cs_cz: Zásady ochrany osobních údajů
cy_gb: Polisi Preifatrwydd
da_dk: Fortrolighedspolitik
de_ch: Datenschutzrichtlinie
el_gr: Πολιτική απορρήτου
es_bo: política de privacidad
et_ee: Privaatsuspoliitika
fa_ir: سیاست حفظ حریم خصوصی
fi_fi: Tietosuojakäytäntö
fil_ph: Patakaran sa Pagkapribado
fr_029: politique de confidentialité
ga_ie: Beartas Príobháideachais
gu_in: ગોપનીયતા નીતિ
he_il: מדיניות הפרטיות
hi_in: गोपनीयता नीति
hr_hr: Pravila o privatnosti
hu_hu: Adatvédelmi irányelvek
hy_am: Գաղտնիության քաղաքականություն
id_id: Kebijakan pribadi
is_is: Friðhelgisstefna
it_ch: politica sulla riservatezza
ja_jp: プライバシーポリシー
ka_ge: Კონფიდენციალურობის პოლიტიკა
kk_kz: Құпиялылық саясаты
km_kh: គោលការណ៍​ភាព​ឯកជន
kn_in: ಗೌಪ್ಯತಾ ನೀತಿ
ko_kr: 개인 정보 정책
ky_kg: Купуялык саясаты
lo_la: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
lt_lt: Privatumo politika
lv_lv: Privātuma politika
mi_nz: Kaupapa here tūmataiti
mk_mk: Политика за приватност
ml_in: സ്വകാര്യതാ നയം
mr_in: गोपनीयता धोरण
ms_my: Dasar Privasi
mt_mt: Regoli tal-privatezza
nb_no: Personvernregler
ne_np: गोपनीयता नीति
nl_be: Privacybeleid
or_in: ଗୋପନୀୟତା ନୀତି
pa_arab: ਪਰਾਈਵੇਟ ਨੀਤੀ
pl_pl: Polityka prywatności
pt_br: política de Privacidade
ro_ro: Politica de confidențialitate
ru_ru: политика конфиденциальности
sk_sk: Zásady ochrany osobných údajov
sl_si: Politika zasebnosti
sq_al: Politika e privatësisë
sr_cyrl_me: Правила о приватности
sv_fi: Integritetspolicy
sw_ke: Sera ya faragha
ta_in: தனியுரிமைக் கொள்கை
te_in: గోప్యతా విధానం
th_th: นโยบายความเป็นส่วนตัว
tk_tm: Gizlinlik syýasaty
tr_tr: Gizlilik Politikası
tt_ru: Шәхсилек сәясәте
ug_cn: مەخپىيەتلىك تۈزۈمى
uk_ua: Політика конфіденційності
ur_pk: رازداری کی پالیسی
uz_cyrl: Maxfiylik siyosati
vi_vn: Chính sách bảo mật
zh_hant: 隱私政策
