Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginUpdatedNtfText
source: {0} was successfully updated to {1}
af_za: {0} is suksesvol opgedateer na {1}
am_et: {0} በተሳካ ሁኔታ ወደ {1} ተዘምኗል
ar_bh: تم تحديث {0} بنجاح إلى {1}
as_in: {0} সফলতাৰে {1} লৈ আপডেট কৰা হৈছিল
az_cyrl: {0} uğurla {1} ilə uğurla yeniləndi
bg_bg: {0} беше актуализиран успешно до {1}
bn_in: {0} সফলভাবে {1} এ আপডেট করা হয়েছিল
bs_latn_ba: {0} je uspešno ažuriran na {1}
ca_es: {0} s'ha actualitzat amb èxit a {1}
cs_cz: {0} byl úspěšně aktualizován na {1}
cy_gb: Diweddarwyd {0} yn llwyddiannus i {1}
da_dk: {0} blev opdateret med succes til {1}
de_ch: {0} wurde erfolgreich auf {1} aktualisiert
el_gr: {0} ενημερώθηκε με επιτυχία στο {1}
es_bo: {0} se actualizó correctamente a {1}
et_ee: {0} värskendati edukalt {1}
fa_ir: {0} با موفقیت در {1} به روز شد
fi_fi: {0} päivitettiin onnistuneesti {1}
fil_ph: Ang {0} ay matagumpay na na -update sa {1}
fr_029: {0} a été mis à jour avec succès à {1}
ga_ie: Nuashonraíodh {0} go rathúil go {1}
gu_in: {0} સફળતાપૂર્વક {1} પર અપડેટ કરવામાં આવ્યું હતું
he_il: {0} עודכן בהצלחה ל- {1}
hi_in: {0} को सफलतापूर्वक {1} पर अपडेट किया गया था
hr_hr: {0} je uspješno ažuriran na {1}
hu_hu: {0} sikeresen frissítették a {1} -re
hy_am: {0} հաջողությամբ թարմացվել է {1}
id_id: {0} berhasil diperbarui ke {1}
is_is: {0} var uppfært í {1}
it_ch: {0} è stato aggiornato correttamente a {1}
ja_jp: {0}は{1}に正常に更新されました
ka_ge: {0} წარმატებით განახლდა {1}
kk_kz: {0} {1} үшін сәтті жаңартылды
km_kh: {0} ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យទៅ {1}
kn_in: {0} ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ {1} ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko_kr: {0}은 {1}으로 성공적으로 업데이트되었습니다.
ky_kg: {0} ийгиликтүү {1} чейин ийгиликтүү жаңыртылды
lo_la: {0} ໄດ້ຖືກປັບປຸງໃຫ້ປະສົບຜົນສໍາເລັດໃນ {1}
lt_lt: {0} buvo sėkmingai atnaujinta į {1}
lv_lv: {0} tika veiksmīgi atjaunināts uz {1}
mi_nz: {0} i whakahoutia pai ki te {1}
mk_mk: {0} беше успешно ажуриран на {1}
ml_in: {0} {1} ലേക്ക് വിജയകരമായി അപ്ഡേറ്റുചെയ്തു
mr_in: {0} यशस्वीरित्या {1} वर अद्यतनित केले गेले
ms_my: {0} berjaya dikemas kini ke {1}
mt_mt: {0} ġie aġġornat b'suċċess għal {1}
nb_no: {0} ble oppdatert til {1}
ne_np: {0} सफलतापूर्वक {1} मा अद्यावधिक गरियो
nl_be: {0} werd succesvol bijgewerkt tot {1}
or_in: {0} ସଫଳତାର ସହିତ {1} କୁ ଅପଡେଟ୍ କରାଯାଇଥିଲା |
pa_arab: {0} ਸਫਲਤਾਪੂਰਵਕ {1} ਤੇ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ ਸੀ
pl_pl: {0} został pomyślnie zaktualizowany do {1}
pt_br: {0} foi atualizado com sucesso para {1}
ro_ro: {0} a fost actualizat cu succes la {1}
ru_ru: {0} был успешно обновлен до {1}
sk_sk: {0} bol úspešne aktualizovaný na {1}
sl_si: {0} je bil uspešno posodobljen na {1}
sq_al: {0} u azhurnua me sukses në {1}
sr_cyrl_me: {0} је успешно ажуриран на {1}
sv_fi: {0} uppdaterades framgångsrikt till {1}
sw_ke: {0} ilisasishwa kwa mafanikio kwa {1}
ta_in: {0} வெற்றிகரமாக {1} க்கு புதுப்பிக்கப்பட்டது
te_in: {0} విజయవంతంగా {1}కి నవీకరించబడింది
th_th: {0} ได้รับการอัปเดตสำเร็จเป็น {1}
tk_tm: {0} {1} üstünlikli täzelendi}
tr_tr: {0} başarıyla {1} olarak güncellendi
tt_ru: {0} {1} кадәр уңышлы яңартылды
ug_cn: {0} مۇۋەپپەقىيەتلىك يېڭىلاندى {1}
uk_ua: {0} успішно оновлювався до {1}
ur_pk: {0} کو کامیابی کے ساتھ {1} میں اپ ڈیٹ کیا گیا تھا
uz_cyrl: {0} {1} bilan muvaffaqiyatli yangilandi
vi_vn: {0} đã được cập nhật thành công thành {1}
zh_hant: {0}成功更新為{1}

# PluginBrowserCoreInstallBtnTooltip
source: Core plugins are required and cannot be removed.
af_za: Kernproppe is nodig en kan nie verwyder word nie.
am_et: ኮር ተሰኪዎች ያስፈልጋሉ እና ሊወገዱ አይችሉም.
ar_bh: المكونات الإضافية الأساسية مطلوبة ولا يمكن إزالتها.
as_in: কোৰ প্লাগইনৰ প্ৰয়োজন আৰু আঁতৰাব নোৱাৰি।
az_cyrl: Core pluginlər tələb olunur və çıxarıla bilməz.
bg_bg: Необходими са основни приставки и не могат да бъдат премахнати.
bn_in: কোর প্লাগইনগুলি প্রয়োজনীয় এবং অপসারণ করা যায় না।
bs_latn_ba: Potrebni su jezgreni dodaci i ne mogu se ukloniti.
ca_es: Els plugins bàsics són necessaris i no es poden eliminar.
cs_cz: Jsou nutné jádrové pluginy a nelze je odstranit.
cy_gb: Mae angen ategion craidd ac ni ellir eu tynnu.
da_dk: Kerneplugins er påkrævet og kan ikke fjernes.
de_ch: Kern -Plugins sind erforderlich und können nicht entfernt werden.
el_gr: Απαιτούνται πυρήνα plugins και δεν μπορούν να αφαιρεθούν.
es_bo: Se requieren complementos centrales y no se pueden eliminar.
et_ee: Põhipluginad on vajalikud ja neid ei saa eemaldada.
fa_ir: افزونه های اصلی مورد نیاز هستند و قابل حذف نیستند.
fi_fi: Ydinlaajennukset vaaditaan, eikä niitä voida poistaa.
fil_ph: Kinakailangan ang mga pangunahing plugin at hindi maalis.
fr_029: Les plugins principaux sont requis et ne peuvent pas être supprimés.
ga_ie: Teastaíonn bunchlocha agus ní féidir iad a bhaint.
gu_in: કોર પ્લગઈનો જરૂરી છે અને તેને દૂર કરી શકાતા નથી.
he_il: תוספי ליבה נדרשים ולא ניתן להסיר אותם.
hi_in: कोर प्लगइन्स की आवश्यकता होती है और इसे हटाया नहीं जा सकता।
hr_hr: Potrebni su jezgrani dodaci i ne mogu se ukloniti.
hu_hu: Mag plugin -okra van szükség, és nem lehet eltávolítani.
hy_am: Հիմնական plugins- ը պահանջվում է եւ հնարավոր չէ հեռացնել:
id_id: Plugin inti diperlukan dan tidak dapat dilepas.
is_is: Krafist er kjarna viðbóta og ekki er hægt að fjarlægja það.
it_ch: I plug -in core sono richiesti e non possono essere rimossi.
ja_jp: コアプラグインが必要で、削除できません。
ka_ge: საჭიროა ძირითადი დანამატები და მისი ამოღება შეუძლებელია.
kk_kz: Негізгі плагиндер қажет және оларды алып тастау мүмкін емес.
km_kh: កម្មវិធីជំនួយស្នូលត្រូវបានទាមទារហើយមិនអាចយកចេញបានទេ។
kn_in: ಕೋರ್ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಅಗತ್ಯವಿದೆ ಮತ್ತು ಅದನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ.
ko_kr: 핵심 플러그인이 필요하며 제거 할 수 없습니다.
ky_kg: Негизги плагин талап кылынат жана алынып салынбайт.
lo_la: ຕ້ອງມີການຖອດອອກແລະບໍ່ສາມາດຖອດອອກໄດ້.
lt_lt: Pagrindiniai papildiniai yra būtini ir negali būti pašalinti.
lv_lv: Ir nepieciešami serdes spraudņi, un tos nevar noņemt.
mi_nz: E hiahiatia ana nga mononi matua, kaore e taea te tango.
mk_mk: Потребни се основни приклучоци и не можат да се отстранат.
ml_in: കോർ പ്ലഗിനുകൾ ആവശ്യമാണ്, നീക്കംചെയ്യാൻ കഴിയില്ല.
mr_in: कोर प्लगइन आवश्यक आहेत आणि काढले जाऊ शकत नाहीत.
ms_my: Plugin teras diperlukan dan tidak boleh dikeluarkan.
mt_mt: Il-plugins tal-qalba huma meħtieġa u ma jistgħux jitneħħew.
nb_no: Kjerneplugins er påkrevd og kan ikke fjernes.
ne_np: कोर प्लगइनहरू आवश्यक छन् र हटाउन सकिदैन।
nl_be: Kernplug -ins zijn vereist en kunnen niet worden verwijderd.
or_in: କୋର ପ୍ଲଗଇନ୍ ଆବଶ୍ୟକ ଏବଂ ଅପସାରଣ କରାଯାଇପାରିବ ନାହିଁ |
pa_arab: ਕੋਰ ਪਲੱਗਇਨਾਂ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਅਤੇ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ.
pl_pl: Podstawowe wtyczki są wymagane i nie można ich usunąć.
pt_br: Os plugins principais são necessários e não podem ser removidos.
ro_ro: Plugin -urile de bază sunt necesare și nu pot fi eliminate.
ru_ru: Основные плагины требуются и не могут быть удалены.
sk_sk: Vyžadujú sa doplnky jadra a nemožno ich odstrániť.
sl_si: Potrebni so jedrski vtičniki in jih ni mogoče odstraniti.
sq_al: Shtojcat thelbësore kërkohen dhe nuk mund të hiqen.
sr_cyrl_me: Потребне су додатке за основе и не могу се уклонити.
sv_fi: Kärnplugins krävs och kan inte tas bort.
sw_ke: Plugins za msingi zinahitajika na haziwezi kuondolewa.
ta_in: முக்கிய செருகுநிரல்கள் தேவை மற்றும் அகற்ற முடியாது.
te_in: కోర్ ప్లగిన్లు అవసరం మరియు తొలగించబడవు.
th_th: ต้องใช้ปลั๊กอินหลักและไม่สามารถลบออกได้
tk_tm: Esasy plaginler talap edilýär we aýrylyp bilinmez.
tr_tr: Çekirdek eklentileri gereklidir ve kaldırılamaz.
tt_ru: Төп плагиннар кирәк һәм бетереп булмый.
ug_cn: يادرولۇق قىستۇرمىلارنى تەلەپ قىلىدۇ ۋە ئېلىۋېتىشكە بولمايدۇ.
uk_ua: Основні плагіни потрібні і не можуть бути видалені.
ur_pk: کور پلگ انز کی ضرورت ہے اور اسے ہٹایا نہیں جاسکتا۔
uz_cyrl: Yadro plaginlari talab qilinadi va olib tashlanmaydi.
vi_vn: Các plugin lõi được yêu cầu và không thể loại bỏ.
zh_hant: 需要核心插件，不能刪除。

# PluginBrowserInstallsLabel
source: Installs
af_za: Installeer
am_et: ጭነቶች
ar_bh: تثبيت
as_in: সংস্থাপনসমূহ
az_cyrl: Quraşdırır
bg_bg: Инсталира
bn_in: ইনস্টল
bs_latn_ba: Instalira
ca_es: Instal·lacions
cs_cz: Instaluje
cy_gb: Gosodiadau
da_dk: Installerer
de_ch: Installationen
el_gr: Εγκαθιστώ
es_bo: Instalaciones
et_ee: Installimine
fa_ir: نصب کردن
fi_fi: Asennus
fr_029: Installations
ga_ie: Suiteálacha
gu_in: સ્થાપિત કરવું
he_il: מתקין
hi_in: इंस्टॉल
hr_hr: Instalacija
hu_hu: Telepítés
hy_am: Տեղադրում
id_id: Menginstal
is_is: Uppsetningar
it_ch: Installazioni
ja_jp: インストール
ka_ge: ინსტალაცია
kk_kz: Орнатады
km_kh: តំឡើង
kn_in: ಸ್ಥಾಪನೆ
ko_kr: 설치
ky_kg: Орнотулат
lo_la: ຕິດຕັ້ງ
lt_lt: Įdiegti
lv_lv: Instalācijas
mi_nz: Tāuta
mk_mk: Инстали
ml_in: ഇൻസ്റ്റാളുചെയ്യുന്നു
mr_in: स्थापित
ms_my: Memasang
mt_mt: Tinstalla
nb_no: Installerer
ne_np: स्थापना
nl_be: Installeren
or_in: ସଂସ୍ଥାପନ
pa_arab: ਸਥਾਪਤ ਕਰਦਾ ਹੈ
pl_pl: Instalacje
pt_br: Instalações
ro_ro: Instalații
ru_ru: Установка
sk_sk: Inštalovať
sl_si: Namestitve
sq_al: Instalime
sr_cyrl_me: Инсталира
sv_fi: Installation
sw_ke: Inasanikishwa
ta_in: நிறுவுகிறது
te_in: ఇన్‌స్టాల్ చేస్తుంది
th_th: การติดตั้ง
tk_tm: Gurluş jaýlary
tr_tr: Yükler
tt_ru: Урнаштыра
ug_cn: ئورنىتىش
uk_ua: Встановити
ur_pk: انسٹال
uz_cyrl: O'rnatadi
vi_vn: Cài đặt
zh_hant: 安裝

# PluginPendingUpdateBtnTooltip
source: Update is pending. Restart to complete.
af_za: Opdatering is hangende. Herbegin om te voltooi.
am_et: ዝመና በመጠባበቅ ላይ ነው. እንደገና መሙላት.
ar_bh: التحديث معلق. أعد التشغيل لإكمال.
as_in: আপডেট বাকী আছে। সম্পূৰ্ণ কৰিবলৈ পুনৰাৰম্ভ কৰক।
az_cyrl: Yeniləmə gözləyir. Başa çatdırmaq üçün yenidən başladın.
bg_bg: Актуализацията е в очакване. Рестартирайте, за да завършите.
bn_in: আপডেট মুলতুবি রয়েছে। সম্পূর্ণ করতে পুনরায় চালু করুন।
bs_latn_ba: Ažuriranje je u toku. Ponovo pokrenite da biste dovršili.
ca_es: L'actualització està pendent. Reinicieu -ho per completar.
cs_cz: Aktualizace čeká. Restartujte k dokončení.
cy_gb: Mae'r diweddariad yn yr arfaeth. Ailgychwyn i gwblhau.
da_dk: Opdatering er verserende. Genstart for at gennemføre.
de_ch: Das Update steht noch aus. Neu starten, um zu vervollständigen.
el_gr: Η ενημέρωση εκκρεμεί. Επανεκκίνηση για ολοκλήρωση.
es_bo: La actualización está pendiente. Reiniciar para completar.
et_ee: Värskendus on ootel. Taaskäivitage.
fa_ir: به روزرسانی در انتظار است. مجدداً راه اندازی کنید تا تکمیل شود.
fi_fi: Päivitys on vireillä. Käynnistä uudelleen loppuun.
fil_ph: Ang pag -update ay nakabinbin. I -restart upang makumpleto.
fr_029: La mise à jour est en attente. Redémarrer pour terminer.
ga_ie: Tá an nuashonrú ar feitheamh. Atosaigh a chríochnú.
gu_in: અપડેટ બાકી છે. પૂર્ણ કરવા માટે ફરીથી પ્રારંભ કરો.
he_il: עדכון ממתין. הפעל מחדש להשלמתו.
hi_in: अद्यतन लंबित है। पूरा करने के लिए पुनरारंभ करें।
hr_hr: Ažuriranje je u tijeku. Ponovo pokrenite.
hu_hu: A frissítés függőben van. Indítsa újra a befejezést.
hy_am: Թարմացումը սպասվում է: Վերագործարկեք ավարտելու համար:
id_id: Pembaruan sedang menunggu. Restart untuk menyelesaikan.
is_is: Uppfærsla er í bið. Endurræstu til að ljúka.
it_ch: L'aggiornamento è in sospeso. Riavvia per completare.
ja_jp: 更新は保留中です。再起動して完了します。
ka_ge: განახლება მიმდინარეობს. გადატვირთვა დასრულებისთვის.
kk_kz: Жаңарту күтілуде. Аяқтау үшін қайта іске қосыңыз.
km_kh: ការធ្វើបច្ចុប្បន្នភាពកំពុងរង់ចាំ។ ចាប់ផ្តើមឡើងវិញដើម្បីបញ្ចប់។
kn_in: ನವೀಕರಣ ಬಾಕಿ ಉಳಿದಿದೆ. ಪೂರ್ಣಗೊಳಿಸಲು ಮರುಪ್ರಾರಂಭಿಸಿ.
ko_kr: 업데이트가 보류 중입니다. 완료하려면 다시 시작하십시오.
ky_kg: Жаңыртуу күтүлүүдө. Аяктоо үчүн өчүрүп күйгүзүңүз.
lo_la: ການປັບປຸງແມ່ນຍັງຄ້າງຢູ່. ເລີ່ມຕົ້ນໃຫມ່ເພື່ອໃຫ້ສໍາເລັດ.
lt_lt: Laukiama atnaujinimo. Iš naujo paleiskite užpildymą.
lv_lv: Atjauninājums tiek gaidīts. Restartēt, lai pabeigtu.
mi_nz: Kei te tatari te whakahou. Tīmata anō ki te whakaoti.
mk_mk: Ажурирањето е во тек. Рестартирајте на завршување.
ml_in: അപ്ഡേറ്റ് തീർപ്പുകൽപ്പിച്ചിട്ടില്ല. പൂർത്തിയാക്കാൻ പുനരാരംഭിക്കുക.
mr_in: अद्यतन प्रलंबित आहे. पूर्ण करण्यासाठी रीस्टार्ट.
ms_my: Kemas kini belum selesai. Mulakan semula untuk diselesaikan.
mt_mt: L-aġġornament huwa pendenti. Irristartja biex tlesti.
nb_no: Oppdateringen er i påvente. Start på nytt for å fullføre.
ne_np: अपडेट पेन्डि is छ। पूरा गर्न पुनः सुरु गर्नुहोस्।
nl_be: Update is in behandeling. Herstart om te voltooien.
or_in: ଅଦ୍ୟତନ ବିଚାରାଧୀନ ଅଛି | ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ପୁନ Rest ଆରମ୍ଭ କରନ୍ତୁ |
pa_arab: ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ. ਪੂਰਾ ਕਰਨ ਲਈ ਮੁੜ ਚਾਲੂ ਕਰੋ.
pl_pl: Aktualizacja jest w toku. Uruchom ponownie, aby zakończyć.
pt_br: Atualização está pendente. Reinicie para concluir.
ro_ro: Actualizarea este în așteptare. Reporniți pentru a finaliza.
ru_ru: Обновление находится на рассмотрении. Перезапустить, чтобы завершить.
sk_sk: Aktualizácia čaká. Reštartujte dokončenie.
sl_si: Posodobitev je v teku. Znova zaženite.
sq_al: Përditësimi është në pritje. Rinisni për të përfunduar.
sr_cyrl_me: Ажурирање је у току. Поново покрените да бисте довршили.
sv_fi: Uppdateringen väntar. Starta om för att slutföra.
sw_ke: Sasisha inasubiri. Anzisha tena kukamilisha.
ta_in: புதுப்பிப்பு நிலுவையில் உள்ளது. முடிக்க மறுதொடக்கம் செய்யுங்கள்.
te_in: నవీకరణ పెండింగ్‌లో ఉంది. పూర్తి చేయడానికి పున art ప్రారంభించండి.
th_th: การอัปเดตกำลังรอดำเนินการ รีสตาร์ทให้เสร็จสมบูรณ์
tk_tm: Täzelenme garaşylýar. Tamamlamak üçin täzeden başlaň.
tr_tr: Güncelleme beklemede. Tamamlamak için yeniden başlatın.
tt_ru: Яңарту көтелә. Тәмамлау өчен яңадан башлау.
ug_cn: يېڭىلاش ساقلىنىۋاتىدۇ. قايتا قوزغىتىڭ.
uk_ua: Оновлення триває. Перезапустити, щоб завершити.
ur_pk: اپ ڈیٹ زیر التوا ہے۔ مکمل کرنے کے لئے دوبارہ شروع کریں.
uz_cyrl: Yangilash kutilmoqda. To'liq qayta yoqing.
vi_vn: Cập nhật đang chờ xử lý. Khởi động lại để hoàn thành.
zh_hant: 更新正在等待。重新啟動要完成。

# PluginPendingUninstallButtonText
source: Pending
af_za: Hangende
am_et: በመጠባበቅ ላይ
ar_bh: قيد الانتظار
as_in: বাকী থকা
az_cyrl: gözləyən
bg_bg: В очакване
bn_in: বিচারাধীন
bs_latn_ba: U toku
ca_es: Pendents
cs_cz: čekající
cy_gb: Yn yr arfaeth
da_dk: Verserende
de_ch: Ausstehend
el_gr: εκκρεμής
es_bo: Pendiente
et_ee: Pooleliolev
fa_ir: انتظار
fi_fi: Odotettavissa oleva
fil_ph: Nakabinbin
fr_029: En attente
ga_ie: Ar feitheamh
gu_in: બાકી
he_il: ממתין ל
hi_in: लंबित
hr_hr: U tijeku
hu_hu: Függőben levő
hy_am: Սպասվող
id_id: Tertunda
is_is: Framandi
it_ch: In attesa di
ja_jp: 保留中
ka_ge: გადაწყვეტის მოლოდინში
kk_kz: Шешімді тосушы
km_kh: ដេលមិនតាន់សរមច
kn_in: ಬಾಕಿ ಉಳಿದಿದೆ
ko_kr: 보류 중
ky_kg: Күтүлүүдө
lo_la: ທີ່ລໍຄອຍ
lt_lt: Kol
lv_lv: Līdz
mi_nz: Tārewa
mk_mk: Во очекување
ml_in: അതിനിടയില്
mr_in: प्रलंबित
ms_my: Yang belum selesai
mt_mt: Pendenti
nb_no: Avventer
ne_np: फैसला बांकी राखेको
nl_be: In behandeling
or_in: ବିଚାରାଧୀନ ଅଛି
pa_arab: ਬਕਾਇਆ
pl_pl: Aż do
pt_br: Pendente
ro_ro: In asteptarea
ru_ru: В ожидании
sk_sk: Prebiehajúci
sl_si: V teku
sq_al: Në pritje
sr_cyrl_me: нерешен
sv_fi: I väntan på
sw_ke: Inasubiri
ta_in: நிலுவையில் உள்ளது
te_in: పెండింగ్‌లో ఉంది
th_th: รอดำเนินการ
tk_tm: Garaşylýar
tr_tr: Askıda olması
tt_ru: Көтелгән
ug_cn: ساقلىنىۋاتىدۇ
uk_ua: Що очікує
ur_pk: زیر التوا
uz_cyrl: Kutilayotgan
vi_vn: Chưa giải quyết
zh_hant: 待辦的

# PluginUninstallPendingTooltip
source: An uninstallation is pending. Please restart if you would like to re - install.
af_za: 'N Onthulling is hangende. Herbegin asseblief as u wil installeer.
am_et: ማራገፊያ በመጠባበቅ ላይ ነው. እባክዎን እንደገና መጫን ከፈለጉ እንደገና ያስጀምሩ.
ar_bh: إلغاء التثبيت معلق. يرجى إعادة التشغيل إذا كنت ترغب في إعادة التثبيت.
as_in: এটা আনইনষ্টলেচন বাকী আছে। অনুগ্ৰহ কৰি পুনৰাৰম্ভ কৰক যদি আপুনি পুনৰ - সংস্থাপন কৰিব বিচাৰে।
az_cyrl: Silinmə gözləyir. Zəhmət olmasa yenidən quraşdırmaq istəsəniz yenidən başladın.
bg_bg: Очаква се деинсталиране. Моля, рестартирайте, ако искате да се инсталирате отново.
bn_in: একটি আনইনস্টলেশন মুলতুবি রয়েছে। আপনি যদি পুনরায় ইনস্টল করতে চান তবে দয়া করে পুনরায় চালু করুন।
bs_latn_ba: Neinskaltatiranje je u tijeku. Ponovo pokrenite ako želite ponovo instalirati.
ca_es: Hi ha pendent una desinstal·lació. Reinicieu si voleu tornar a instal·lar.
cs_cz: Odinstalace čeká. Pokud chcete nainstalovat, restartujte prosím.
cy_gb: Mae dadosodiad yn yr arfaeth. Ailgychwynwch os hoffech chi ail -osod.
da_dk: En afinstallation verserer. Genstart venligst, hvis du gerne vil være - installer.
de_ch: Eine Deinstallation steht noch aus. Bitte starten Sie neu, wenn Sie erneut installieren möchten.
el_gr: Εκκρεμεί μια απεγκατάσταση. Επανεκκινήστε εάν θέλετε να εγκαταστήσετε ξανά.
es_bo: Una desinstalación está pendiente. Reinicie si desea volver a instalar.
et_ee: Desinstallimine on ootel. Palun taaskäivitage, kui soovite uuesti - installida.
fa_ir: حذف نصب در انتظار است. لطفاً اگر می خواهید دوباره نصب کنید ، مجدداً راه اندازی کنید.
fi_fi: Poistaminen on vireillä. Käynnistä uudelleen, jos haluat asentaa uudelleen.
fil_ph: Ang isang pag -uninstall ay nakabinbin. Mangyaring i -restart kung nais mong muling i -install.
fr_029: Une désinstallation est en attente. Veuillez redémarrer si vous souhaitez être installé.
ga_ie: Tá díshuiteáil ar feitheamh. Atosaigh le do thoil más mian leat a shuiteáil.
gu_in: અનઇન્સ્ટોલન બાકી છે. જો તમે ફરીથી ઇન્સ્ટોલ કરવા માંગતા હો, તો કૃપા કરીને ફરીથી પ્રારંભ કરો.
he_il: הסרת ההתקנה תלויה ועומדת. אנא הפעל מחדש אם ברצונך להתקין מחדש.
hi_in: एक अनइंस्टॉलमेंट लंबित है। कृपया पुनरारंभ करें यदि आप फिर से स्थापित करना चाहते हैं।
hr_hr: U tijeku je deinstaliranje. Ponovno pokrenite ako želite ponovno instalirati.
hu_hu: Az eltávolítás függőben van. Kérjük, indítsa újra, ha újra telepíteni szeretne.
hy_am: Տեղահանելը սպասվում է: Խնդրում ենք վերագործարկել, եթե ցանկանում եք նորից տեղադրել:
id_id: Sebuah uninstalasi sedang menunggu. Harap restart jika Anda ingin kembali - instal.
is_is: Óákveðinn greinir í ensku í bið. Vinsamlegast endurræstu ef þú vilt setja aftur.
it_ch: È in corso una disinstallazione. Si prega di riavviare se desideri ri -installare.
ja_jp: アンインストールは保留中です。再起動したい場合は再起動してください - インストールしてください。
ka_ge: ინსტალაცია მიმდინარეობს. გთხოვთ, გადატვირთოთ, თუ გსურთ ხელახლა - დააინსტალიროთ.
kk_kz: Жою күтілуде. Орнатқыңыз келсе, қайта қосыңыз.
km_kh: ការលុបការតំឡើងកំពុងរង់ចាំ។ សូមចាប់ផ្តើមឡើងវិញប្រសិនបើអ្នកចង់ដំឡើងឡើងវិញ។
kn_in: ಅಸ್ಥಾಪನೆ ಬಾಕಿ ಉಳಿದಿದೆ. ನೀವು ಮರು ಸ್ಥಾಪಿಸಲು ಬಯಸಿದರೆ ದಯವಿಟ್ಟು ಮರುಪ್ರಾರಂಭಿಸಿ.
ko_kr: 설치가 보류 중입니다. 다시 설치하려면 다시 시작하십시오.
ky_kg: Чыр-чатак күтүлүүдө. Сураныч, кайра орнотууну кааласаңыз, өчүрүп коюңуз.
lo_la: ການຖອນກໍາເນີດແມ່ນຍັງຄ້າງຢູ່. ກະລຸນາເລີ່ມຕົ້ນໃຫມ່ຖ້າທ່ານຕ້ອງການທີ່ຈະຕິດຕັ້ງຄືນໃຫມ່.
lt_lt: Laukiama neiškinimosi. Paleiskite iš naujo, jei norite iš naujo įdiegti.
lv_lv: Tiek gaidīta atinstalācija. Lūdzu, restartējiet, ja vēlaties atkārtoti instalēt.
mi_nz: Kei te tatari te tango. Tena koa ano ki te hiahia koe ki te whakahoki ano ki te whakahoki ano.
mk_mk: Деинсталирање е во тек. Ве молиме, рестартирајте ако сакате да повторно - инсталирате.
ml_in: ഒരു അൺഇൻസ്റ്റാളേഷൻ തീർപ്പുകൽപ്പിച്ചിട്ടില്ല. നിങ്ങൾ വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ദയവായി പുനരാരംഭിക്കുക.
mr_in: विस्थापन प्रलंबित आहे. कृपया आपण पुन्हा स्थापित करू इच्छित असल्यास रीस्टार्ट करा.
ms_my: Uninstallation masih belum selesai. Sila mulakan semula jika anda ingin memasang semula.
mt_mt: L-installazzjoni hija pendenti. Jekk jogħġbok erġa 'ibda jekk tixtieq terġa' tinstalla.
nb_no: En avinstallering er i påvente. Vennligst start på nytt hvis du vil installere på nytt.
ne_np: एक निर्विप रूपमा विचलित छ। कृपया पुनः सुरु गर्नुहोस् यदि तपाईं पुन: स्थापना गर्न चाहानुहुन्छ भने।
nl_be: Een verwijdering is in behandeling. Start opnieuw als u opnieuw wilt installeren.
or_in: ଏକ ସଂସ୍ଥାପନ ବିଚାରାଧୀନ ଅଛି | ଯଦି ଆପଣ ପୁନ install ସଂସ୍ଥାପନ କରିବାକୁ ଚାହାଁନ୍ତି ଦୟାକରି ପୁନ rest ଆରମ୍ଭ କରନ୍ତୁ |
pa_arab: ਇੱਕ ਅਣਇੰਸਟੌਲਸ਼ਨ ਬਕਾਇਆ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਚਾਲੂ ਕਰੋ ਜੇ ਤੁਸੀਂ ਮੁੜ ਸਥਾਪਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ.
pl_pl: Odinstalowanie jest w toku. Uruchom ponownie, jeśli chcesz ponownie zainstalować.
pt_br: Uma desinstalação está pendente. Por favor, reinicie se você quiser re -instalar.
ro_ro: O dezinstalare este în așteptare. Vă rugăm să reporniți dacă doriți să vă instalați.
ru_ru: Удаление находится на рассмотрении. Пожалуйста, перезапустите, если вы хотите повторно установить.
sk_sk: Čaká sa odinštalácia. Ak chcete znova - nainštalovať, reštartujte.
sl_si: Odstranjevanje je v teku. Prosimo, znova zaženite, če želite ponovno namestiti.
sq_al: Një çinstalim është në pritje. Ju lutemi rinisni nëse dëshironi të ri -instaloni.
sr_cyrl_me: Деинсталација је у току. Поново покрените ако желите да поново поставите.
sv_fi: En avinstallation väntar. Starta om om du vill installera om igen.
sw_ke: Kuondolewa kunasubiri. Tafadhali anza tena ikiwa ungetaka kusanikisha.
ta_in: நிறுவல் நீக்குதல் நிலுவையில் உள்ளது. நீங்கள் மீண்டும் நிறுவ விரும்பினால் தயவுசெய்து மறுதொடக்கம் செய்யுங்கள்.
te_in: అన్‌ఇన్‌స్టాలేషన్ పెండింగ్‌లో ఉంది. మీరు తిరిగి ఇన్‌స్టాల్ చేయాలనుకుంటే దయచేసి పున art ప్రారంభించండి.
th_th: การถอนการติดตั้งอยู่ระหว่างดำเนินการ โปรดรีสตาร์ทหากคุณต้องการติดตั้งอีกครั้ง
tk_tm: Aýyrmak garaşylýandyr. RE üýtgetmek isleseňiz täzeden açyň.
tr_tr: Bir kaldırma beklemede. Yeniden yüklemek isterseniz lütfen yeniden başlatın.
tt_ru: Чистартылу көтелә. Зинһар, яңадан урнаштырырга теләсәгез, яңадан башлап җибәрегез.
ug_cn: ئۆچۈرۈلگەن تۈرلەر ساقلىنىۋاتىدۇ. قايتا قاچىلىماقچى بولسىڭىز قايتا قوزغىتىڭ.
uk_ua: Видалення триває. Будь ласка, перезапустіть, якщо ви хочете повторно встановити.
ur_pk: ایک ان انسٹالیشن زیر التوا ہے۔ براہ کرم دوبارہ شروع کریں اگر آپ دوبارہ کرنا چاہتے ہیں - انسٹال کریں۔
uz_cyrl: O'chirish kutilmoqda. Agar o'rnatmoqchi bo'lsangiz, iltimos, qayta ishga tushiring.
vi_vn: Một sự gỡ cài đặt đang chờ xử lý. Vui lòng khởi động lại nếu bạn muốn cài đặt lại.
zh_hant: 卸載正在等待。如果您想重新安裝，請重新啟動。
