Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginUpdateErrorTitle
source: Update Error
af_za: Opdateringsfout
am_et: የስህተት ስህተት
ar_bh: خطأ في التحديث
as_in: আপডেইট ত্ৰুটি
az_cyrl: YENİLƏNİB
bg_bg: Грешка в актуализиране
bn_in: আপডেটের ত্রুটি
bs_latn_ba: Ažurirajte grešku
ca_es: Error d'actualització
cs_cz: Chyba aktualizace
cy_gb: Diweddarwch wall
da_dk: Opdateringsfejl
de_ch: Aktualisierungsfehler
el_gr: Σφάλμα ενημέρωσης
es_bo: Error de actualización
et_ee: Värskendusviga
fa_ir: خطای به روز رسانی
fi_fi: Päivitysvirhe
fil_ph: I -update ang error
fr_029: Erreur de mise à jour
ga_ie: Earráid Nuashonraithe
gu_in: અપડેટ ભૂલ
he_il: עדכון שגיאה
hi_in: अद्यतन त्रुटि
hr_hr: Pogreška ažuriranja
hu_hu: Frissítési hiba
hy_am: Թարմացրեք սխալը
id_id: Perbarui kesalahan
is_is: Uppfærsluvilla
it_ch: Errore di aggiornamento
ja_jp: エラーを更新します
ka_ge: განახლების შეცდომა
kk_kz: Жаңарту қатесі
km_kh: កំហុសក្នុងការធ្វើបច្ចុប្បន្នភាព
kn_in: ನವೀಕರಿಸಿ ದೋಷ
ko_kr: 업데이트 오류
ky_kg: Жаңылоо катасы
lo_la: ການປັບປຸງຄວາມຜິດພາດ
lt_lt: Atnaujinkite klaidą
lv_lv: Atjaunināšanas kļūda
mi_nz: Hapa whakahou
mk_mk: Грешка во ажурирање
ml_in: പിശക് അപ്ഡേറ്റുചെയ്യുക
mr_in: अद्यतन त्रुटी
ms_my: Kemas kini ralat
mt_mt: Aġġorna l-iżball
nb_no: Oppdateringsfeil
ne_np: अद्यावधिक त्रुटि
nl_be: Update fout
or_in: ତ୍ରୁଟି ଅଦ୍ୟତନ କରନ୍ତୁ |
pa_arab: ਅਪਡੇਟ ਗਲਤੀ
pl_pl: Błąd aktualizacji
pt_br: Erro de ATUALIZAÇÃO
ro_ro: Actualizare eroare
ru_ru: Обновить ошибку
sk_sk: Chyba aktualizácie
sl_si: Napaka posodobitve
sq_al: Gabim i azhurnimit
sr_cyrl_me: Грешка у ажурирању
sv_fi: Uppdateringsfel
sw_ke: Sasisha kosa
ta_in: புதுப்பிப்பு பிழை
te_in: నవీకరణ లోపం
th_th: อัปเดตข้อผิดพลาด
tk_tm: Säwligi täzeläň
tr_tr: Güncelleme hatası
tt_ru: Заманча хата
ug_cn: خاتالىق
uk_ua: Помилка оновлення
ur_pk: اپ ڈیٹ کی غلطی
uz_cyrl: Yangilash xatosi
vi_vn: Cập nhật lỗi
zh_hant: 更新錯誤

# NtfPluginUpdateFailedText
source: Couldn't download update
af_za: Kon nie opdatering aflaai nie
am_et: ማዘመኛ ማውረድ አልቻለም
ar_bh: لا يمكن تنزيل التحديث
as_in: আপডেট ডাউনলোড কৰিব পৰা নগ'ল
az_cyrl: YENİLƏNİB YENİLƏNİB
bg_bg: Не можах да изтегля актуализация
bn_in: আপডেট ডাউনলোড করতে পারেনি
bs_latn_ba: Nije moguće preuzeti ažuriranje
ca_es: No s'ha pogut descarregar l'actualització
cs_cz: Nelze si stáhnout aktualizaci
cy_gb: Methu lawrlwytho diweddariad
da_dk: Kunne ikke downloade opdatering
de_ch: Konnte Update nicht herunterladen
el_gr: Δεν ήταν δυνατή η λήψη ενημέρωσης
es_bo: No se pudo descargar la actualización
et_ee: Ei saanud värskendust alla laadida
fa_ir: به روزرسانی بارگیری نشد
fi_fi: Päivitystä ei voinut ladata
fil_ph: Hindi ma -download ang pag -update
fr_029: Impossible de télécharger Mise à jour
ga_ie: Níorbh fhéidir nuashonrú a íoslódáil
gu_in: અપડેટ ડાઉનલોડ કરી શક્યા નહીં
he_il: לא יכול היה להוריד עדכון
hi_in: अपडेट डाउनलोड नहीं कर सका
hr_hr: Nisam mogao preuzeti ažuriranje
hu_hu: Nem tudtam letölteni a frissítést
hy_am: Չհաջողվեց բեռնել թարմացումը
id_id: Tidak dapat mengunduh pembaruan
is_is: Gat ekki halað niður uppfærslu
it_ch: Non è stato possibile scaricare l'aggiornamento
ja_jp: 更新をダウンロードできませんでした
ka_ge: ვერ გადმოწერეთ განახლება
kk_kz: Жаңартуды жүктеу мүмкін болмады
km_kh: មិនអាចទាញយកបច្ចុប្បន្នភាពបានទេ
kn_in: ನವೀಕರಣವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko_kr: 업데이트를 다운로드 할 수 없었습니다
ky_kg: Жаңыртуу жүктөлө алган жок
lo_la: ບໍ່ສາມາດດາວໂຫລດອັບເດດໄດ້
lt_lt: Nepavyko atsisiųsti atnaujinimo
lv_lv: Nevarēja lejupielādēt atjauninājumu
mi_nz: Kaore i taea te tango i te whakahou
mk_mk: Не можев да преземам ажурирање
ml_in: അപ്ഡേറ്റ് ഡൗൺലോഡുചെയ്യാൻ കഴിഞ്ഞില്ല
mr_in: अद्यतन डाउनलोड करू शकत नाही
ms_my: Tidak dapat memuat turun kemas kini
mt_mt: Ma stajtx tniżżel aġġornament
nb_no: Kunne ikke laste ned oppdatering
ne_np: अपडेट डाउनलोड गर्न सकेन
nl_be: Kon de update niet downloaden
or_in: ଅଦ୍ୟତନ ଡାଉନଲୋଡ୍ କରିପାରିବ ନାହିଁ |
pa_arab: ਅਪਡੇਟ ਡਾ Download ਨਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ
pl_pl: Nie mogłem pobrać aktualizacji
pt_br: Não foi possível fazer o download da atualização
ro_ro: Nu am putut descărca actualizarea
ru_ru: Не смог скачать обновление
sk_sk: Nemohol stiahnuť aktualizáciu
sl_si: Ne morem prenesti posodobitve
sq_al: Nuk mund të shkarkoj azhurnimin
sr_cyrl_me: Није могуће преузети ажурирање
sv_fi: Kunde inte ladda ner uppdatering
sw_ke: Haikuweza kupakua sasisho
ta_in: புதுப்பிப்பைப் பதிவிறக்க முடியவில்லை
te_in: నవీకరణను డౌన్‌లోడ్ చేయలేకపోయింది
th_th: ไม่สามารถดาวน์โหลดอัปเดตได้
tk_tm: Täzelenmäni göçürip alyp bilmedi
tr_tr: Güncellemeyi indiremedi
tt_ru: Яңартуны йөкләп булмый
ug_cn: يېڭىلاشنى چۈشۈرەلمىدى
uk_ua: Не вдалося завантажити оновлення
ur_pk: اپ ڈیٹ ڈاؤن لوڈ نہیں کرسکے
uz_cyrl: Yangilashni yuklab ololmadi
vi_vn: Không thể tải xuống cập nhật
zh_hant: 無法下載更新

# NtfPluginUpdateFailedTitle
source: Update Failed
af_za: Opdatering misluk
am_et: ዝመና አልተሳካም
ar_bh: فشل التحديث
as_in: আপডেইট ব্যৰ্থ
az_cyrl: Yeniləmə uğursuz oldu
bg_bg: Актуализацията не успя
bn_in: হালনাগাদ ব্যর্থ হয়েছে
bs_latn_ba: Ažuriranje nije uspjelo
ca_es: No s'ha pogut actualitzar
cs_cz: Aktualizace selhala
cy_gb: Diweddariad Methwyd
da_dk: Opdatering fejlede
de_ch: Update fehlgeschlagen
el_gr: Ενημέρωση απέτυχε
es_bo: La actualización falló
et_ee: Uuendus ebaõnnestus
fa_ir: به روز رسانی نا موفق بود
fi_fi: Päivitys epäonnistui
fil_ph: Nabigo ang pag -update
fr_029: Mise à jour a échoué
ga_ie: Theip ar nuashonrú
gu_in: અપડેટ નિષ્ફળ
he_il: עדכון נכשל
hi_in: भार बढ़ाना विफल हुवा
hr_hr: Ažuriranje nije uspjelo
hu_hu: Frissítés sikertelen
hy_am: Թարմացումը ձախողվեց
id_id: Pembaharuan gagal
is_is: Uppfærsla mistókst
it_ch: Aggiornamento non riuscito
ja_jp: アップデートに失敗しました
ka_ge: განახლება ვერ მოხერხდა
kk_kz: Жаңарту сәтсіз аяқталды
km_kh: ការធ្វើបច្ចុប្បន្នភាពបានបរាជ័យ
kn_in: ನವೀಕರಣ ವಿಫಲವಾಗಿದೆ
ko_kr: 업데이트가 실패
ky_kg: Жаңыртуу ишке ашкан жок
lo_la: ການອັບເດດລົ້ມເຫລວ
lt_lt: Atnaujinimas nepavyko
lv_lv: Atjauninājums neizdevās
mi_nz: I rahua te whakahoutanga
mk_mk: Ажурирањето не успеа
ml_in: അപ്ഡേറ്റ് പരാജയപ്പെട്ടു
mr_in: अद्यतन अयशस्वी
ms_my: Kemas kini gagal
mt_mt: L-aġġornament falla
nb_no: Oppdatering mislyktes
ne_np: अपडेट असफल भयो
nl_be: Update mislukt
or_in: ଅଦ୍ୟତନ ବିଫଳ ହେଲା |
pa_arab: ਅਪਡੇਟ ਅਸਫਲ
pl_pl: Aktualizacja nie powiodła się
pt_br: Atualização falhou
ro_ro: Actualizare esuata
ru_ru: Не удалось обновить
sk_sk: Aktualizacia neuspešná
sl_si: Posodobitev ni uspela
sq_al: Përditësimi i dështuar
sr_cyrl_me: Ажурирање није успело
sv_fi: Uppdateringen misslyckades
sw_ke: Sasisho limeshindwa
ta_in: புதுப்பிப்பு தோல்வியடைந்தது
te_in: నవీకరణ విఫలమైంది
th_th: การอัพเดทล้มเหลว
tk_tm: Täzelenme şowsuz
tr_tr: Güncelleme başarısız oldu
tt_ru: Яңарту уңышсыз
ug_cn: يېڭىلاش مەغلۇب بولدى
uk_ua: Не вдалося оновлення
ur_pk: اپ ڈیٹ ناکام
uz_cyrl: Yangilash muvaffaqiyatsiz tugadi
vi_vn: Cập nhật không thành công
zh_hant: 更新失敗

# NtfPluginUpdateReadyText
source: To complete update you will need to restart. Would you like to restart now or later?
af_za: Om opdatering te voltooi, moet u weer begin. Wil u nou of later weer begin?
am_et: ዝመናን ለማጠናቀቅ እንደገና መጀመር ያስፈልግዎታል. አሁን ወይም በኋላ እንደገና ማስጀመር ይፈልጋሉ?
ar_bh: لإكمال التحديث ، ستحتاج إلى إعادة التشغيل. هل ترغب في إعادة التشغيل الآن أم لاحقًا؟
as_in: আপডেইট সম্পূৰ্ণ কৰিবলৈ আপুনি পুনৰাৰম্ভ কৰিব লাগিব। আপুনি এতিয়া বা পিছত পুনৰ আৰম্ভ কৰিব বিচাৰেনে?
az_cyrl: Yeniləməni tamamlamaq üçün yenidən başladın. İndi və ya sonra yenidən başlatmaq istərdinizmi?
bg_bg: За да завършите актуализацията, ще трябва да рестартирате. Искате ли да рестартирате сега или по -късно?
bn_in: আপডেট সম্পূর্ণ করতে আপনাকে পুনরায় আরম্ভ করতে হবে। আপনি কি এখন বা পরে পুনরায় চালু করতে চান?
bs_latn_ba: Da biste dovršili ažuriranje, trebat ćete se ponovo pokrenuti. Želite li se ponovo pokrenuti sada ili kasnije?
ca_es: Per completar l’actualització, haureu de reiniciar. Voleu reiniciar ara o més tard?
cs_cz: Chcete -li dokončit aktualizaci, budete muset restartovat. Chcete restartovat nyní nebo později?
cy_gb: I gwblhau diweddariad bydd angen i chi ailgychwyn. Hoffech chi ailgychwyn nawr neu'n hwyrach?
da_dk: For at gennemføre opdatering skal du genstarte. Vil du genstarte nu eller senere?
de_ch: Um das Update abzuschließen, müssen Sie neu starten. Möchten Sie jetzt oder später neu starten?
el_gr: Για να ολοκληρώσετε την ενημέρωση θα χρειαστεί να κάνετε επανεκκίνηση. Θέλετε να κάνετε επανεκκίνηση τώρα ή αργότερα;
es_bo: Para completar la actualización, deberá reiniciar. ¿Te gustaría reiniciar ahora o más tarde?
et_ee: Värskenduse lõpuleviimiseks peate taaskäivitama. Kas soovite taaskäivitada nüüd või hiljem?
fa_ir: برای تکمیل به روزرسانی ، نیاز به راه اندازی مجدد دارید. آیا دوست دارید اکنون یا دیرتر دوباره راه اندازی کنید؟
fi_fi: Päivityksen suorittamiseksi sinun on käynnistettävä uudelleen. Haluatko käynnistää uudelleen nyt tai myöhemmin?
fil_ph: Upang makumpleto ang pag -update kakailanganin mong i -restart. Nais mo bang i -restart ngayon o mas bago?
fr_029: Pour terminer la mise à jour, vous devrez redémarrer. Souhaitez-vous redémarrer maintenant ou plus tard?
ga_ie: Chun an nuashonrú a chríochnú beidh ort atosú. Ar mhaith leat atosú anois nó níos déanaí?
gu_in: અપડેટ પૂર્ણ કરવા માટે તમારે ફરીથી પ્રારંભ કરવાની જરૂર રહેશે. શું તમે હવે અથવા પછીથી ફરીથી પ્રારંભ કરવા માંગો છો?
he_il: להשלמת העדכון תצטרך להפעיל מחדש. האם תרצה להפעיל מחדש עכשיו או אחר כך?
hi_in: अपडेट पूरा करने के लिए आपको पुनरारंभ करना होगा। क्या आप अभी या बाद में पुनरारंभ करना चाहेंगे?
hr_hr: Da biste dovršili ažuriranje, morat ćete ponovno pokrenuti. Želite li ponovno pokrenuti sada ili kasnije?
hu_hu: A frissítés befejezéséhez újra kell indítania. Szeretne újra vagy később újraindítani?
hy_am: Լրացնելու համար անհրաժեշտ կլինի վերագործարկել: Կցանկանայիք վերագործարկել հիմա կամ ավելի ուշ:
id_id: Untuk menyelesaikan pembaruan, Anda perlu memulai kembali. Apakah Anda ingin memulai kembali sekarang atau nanti?
is_is: Til að ljúka uppfærslu þarftu að endurræsa. Viltu endurræsa núna eða síðar?
it_ch: Per completare l'aggiornamento dovrai riavviare. Vorresti riavviare ora o più tardi?
ja_jp: 更新を完了するには、再起動する必要があります。今または後で再起動しますか？
ka_ge: განახლების დასრულებისთვის დაგჭირდებათ გადატვირთვა. გსურთ გადატვირთვა ახლა თუ გვიან?
kk_kz: Жаңартуды аяқтау үшін сіз қайта іске қосуыңыз керек. Сіз қазір немесе кейін қайта бастағыңыз келе ме?
km_kh: ដើម្បីបញ្ចប់ការធ្វើបច្ចុប្បន្នភាពអ្នកនឹងត្រូវការចាប់ផ្តើមឡើងវិញ។ តើអ្នកចង់ចាប់ផ្តើមឡើងវិញទេឥឡូវនេះឬនៅពេលក្រោយ?
kn_in: ನವೀಕರಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗುತ್ತದೆ. ಈಗ ಅಥವಾ ನಂತರ ಮರುಪ್ರಾರಂಭಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko_kr: 업데이트를 완료하려면 다시 시작해야합니다. 지금 또는 나중에 다시 시작 하시겠습니까?
ky_kg: Жаңыртууну аяктоо үчүн, сиз өчүрүп күйгүзүшүңүз керек. Азыр же кийинчерээк өчүрүп-күйгүзгүңүз келеби?
lo_la: ເພື່ອໃຫ້ສໍາເລັດການປັບປຸງທ່ານຈະຕ້ອງເລີ່ມຕົ້ນໃຫມ່. ທ່ານຕ້ອງການທີ່ຈະເລີ່ມຕົ້ນໃຫມ່ໃນຕອນນີ້ຫຼືຫຼັງຈາກນັ້ນບໍ?
lt_lt: Norėdami baigti atnaujinimą, turėsite paleisti iš naujo. Ar norėtumėte iš naujo paleisti dabar ar vėliau?
lv_lv: Lai pabeigtu atjauninājumu, jums būs jārestartē. Vai vēlaties restartēt tagad vai vēlāk?
mi_nz: Hei whakaoti i te whakahou me whakaara ano koe. Kei te hiahia koe ki te whakaara ano i tenei wa ranei?
mk_mk: За да го завршите ажурирањето, ќе треба да се рестартира. Дали сакате да се рестартирате сега или подоцна?
ml_in: അപ്ഡേറ്റ് പൂർത്തിയാക്കാൻ നിങ്ങൾ പുനരാരംഭിക്കേണ്ടതുണ്ട്. ഇപ്പോൾ അല്ലെങ്കിൽ പിന്നീട് പുനരാരംഭിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: अद्यतन पूर्ण करण्यासाठी आपल्याला रीस्टार्ट करणे आवश्यक आहे. आपण आता किंवा नंतर रीस्टार्ट करू इच्छिता?
ms_my: Untuk menyelesaikan kemas kini, anda perlu memulakan semula. Adakah anda ingin memulakan semula sekarang atau lambat?
mt_mt: Biex tlesti l-aġġornament ser ikollok bżonn terġa 'tibda. Tixtieq terġa 'tibda issa jew wara?
nb_no: For å fullføre oppdateringen må du starte på nytt. Vil du starte på nytt nå eller senere?
ne_np: अपडेट पूरा गर्न तपाईले पुन: सुरु गर्न आवश्यक छ। के तपाइँ अब वा पछि पुन: सुरू गर्न चाहानुहुन्छ?
nl_be: Om de update te voltooien, moet u opnieuw opstarten. Wilt u nu of later opnieuw opstarten?
or_in: ଅଦ୍ୟତନ ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କୁ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ପଡିବ | ଆପଣ ବର୍ତ୍ତମାନ କିମ୍ବା ପରେ ପୁନ art ଆରମ୍ଭ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਅਪਡੇਟ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ. ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਜਾਂ ਬਾਅਦ ਵਿਚ ਮੁੜ ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Aby zakończyć aktualizację, musisz ponownie uruchomić. Czy chciałbyś ponownie uruchomić teraz czy później?
pt_br: Para concluir a atualização, você precisará reiniciar. Você gostaria de reiniciar agora ou mais tarde?
ro_ro: Pentru a finaliza actualizarea, va trebui să reporniți. Doriți să reporniți acum sau mai târziu?
ru_ru: Чтобы завершить обновление, вам нужно будет перезапустить. Хотели бы вы перезапустить сейчас или позже?
sk_sk: Ak chcete dokončiť aktualizáciu, musíte sa reštartovať. Chceli by ste sa reštartovať teraz alebo neskôr?
sl_si: Če želite dokončati posodobitev, boste morali znova zagnati. Bi se radi znova zagnali zdaj ali pozneje?
sq_al: Për të përfunduar azhurnimin, do t'ju duhet të rindizni. Dëshironi të rindizni tani apo më vonë?
sr_cyrl_me: Да бисте довршили ажурирање, мораћете да се поново покренете. Да ли желите да поново покренете сада или касније?
sv_fi: För att slutföra uppdateringen måste du starta om. Vill du starta om nu eller senare?
sw_ke: Ili kukamilisha sasisho utahitaji kuanza tena. Je! Ungependa kuanza tena sasa au baadaye?
ta_in: புதுப்பிப்பை முடிக்க நீங்கள் மறுதொடக்கம் செய்ய வேண்டும். இப்போது அல்லது பின்னர் மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
te_in: నవీకరణను పూర్తి చేయడానికి మీరు పున art ప్రారంభించాలి. మీరు ఇప్పుడు లేదా తరువాత పున art ప్రారంభించాలనుకుంటున్నారా?
th_th: ในการอัปเดตให้เสร็จสมบูรณ์คุณจะต้องรีสตาร์ท คุณต้องการรีสตาร์ททันทีหรือใหม่กว่า?
tk_tm: Täzelenmegi tamamlamak üçin täzeden başlamaly bolarsyňyz. Indi ýa-da soň täzeden açmak isleýärsiňizmi?
tr_tr: Güncellemeyi tamamlamak için yeniden başlatmanız gerekir. Şimdi mi yoksa sonra mı başlamak ister misiniz?
tt_ru: Яңартуны тәмамлау өчен сезгә яңадан башларга кирәк булачак. Сез хәзер яки соңрак яңадан башларга телисезме?
ug_cn: يېڭىلاشنى تاماملاش ئۈچۈن سىز قايتا قوزغىتىشىڭىز كېرەك. ھازىر ياكى كېيىن قايتا قوزغىتىشنى خالامسىز?
uk_ua: Для завершення оновлення вам потрібно буде перезапустити. Ви хотіли б перезапустити зараз чи пізніше?
ur_pk: اپ ڈیٹ مکمل کرنے کے ل you آپ کو دوبارہ شروع کرنے کی ضرورت ہوگی۔ کیا آپ ابھی یا بعد میں دوبارہ شروع کرنا چاہیں گے؟
uz_cyrl: Yangilash uchun siz qayta boshlashingiz kerak bo'ladi. Endi yoki keyinroq qayta tiklamoqchimisiz?
vi_vn: Để hoàn thành cập nhật, bạn sẽ cần phải khởi động lại. Bạn có muốn khởi động lại bây giờ hay muộn không?
zh_hant: 要完成更新，您需要重新啟動。您想現在還是以後重新啟動？

# NtfPluginUpdateReadyTitle
source: Update Ready
af_za: Opdatering gereed
am_et: አዘጋጅ
ar_bh: تحديث جاهز
as_in: আপডেট প্ৰস্তুত কৰক
az_cyrl: Hazır yeniləyin
bg_bg: Актуализирайте готово
bn_in: আপডেট প্রস্তুত
bs_latn_ba: Ažuriranje spremno
ca_es: Actualitzeu a punt
cs_cz: Aktualizace připravená
cy_gb: Diweddariad Yn Barod
da_dk: Opdater klar
de_ch: Update bereit
el_gr: Ενημέρωση έτοιμη
es_bo: Actualización lista
et_ee: Värskendage valmis
fa_ir: بروزرسانی آماده
fi_fi: Päivitys valmis
fil_ph: Mag -update nang handa
fr_029: Mettre à jour prêts
ga_ie: Nuashonrú réidh
gu_in: અપડેટ
he_il: עדכן מוכן
hi_in: अद्यतन तैयार
hr_hr: Ažuriranje spremno
hu_hu: Frissítés kész
hy_am: Թարմացրեք պատրաստ
id_id: Perbarui siap
is_is: Uppfærsla tilbúin
it_ch: Aggiornamento pronto
ja_jp: 更新準備完了
ka_ge: განახლება მზად არის
kk_kz: Дайын
km_kh: ត្រៀមរួចជាស្រេច
kn_in: ನವೀಕರಿಸಿ ಸಿದ್ಧವಾಗಿದೆ
ko_kr: 업데이트 준비
ky_kg: Даяр жаңыртуу
lo_la: ປັບປຸງໃຫ້ກຽມພ້ອມ
lt_lt: Atnaujinkite paruoštą
lv_lv: Atjaunināt gatavību
mi_nz: Whakahou kua rite
mk_mk: Ажурирајте го подготвено
ml_in: തയ്യാറാണ് അപ്ഡേറ്റ്
mr_in: अद्यतन तयार करा
ms_my: Kemas kini siap
mt_mt: Aġġorna lesta
nb_no: Oppdatering klar
ne_np: अपडेट तयार गर्नुहोस्
nl_be: Update klaar
or_in: ପ୍ରସ୍ତୁତ ଅଦ୍ୟତନ କରନ୍ତୁ |
pa_arab: ਅਪਡੇਟ ਤਿਆਰ
pl_pl: Aktualizacja gotowa
pt_br: Atualização pronta
ro_ro: Actualizare gata
ru_ru: Обновление готово
sk_sk: Pripravený
sl_si: Posodobitev pripravljena
sq_al: Përditësoni gati
sr_cyrl_me: Ажурирање спремно
sv_fi: Uppdatera redo
sw_ke: Sasisha tayari
ta_in: புதுப்பிப்பு தயார்
te_in: నవీకరణ సిద్ధంగా ఉంది
th_th: อัปเดตพร้อม
tk_tm: Taýýar täzelenme
tr_tr: Güncelleme Hazır
tt_ru: Яңарту әзер
ug_cn: يېڭىلاش
uk_ua: Оновлення готово
ur_pk: اپ ڈیٹ تیار ہے
uz_cyrl: Yangi yangilash
vi_vn: Cập nhật sẵn sàng
zh_hant: 準備就緒

# NtfRestartLaterButtonText
source: Later
am_et: በኋላ
ar_bh: لاحقاً
as_in: পাছত
az_cyrl: Sonradan
bg_bg: По късно
bn_in: পরে
bs_latn_ba: Kasnije
ca_es: Més tard
cs_cz: Později
cy_gb: Yn ddiweddarach
da_dk: Senere
de_ch: Später
el_gr: Αργότερα
es_bo: Más tarde
et_ee: Hiljem
fa_ir: بعد
fi_fi: Myöhemmin
fil_ph: Kalaunan
fr_029: Plus tard
ga_ie: Ina dhiaidh sin
gu_in: પાછળથી
he_il: יותר מאוחר
hi_in: बाद में
hr_hr: Kasnije
hu_hu: A későbbiekben
hy_am: Ավելի ուշ
id_id: Nanti
is_is: Seinna
it_ch: Dopo
ja_jp: 後で
ka_ge: მოგვიანებით
kk_kz: Кейінірек
km_kh: បន្ទាប់មក
kn_in: ನಂತರದ
ko_kr: 나중에
ky_kg: Кийинчерээк
lo_la: ມື້ຕໍ່ມາ
lt_lt: Vėliau
lv_lv: Vēlāk
mi_nz: A taihoa ake
mk_mk: Подоцна
ml_in: താമസിച്ച
mr_in: नंतर
ms_my: Kemudian
mt_mt: Aktar tard
nb_no: Seinere
ne_np: पछि
or_in: ପରେ
pa_arab: ਬਾਅਦ ਵਿਚ
pl_pl: Później
pt_br: Mais tarde
ro_ro: Mai tarziu
ru_ru: Позже
sk_sk: Neskôr
sl_si: Kasneje
sq_al: Më vonë
sr_cyrl_me: Касније
sv_fi: Senare
sw_ke: Baadae
ta_in: பின்னர்
te_in: తరువాత
th_th: ภายหลัง
tk_tm: Soňrak
tr_tr: Daha sonra
tt_ru: Соңрак
ug_cn: كېيىنچە
uk_ua: Пізніше
ur_pk: بعد میں
uz_cyrl: Keyinchalik
vi_vn: Sau đó
zh_hant: 之後

# NtfRestartNowButtonText
source: Restart Now
af_za: Begin weer oor
am_et: አሁን እንደገና አስጀምር
ar_bh: اعد البدء الان
as_in: এতিয়া পুনৰাৰম্ভ কৰক
az_cyrl: İndi yenidən başladın
bg_bg: Рестартирай сега
bn_in: এখন আবার চালু করুন
bs_latn_ba: Ponovo pokrenite
ca_es: Reiniciar ara
cs_cz: Restartovat nyní
cy_gb: Ailddechrau nawr
da_dk: Genstart nu
de_ch: Jetzt neustarten
el_gr: Επανεκκίνηση τώρα
es_bo: Reiniciar ahora
et_ee: Taaskäivita kohe
fa_ir: اکنون دوباره راه اندازی کنید
fi_fi: Käynnistä uudelleen nyt
fil_ph: I -restart ngayon
fr_029: Redémarrer maintenant
ga_ie: Atosú anois
gu_in: ફરીથી શરૂ કરો
he_il: אתחל עכשיו
hi_in: अब पुनःचालू करें
hr_hr: Ponovno pokreni sada
hu_hu: Újraindítás most
hy_am: Վերսկսել հիմա
id_id: Restart sekarang
is_is: Endurræsa núna
it_ch: Riavvia ora
ja_jp: 今すぐ再起動
ka_ge: გადატვირთეთ ახლა
kk_kz: Қазір қайта іске қосыңыз
km_kh: ចាប់ផ្តើម​ឡើងវិញ​ឥឡូវនេះ
kn_in: ಈಗ ಪುನರಾರಂಭಿಸು
ko_kr: 지금 다시 시작하십시오
ky_kg: Азыр өчүрүп күйгүзүңүз
lo_la: ເລີ່ມຕົ້ນໃຫມ່ດຽວນີ້
lt_lt: Iš naujo paleiskite dabar
lv_lv: Restartēt tagad
mi_nz: Tīmataria anō
mk_mk: Рестартирај сега
ml_in: ഇപ്പോൾ പുനരാരംഭിക്കുക
mr_in: पुन्हा चालू करा
ms_my: Mulakan semula sekarang
mt_mt: Irristartja issa
nb_no: Start på nytt nå
ne_np: अब पुन: सुरू गर
nl_be: Start nu opnieuw op
or_in: ବର୍ତ୍ତମାନ ପୁନ Rest ଆରମ୍ଭ କରନ୍ତୁ |
pa_arab: ਹੁਣੇ ਮੁੜ ਚਾਲੂ ਕਰੋ
pl_pl: Zrestartuj teraz
pt_br: Reinicie agora
ro_ro: Reporniți acum
ru_ru: Перезагрузить сейчас
sk_sk: Reštartuj teraz
sl_si: Znova zaženite zdaj
sq_al: Rifillo tani
sr_cyrl_me: Рестарт сада
sv_fi: Starta om nu
sw_ke: Anzisha tena sasa
ta_in: இப்போது மறுதொடக்கம் செய்யுங்கள்
te_in: ఇప్పుడు పున art ప్రారంభించండి
th_th: เริ่มต้นใหม่เดี๋ยวนี้
tk_tm: Häzir täzeden açyň
tr_tr: Şimdi yeniden başlat
tt_ru: Хәзер яңадан башлау
ug_cn: ھازىر قايتا قوزغىتىڭ
uk_ua: Перезапустити зараз
ur_pk: اب دوبارہ شروع
uz_cyrl: Hozir qayta ishga tushiring
vi_vn: Khởi động lại ngay bây giờ
zh_hant: 現在重啟

# PluginPendingUpdateButtonText
source: Pending
af_za: Hangende
am_et: በመጠባበቅ ላይ
ar_bh: قيد الانتظار
as_in: বাকী থকা
az_cyrl: gözləyən
bg_bg: В очакване
bn_in: বিচারাধীন
bs_latn_ba: U toku
ca_es: Pendents
cs_cz: čekající
cy_gb: Yn yr arfaeth
da_dk: Verserende
de_ch: Ausstehend
el_gr: εκκρεμής
es_bo: Pendiente
et_ee: Pooleliolev
fa_ir: انتظار
fi_fi: Odotettavissa oleva
fil_ph: Nakabinbin
fr_029: En attente
ga_ie: Ar feitheamh
gu_in: બાકી
he_il: ממתין ל
hi_in: लंबित
hr_hr: U tijeku
hu_hu: Függőben levő
hy_am: Սպասվող
id_id: Tertunda
is_is: Framandi
it_ch: In attesa di
ja_jp: 保留中
ka_ge: გადაწყვეტის მოლოდინში
kk_kz: Шешімді тосушы
km_kh: ដេលមិនតាន់សរមច
kn_in: ಬಾಕಿ ಉಳಿದಿದೆ
ko_kr: 보류 중
ky_kg: Күтүлүүдө
lo_la: ທີ່ລໍຄອຍ
lt_lt: Kol
lv_lv: Līdz
mi_nz: Tārewa
mk_mk: Во очекување
ml_in: അതിനിടയില്
mr_in: प्रलंबित
ms_my: Yang belum selesai
mt_mt: Pendenti
nb_no: Avventer
ne_np: फैसला बांकी राखेको
nl_be: In behandeling
or_in: ବିଚାରାଧୀନ ଅଛି
pa_arab: ਬਕਾਇਆ
pl_pl: Aż do
pt_br: Pendente
ro_ro: In asteptarea
ru_ru: В ожидании
sk_sk: Prebiehajúci
sl_si: V teku
sq_al: Në pritje
sr_cyrl_me: нерешен
sv_fi: I väntan på
sw_ke: Inasubiri
ta_in: நிலுவையில் உள்ளது
te_in: పెండింగ్‌లో ఉంది
th_th: รอดำเนินการ
tk_tm: Garaşylýar
tr_tr: Askıda olması
tt_ru: Көтелгән
ug_cn: ساقلىنىۋاتىدۇ
uk_ua: Що очікує
ur_pk: زیر التوا
uz_cyrl: Kutilayotgan
vi_vn: Chưa giải quyết
zh_hant: 待辦的
