Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginErrManifestText
source: Error parsing plugin manifest '{0}': {1}
af_za: Fout ontleed plugin manifest '{0}': {1}
am_et: ተሰኪን የተተገበረ '{0}': {1}
ar_bh: Error Plasping Plugin بيان "{0} ': {1}
as_in: প্লাগইন মেনিফেষ্ট '{0}': {1}
az_cyrl: Səhv plugin plaginini "{0}" adlı səhv ": {1}
bg_bg: Грешка Паркиране на плъгин Манифест '{0}': {1}
bn_in: ত্রুটি পার্সিং প্লাগইন ম্যানিফেস্ট '{0}': {1}
bs_latn_ba: Pogreška prilikom raščlanjivanja dodataka manifest '{0}': {1}
ca_es: Error analitzant el complement Manifest '{0}': {1}
cs_cz: Plugin pro analýzu chyb manifest '{0}': {1}
cy_gb: Gwall Parsing Plugin Manifest '{0}': {1}
da_dk: Fejl parsing plugin manifest '{0}': {1}
de_ch: Fehler Parsen -Plugin Manifest '{0}': {1}
el_gr: Σφάλμα PARSING Plugin Manvest '{0}': {1}
es_bo: Error Manifiesto de complemento de análisis '{0}': {1}
et_ee: Viga pistikprogrammi manifest '{0}': {1}
fa_ir: خطای تجزیه کننده افزونه "{0}": {1}
fi_fi: Virheen jäsentäminen laajennus manifesti '{0}': {1}
fr_029: Plugin d'analyse d'erreur manifeste '{0}': {1}
ga_ie: Earráid Parsing Pressin Léiriú '{0}': {1}
gu_in: ભૂલ પાર્સિંગ પ્લગઇન મેનિફેસ્ટ '{0}': {1}
he_il: שגיאה בניתוח תוסף התוסף '{0}': {1}
hi_in: त्रुटि पार्सिंग प्लगइन प्रकट '{0}': {1}
hr_hr: Dodatak za raščlanjivanje pogreške Manifest '{0}': {1}
hu_hu: Hiba -elemzés A plugin manifest '{0}': {1}
hy_am: Սխալ plugin plugin- ի plugest '{0}': {1}
id_id: Kesalahan Parsing Plugin Manifest '{0}': {1}
is_is: Villa við að flokka tappi birtist '{0}': {1}
it_ch: Errore di analisi del plug -in manifest '{0}': {1}
ja_jp: プラグインマニフェスト '{0}'：{1}エラー
ka_ge: შეცდომის გაანალიზება მოდული მანიფესტის '{0}': {1}
kk_kz: Плагинді талдау «{0}» манифесті: {1}
km_kh: កំហុសក្នុងការញែកកម្មវិធីជំនួយការបង្ហាញ '{0}': {1}
kn_in: ದೋಷ ಪಾರ್ಸಿಂಗ್ ಪ್ಲಗಿನ್ ಮ್ಯಾನಿಫೆಸ್ಟ್ '{0}': {1}
ko_kr: 오류 파싱 플러그인 매니페스트 '{0}': {1}
ky_kg: "{0} 'тилкесинин катасы: {1 {1}
lo_la: ມີຂໍ້ຜິດພາດໃນການແກ້ໄຂ plugin Manifest '{0}': {1}
lt_lt: Klaidų analizės papildinio manifestas '{0}': {1}
lv_lv: Kļūdu parsēšanas spraudņa manifests '{0}': {1}
mi_nz: He hapa te aukati i te whakauru mo te '{0}': {1}
mk_mk: Грешка при додаток за анализирање се манифестира '{0}': {1}
ml_in: പ്ലഗിൻ പാഴ്സിംഗ് പാഴ്സിംഗ് '{0}': {1}
mr_in: त्रुटी पार्सिंग प्लगइन मॅनिफेस्ट '{0}': {1}
ms_my: Ralat Parsing Plugin Manifest '{0}': {1}
mt_mt: Żball Parsing Plugin Manifest "{0}": {1}
nb_no: Feil parsing plugin manifest '{0}': {1}
ne_np: प्लगइन घोषणा गर्ने '{0}': {1}
or_in: ପ୍ଲଗଇନ୍ ମନିଫେଷ୍ଟ୍ '{0}' ପାର୍ସ କରିବାରେ ତ୍ରୁଟି: {1}
pa_arab: ਪਲੱਗਇਨ ਮੈਨੀਫੈਸਟ '{0}' ਨੂੰ ਪਾਰਸ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {1}
pl_pl: Błąd analizujący manifest wtyczki „{0}”: {1}
pt_br: Erro analisando o plugin manifesto '{0}': {1}
ro_ro: Eroare de parsing plugin manifest '{0}': {1}
ru_ru: Плагин ошибки манифест '{0}': {1}
sk_sk: Chyba analyzovanie doplnkov Manifest '{0}': {1}
sl_si: Napaka pri razčlenjevanju vtičnika Manifest '{0}': {1}
sq_al: Gabim Parsing Plugin Manifest '{0}': {1}
sr_cyrl_me: Грешка у рашчлањивању додатка "{0} ': {0}': {1}
sv_fi: Fel att analysera plugin manifest '{0}': {1}
sw_ke: Makosa ya Kuweka Jalada la Maonyesho '{0}': {1}
ta_in: பிழை பாகுபடுத்தும் சொருகி மேனிஃபெஸ்ட் '{0}': {1}
te_in: ప్లగ్ఇన్ మానిఫెస్ట్ '{0}' ను అన్వయించడం లోపం: {1}
th_th: ข้อผิดพลาดการแยกวิเคราะห์ปลั๊กอินรายการ '{0}': {1}
tk_tm: Plugin manifest 'чer 0 {0}' säwlik säwlik ': {1}
tt_ru: Плагин манифестын анализлау хата '{0}': {1}
ug_cn: چېتىشلىق خاتالىقنى تەھلىل قىلىش خاتالىقى «{0} ': {1}
uk_ua: Помилка розбору плагіну маніфест '{0}': {1}
ur_pk: پلگ ان کو پارس کرنے میں غلطی '{0}': {1}
uz_cyrl: Plaginni namoyon qilishda xatolar '{0}' ': {1}
vi_vn: Trình bày plugin phân tích lỗi '{0}': {1}
zh_hant: 錯誤解析插件清單'{0}'：{1}

# PluginErrMissingManifest
source: No plugin loaded with guid: '{0}'
af_za: Geen inprop gelaai met GUID nie: '{0}'
am_et: ምንም ተሰግዘዋል ከ GIGLON ጋር አልተጫነም: - '{0}'
ar_bh: لا يوجد مكون إضافي محمل بـ GUID: '{0}'
as_in: GUID ৰ সৈতে লোড কৰা হোৱা নাই: '{0}'
az_cyrl: Guid ilə yüklənməmiş bir plugin: '{0}'
bg_bg: Няма приставка, заредена с GUID: '{0}'
bn_in: কোনও প্লাগইন গুইডের সাথে লোড করা হয়নি: '{0}'
bs_latn_ba: Nijedan dodatak nije učitan sa GUID-om: '{0}'
ca_es: No hi ha cap complement carregat amb GUID: '{0}'
cs_cz: Žádný plugin načtený pomocí GUID: '{0}'
cy_gb: Dim ategyn wedi'i lwytho â GUID: '{0}'
da_dk: Ingen plugin fyldt med GUID: '{0}'
de_ch: Kein Plugin mit GUID geladen: '{0}'
el_gr: Χωρίς πρόσθετο φορτωμένο με GUID: '{0}'
es_bo: No hay complemento cargado con GUID: '{0}'
et_ee: GUID -ga laaditud pistikprogrammi: '{0}'
fa_ir: هیچ افزونه ای با Guid بارگذاری نشده است: '{0}'
fi_fi: Ei laajennusta ladattu GUID: llä: '{0}'
fil_ph: Walang plugin na puno ng gabay: '{0}'
fr_029: Aucun plugin chargé de Guid: '{0}'
ga_ie: Níl aon bhreiseán luchtaithe le GUID: '{0}'
gu_in: ગાઇડ સાથે લોડ કોઈ પ્લગઇન: '{0}'
he_il: אין תוסף עמוס ב- Guid: '{0}'
hi_in: कोई भी प्लगइन गाइड के साथ लोड नहीं किया गया: '{0}'
hr_hr: Nijedan dodatak opterećen GUID: '{0}'
hu_hu: Nincs beépülő modul a GUID -val: '{0}'
hy_am: Ոչ մի plugin բեռնված է ուղեցույցով. '{0}'
id_id: Tidak ada plugin yang dimuat dengan GUID: '{0}'
is_is: Engin viðbót hlaðin með GUID: '{0}'
it_ch: Nessun plug -in caricato con GUID: '{0}'
ja_jp: GUIDがロードされたプラグインはありません： '{0}'
ka_ge: არ არის დატვირთული სახელმძღვანელო: '{0}'
kk_kz: «{0}» плагині жоқ: '{0}'
km_kh: មិនមានកម្មវិធីជំនួយផ្ទុកដោយការណែនាំ: '{0}'
kn_in: GUID ನೊಂದಿಗೆ ಯಾವುದೇ ಪ್ಲಗಿನ್ ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ: '{0}'
ko_kr: 안내서로로드 된 플러그인 없음 : '{0}'
lo_la: ບໍ່ມີປັ plugin ກອິນໃດທີ່ໂຫລດກັບ Guid: '{0}'
lt_lt: Nėra įskiepio, įkelto su GUID: '{0}'
lv_lv: Nav spraudņa, kas ielādēts ar GUID: '{0}'
mi_nz: Kaore he mono i utaina me te Guid: '{0}'
mk_mk: Без приклучок натоварен со GUID: '{0}'
ml_in: GIGIN ലോഡുചെയ്തിട്ടില്ല: '{0}'
mr_in: गिडसह लोड केलेले कोणतेही प्लगइन: '{0}'
ms_my: Tiada plugin yang dimuatkan dengan GUID: '{0}'
mt_mt: L-ebda plugin mgħobbi bil-GUID: "{0}"
nb_no: Ingen plugin lastet med GUID: '{0}'
ne_np: कुनै प्लगइन रिडिडको साथ लोड गरिएको छैन: '{0}'
nl_be: Geen plug -in geladen met Guid: '{0}'
or_in: GUID ସହିତ କ plug ଣସି ପ୍ଲଗଇନ୍ ଲୋଡ୍ ହୋଇନାହିଁ: '{0}'
pa_arab: ਗਾਈਡ ਦੇ ਨਾਲ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਗਿਆ: '{0}'
pl_pl: Brak wtyczki załadowanej GUID: „{0}”
pt_br: Nenhum plug -in carregado com GUID: '{0}'
ro_ro: Fără plugin încărcat cu Guid: '{0}'
ru_ru: Нет плагина, загруженного GUID: '{0}'
sk_sk: Žiadny doplnok načítaný s GUID: '{0}'
sl_si: Ni vtičnika, naloženega z GUID: '{0}'
sq_al: Asnjë shtojcë e ngarkuar me GUID: '{0}'
sr_cyrl_me: Нема додатка натоварен са ГУИД-ом: '{0}'
sv_fi: Ingen plugin laddad med GUID: '{0}'
sw_ke: Hakuna programu -jalizi iliyobeba na GUID: '{0}'
ta_in: வழிகாட்டலுடன் ஏற்றப்பட்ட சொருகி இல்லை: '{0}'
te_in: GUID తో ప్లగ్ఇన్ లోడ్ చేయబడలేదు: '{0}'
th_th: ไม่มีปลั๊กอินโหลดด้วย GUID: '{0}'
tk_tm: "Plinin" -ny görkezdi: '{0}'
tr_tr: Guid ile yüklenen eklenti yok: '{0}'
tt_ru: Губер белән йөкләнгән плагин юк: '{0}'
ug_cn: گىتوغا يۈكلەنمىگەن قىستۇرما: '{0}'
uk_ua: Немає плагіна, завантаженого з GUID: '{0}'
ur_pk: GID کے ساتھ بھری ہوئی کوئی پلگ ان نہیں: '{0}'
uz_cyrl: Hech qanday plaginni hidoyat qilmaydi: '{0}' '
vi_vn: Không có plugin được tải với GUID: '{0}'
zh_hant: 沒有加載GUID的插件：'{0}'

# PluginErrNtfTitle
source: {0} Error
af_za: {0} Fout
am_et: {0} ስህተት
ar_bh: {0} خطأ
as_in: {0} ত্ৰুটি
az_cyrl: {0} səhv
bg_bg: {0} Грешка
bn_in: {0} ত্রুটি
bs_latn_ba: {0} Greška
cs_cz: {0} Chyba
cy_gb: Gwall {0}
da_dk: {0} Fejl
de_ch: {0} Fehler
el_gr: {0} σφάλμα
et_ee: {0} viga
fa_ir: {0} خطا
fi_fi: {0} virhe
fr_029: {0} erreur
ga_ie: Earráid {0}
gu_in: {0} ભૂલ
he_il: {0} שגיאה
hi_in: {0} त्रुटि
hr_hr: {0} pogreška
hu_hu: {0} hiba
hy_am: {0} Սխալ
id_id: {0} kesalahan
is_is: {0} villa
it_ch: {0} Errore
ja_jp: {0}エラー
ka_ge: {0} შეცდომა
kk_kz: {0} қате
km_kh: {0} កំហុស
kn_in: {0} ದೋಷ
ko_kr: {0} 오류
lo_la: {0} ຜິດພາດ
lt_lt: {0} klaida
lv_lv: {0} kļūda
mi_nz: {0} te he
mk_mk: {0} грешка
ml_in: {0} പിശക്
mr_in: {0} त्रुटी
ms_my: {0} ralat
mt_mt: {0} żball
nb_no: {0} feil
ne_np: {0} त्रुटि
nl_be: {0} fout
or_in: {0} ତ୍ରୁଟି |
pa_arab: {0} ਗਲਤੀ
pl_pl: {0} Błąd
pt_br: {0} erro
ro_ro: {0} eroare
ru_ru: {0} ошибка
sk_sk: {0} chyba
sl_si: {0} napaka
sq_al: Gabim {0}
sr_cyrl_me: {0} грешка
sv_fi: {0} fel
sw_ke: {0} kosa
ta_in: {0} பிழை
te_in: {0} లోపం
th_th: {0} ข้อผิดพลาด
tk_tm: {0} ýalňyşlyk
tr_tr: {0} hata
tt_ru: {0} хата
ug_cn: {0} خاتالىقى
uk_ua: {0} помилка
ur_pk: {0} غلطی
uz_cyrl: {0} xato
vi_vn: {0} lỗi
zh_hant: {0}錯誤

# PluginErrStagingText
source: Error staging plugin to temp dir '{0}'
af_za: Foutopvoering van inprop na temp dir '{0}'
am_et: Dru {{0} '
ar_bh: Error Turging Plugin to temp dir '{0}'
as_in: Temp Dir '{0}' লৈ প্লাগইনৰ ভুল ষ্টেজিং কৰক'
az_cyrl: TEMP Dir-ı Temp Dir-ı üçün Plugin'i Səhv etdirmə Səhvləri
bg_bg: Грешка Поставяне на плъгин към Temp Dir '{0}'
bn_in: প্লাগইন মঞ্চে মঞ্চে ত্রুটি '{0}'
bs_latn_ba: Postanak pogreške prilikom temp dir '{0}'
ca_es: S'ha produït un error en instal·lar el connector al directori temporal '{0}'
cs_cz: Plugin pro inscenování chyb pro teplotu dir '{0}'
cy_gb: Ategyn llwyfannu gwallau i temp dir '{0}'
da_dk: Fejl iscenesættelsesplugin til temp dir '{0}'
de_ch: Fehler beim Staging -Plugin für Temp Dir '{0}'
el_gr: Σφάλμα στάσης Σφάλμα plugin σε temp dir '{0}'
es_bo: El complemento de estadificación de error a temper Dir '{0}'
et_ee: Viga plugina temp dir '{0}'
fa_ir: خطای طرح افزونه به دما dir '{0}'
fi_fi: Virhekavastus laajennus temp dir '{0}'
fil_ph: Error staging plugin sa temp dir '{0}'
fr_029: Plugin d'erreur du plugin à TEMP DIR '{0}'
ga_ie: Earráid Breiseán chun TEMP DIR '{0}'
gu_in: ટેમ્પ ડીર '{0}' માટે પ્લગઇન સ્ટેજિંગ ભૂલ
he_il: שגיאה שלב תוסף ל- Temp Dir '{0}'
hi_in: टेम्पल dir '{0}' के लिए प्लगइन को मंचन करना
hr_hr: Dodatak za postavljanje pogrešaka na temp dir '{0}'
hu_hu: Hiba a beépülő modul elhelyezésére a hőmérsékleten {0} '
hy_am: Սխալ է Plugin- ը Temp Dir '{0}'
id_id: Plugin pementasan kesalahan ke Temp dir '{0}'
is_is: Villa við að setja viðbót við Temp Dir '{0}'
it_ch: Plug -in di staging di errore a temp dir '{0}'
ja_jp: エラーステージングプラグインからTemp dir '{0}'
ka_ge: შეცდომის დადგმა მოდული to temp dir '{0}'
kk_kz: «{0}» TEMP DIR-ге плагинді тоқтату қатесі
km_kh: កំហុសក្នុងការធ្វើឱ្យកម្មវិធីជំនួយដំណាក់កាលទៅ temp temp '{0}'
kn_in: ಟೆಂಪ್ ಡಿರ್ '{0}' ಗೆ ಪ್ಲಗಿನ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸುವಲ್ಲಿ ದೋಷ
ko_kr: 오류 스테이징 플러그인에 대한 오류 '{0}'
ky_kg: Плагин спектаклди "{0}" деп жазалоо
lo_la: ຂໍ້ຜິດພາດ staging plugin ກັບ temp temp '{0}'
lt_lt: Klaidų pastatymo papildinys, skirtas „Temp Dir“ {0} '
lv_lv: Kļūdu iestudēšanas spraudnis Temp Dir '{0}'
mi_nz: Ko te Hapa te whakamaori i te mono ki te TOMA Dir '{0}'
mk_mk: Грешка во поставувањето на приклучокот на Temp Dir '{0}'
ml_in: പ്ലഗിൻ പ്ലഗിൻ to '{0}'
mr_in: टेम्प '{0}' वर ​​त्रुटी स्टेजिंग प्लगइन
ms_my: Plugin pementasan ralat ke temp dir '{0}'
mt_mt: Żball tal-plugin tal-waqfien biex temp dir '{0}
nb_no: Feil iscenesettelse av plugin til temp dir '{0}'
ne_np: temp dir '{0}' मा प्लगइन स्टेजिङमा त्रुटि
nl_be: Fout staging plug -in om Dir '{0}' te temperen
or_in: ଟିମ୍ ଡୀର '{0}' ପାଇଁ ପ୍ଲଗଇନ୍ ଲଗାଇବାରେ ତ୍ରୁଟି |
pa_arab: ਟੌਪਇਨ ਨੂੰ ਟੌਪ ਡਾਇਰ '{0}' ਤੇ ਪਲੱਗਇਨ ਨੂੰ ਰੋਕਣ ਦੌਰਾਨ ਗਲਤੀ
pl_pl: Wtyczka do przesuwania błędów do temperatury dir '{0}'
pt_br: Erro de encenação do plug -in para o Dir '{0}'
ro_ro: Plugin de etapă a erorilor la temp dir '{0}'
ru_ru: Плагин постановки ошибок Temp Dir '{0}'
sl_si: Napaka vtičnik za temp dir '{0}'
sq_al: Gabim duke organizuar plugin në temp dir '{0}'
sr_cyrl_me: Грешка додатак за инвалидитету на Темп Дир '{0}'
sv_fi: Fel iscensättning plugin till temp dir '{0}'
sw_ke: Kosa la Kuweka Jalada kwa Temp Dir '{0}'
ta_in: டெம்ப் டிர் '{0}'
te_in: టెంప్ డిర్ '{0}' కు ప్లగ్ఇన్ స్టేజింగ్ లోపం
th_th: ปลั๊กอินการจัดเตรียมข้อผิดพลาดไปยัง Temp Dir '{0}'
tk_tm: Plugin plugin plugin säwlik '{0}'
tr_tr: Hata evreleme eklentisi Dir '{0}'
tt_ru: Плагинны темп дирне "{0} '
ug_cn: Commp Dir '{0}' غا چېتىشلىق خاتالىق
uk_ua: Помилка встановлення плагіна до температури '{0}'
ur_pk: dir '{0}' کو عارضی طور پر اسٹیجنگ پلگ ان میں خرابی
uz_cyrl: Plaginni temp styck-ni "{0}"
vi_vn: Plugin sắp xếp lỗi thành temp dir '{0}'
zh_hant: 錯誤分期插件到temp dir'{0}'

# PluginLoaderBackupErrorText
source: Error backing up '{0}' to '{1}'. Details: '{2}'
af_za: Fout rugsteun '{0}' tot '{1}'. Besonderhede: '{2}'
am_et: "{0} '{0}' {1} '. ዝርዝሮች: - '{2}'
ar_bh: خطأ النسخ الاحتياطي '{0}' إلى '{1}'. التفاصيل: '{2}'
as_in: '{0}' ৰ পৰা '{1}' লৈ ত্ৰুটিৰ বেক আপ কৰা। বিৱৰণ: '{2}'
az_cyrl: '{0}' üçün '{1}' '{0}' yedekləmə səhv. Ətraflı: '{2}'
bg_bg: Грешка в архивиране на '{0}' до '{1}'. Подробности: '{2}'
bn_in: '{0}' থেকে '{1}' ব্যাক আপ করার ত্রুটি। বিশদ: '{2}'
bs_latn_ba: Pogreška prilikom sigurnosne kopije '{0}' na '{1}'. Detalji: '{2}'
ca_es: Error de còpia de seguretat '{0}' a '{1}'. Detalls: '{2}'
cs_cz: Chyba zálohování '{0}' na '{1}'. Podrobnosti: '{2}'
cy_gb: Gwall wrth gefn i fyny '{0}' i '{1}'. Manylion: '{2}'
da_dk: Fejl sikkerhedskopiering '{0}' til '{1}'. Detaljer: '{2}'
de_ch: Fehler bei der Unterstützung von '{0}' auf '{1}'. Details: '{2}'
el_gr: Δημιουργία αντιγράφων ασφαλείας σφαλμάτων '{0}' σε '{1}'. Λεπτομέρειες: '{2}'
es_bo: Error de copia de seguridad '{0}' a '{1}'. Detalles: '{2}'
et_ee: Viga '{0}' varundamine väärtusele '{1}'. Üksikasjad: '{2}'
fa_ir: خطای پشتیبان گیری از "{0}" به "{1}". جزئیات: '{2}'
fi_fi: Virhe varmuuskopioi '{0}' - '{1}'. Yksityiskohdat: '{2}'
fil_ph: Error sa pag -back up ng '{0}' to '{1}'. Mga Detalye: '{2}'
fr_029: Erreur sauvegardant '{0}' à '{1}'. Détails: '{2}'
ga_ie: Earráid ag tacú le '{0}' go '{1}'. Sonraí: '{2}'
gu_in: '{0}' થી '{1}' બેકઅપ લેવામાં ભૂલ. વિગતો: '{2}'
he_il: שגיאה בגיבוי '{0}' ל- '{1}'. פרטים: '{2}'
hi_in: '{0}' को '{1}' तक वापस करने में त्रुटि। विवरण: '{2}'
hr_hr: Popravak pogreške '{0}' do '{1}'. Pojedinosti: '{2}'
hu_hu: Hiba a '{0}' {1} '-ig történő biztonsági mentés. Részletek: '{2}'
hy_am: Սխալ «{0}» -ին «{1}» -ին կրկնօրինակում: Մանրամասներ. '{2}'
id_id: Kesalahan mencadangkan '{0}' ke '{1}'. Detail: '{2}'
is_is: Villa afrit af '{0}' til '{1}'. Upplýsingar: '{2}'
it_ch: Errore sostenendo '{0}' a '{1}'. Dettagli: '{2}'
ja_jp: エラー「{0}」を「{1}」にバックアップします。詳細： '{2}'
ka_ge: შეცდომის სარეზერვო სისტემა '{0}' to '{1}'. დეტალები: '{2}'
kk_kz: '{0}' -ке '{0}' қатесі «{1}». Толығырақ: '{2}'
km_kh: កំហុសក្នុងការគាំទ្រ '{0}' ទៅ '{1}' ។ ព័ត៌មានលម្អិត: '{2}'
kn_in: '{0}' ಅನ್ನು '{1}' ಗೆ ಬ್ಯಾಕಿಂಗ್ ಮಾಡುವಲ್ಲಿ ದೋಷ. ವಿವರಗಳು: '{2}'
ko_kr: 오류 백업 '{0}'로 '{1}'. 세부 사항 : '{2}'
ky_kg: '{0}' чейин '{0}' чейин ката кетти. Толук маалымат: '{2}'
lo_la: ຂໍ້ຜິດພາດໃນການກັບຄືນ '{0}' to '{{1}'. ລາຍລະອຽດ: '{2}'
lt_lt: Klaidos atsarginė kopija '{0}' į '{1}'. Informacija: '{2}'
lv_lv: Kļūda dublēšana '{0}' uz '{1}'. Sīkāka informācija: '{2}'
mi_nz: Ko te he e hoki mai ana '{0}' ki '{1}'. Taipitopito: '{2}'
mk_mk: Грешка резервна копија на '{0}' до '{1}'. Детали: '{2}'
ml_in: '{1}' ലേക്ക് '{0}' ബാക്കപ്പ് ചെയ്യുന്നതിൽ പിശക്. വിശദാംശങ്ങൾ: '{2}'
mr_in: '{1}' ते '{0}' चे बॅक अपिंग त्रुटी. तपशील: '{2}'
ms_my: Ralat menyokong '{0}' ke '{1}'. Butiran: '{2}'
mt_mt: Żball li jappoġġja '{0}' sa '{1}'. Dettalji: "{2}"
nb_no: Feil sikkerhetskopiering '{0}' til '{1}'. Detaljer: '{2}'
ne_np: '{0 0}' '{0}' '{1}'। विवरणहरू: '{2}'
nl_be: Fout back -up '{0}' naar '{1}'. Details: '{2}'
or_in: '{0}' ରୁ '{1}' ବ୍ୟାକଅପ୍ କରିବାରେ ତ୍ରୁଟି | ବିବରଣୀ: '{2}'
pa_arab: '{0}' 'ਤੇ' {0} 'ਨੂੰ' {1} 'ਤੇ ਬੈਕ ਅਪ ਕਰਨਾ ਗਲਤੀ. ਵੇਰਵਾ: '{2}'
pl_pl: Wycofanie błędu „{0}” do „{1}”. Szczegóły: „{2}”
pt_br: Erro backup de '{0}' para '{1}'. Detalhes: '{2}'
ro_ro: Eroare Backing Up '{0}' la '{1}'. Detalii: '{2}'
ru_ru: Ошибка резервного копирования '{0}' to '{1}'. Подробности: '{2}'
sk_sk: Chyba zálohovanie '{0}' na '{1}'. Podrobnosti: '{2}'
sl_si: Napaka pri kopiranju '{0}' do '{1}'. Podrobnosti: '{2}'
sq_al: Gabim në mbështetjen e '{0}' to '{1}'. Detaje: '{2}'
sr_cyrl_me: Грешка у резервно копирање '{0}' у '{1}'. Детаљи: '{2}'
sv_fi: Fel säkerhetskopiering '{0}' till '{1}'. Detaljer: '{2}'
sw_ke: Hitilafu Kuunga mkono '{0}' kwa '{1}'. Maelezo: '{2}'
ta_in: '{0}' க்கு '{1}' க்கு காப்புப் பிரதி எடுப்பதில் பிழை. விவரங்கள்: '{2}'
te_in: '{0}' ను '{1}' నుండి బ్యాకప్ చేయడం లోపం. వివరాలు: '{2}'
th_th: การสำรองข้อผิดพลาด '{0}' ถึง '{1}' รายละเอียด: '{2}'
tk_tm: '{0}' ätiýaçlandyrmak '{1}' -a gaýdyp gelmekde ýalňyşlyk. Jikme-jiklikler: '{2}'
tr_tr: '{0}' nı '{1}' olarak yedekleme hatası. Ayrıntılar: '{2}'
tt_ru: '{0}' '{1}' резервлауда хата. Детальләр: '{2}'
ug_cn: خاتالىق '{0}' {1} '. تەپسىلاتلار: '{2}'
uk_ua: Помилка резервного копіювання '{0}' до '{1}'. Деталі: '{2}'
ur_pk: '{0}' سے '{1}' کی پشت پناہی کرنے میں غلطی۔ تفصیلات: '{2}'
uz_cyrl: “{0}”ni “{1}”ga zaxiralashda xatolik yuz berdi. Tafsilotlar: '{2}'
vi_vn: Lỗi sao lưu '{0}' thành '{1}'. Chi tiết: '{2}'
zh_hant: 錯誤備份'{0}'到'{1}'。詳細信息：'{2}'
