Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefResetShortcutsHint
source: All application shortcuts will be reset to their default key gestures.
af_za: Alle kortpaaie van toepassings sal na hul standaard sleutelgebare teruggestel word.
am_et: ሁሉም የማመልከቻ አቋራጮች ወደ ነባሪው ቁልፍ ምልክታቸው እንደገና ይጀመራሉ.
ar_bh: سيتم إعادة تعيين جميع اختصارات التطبيق إلى إيماءات المفاتيح الافتراضية الخاصة بها.
as_in: সকলো এপ্লিকেচন চৰ্টকাটক সিহতৰ অবিকল্পিত চাবি ইংগিতসমূহলৈ পুনৰায় সেট কৰা হ'ব।
az_cyrl: Bütün tətbiq qısa yolları standart açar jestlərinə yenidən qurulacaqdır.
bg_bg: Всички преки пътища на приложението ще бъдат нулирани до техните ключови жестове по подразбиране.
bn_in: সমস্ত অ্যাপ্লিকেশন শর্টকাটগুলি তাদের ডিফল্ট কী অঙ্গভঙ্গিতে পুনরায় সেট করা হবে।
bs_latn_ba: Sve prečice aplikacija bit će resetirani na zadane geste ključeva.
ca_es: Totes les dreceres de l'aplicació es restabliran als gestos de clau predeterminats.
cs_cz: Všechny zkratky aplikací budou resetovány na výchozí gesta klíčů.
cy_gb: Bydd pob llwybr byr cais yn cael eu hailosod i'w hystumiau allweddol diofyn.
da_dk: Alle applikationsgenveje nulstilles til deres standardnøglebevægelser.
de_ch: Alle Anwendungsverknüpfungen werden auf ihre Standard -Schlüsselgesten zurückgesetzt.
el_gr: Όλες οι συντομεύσεις εφαρμογών θα επαναφέρονται στις προεπιλεγμένες βασικές χειρονομίες τους.
es_bo: Todos los atajos de aplicación se restablecerán a sus gestos clave predeterminados.
et_ee: Kõik rakenduse otseteed lähtestatakse nende vaikevõtme žestidele.
fa_ir: تمام میانبرهای برنامه در حرکات اصلی پیش فرض آنها تنظیم مجدد می شوند.
fi_fi: Kaikki sovelluksen pikakuvakkeet palautetaan niiden oletusnäppäimien eleisiin.
fil_ph: Ang lahat ng mga shortcut ng application ay mai -reset sa kanilang mga default na key na kilos.
fr_029: Tous les raccourcis d'application seront réinitialisés à leurs gestes clés par défaut.
ga_ie: Déanfar gach aicearra iarratais a athshocrú go dtí a n -eochair -gothaí réamhshocraithe.
gu_in: બધા એપ્લિકેશન શ shortc ર્ટકટ્સ તેમના ડિફ default લ્ટ કી હાવભાવ પર ફરીથી સેટ કરવામાં આવશે.
he_il: כל קיצורי הדרך של היישומים יאפסו את מחוות המפתח המוגדרות כברירת מחדל שלהם.
hi_in: सभी एप्लिकेशन शॉर्टकट्स को उनके डिफ़ॉल्ट कुंजी इशारों पर रीसेट किया जाएगा।
hr_hr: Svi prečaci aplikacija bit će resetirani na svoje zadane ključne geste.
hu_hu: Az összes alkalmazási parancsikon visszaállítja az alapértelmezett kulcs mozdulatait.
hy_am: Դիմումների բոլոր դյուրանցումները կվերականգնվեն իրենց լռելյայն հիմնական ժեստերին:
id_id: Semua pintasan aplikasi akan diatur ulang ke gerakan kunci default mereka.
is_is: Öllum flýtileiðum forritsins verður endurstillt í sjálfgefnar lykilbendingar þeirra.
it_ch: Tutte le scorciatoie dell'applicazione verranno ripristinate ai loro gesti chiave predefiniti.
ja_jp: すべてのアプリケーションショートカットは、デフォルトのキージェスチャーにリセットされます。
ka_ge: ყველა განაცხადის მალსახმობი გადატვირთულია მათი ნაგულისხმევი საკვანძო ჟესტებისთვის.
kk_kz: Бағдарламаның барлық сілтемелері әдепкі кілттердің қимылдарына қалпына келтіріледі.
km_kh: ផ្លូវកាត់កម្មវិធីទាំងអស់នឹងត្រូវបានកំណត់ឡើងវិញទៅនឹងកាយវិការគន្លឹះលំនាំដើមរបស់ពួកគេ។
kn_in: ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಅವುಗಳ ಡೀಫಾಲ್ಟ್ ಕೀ ಸನ್ನೆಗಳಿಗೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ.
ko_kr: 모든 응용 프로그램 바로 가기는 기본 키 제스처로 재설정됩니다.
ky_kg: Бардык тиркемелердин жарлыктары алардын демейки негизги жаңсоолоруна кайтарылат.
lo_la: ທາງລັດທັງຫມົດໃບສະຫມັກຈະຖືກປັບໃຫມ່ໃຫ້ກັບທ່າທາງທີ່ສໍາຄັນຂອງຄ່າເລີ່ມຕົ້ນຂອງພວກເຂົາ.
lt_lt: Visi programų nuorodos bus iš naujo nustatyti pagal numatytuosius raktų gestus.
lv_lv: Visi lietojumprogrammu saīsnes tiks atiestatītas uz noklusējuma atslēgu žestiem.
mi_nz: Ko nga kaute poto katoa ka tautuhi ano ki o raatau tohu matua.
mk_mk: Сите кратенки на апликации ќе бидат ресетирани на нивните стандардни гестови на клучеви.
ml_in: എല്ലാ ആപ്ലിക്കേഷൻ കുറുക്കുവഴികളും അവരുടെ സ്ഥിരസ്ഥിതി കീ ആംഗ്യങ്ങളിലേക്ക് പുന reset സജ്ജമാക്കും.
mr_in: सर्व अनुप्रयोग शॉर्टकट त्यांच्या डीफॉल्ट की जेश्चरमध्ये रीसेट केले जातील.
ms_my: Semua pintasan aplikasi akan ditetapkan semula ke gerak isyarat utama lalai mereka.
mt_mt: Il-shortcuts kollha tal-applikazzjoni se jerġgħu jiġu ssettjati mill-ġdid għall-ġesti ewlenin tagħhom.
nb_no: Alle applikasjonssnarveier vil tilbakestilles til standard nøkkelbevegelser.
ne_np: सबै अनुप्रयोग सर्टकट तिनीहरूको पूर्वनिर्धारित कुञ्जी इशाराहरूमा रिसेट हुनेछ।
nl_be: Alle applicatie -snelkoppelingen worden gereset naar hun standaard sleutelgebaren.
or_in: ସମସ୍ତ ପ୍ରୟୋଗ ସର୍ଟକଟ୍ ସେମାନଙ୍କର ଡିଫଲ୍ଟ କି ଅଙ୍ଗଭଙ୍ଗୀକୁ ପୁନ res ସେଟ୍ କରାଯିବ |
pa_arab: ਸਾਰੇ ਐਪਲੀਕੇਸ਼ਨ ਸ਼ੌਰਟਕਟਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਡਿਫੌਲਟ ਕੁੰਜੀ ਇਸ਼ਾਰਿਆਂ ਤੇ ਰੀਸੈਟ ਕੀਤਾ ਜਾਵੇਗਾ.
pl_pl: Wszystkie skróty aplikacji zostaną zresetowane do ich domyślnych gestów kluczowych.
pt_br: Todos os atalhos de aplicativos serão redefinidos para seus gestos -chave padrão.
ro_ro: Toate comenzile rapide ale aplicației vor fi resetate la gesturile cheie implicite.
ru_ru: Все ярлыки приложений будут сброшены к их жестам по умолчанию.
sk_sk: Všetky skratky aplikácie sa obnovia na predvolené gestá kľúčov.
sl_si: Vse bližnjice v aplikacijah bodo ponastavljene na privzete ključne kretnje.
sq_al: Të gjitha shkurtesat e aplikacionit do të rivendosen në gjestet e tyre të paracaktuara të çelësave.
sr_cyrl_me: Све пречице за апликацију ће се ресетовати на њихове подразумеване кључне гесте.
sv_fi: Alla genvägar kommer att återställas till deras standardnyckelgester.
sw_ke: Njia za mkato za matumizi zitawekwa upya kwa ishara zao za msingi.
ta_in: அனைத்து பயன்பாட்டு குறுக்குவழிகளும் அவற்றின் இயல்புநிலை விசை சைகைகளுக்கு மீட்டமைக்கப்படும்.
te_in: అన్ని అప్లికేషన్ సత్వరమార్గాలు వారి డిఫాల్ట్ కీ హావభావాలకు రీసెట్ చేయబడతాయి.
th_th: ทางลัดแอปพลิเคชันทั้งหมดจะถูกรีเซ็ตเป็นท่าทางคีย์เริ่มต้น
tk_tm: Applichli programma salgylanmalarynyň hemmesi adaty düwmelerine täzeden düzüler.
tr_tr: Tüm uygulama kısayolları varsayılan anahtar hareketlerine sıfırlanacaktır.
tt_ru: Барлык заявкалар кыска юллары аларның төп төп ишарәләренә кире кайтачак.
ug_cn: بارلىق قوللىنىشچان پروگرامما تېزلەتمىلىرى ئۇلارنىڭ سۈكۈتتىكى ئاچقۇچلۇق ئىشارەتلىرىگە ئەسلىگە كەلتۈرۈلىدۇ.
uk_ua: Усі ярлики додатків будуть скинуті на їхні жести за замовчуванням.
ur_pk: تمام ایپلیکیشن شارٹ کٹ کو ان کے پہلے سے طے شدہ کلیدی اشاروں پر دوبارہ ترتیب دیا جائے گا۔
uz_cyrl: Barcha ariza yorliqlari ularning standart kalitlari bilan tiklanadi.
vi_vn: Tất cả các phím tắt ứng dụng sẽ được đặt lại về các cử chỉ khóa mặc định của chúng.
zh_hant: 所有應用程序快捷方式將重置為其默認的密鑰手勢。

# PrefResetShortcutsLabel
source: Reset Shortcuts
af_za: Stel kortpaaie terug
am_et: አቋራጮችን ዳግም ያስጀምሩ
ar_bh: إعادة تعيين اختصارات
as_in: চৰ্টকাটসমূহ পুনৰ নিৰ্ধাৰণ কৰক
az_cyrl: Qısayolları yenidən qurun
bg_bg: Нулирайте преки пътища
bn_in: শর্টকাটগুলি পুনরায় সেট করুন
bs_latn_ba: Resetiranje prečica
ca_es: Restableix les dreceres
cs_cz: Resetovat zkratky
cy_gb: Ailosod llwybrau byr
da_dk: Nulstil genveje
de_ch: Verknüpfungen zurücksetzen
el_gr: Επαναφορά συντομεύσεων
es_bo: Restablecer atajos
et_ee: Lähtestage otseteed
fa_ir: میانبرهای تنظیم مجدد
fi_fi: Palauta pikakuvakkeet
fil_ph: I -reset ang mga shortcut
fr_029: Réinitialiser les raccourcis
ga_ie: Athshocrú aicearraí
gu_in: શોર્ટકટ્સ ફરીથી સેટ કરો
he_il: אפס קיצורי דרך
hi_in: शॉर्टकट रीसेट करें
hr_hr: Resetirajte prečace
hu_hu: A parancsikonok visszaállítása
hy_am: Վերականգնել դյուրանցումները
id_id: Reset pintasan
is_is: Endurstilla flýtileiðir
it_ch: Ripristina le scorciatoie
ja_jp: ショートカットをリセットします
ka_ge: მალსახმობების გადატვირთვა
kk_kz: Төте жолдарды қалпына келтіріңіз
km_kh: កំណត់ផ្លូវកាត់ឡើងវិញ
kn_in: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko_kr: 바로 가기 재설정
ky_kg: Жарлыктарды баштапкы абалга келтирүү
lo_la: ຕັ້ງຄ່າທາງລັດຄືນໃຫມ່
lt_lt: Iš naujo nustatykite nuorodas
lv_lv: Atiestatīt saīsnes
mi_nz: Tautuhi i nga pokatata
mk_mk: Ресетирајте ги кратенките
ml_in: കുറുക്കുവഴികൾ പുന et സജ്ജമാക്കുക
mr_in: शॉर्टकट रीसेट करा
ms_my: Tetapkan semula jalan pintas
mt_mt: Irrisettja shortcuts
nb_no: Tilbakestill snarveier
ne_np: सर्टकटहरू रिसेट गर्नुहोस्
nl_be: Reset snelkoppelingen
or_in: ସର୍ଟକଟ୍ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਸ਼ੌਰਟਕਟਸ ਨੂੰ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj skróty
pt_br: Redefinir atalhos
ro_ro: Resetați comenzile rapide
ru_ru: Сбросить ярлыки
sk_sk: Reset skratiek
sl_si: Ponastavitev bližnjic
sq_al: Rivendosni shkurtore
sr_cyrl_me: Ресетујте пречице
sv_fi: Återställ genvägar
sw_ke: Rudisha njia za mkato
ta_in: குறுக்குவழிகளை மீட்டமைக்கவும்
te_in: సత్వరమార్గాలను రీసెట్ చేయండి
th_th: รีเซ็ตทางลัด
tk_tm: Gysga ýollary täzeden düzmek
tr_tr: Kısayolları sıfırla
tt_ru: Кыска юлларны яңадан торгызу
ug_cn: تېزلەتمە ئەسلىگە كەلتۈرۈڭ
uk_ua: Скиньте ярлики
ur_pk: شارٹ کٹ کو دوبارہ ترتیب دیں
uz_cyrl: Yorliqlarni tiklash
vi_vn: Đặt lại phím tắt
zh_hant: 重置快捷方式

# PrefRestoreNtfHint
source: All ignored notifications previously set.
af_za: Al die kennisgewings wat voorheen geïgnoreer is, het voorheen gestel.
am_et: ሁሉም ችላ የተባሉ ማስታወቂያዎች ከዚህ ቀደም የተዘጋጁት.
ar_bh: جميع الإخطارات التي تم تجاهلها مسبقًا.
as_in: সকলো আওকাণ কৰা জাননীসমূহ পূৰ্বতে ছেট কৰা হৈছে।
az_cyrl: Əvvəllər qoyulmuş bütün bildirişlər.
bg_bg: Всички игнорираха известия, зададени по -рано.
bn_in: পূর্বে সেট করা সমস্ত অবহেলিত বিজ্ঞপ্তি।
bs_latn_ba: Sve su prethodno zanemarene obavijesti.
ca_es: Totes les notificacions ignorades prèviament establertes.
cs_cz: Všechna dříve ignorovala oznámení.
cy_gb: Roedd yr holl hysbysiadau a anwybyddwyd yn flaenorol wedi'u gosod.
da_dk: Alle ignorerede meddelelser, der tidligere er indstillet.
de_ch: Alle zuvor festgelegten Benachrichtigungen.
el_gr: Όλες οι ειδοποιήσεις αγνοούσαν προηγουμένως.
es_bo: Todas las notificaciones ignoradas previamente establecidas.
et_ee: Kõik ignoreeritud teatised, mis on varem seatud.
fa_ir: همه اعلان های نادیده گرفته شده که قبلاً تنظیم شده بودند.
fi_fi: Kaikki aiemmin asetetut ilmoitukset.
fil_ph: Lahat ng hindi pinansin na mga abiso na dati nang itinakda.
fr_029: Toutes les notifications ignorées précédemment définies.
ga_ie: Rinne gach duine neamhaird ar fhógraí a socraíodh roimhe seo.
gu_in: અગાઉ સેટ કરેલી બધી અવગણના કરે છે.
he_il: כל ההודעות שהתעלמו בעבר נקבעו.
hi_in: सभी ने पहले निर्धारित सूचनाओं को नजरअंदाज कर दिया।
hr_hr: Sve prethodno postavljene zanemarene obavijesti.
hu_hu: Mindegyik figyelmen kívül hagyta a korábban beállított értesítést.
hy_am: Նախկինում բոլոր անտեսված ծանուցագրերը:
id_id: Semua pemberitahuan yang diabaikan sebelumnya ditetapkan.
is_is: Allar hunsaðar tilkynningar sem áður voru settar.
it_ch: Tutte le notifiche ignorate precedentemente impostate.
ja_jp: すべての無視された通知は以前に設定されています。
ka_ge: ყველა უგულებელყოფილია ადრე მითითებული შეტყობინებები.
kk_kz: Бұрын қабылданбаған хабарландырулар бұрын орнатылған.
km_kh: រាល់ការជូនដំណឹងដែលបានព្រងើយកន្តើយបានកំណត់ពីមុន។
kn_in: ಎಲ್ಲಾ ನಿರ್ಲಕ್ಷಿತ ಅಧಿಸೂಚನೆಗಳನ್ನು ಈ ಹಿಂದೆ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ.
ko_kr: 이전에 설정된 모든 알림이 무시되었습니다.
ky_kg: Буга чейин эскертмелерге көңүл бурулбайт.
lo_la: ການແຈ້ງເຕືອນທີ່ບໍ່ສົນໃຈທັງຫມົດທີ່ໄດ້ກໍານົດໄວ້ກ່ອນຫນ້ານີ້.
lt_lt: Visi anksčiau nebuvo nustatyti pranešimai.
lv_lv: Visi iepriekš noteikti ignorēti paziņojumi.
mi_nz: Ko nga whakamohiotanga katoa kaore i warewarehia i mua.
mk_mk: Сите игнорирани известувања претходно поставени.
ml_in: എല്ലാം സജ്ജമാക്കിയ എല്ലാ അവഗണിച്ച അറിയിപ്പുകളും.
mr_in: यापूर्वी सर्व दुर्लक्ष केलेल्या सूचना.
ms_my: Semua pemberitahuan yang diabaikan sebelum ini ditetapkan.
mt_mt: In-notifiki kollha injorati qabel issettjati.
nb_no: Alle ignorerte varsler som tidligere er satt.
ne_np: सबै उपेक्षित सूचनाहरू पहिले सेट।
nl_be: Alle eerder ingestelde meldingen genegeerd.
or_in: ସମସ୍ତ ଅବହେଳିତ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ ପୂର୍ବରୁ ସେଟ୍ ହୋଇଛି |
pa_arab: ਸਾਰੀਆਂ ਅਣਡਿੱਠ ਸੂਚਨਾਵਾਂ ਪਹਿਲਾਂ ਸੈਟ ਕੀਤੀਆਂ.
pl_pl: Wszystkie zignorowane powiadomienia wcześniej ustawione.
pt_br: Todas as notificações ignoradas anteriormente definidas.
ro_ro: Toate notificările ignorate au fost stabilite anterior.
ru_ru: Все проигнорированные уведомления ранее установлены.
sk_sk: Všetky ignorované upozornenia predtým stanovené.
sl_si: Vsa prezrta obvestila so bila prej določena.
sq_al: Të gjitha njoftimet e injoruara të vendosura më parë.
sr_cyrl_me: Све игнорисане претходно постављене обавештења.
sv_fi: Alla ignorerade meddelanden som tidigare har ställts in.
sw_ke: Arifa zote zilizopuuzwa zilizowekwa hapo awali.
ta_in: புறக்கணிக்கப்பட்ட அனைத்து அறிவிப்புகளும் முன்னர் அமைக்கப்பட்டன.
te_in: అన్ని విస్మరించిన నోటిఫికేషన్లు గతంలో సెట్ చేయబడ్డాయి.
th_th: การแจ้งเตือนทั้งหมดที่ไม่สนใจทั้งหมดตั้งไว้ก่อนหน้านี้
tk_tm: Öň goýlan habarnamalar.
tr_tr: Önceden ayarlanmış tüm bildirimler belirlendi.
tt_ru: Элеккеге санга карамастан барлык хәбәрләр.
ug_cn: ئىلگىرى بەلگىلىگەن بارلىق ئۇقتۇرۇشلار.
uk_ua: Усі ігноровані сповіщення раніше встановлені.
ur_pk: سب کو نظرانداز کیا گیا اطلاعات پہلے سیٹ کی گئیں۔
uz_cyrl: Oldindan kelgan barcha e'tibor berilmagan xabarlar.
vi_vn: Tất cả các thông báo bị bỏ qua đã đặt trước.
zh_hant: 所有忽略了先前設置的通知。

# PrefRestorNtfLabel
source: Restore Notifications
af_za: Herstel kennisgewings
am_et: ማሳወቂያዎችን ወደነበሩበት ይመልሱ
ar_bh: استعادة الإخطارات
as_in: জাননীসমূহ পুনৰুদ্ধাৰ কৰক
az_cyrl: Bildirişləri bərpa edin
bg_bg: Възстановяване на известията
bn_in: বিজ্ঞপ্তি পুনরুদ্ধার
bs_latn_ba: Vrati obavijesti
ca_es: Restaurar les notificacions
cs_cz: Obnovení oznámení
cy_gb: Adfer Hysbysiadau
da_dk: Gendan meddelelser
de_ch: Benachrichtigungen wiederherstellen
el_gr: Επαναφέρετε τις ειδοποιήσεις
es_bo: Restaurar notificaciones
et_ee: Teatised taastada
fa_ir: اعلان ها را بازیابی کنید
fi_fi: Palauta ilmoitukset
fil_ph: Ibalik ang mga abiso
fr_029: Restaurer les notifications
ga_ie: Fógraí a chur ar ais
gu_in: સૂચનાઓ પુન restore સ્થાપિત કરો
he_il: לשחזר את ההודעות
hi_in: सूचनाओं को पुनर्स्थापित करें
hr_hr: Obnovite obavijesti
hu_hu: Az értesítések visszaállítása
hy_am: Վերականգնել ծանուցումները
id_id: Kembalikan pemberitahuan
is_is: Endurheimta tilkynningar
it_ch: Ripristina le notifiche
ja_jp: 通知を復元します
ka_ge: აღადგინეთ შეტყობინებები
kk_kz: Хабарландыруларды қалпына келтіру
km_kh: ស្តារការជូនដំណឹង
kn_in: ಅಧಿಸೂಚನೆಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko_kr: 알림을 복원하십시오
ky_kg: Эскертмелерди калыбына келтирүү
lo_la: ຟື້ນຟູການແຈ້ງເຕືອນ
lt_lt: Atkurti pranešimus
lv_lv: Atjaunošanas paziņojumi
mi_nz: Whakaora i nga panui
mk_mk: Врати известувања
ml_in: അറിയിപ്പുകൾ പുന restore സ്ഥാപിക്കുക
mr_in: सूचना पुनर्संचयित करा
ms_my: Memulihkan pemberitahuan
mt_mt: Irrestawra n-notifiki
nb_no: Gjenopprett varsler
ne_np: सूचनाहरू पुनर्स्थापना गर्नुहोस्
nl_be: Herstel meldingen
or_in: ବିଜ୍ଞପ୍ତିକୁ ପୁନ ore ସ୍ଥାପନ କରନ୍ତୁ |
pa_arab: ਨੋਟੀਫਿਕੇਸ਼ਨ ਰੀਸਟੋਰ ਕਰੋ
pl_pl: Przywróć powiadomienia
pt_br: Restaurar notificações
ro_ro: Restabiliți notificările
ru_ru: Восстановить уведомления
sk_sk: Obnovenie oznámení
sl_si: Obnovitev obvestil
sq_al: Rivendosni njoftimet
sr_cyrl_me: Обнављање обавештења
sv_fi: Återställa aviseringar
sw_ke: Rejesha arifa
ta_in: அறிவிப்புகளை மீட்டெடுங்கள்
te_in: నోటిఫికేషన్‌లను పునరుద్ధరించండి
th_th: เรียกคืนการแจ้งเตือน
tk_tm: Habarnamalary dikeltmek
tr_tr: Bildirimleri Geri Yükle
tt_ru: Хәбәрләрне торгызу
ug_cn: ئۇقتۇرۇشلارنى ئەسلىگە كەلتۈرۈش
uk_ua: Відновити сповіщення
ur_pk: اطلاعات کو بحال کریں
uz_cyrl: Qayta tiklash haqida bildirishnomalar
vi_vn: Khôi phục thông báo
zh_hant: 恢復通知
