Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SearchColorDistanceToolTipText
source: Thresholds above 0 will provide fuzzy color matching using Euclidean distance in the RGBA colorspace. For example, if red (#FF0000) is the search term and black (#000000) is a pixel in an Image Clip, then the color distance will be 255. Black to white distance is the maximum possible of 510, including an alpha channel
af_za: Drempels bo 0 sal fuzzy kleurpassing bied met behulp van Euklidiese afstand in die RGBA -kleureruimte. Byvoorbeeld, as rooi (#FF0000) die soekterm is en swart (#000000) 'n pixel in 'n beeldknip is, dan is die kleurafstand 255. Swart tot wit afstand is die maksimum moontlik van 510, insluitend 'n alfa -kanaal
am_et: ከ 0 በላይ የሆኑ ደረጃዎች ከ 0 በላይ የሆኑ ደረጃዎች በ RGBA ቀለበቶች ውስጥ የኢንጂሊዲየን ርቀት በመጠቀም የፉዝ ቀለምን ያቀርባሉ. ለምሳሌ, ቀይ (# FF0000) የፍለጋ ጊዜ እና ጥቁር (# 000000) የፒክስል ከ 255 ነው
ar_bh: ستوفر العتبات أعلاه 0 مطابقة ألوان غامضة باستخدام المسافة الإقليدية في مساحة الألوان RGBA. على سبيل المثال ، إذا كان Red (#ff0000) هو مصطلح البحث والأسود (#000000) هو بكسل في مقطع صورة ، فإن مسافة اللون ستكون 255. المسافة من الأسود إلى الأبيض هو الحد الأقصى الممكن من 510 ، بما في ذلك قناة ألفا
as_in: 0 ৰ ওপৰৰ থ্ৰেছহোল্ডসমূহে RGBA ৰঙৰ স্থানত ইউক্লিডীয় দূৰত্ব ব্যৱহাৰ কৰি ফাজি ৰঙৰ মিলন প্ৰদান কৰিব। উদাহৰণস্বৰূপে, যদি Red (#FF0000) সন্ধান শব্দ আৰু ক'লা (#000000) এটা ছবি ক্লিপত এটা পিক্সেল, তেন্তে ৰঙৰ দূৰত্ব 255 হ'ব।
az_cyrl: 0-dan yuxarı olan ərəfələr, RGBA colorspace-də euclidean məsafəsindən istifadə edərək qeyri-səlis rəng təmin edəcəkdir. Məsələn, Qırmızı (# FF0000) axtarış müddətidirsə və qara (# 000000) bir görüntü klipində bir pikseldir, sonra rəng məsafəsi 255 olacaqdır.
bg_bg: Праговете над 0 ще осигурят размито цветово съвпадение с помощта на евклидово разстояние в RGBA Colorspace. Например, ако червеното (#ff0000) е терминът за търсене, а черният (#000000) е пиксел в клип на изображението, тогава цветовото разстояние ще бъде 255. Черно до бяло разстояние е максимално възможно 510, включително алфа канал
bn_in: 0 এর উপরে থ্রেশহোল্ডগুলি আরজিবিএ কালারস্পেসে ইউক্লিডিয়ান দূরত্ব ব্যবহার করে ফাজি রঙের ম্যাচিং সরবরাহ করবে। উদাহরণস্বরূপ, যদি লাল (#এফএফ 0000) অনুসন্ধান শব্দ এবং কালো (#000000) একটি চিত্র ক্লিপের একটি পিক্সেল হয়, তবে রঙের দূরত্বটি 255 হবে। কালো থেকে সাদা দূরত্ব হ'ল একটি আলফা চ্যানেল সহ সর্বাধিক সম্ভাব্য 510
bs_latn_ba: Thresholds iznad 0 pružit će nejasno podudaranje boja pomoću euklidske udaljenosti u RGBA Colorpace. Na primjer, ako je crveno (# FF0000) pojam za pretraživanje i crni (# 000000) je piksel u snimku slike, a zatim će udaljenost boja biti 255. Crna do bijele udaljenosti maksimalno je moguće 510, uključujući alfa kanal
ca_es: Els llindars superiors a 0 proporcionaran una coincidència de colors difusos amb la distància euclidiana al espai de colors RGBA. Per exemple, si el vermell (#FF0000) és el terme de cerca i el negre (#000000) és un píxel en un clip d’imatge, la distància de color serà de 255. La distància de negre a blanc és el màxim possible de 510, inclòs un canal alfa
cs_cz: Prahové hodnoty nad 0 poskytnou fuzzy porovnávání barev pomocí euklidovské vzdálenosti v barevném prostoru RGBA. Například, pokud je Red (#FF0000) hledací termín a černá (#000000) je pixel v obrazovém klipu, pak bude barevná vzdálenost 255. Černá až bílá vzdálenost je maximální možná 510, včetně alfa kanálu
cy_gb: Bydd y trothwyon uwchlaw 0 yn darparu paru lliw niwlog gan ddefnyddio pellter Ewclidaidd yn y gofod lliw RGBA. Er enghraifft, os yw coch (#FF0000) yw'r term chwilio a du (#000000) yn bicsel mewn clip delwedd, yna bydd y pellter lliw yn 255. Pellter Du i Gwyn yw'r uchafswm posibl o 510, gan gynnwys sianel alffa
da_dk: Tærskler over 0 vil give fuzzy farvematchning ved hjælp af euklidisk afstand i RGBA -farverområdet. For eksempel, hvis rød (#FF0000) er søgeudtrykket og sort (#000000) er en pixel i et billedklip, vil farveafstanden være 255. Sort til hvid afstand er den maksimale mulige på 510, inklusive en alfakanal
de_ch: Die Schwellenwerte über 0 bieten Fuzzy -Farbanpassungen unter Verwendung der euklidischen Entfernung im RGBA -Farbbereich. Wenn beispielsweise rot (#ff0000) der Suchbegriff und schwarz (#000000) ist, ist ein Pixel in einem Bildclip, der Farbabstand beträgt 255. Schwarz bis weiße Entfernung ist das Maximum von 510, einschließlich eines Alpha -Kanals, einschließlich eines Alpha -Kanals
el_gr: Τα κατώτατα όρια πάνω από το 0 θα παρέχουν ασαφή αντιστοίχιση χρωμάτων χρησιμοποιώντας ευκλείδειο απόσταση στο χώρο χρώματος RGBA. Για παράδειγμα, εάν το κόκκινο (#FF0000) είναι ο όρος αναζήτησης και ο μαύρος (#000000) είναι ένα εικονοστοιχείο σε ένα κλιπ εικόνας, τότε η απόσταση χρώματος θα είναι 255. Η μαύρη έως η λευκή απόσταση είναι η μέγιστη δυνατή του 510, συμπεριλαμβανομένου ενός καναλιού άλφα
es_bo: Los umbrales superiores a 0 proporcionarán una coincidencia de color difuso utilizando la distancia euclidiana en el espacio de colores RGBA. Por ejemplo, si el rojo (#FF0000) es el término de búsqueda y el negro (#000000) es un píxel en un clip de imagen, entonces la distancia de color será 255. La distancia de negro a blanco es el máximo posible de 510, incluido un canal alfa
et_ee: Üle 0 kohal olevad künnised tagavad häguse värvi sobitamise, kasutades RGBA Colorspace'i eukleidist kaugust. Näiteks kui punane (#FF0000) on otsingutermin ja must (#000000) on piltide klipis piksl, siis on värvikaugus 255. Must kuni valge kaugus on maksimaalne võimalik 510, sealhulgas alfa -kanal
fa_ir: آستانه های بالاتر از 0 با استفاده از فاصله اقلیدسی در فضای RGBA ، تطبیق رنگ فازی را فراهم می کند. به عنوان مثال ، اگر قرمز (#FF0000) اصطلاح جستجو باشد و سیاه (#000000) پیکسل در یک کلیپ تصویر است ، پس فاصله رنگ 255 خواهد بود. مسافت سیاه تا سفید حداکثر ممکن از 510 است ، از جمله کانال آلفا
fi_fi: Ylä 0: n kynnysarvot tarjoavat sumean värin sovituksen euklidisen etäisyyden avulla RGBA -värilaitteessa. Esimerkiksi, jos punainen (#FF0000) on hakutermi ja musta (#000000) on pikseli kuvapidikkeessä, värietäisyys on 255. Musta - valkoinen etäisyys on enimmäismäärä 510, mukaan lukien alfa -kanava
fil_ph: Ang mga threshold sa itaas 0 ay magbibigay ng malabo na pagtutugma ng kulay gamit ang distansya ng Euclidean sa RGBA na kulay. Halimbawa, kung ang pula (#FF0000) ay ang termino ng paghahanap at itim (#000000) ay isang pixel sa isang clip ng imahe, kung gayon ang distansya ng kulay ay magiging 255. Itim hanggang puting distansya ay ang maximum na posible ng 510, kabilang ang isang alpha channel
fr_029: Les seuils supérieurs à 0 fourniront une correspondance des couleurs floues à l'aide de la distance euclidienne dans l'espace couleurs RGBA. Par exemple, si Red (# FF0000) est le terme de recherche et le noir (# 000000) est un pixel dans un clip d'image, alors la distance de couleur sera de 255. La distance noire à blanc est le maximum possible de 510, y compris un canal alpha
ga_ie: Soláthróidh tairseacha os cionn 0 meaitseáil datha doiléir ag baint úsáide as fad Eoiclídeach i spás dathanna RGBA. Mar shampla, más é dearg (#FF0000) an téarma cuardaigh agus gur picteilín i ngearrthóg íomhá é an t -achar dubh (#000000), ansin beidh an fad datha 255. Is é an t -achar dubh go bán an t -uasmhéid is féidir de 510, lena n -áirítear cainéal alfa
gu_in: 0 થી ઉપરના થ્રેશોલ્ડ્સ આરજીબીએ કલરસ્પેસમાં યુક્લિડિયન અંતરનો ઉપયોગ કરીને અસ્પષ્ટ રંગ મેચિંગ પ્રદાન કરશે. ઉદાહરણ તરીકે, જો લાલ (#FF0000) એ શોધ શબ્દ છે અને કાળો (#000000) ઇમેજ ક્લિપમાં એક પિક્સેલ છે, તો રંગ અંતર 255 હશે. કાળાથી સફેદ અંતર 510 ની મહત્તમ શક્ય છે, જેમાં આલ્ફા ચેનલનો સમાવેશ થાય છે.
he_il: ספים מעל 0 יספקו התאמת צבע מטושטשת באמצעות מרחק אוקלידי במרחב הצבעים RGBA. לדוגמה, אם אדום (#FF0000) הוא מונח החיפוש והשחור (#000000) הוא פיקסל בקליפ תמונה, אז מרחק הצבע יהיה 255. המרחק השחור עד לבן הוא המקסימום האפשרי של 510, כולל ערוץ אלפא
hi_in: 0 से ऊपर की थ्रेसहोल्ड RGBA ColorsPace में Euclidean दूरी का उपयोग करके फजी रंग मिलान प्रदान करेगी। उदाहरण के लिए, यदि लाल (#FF0000) खोज शब्द है और काला (#000000) एक छवि क्लिप में एक पिक्सेल है, तो रंग दूरी 255 होगी
hr_hr: Pragovi iznad 0 pružit će nejasno podudaranje boja pomoću euklidske udaljenosti u RGBA Colorspace. Na primjer, ako je crvena (#ff0000) pojam za pretraživanje, a crna (#000000) je piksel u slici, tada će udaljenost u boji biti 255. Crna do bijela udaljenost je maksimalno moguće od 510, uključujući alfa kanal
hu_hu: A 0 feletti küszöbértékek homályos színű illesztést biztosítanak az euklideai távolság felhasználásával az RGBA ColorsPace -ben. Például, ha a piros (#ff0000) a keresési kifejezés és a fekete (#000000) egy pixel egy képklipben, akkor a színes távolság 255 lesz. A fekete -fehér távolság az 510 -es maximális lehetséges, beleértve az alfa -csatornát is.
hy_am: 0-ից բարձր շեմերը կտրամադրեն Fuzzy գույնի համընկնում, օգտագործելով Euclidean հեռավորությունը RGBA Colorspace- ում: Օրինակ, եթե կարմիրը (# FF0000) որոնման տերմինը եւ սեւը (# 000000) պատկերային տեսահոլովակում պիքսել է, ապա գույնի հեռավորությունը կլինի 255: Սեւից մինչեւ ալֆա ալիքը հնարավոր է
id_id: Ambang batas di atas 0 akan memberikan pencocokan warna fuzzy menggunakan jarak Euclidean di ruang warna RGBA. Misalnya, jika merah (#FF0000) adalah istilah pencarian dan hitam (#000000) adalah piksel dalam klip gambar, maka jarak warnanya adalah 255. Jarak hitam ke putih adalah kemungkinan maksimum 510, termasuk saluran alpha
is_is: Þröskuldar yfir 0 munu veita loðna litasamsetningu með því að nota Euclidean fjarlægð í RGBA Colorspace. Til dæmis, ef rauður (#ff0000) er leitarorðið og svart (#000000) er pixla í myndklemmu, þá verður litafjarlægðin 255. Svartur til hvítur fjarlægð er hámarks möguleg 510, þar með talin alfa rás
it_ch: Le soglie sopra 0 forniranno la corrispondenza del colore fuzzy utilizzando la distanza euclidea nello spazio di colori RGBA. Ad esempio, se il rosso (#FF0000) è il termine di ricerca e il nero (#000000) è un pixel in una clip di immagine, la distanza di colore sarà 255. La distanza da nero a bianco è il massimo possibile di 510, incluso un canale alfa
ja_jp: 0を超えるしきい値は、RGBAカラースペースのユークリッド距離を使用してファジーカラーマッチングを提供します。 たとえば、赤（＃ff0000）が検索用語で、ブラック（＃000000）が画像クリップのピクセルである場合、色の距離は255になります。
ka_ge: 0 -ზე ზემოთ მოცემული ბარიერები უზრუნველყოფს ფუჟირებულ ფერის შესატყვისი Euclidean– ის დისტანციური გამოყენებით RGBA Colorspace– ში. მაგალითად, თუ წითელი (#FF0000) არის საძიებო ტერმინი და შავი (#000000) არის პიქსელი გამოსახულების კლიპში, მაშინ ფერის მანძილი იქნება 255. შავი და თეთრი მანძილი მაქსიმალურია 510, მათ შორის ალფა არხის ჩათვლით
kk_kz: 0-ден жоғары шектер Fuzzy Colour Shock-ті RGBA Sulospace-де эуклидтік қашықтықта қамтамасыз етеді. Мысалы, қызыл (# FF0000) іздеу термині және қара (# 000000) кескін клипіндегі пиксель, содан кейін түсті қашықтық 255 болады. Ақ қашықтыққа қара қашықтықта, ал альфа арнасы бар
km_kh: ការចាប់ផ្តើមខ្ពស់ខាងលើ 0 នឹងផ្តល់នូវការផ្គូផ្គងពណ៌ស្រពិចស្រពិលដោយប្រើចម្ងាយ Euclidean ក្នុង RGBA Colorspace ។ ឧទាហរណ៍ប្រសិនបើក្រហម (# FF0000) គឺជាពាក្យស្វែងរកនិងខ្មៅ (# 000000) គឺជាភីកសែលក្នុងឈុតរូបភាពបន្ទាប់មកចម្ងាយពណ៌នឹងមានចម្ងាយស្មើនឹង 510 រួមទាំងប៉ុស្តិ៍អាល់ហ្វា។
kn_in: 0 ಮೇಲಿನ ಮಿತಿಗಳು ಆರ್‌ಜಿಬಿಎ ಕಲರ್ಸ್‌ಪೇಸ್‌ನಲ್ಲಿ ಯೂಕ್ಲಿಡಿಯನ್ ಅಂತರವನ್ನು ಬಳಸಿಕೊಂಡು ಅಸ್ಪಷ್ಟ ಬಣ್ಣ ಹೊಂದಾಣಿಕೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಉದಾಹರಣೆಗೆ, ಕೆಂಪು (#FF0000) ಹುಡುಕಾಟ ಪದವಾಗಿದ್ದರೆ ಮತ್ತು ಕಪ್ಪು (#000000) ಇಮೇಜ್ ಕ್ಲಿಪ್‌ನಲ್ಲಿ ಒಂದು ಪಿಕ್ಸೆಲ್ ಆಗಿದ್ದರೆ, ಬಣ್ಣ ಅಂತರವು 255 ಆಗಿರುತ್ತದೆ. ಕಪ್ಪು ಬಣ್ಣದಿಂದ ಬಿಳಿ ಅಂತರವು ಆಲ್ಫಾ ಚಾನೆಲ್ ಸೇರಿದಂತೆ 510 ಕ್ಕಿಂತ ಗರಿಷ್ಠವಾಗಿರುತ್ತದೆ
ko_kr: 0 이상의 임계 값은 RGBA 색상 공간에서 유클리드 거리를 사용하여 퍼지 색상 일치를 제공합니다. 예를 들어, Red (#ff0000)가 검색어이고 검은 색 (#000000)이 이미지 클립의 픽셀 인 경우 색 거리는 255입니다. 검은 색 내지 흰색 거리는 알파 채널을 포함하여 최대 510입니다.
ky_kg: 0 жогорудагы босоголор RGBA Colourspaceде Евклиддик алыстыктын аралыкты колдонуп, босоголордун түсүнө дал келген. Мисалы, кызыл (# ff0000) - бул сүрөттөгү ", ал эми сүрөт клипиндеги пиксел болуп саналат
lo_la: ຂອບເຂດທີ່ຢູ່ຂ້າງເທິງ 0 ຈະສະຫນອງການຈັບຄູ່ສີທີ່ມີສີອ່ອນໆໂດຍໃຊ້ Euclidean ໄລຍະທາງໃນ RGBA Carsepace. ຕົວຢ່າງ, ຖ້າສີແດງ (# FF0000) ແມ່ນໄລຍະຄົ້ນຫາແລະສີດໍາ (# 000000) ແມ່ນ pixel,
lt_lt: Slenksčiai, viršijantys 0, užtikrins neryškų spalvų atitikimą, naudojant Euklido atstumą RGBA spalvų erdvėje. Pvz., Jei raudona (#FF0000) yra paieškos terminas, o juodas (#000000) yra vaizdo įrašo taškas, tada spalvų atstumas bus 255. Juodos ir baltos spalvos atstumas yra maksimalus įmanomas 510, įskaitant alfa kanalą
lv_lv: Sliekšņi virs 0 nodrošinās izplūdušo krāsu saskaņošanu, izmantojot Eiklīda attālumu RGBA krāsās. Piemēram, ja sarkanais (#FF0000) ir meklēšanas termiņš un melns (#000000) ir pikselis attēla klipā, tad krāsu attālums būs 255. Melns līdz balts attālums ir maksimālais iespējamais 510, ieskaitot alfa kanālu
mi_nz: Ko nga paepae i runga ake 0 ka whakarato i te tae o te tae fuzzy ma te whakamahi i te tawhiti o Euclidean i te RGBA Colorspace. Hei tauira, mena he whero (# FF0000) ko te kupu rapu me te pango (# 000000) ko te pika i roto i te ahua whakaahua, ko te maaka ma te 510, tae atu ki te horahanga ma
mk_mk: Праговите над 0 ќе обезбедат нејасно појавување на боја со употреба на растојание од Евклид во RGBA Colorspace. На пример, ако црвената (#FF0000) е термин за пребарување и црн (#000000) е пиксел во клип за слика, тогаш растојанието во боја ќе биде 255. Црното до бело растојание е максимално можно од 510, вклучувајќи алфа канал
ml_in: 0 മുകളിലുള്ള പരിധി 0 ആർജിബിഎ കളർസ്പെയ്സിൽ യൂക്ലിഡിയൻ ദൂരം ഉപയോഗിച്ച് അവ്യക്തമായ വർണ്ണ പൊരുത്തപ്പെടുത്തൽ നൽകും. ഉദാഹരണത്തിന്, ചുവപ്പ് (# ff0000) ഒരു ഇമേജ് ക്ലിപ്പിലെ ഒരു പിക്സലാണോ, തുടർന്ന് നിറമുള്ള ദൂരം 255 ആയിരിക്കും. ഒരു ആൽഫ ചാനൽ ഉൾപ്പെടെ 510 ആയിരിക്കും കറുപ്പ് മുതൽ വൈറ്റ് ദൂരം വരെ
mr_in: 0 वरील थ्रेशोल्ड आरजीबीए कलरस्पेसमध्ये युक्लिडियन अंतर वापरुन अस्पष्ट रंग जुळणी प्रदान करेल. उदाहरणार्थ, जर लाल (#एफएफ 0000) शोध संज्ञा असेल आणि काळ्या (#000000) प्रतिमा क्लिपमध्ये एक पिक्सेल असेल तर रंगाचे अंतर 255 असेल. ब्लॅक ते पांढरे अंतर 510 ची जास्तीत जास्त शक्य आहे, ज्यात अल्फा चॅनेलसह 510 जास्तीत जास्त शक्य आहे.
ms_my: Ambang di atas 0 akan memberikan padanan warna kabur menggunakan jarak Euclidean di ruang warna RGBA. Sebagai contoh, jika merah (#FF0000) adalah istilah carian dan hitam (#000000) adalah piksel dalam klip imej, maka jarak warna akan menjadi 255. Jarak hitam hingga putih adalah maksimum 510, termasuk saluran alfa
mt_mt: Il-limiti 'l fuq minn 0 se jipprovdu tqabbil tal-kulur imħawwad bl-użu ta' distanza Ewklideana fil-kuluri RGBA. Pereżempju, jekk aħmar (# FF0000) huwa t-terminu tat-tfittxija u l-iswed (# 000000) huwa pixel fi klipp tal-immaġni, allura d-distanza tal-kulur se tkun 255. Id-distanza sewda sa bajda hija l-massimu possibbli ta '510, inkluż kanal alfa
nb_no: Terskler over 0 vil gi uklar fargematching ved hjelp av euklidisk avstand i RGBA -fargespace. For eksempel, hvis rød (#FF0000) er søkeordet og svart (#000000) er en piksel i et bildeklipp, vil fargeavstanden være 255. Svart til hvit avstand er maksimalt mulig på 510, inkludert en alfa -kanal
ne_np: माथिको थ्रेसोल्डहरू Rgaba रंगको र colors ्गमा Eulcidean दूरी प्रयोग गरेर अस्पष्ट र color ्ग मिल्दो प्रदान गर्दछ। उदाहरण को लागी, यदि रातो (# FF0000) को खोजी अवधि र कालो (# 000000) एक छवि क्लिप मा एक पिक्सेल हो, त्यसपछि कालो दूरी को अधिकतम props10 को अधिकतम सम्भव छ।
nl_be: Drempels boven 0 zorgen voor fuzzy kleuren matching met behulp van Euclidische afstand in de RGBA Colorspace. Als rood (#FF0000) bijvoorbeeld de zoekterm is en zwart (#000000) is een pixel in een beeldclip, dan is de kleurafstand 255. Zwart tot witte afstand is het maximaal mogelijke van 510, inclusief een alfakanaal
or_in: 0 ଉପରେ ଥ୍ରେସହୋଲ୍ଡସ୍ RGBA ରଙ୍ଗପେସ୍ ରେ ଇଉକ୍ଲିଅଲିଅଡିଆନ୍ ଦୂରତା ବ୍ୟବହାର କରି ଇଉକ୍ଲିଅଲିଅଡିଆନ୍ ଦୂରତା ବ୍ୟବହାର କରି ଫ୍ୟୁଜି ରଙ୍ଗ ମେଳ ଯୋଗାଇବ | ଉଦାହରଣ ସ୍ୱରୂପ, ଯଦି Red (# FF0000) ହେଉଛି ସନ୍ଧାନ ଶବ୍ଦ ଏବଂ କଳା (# 000000) ହେଉଛି ଏକ ପ୍ରତିଛବି କ୍ଲିପ୍ ରେ ଏକ ପିକ୍ସେଲ୍, ଏକ ଆଲଫା ଚ୍ୟାନେଲ ସହିତ ଏକ ପିକ୍ସେଲ୍ |
pa_arab: ਆਰਜੀਬੀਏ ਰੰਗਸਪੇਸ ਵਿੱਚ ਅਯਾਮੇਨੀਅਨ ਦੂਰੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਯਾਮੇਲੀਅਨ ਦੂਰੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਸੀਕਲਾਈਅਨ ਦੂਰੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਸਪਸ਼ਟ ਰੰਗ ਦਾ ਮੇਲ ਪ੍ਰਦਾਨ ਕਰਨਗੇ. ਉਦਾਹਰਣ ਦੇ ਲਈ, ਜੇ ਲਾਲ (# FF0000) ਹੈ ਸਰਚ ਸ਼ਬਦ ਅਤੇ ਕਾਲਾ (# 000000) ਇੱਕ ਚਿੱਤਰ ਕਲਿੱਪ ਵਿੱਚ ਪਿਕਸਲ ਹੈ, ਤਾਂ ਇੱਕ ਅਲਫ਼ਾ ਚੈਨਲ ਸਮੇਤ, ਕਾਲਾ ਦੂਰੀ
pl_pl: Próby powyżej 0 zapewnią rozmyte dopasowanie kolorów przy użyciu odległości euklidesowej w przestrzeni kolorów RGBA. Na przykład, jeśli czerwony (#FF0000) jest wyszukiwanym terminem, a czarny (#000000) to piksel w klipsie obrazu, wówczas odległość koloru wyniesie 255. odległość od czarnej do białej jest maksymalna możliwa 510, w tym kanał alfa
pt_br: Os limiares acima de 0 fornecerão a correspondência de cores difusas usando a distância euclidiana no espaço de cores RGBA. Por exemplo, se o vermelho (#FF0000) for o termo de pesquisa e o preto (#000000) for um pixel em um clipe de imagem, a distância da cor será 255. A distância preta para branca é o máximo possível de 510, incluindo um canal alfa
ro_ro: Pragurile de peste 0 vor oferi o potrivire a culorilor fuzzy folosind distanța euclidiană în spațiul de culori RGBA. De exemplu, dacă roșu (#FF0000) este termenul de căutare și negru (#000000) este un pixel într -un clip de imagine, atunci distanța de culoare va fi de 255. Distanța de negru până la alb este maximul posibil de 510, inclusiv un canal alpha
ru_ru: Пороговые значения выше 0 обеспечат нечеткое сопоставление цвета с использованием евклидового расстояния в цветном пространстве RGBA. Например, если Red (#FF0000) - это поисковый термин, а Black (#000000) - это пиксель в зажиме изображения, то цветовое расстояние будет 255.
sk_sk: Prahové hodnoty nad 0 poskytnú fuzzy farbu zhody s použitím euklidovskej vzdialenosti vo farbení RGBA. Napríklad, ak je červená (#ff0000) hľadaným termínom a čierna (#000000) je pixel v obrazovej klipe, potom farbná vzdialenosť bude 255. Čierna až biela vzdialenosť je maximálna možná z 510, vrátane alfa kanála.
sl_si: Pragovi nad 0 bodo zagotavljali megleno barvno ujemanje z uporabo evklidske razdalje v barvnem prostoru RGBA. Na primer, če je Red (#FF0000) iskalni izraz, črna (#000000)
sq_al: Pragu mbi 0 do të sigurojë përputhjen e ngjyrave fuzzy duke përdorur distancën Euklidiane në hapësirën e ngjyrave RGBA. Për shembull, nëse e kuqja (#FF0000) është termi i kërkimit dhe i zi (#000000) është një piksel në një kapëse imazhi, atëherë distanca e ngjyrave do të jetë 255. Distanca e zezë në të bardhë është maksimumi i mundshëm i 510, duke përfshirë një kanal alfa
sr_cyrl_me: Прагови изнад 0 ће пружити нејасно подударање боја користећи еуклидску удаљеност у РГБА Цолорспаце-у. На пример, ако је Црвена (# ФФ0000) појам за претрагу и црни (# 000000) је пиксел у снимку слике, а затим је удаљеност боје 255. Блацк то бела удаљеност је максимално могуће од 510, укључујући алфа канал
sv_fi: Tröskelvärden över 0 kommer att ge fuzzy färgmatchning med hjälp av euklidiskt avstånd i RGBA -färgområdet. Till exempel, om rött (#FF0000) är söktermen och svart (#000000) är en pixel i ett bildklipp, kommer färgavståndet att vara 255. Svart till vitt avstånd är maximalt möjligt 510, inklusive en Alpha -kanal
sw_ke: Vizingiti hapo juu 0 vitatoa rangi ya kupendeza kwa kutumia umbali wa Euclidean kwenye nafasi ya rangi ya RGBA. Kwa mfano, ikiwa nyekundu (#FF0000) ni neno la utaftaji na nyeusi (#000000) ni pixel kwenye kipande cha picha, basi umbali wa rangi utakuwa 255. Nyeusi hadi umbali mweupe ndio upeo wa 510, pamoja na kituo cha alpha
ta_in: 0 க்கு மேல் உள்ள வாசல்கள் RGBA வண்ணங்களில் யூக்ளிடியன் தூரத்தைப் பயன்படுத்தி தெளிவற்ற வண்ண பொருத்தத்தை வழங்கும். எடுத்துக்காட்டாக, சிவப்பு (#FF0000) என்பது தேடல் காலமாகவும், கருப்பு (#000000) ஒரு படக் கிளிப்பில் ஒரு பிக்சலாகவும் இருந்தால், வண்ண தூரம் 255 ஆக இருக்கும். கருப்பு முதல் வெள்ளை தூரம் வரை ஆல்பா சேனல் உட்பட 510 ஆக இருக்கலாம்
te_in: 0 పైన ఉన్న థ్రెషోల్డ్స్ RGBA కలర్‌స్పేస్‌లో యూక్లిడియన్ దూరాన్ని ఉపయోగించి మసక రంగు సరిపోలికను అందిస్తుంది. ఉదాహరణకు, ఎరుపు (#FF0000) శోధన పదం మరియు నలుపు (#000000) ఇమేజ్ క్లిప్‌లో ఒక పిక్సెల్ అయితే, రంగు దూరం 255 అవుతుంది. నలుపు నుండి తెలుపు దూరం 510 గరిష్టంగా ఉంటుంది, ఆల్ఫా ఛానెల్‌తో సహా
th_th: Thresholds ด้านบน 0 จะให้การจับคู่สีฟัซซี่โดยใช้ระยะทางแบบยุคลิดใน RGBA Colorspace ตัวอย่างเช่นถ้าสีแดง (#FF0000) เป็นคำค้นหาและสีดำ (#000000) เป็นพิกเซลในคลิปภาพระยะทางสีจะ 255. สีดำถึงสีขาวเป็นไปได้สูงสุด 510 รวมถึงช่องอัลฟ่า
tk_tm: 0-dan ýokary çäkler Rgba reňk giňişliginde EUCCLIEDEADYR SURMUŞA ulanyp, bulaşyk reňk bererin. Mysal üçin, gyzyl bolsa (# FF0000) gözleg möhleti we gara (# 000000) piksel, soňra reňk aralygy 255. Gara, ak aralykda 255-e çenli, şol sanda alfa kanalydyr
tr_tr: 0'ın üzerindeki eşikler, RGBA renk alanındaki Öklid mesafesini kullanarak bulanık renk eşleşmesi sağlayacaktır. Örneğin, kırmızı (#ff0000) arama terimi ise ve siyah (#000000) bir görüntü klipinde bir piksel ise, o zaman renk mesafesi 255 olacaktır.
tt_ru: 0 дән югарыдагы бусага буклидның RGBA төссезлеге ярдәмендә томан төсенә туры килүен тәэмин итәчәк. Мәсәлән, кызыл (# ff0000) эзләү термины һәм кара - рәсем клипы пиксель, аннары төс дистанциясе 255 булыр, ак дистанция, шул исәптән альфа каналы
ug_cn: 0 يۇقىرى چەكتىكى چەكلەر rgba syspace نى ئىشلىتىپ گاڭگىراپ قالغان رەڭگە ماس كېلىدۇ. مەسىلەن, Red (# FF0000) ئەگەر قىزىل (# 000000 رەسىمگە ئوخشاش پېكسىل) رەسىمگە يانتۇلۇق پېكسىل, ئاندىن رەڭ ئارىلىقى 255. قارا رەڭنىڭ كۆپىنچىسى 510, ئالفا يولى
uk_ua: Порогові значення вище 0 забезпечать нечітке узгодження кольору за допомогою евклідової відстані в кольорах RGBA. Наприклад, якщо червоний (#FF0000) - це пошуковий термін, а чорний (#000000) - піксель у кліпі зображення, то кольорова відстань буде 255. Чорна до біла відстань - максимально можлива 510, включаючи альфа -канал
ur_pk: 0 سے اوپر کی دہلیز آر جی بی اے کلر اسپیس میں یوکلیڈین فاصلہ استعمال کرتے ہوئے فجی رنگ کے ملاپ فراہم کرے گی۔ مثال کے طور پر ، اگر سرخ (#FF0000) تلاش کی اصطلاح ہے اور سیاہ (#000000) ایک تصویری کلپ میں ایک پکسل ہے ، تو رنگین فاصلہ 255 ہوگا۔ سیاہ سے زیادہ فاصلہ 510 کا زیادہ سے زیادہ ممکن ہے ، جس میں الفا چینل بھی شامل ہے۔
uz_cyrl: 0 dan yuqori darajadagi ustunlar RGBA ranglaridagi Evklid masofasi yordamida loyqa ranglarni mos ravishda taqdim etadi. Masalan, agar qizil (# FF0000) - bu qidiruv muddati va qora (# 000000) - bu rasmli masofa 255 ga teng.
vi_vn: Ngưỡng trên 0 sẽ cung cấp kết hợp màu mờ bằng khoảng cách Euclide trong không gian màu RGBA. Ví dụ: nếu màu đỏ (#ff0000) là thuật ngữ tìm kiếm và màu đen (#000000) là một pixel trong clip hình ảnh, thì khoảng cách màu sẽ là 255. khoảng cách đen đến trắng là tối đa có thể là 510, bao gồm cả kênh alpha
zh_hant: 高於0的閾值將使用RGBA Colorspace中的Euclidean距離提供模糊的顏色匹配。 例如，如果紅色（＃ff0000）是搜索詞，而黑色（＃000000）是圖像剪輯中的像素，則顏色距離為255。黑色至白色距離是510的最大值，包括alpha通道
