Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountLoginWindowTitle
source: Login
af_za: Teken aan
am_et: ግባ
ar_bh: تسجيل الدخول
as_in: লগইন
az_cyrl: Daxil ol
bg_bg: Влизам
bn_in: প্রবেশ করুন
bs_latn_ba: Ulogovati se
ca_es: iniciar Sessió
cs_cz: Přihlásit se
cy_gb: Mewngofnodi
da_dk: Log på
de_ch: Anmeldung
el_gr: Σύνδεση
es_bo: Acceso
et_ee: Logi sisse
fa_ir: وارد شدن
fi_fi: Kirjaudu sisään
fil_ph: Mag log in
fr_029: Se connecter
ga_ie: Logáil isteach
gu_in: પ્રવેશ કરો
he_il: התחברות
hi_in: लॉग इन करें
hr_hr: Prijaviti se
hu_hu: Belépés
hy_am: Մուտք
id_id: Gabung
is_is: Skrá inn
ja_jp: ログイン
ka_ge: Შესვლა
kk_kz: Кіру
km_kh: ចូល
kn_in: ಲಗಾಟಿಸು
ko_kr: 로그인
ky_kg: Кирүү
lo_la: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt_lt: Prisijungti
lv_lv: Pieslēgties
mi_nz: Takiuru
mk_mk: Логирај Се
ml_in: ലോഗിൻ
mr_in: लॉगिन
ms_my: Log masuk
mt_mt: Idħol
nb_no: Logg Inn
ne_np: लग - इन
or_in: ଭିତରକୁ ଯାଉ
pa_arab: ਲਾਗਿਨ
pl_pl: Zaloguj sie
pt_br: Conecte-se
ru_ru: Авторизоваться
sk_sk: Prihlásiť sa
sl_si: Vpiši se
sq_al: Hyrje
sr_cyrl_me: Пријавите се
sv_fi: Logga in
sw_ke: Ingia
ta_in: உள்நுழைய
te_in: ప్రవేశించండి
th_th: เข้าสู่ระบบ
tk_tm: Giriş
tr_tr: Giriş yapmak
tt_ru: Керергә
ug_cn: كىرىش
uk_ua: Логін
ur_pk: لاگ ان کریں
uz_cyrl: Tizimga kirish
vi_vn: Đăng nhập
zh_hant: 登入

# TermsAuthorsInlineText
source: Author(s)
af_za: Skrywer (s)
am_et: ደራሲ (ቶች)
ar_bh: المؤلفون)
as_in: লেখক(সকল)
az_cyrl: Müəllif (lər)
bg_bg: Автор (и)
bn_in: লেখক (গুলি)
bs_latn_ba: Autor (i)
ca_es: Autor (s)
cs_cz: Autor
cy_gb: Awdur (on)
da_dk: Forfatter (er)
de_ch: Autor (en)
el_gr: Συγγραφέας (ες)
es_bo: Autor (s)
et_ee: Autor (s)
fa_ir: نویسنده (ها)
fi_fi: Kirjailija (t)
fil_ph: (Mga) may -akda
fr_029: Auteurs)
ga_ie: Údar (í)
gu_in: લેખક (ઓ)
he_il: מחבר (ים)
hi_in: लेखक
hr_hr: Autor (i)
hu_hu: Szerzői)
hy_am: Հեղինակ (ներ)
id_id: Penulis
is_is: Höfundur (s)
it_ch: Autore
ja_jp: 著者
ka_ge: ავტორი (S)
kk_kz: Автор (лар)
km_kh: អ្នកនិពន្ធ
kn_in: ಲೇಖಕ (ಎಸ್)
ko_kr: 저자
ky_kg: Автор (лор)
lo_la: ຜູ້ຂຽນ
lt_lt: Autorius (-ai)
lv_lv: Autors (-i)
mi_nz: Kaituhi (s)
mk_mk: Автор (и)
ml_in: രചയിതാവ് (കൾ)
mr_in: लेखक (र्स)
ms_my: Pengarang
mt_mt: Awtur (i)
nb_no: Forfatter (er)
ne_np: लेखक (हरू)
nl_be: Auteur (s)
or_in: ଲେଖକ (ଗୁଡିକ)
pa_arab: ਲੇਖਕ (ਜ਼)
pl_pl: Autorski)
pt_br: Autor (s)
ro_ro: Autor (autori)
ru_ru: Авторы)
sk_sk: Autor
sl_si: Avtor (-e)
sq_al: Autori (S)
sr_cyrl_me: Аутор (и)
sv_fi: Författare
sw_ke: Mwandishi (S)
ta_in: ஆசிரியர் (கள்)
te_in: రచయిత (లు)
th_th: ผู้เขียน
tk_tm: Awtory (lar)
tr_tr: Yazar (lar)
tt_ru: Автор (лар)
ug_cn: ئاپتور (لار)
uk_ua: Автор (и)
ur_pk: مصنف (زبانیں)
uz_cyrl: Muallif (lar)
vi_vn: (Các) tác giả
zh_hant: 作者

# TermsIntroAppText
source: It is required that you accept the following license terms before continuing.
af_za: Dit word vereis dat u die volgende lisensievoorwaardes aanvaar voordat u verder gaan.
am_et: ከመቀጠልዎ በፊት የሚከተሉትን የፍቃድ ቃላት መቀበልዎን ያስፈልጋል.
ar_bh: مطلوب أن تقبل شروط الترخيص التالية قبل المتابعة.
as_in: আপুনি আগবঢ়াৰ আগতে নিম্নলিখিত অনুজ্ঞাপত্ৰৰ চৰ্তসমূহ গ্ৰহণ কৰাটো প্ৰয়োজনীয়।
az_cyrl: Davam etmədən əvvəl aşağıdakı lisenziya şərtlərini qəbul etməyiniz tələb olunur.
bg_bg: Изисква се да приемете следните лицензионни условия, преди да продължите.
bn_in: এটি চালিয়ে যাওয়ার আগে আপনি নিম্নলিখিত লাইসেন্স শর্তাদি গ্রহণ করা প্রয়োজন।
bs_latn_ba: Potrebno je da prihvatite sljedeće uvjete licence prije nastavka.
ca_es: Cal que accepteu els termes de llicència següents abans de continuar.
cs_cz: Před pokračováním je nutné přijmout následující licenční podmínky.
cy_gb: Mae'n ofynnol eich bod yn derbyn y telerau trwydded canlynol cyn parhau.
da_dk: Det kræves, at du accepterer følgende licensbetingelser, før du fortsætter.
de_ch: Es ist erforderlich, dass Sie die folgenden Lizenzbedingungen akzeptieren, bevor Sie fortfahren.
el_gr: Απαιτείται να αποδεχτείτε τους ακόλουθους όρους άδειας πριν συνεχίσετε.
es_bo: Se requiere que acepte los siguientes términos de la licencia antes de continuar.
et_ee: Enne jätkamist nõutakse järgmiste litsentsitingimuste vastuvõtmist.
fa_ir: لازم است قبل از ادامه شرایط مجوز زیر را بپذیرید.
fi_fi: Vaaditaan, että hyväksyt seuraavat lisenssiehdot ennen jatkamista.
fil_ph: Kinakailangan na tanggapin mo ang mga sumusunod na termino ng lisensya bago magpatuloy.
fr_029: Il est nécessaire que vous acceptiez les conditions de licence suivantes avant de continuer.
ga_ie: Éilítear go nglacfaidh tú leis na téarmaí ceadúnais seo a leanas sula leanann tú ar aghaidh.
gu_in: તે જરૂરી છે કે તમે ચાલુ રાખતા પહેલા નીચેના લાઇસન્સની શરતો સ્વીકારો.
he_il: נדרש שתקבל את תנאי הרישיון הבאים לפני שתמשיך.
hi_in: यह आवश्यक है कि आप जारी रखने से पहले निम्नलिखित लाइसेंस शर्तों को स्वीकार करें।
hr_hr: Potrebno je da prije nastavka prihvatite sljedeće uvjete licence.
hu_hu: Szükség van arra, hogy a folytatás előtt elfogadja a következő licenc feltételeket.
hy_am: Պահանջվում է, որ շարունակեք ընդունել հետեւյալ լիցենզիայի պայմանները:
id_id: Diperlukan Anda menerima persyaratan lisensi berikut sebelum melanjutkan.
is_is: Það er krafist að þú samþykkir eftirfarandi leyfisskilmála áður en haldið er áfram.
it_ch: È necessario accettare i seguenti termini di licenza prima di continuare.
ja_jp: 継続する前に、次のライセンス条件を受け入れる必要があります。
ka_ge: აუცილებელია, რომ გაგრძელებამდე მიიღოთ შემდეგი სალიცენზიო პირობები.
kk_kz: Жалғастырмас бұрын келесі лицензия шарттарын қабылдағаныңыз қажет.
km_kh: វាតម្រូវឱ្យអ្នកទទួលយកល័ក្ខខ័ណ្ឌអាជ្ញាប័ណ្ណខាងក្រោមមុនពេលបន្ត។
kn_in: ಮುಂದುವರಿಯುವ ಮೊದಲು ನೀವು ಈ ಕೆಳಗಿನ ಪರವಾನಗಿ ನಿಯಮಗಳನ್ನು ಸ್ವೀಕರಿಸುವ ಅಗತ್ಯವಿದೆ.
ko_kr: 계속하기 전에 다음 라이센스 용어를 수락해야합니다.
ky_kg: Төмөнкү лицензия шарттарын улантуудан мурун, төмөнкү лицензиялык шарттарды кабыл алсаңыз болот.
lo_la: ຕ້ອງມີຄວາມຈໍາເປັນທີ່ທ່ານຍອມຮັບເງື່ອນໄຂການອະນຸຍາດຕໍ່ໄປນີ້ກ່ອນທີ່ຈະສືບຕໍ່.
lt_lt: Reikalaujama, kad prieš tęsdami sutiktumėte su šiomis licencijos sąlygomis.
lv_lv: Pirms turpināt, ir nepieciešams pieņemt šādus licences noteikumus.
mi_nz: Kei te hiahiatia kia whakaae koe ki nga whakaritenga raihana e whai ake nei i mua i te haere tonu.
mk_mk: Потребно е да ги прифатите следниве услови за лиценца пред да продолжите.
ml_in: തുടരുന്നതിന് മുമ്പ് നിങ്ങൾ ഇനിപ്പറയുന്ന ലൈസൻസ് നിബന്ധനകൾ അംഗീകരിക്കേണ്ടതുണ്ട്.
mr_in: आपण चालू ठेवण्यापूर्वी खालील परवाना अटी स्वीकारणे आवश्यक आहे.
ms_my: Adalah diperlukan agar anda menerima terma lesen berikut sebelum meneruskan.
mt_mt: Huwa meħtieġ li taċċetta t-termini tal-liċenzja li ġejjin qabel ma tkompli.
nb_no: Det kreves at du godtar følgende lisensvilkår før du fortsetter.
ne_np: यो आवश्यक छ कि तपाइँ जारी गर्नु अघि निम्नलिखित इजाजतपत्र सर्तहरू स्वीकार गर्नुहुन्छ।
nl_be: Het is vereist dat u de volgende licentievoorwaarden accepteert voordat u doorgaat.
or_in: ଏହା ଆବଶ୍ୟକ ଯେ ଆପଣ ଜାରି ରଖିବା ପୂର୍ବରୁ ନିମ୍ନଲିଖିତ ଲାଇସେନ୍ସ ସର୍ତ୍ତାବଳୀ ଗ୍ରହଣ କରନ୍ତି |
pa_arab: ਇਹ ਲਾਜ਼ਮੀ ਹੈ ਕਿ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਹੇਠ ਲਿਖੀਆਂ ਲਾਇਸੈਂਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ.
pl_pl: Wymagane jest, aby przed kontynuowaniem zaakceptowania następujących warunków licencji.
pt_br: É necessário que você aceite os seguintes termos de licença antes de continuar.
ro_ro: Este necesar să acceptați următorii termeni de licență înainte de a continua.
ru_ru: Требуется, чтобы вы приняли следующие условия лицензии, прежде чем продолжить.
sk_sk: Pred pokračovaním sa vyžaduje, aby ste prijali nasledujúce licenčné podmienky.
sl_si: Pred nadaljevanjem je treba sprejeti naslednje licenčne pogoje.
sq_al: Kërkohet që të pranoni kushtet e mëposhtme të licencës përpara se të vazhdoni.
sr_cyrl_me: Потребно је да прихватите следеће услове лиценце пре него што наставите.
sv_fi: Det krävs att du accepterar följande licensvillkor innan du fortsätter.
sw_ke: Inahitajika kwamba unakubali masharti ya leseni yafuatayo kabla ya kuendelea.
ta_in: தொடர்வதற்கு முன் பின்வரும் உரிம விதிமுறைகளை நீங்கள் ஏற்க வேண்டும்.
te_in: కొనసాగడానికి ముందు మీరు ఈ క్రింది లైసెన్స్ నిబంధనలను అంగీకరించడం అవసరం.
th_th: จำเป็นต้องให้คุณยอมรับข้อกำหนดใบอนุญาตต่อไปนี้ก่อนดำเนินการต่อ
tk_tm: Dowam etmezden ozal aşakdaky ygtyýarnama şertlerini kabul edilmegiňiz mümkin.
tr_tr: Devam etmeden önce aşağıdaki lisans koşullarını kabul etmeniz gerekir.
tt_ru: Дәвам итәр алдыннан сез түбәндәге лицензия шартларын кабул итәсез.
ug_cn: داۋاملاشتۇرۇشتىن بۇرۇن تۆۋەندىكى ئىجازەت ئاتالغۇلارنى قوبۇل قىلىشىڭىز تەلەپ قىلىنىدۇ.
uk_ua: Потрібно прийняти наступні умови ліцензії перед тим, як продовжувати.
ur_pk: اس کی ضرورت ہے کہ آپ جاری رکھنے سے پہلے مندرجہ ذیل لائسنس کی شرائط قبول کریں۔
uz_cyrl: Davom etishdan oldin quyidagi litsenziya shartlarini qabul qilish talab qilinadi.
vi_vn: Cần phải chấp nhận các điều khoản cấp phép sau khi tiếp tục.
zh_hant: 需要在繼續之前接受以下許可條款。

# TermsIntroPluginText
source: The following package(s) require that you accept their license terms before installing.
af_za: Die volgende pakket (s) vereis dat u hul lisensievoorwaardes aanvaar voordat u dit installeer.
am_et: የሚከተለው ጥቅል (ቶች) ከመጫንዎ በፊት የፍቃድ ቃላቸውን እንዲቀበሉ ይጠይቃል.
ar_bh: تتطلب الحزمة (الحزمة) التالية أن تقبل شروط الترخيص الخاصة بهم قبل التثبيت.
as_in: নিম্নলিখিত সৰঞ্জাম(সমূহ) এ আপুনি সংস্থাপন কৰাৰ আগতে সিহতৰ অনুজ্ঞাপত্ৰৰ চৰ্তসমূহ গ্ৰহণ কৰাৰ প্ৰয়োজন ।
az_cyrl: Aşağıdakı paket (lər) quraşdırmadan əvvəl lisenziya şərtlərini qəbul etməyinizi tələb edir.
bg_bg: Следният пакет (и) изисква да приемете техните лицензионни условия, преди да инсталирате.
bn_in: নিম্নলিখিত প্যাকেজ (গুলি) এর প্রয়োজন যে আপনি ইনস্টল করার আগে তাদের লাইসেন্সের শর্তাদি গ্রহণ করেন।
bs_latn_ba: Sljedeći paket (i) zahtijevaju da prihvatite njihove uvjete licence prije instaliranja.
ca_es: Els següents paquets requereixen que accepteu els termes de la llicència abans d’instal·lar.
cs_cz: Následující balíčky vyžadují, abyste před instalací přijali jejich licenční podmínky.
cy_gb: Mae'r pecyn (au) canlynol yn mynnu eich bod yn derbyn eu telerau trwydded cyn eu gosod.
da_dk: Følgende pakke (er) kræver, at du accepterer deres licensbetingelser, før du installerer.
de_ch: Nach den folgenden Paketen werden vor der Installation ihre Lizenzbedingungen akzeptiert.
el_gr: Τα ακόλουθα πακέτα απαιτούν να αποδεχτείτε τους όρους άδειας πριν την εγκατάσταση.
es_bo: Los siguientes paquetes requieren que acepte sus términos de licencia antes de instalar.
et_ee: Järgmine pakett (d) nõuab enne installimist nende litsentsitingimusi.
fa_ir: بسته (های) زیر نیاز دارد که قبل از نصب شرایط مجوز آنها را بپذیرید.
fi_fi: Seuraavat paketit vaativat, että hyväksyt heidän lisenssiehdot ennen asentamista.
fil_ph: Ang mga sumusunod na (mga) pakete ay nangangailangan na tanggapin mo ang kanilang mga termino ng lisensya bago mag -install.
fr_029: Les packages suivants exigent que vous acceptiez les conditions de leur licence avant l'installation.
ga_ie: Éilíonn an pacáiste / na pacáiste seo a leanas go nglacfaidh tú le téarmaí a gceadúnais sula suiteáiltear iad.
gu_in: નીચે આપેલા પેકેજ (ઓ) ને જરૂરી છે કે તમે ઇન્સ્ટોલ કરતા પહેલા તેમની લાઇસન્સ શરતો સ્વીકારો.
he_il: החבילות / ים הבאות מחייבות לקבל את תנאי הרישיון שלהם לפני ההתקנה.
hi_in: निम्नलिखित पैकेज की आवश्यकता है कि आप स्थापित करने से पहले उनके लाइसेंस की शर्तों को स्वीकार करें।
hr_hr: Sljedeći paketi zahtijevaju da prije instaliranja prihvatite njihove uvjete licence.
hu_hu: A következő csomag (ek) megköveteli, hogy a telepítés előtt elfogadja a licencfeltételeket.
hy_am: Հետեւյալ փաթեթը (ներ) ը պահանջում է, որ տեղադրելուց առաջ ընդունեք դրանց լիցենզիայի պայմանները:
id_id: Paket berikut mengharuskan Anda menerima ketentuan lisensi mereka sebelum menginstal.
is_is: Eftirfarandi pakki (ir) krefjast þess að þú samþykkir leyfisskilmála þeirra áður en þú setur upp.
it_ch: I seguenti pacchetti richiedono di accettare i termini della licenza prima dell'installazione.
ja_jp: 次のパッケージでは、インストールする前にライセンス条件を受け入れる必要があります。
ka_ge: შემდეგი პაკეტი (ებ) ი მოითხოვს, რომ ინსტალაციამდე მიიღოთ მათი ლიცენზიის პირობები.
kk_kz: Келесі пакет (тар) сіз оларды орнатпас бұрын олардың лицензия шарттарын қабылдауды талап етеді.
km_kh: កញ្ចប់ខាងក្រោមតម្រូវឱ្យអ្នកទទួលយកលក្ខខណ្ឌអាជ្ញាប័ណ្ណរបស់ពួកគេមុនពេលដំឡើង។
kn_in: ಕೆಳಗಿನ ಪ್ಯಾಕೇಜ್ (ಗಳು) ಸ್ಥಾಪಿಸುವ ಮೊದಲು ನೀವು ಅವರ ಪರವಾನಗಿ ನಿಯಮಗಳನ್ನು ಸ್ವೀಕರಿಸುವ ಅಗತ್ಯವಿದೆ.
ko_kr: 다음 패키지는 설치하기 전에 라이센스 용어를 수락해야합니다.
ky_kg: Төмөнкү пакет (-лар) Орнотуудан мурун алардын лицензиялык шарттарын кабыл алууну талап кылыңыз.
lo_la: ຊຸດຕໍ່ໄປນີ້ຮຽກຮ້ອງໃຫ້ທ່ານຍອມຮັບເງື່ອນໄຂການອະນຸຍາດຂອງພວກເຂົາກ່ອນທີ່ຈະຕິດຕັ້ງ.
lt_lt: Šis paketas (-ai) reikalauja, kad prieš diegdami priimtumėte jų licencijos sąlygas.
lv_lv: Šai (-ām) paketei ir nepieciešams, lai pirms instalēšanas jūs pieņemat viņu licences nosacījumus.
mi_nz: Ko nga putea e whai ake nei e hiahia ana kia whakaae koe ki o raatau raihana raihana i mua i te whakauru.
mk_mk: Следниот пакет (и) бара да ги прифатите нивните услови за лиценца пред да ги инсталирате.
ml_in: ഇൻസ്റ്റാളുചെയ്യുന്നതിന് മുമ്പ് നിങ്ങൾ അവരുടെ ലൈസൻസ് നിബന്ധനകൾ സ്വീകരിക്കുന്നതിന് ഇനിപ്പറയുന്ന പാക്കേജിന് ആവശ്യമാണ്.
mr_in: खालील पॅकेज (र्स) ने स्थापित करण्यापूर्वी त्यांच्या परवाना अटी स्वीकारल्या पाहिजेत.
ms_my: Pakej berikut menghendaki anda menerima terma lesen mereka sebelum memasang.
mt_mt: Il-pakkett (i) li ġejjin jirrikjedu li taċċetta t-termini tal-liċenzja tagħhom qabel ma tinstalla.
nb_no: Følgende pakke (er) krever at du godtar lisensvilkårene før du installerer.
ne_np: निम्न प्याकेज (हरू) लाई स्थापना गर्नु अघि तपाइँ आफ्नो इजाजतपत्र सर्तहरू स्वीकार गर्न आवश्यक छ।
nl_be: Het volgende pakket (en) vereisen dat u hun licentievoorwaarden accepteert voordat u wordt geïnstalleerd.
or_in: ନିମ୍ନଲିଖିତ ପ୍ୟାକେଜ୍ (ଗୁଡିକ) ଆବଶ୍ୟକ କରୁଥିବା ଆବଶ୍ୟକ କରେ ଯେ ଆପଣ ସଂସ୍ଥାପନ ପୂର୍ବରୁ ସେମାନଙ୍କର ଲାଇସେନ୍ସ ସର୍ତ୍ତାବଳୀ ଗ୍ରହଣ କରନ୍ତି |
pa_arab: ਹੇਠ ਦਿੱਤੇ ਪੈਕੇਜਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਲਾਇਸੈਂਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ.
pl_pl: Poniższe pakiety wymagają zaakceptowania ich warunków licencyjnych przed zainstalowaniem.
pt_br: Os seguintes pacotes exigem que você aceite os termos de licença deles antes de instalar.
ro_ro: Următoarele pachete necesită să acceptați termenii de licență înainte de instalare.
ru_ru: Следующий пакет требует, чтобы вы приняли их условия лицензии перед установкой.
sk_sk: Nasledujúci balík vyžaduje, aby ste pred inštaláciou prijali svoje licenčné podmienky.
sl_si: Naslednji paketi zahtevajo, da pred namestitvijo sprejmete njihove licenčne pogoje.
sq_al: Paketa (et) e mëposhtme kërkojnë që të pranoni kushtet e tyre të licencës para se të instaloni.
sr_cyrl_me: Следећи пакет (и) захтевају да прихватате њихове услове лиценце пре инсталирања.
sv_fi: Följande paket (er) kräver att du accepterar deras licensvillkor innan du installerar.
sw_ke: Kifurushi zifuatazo zinahitaji kukubali masharti yao ya leseni kabla ya kusanikisha.
ta_in: பின்வரும் தொகுப்பு (கள்) நிறுவுவதற்கு முன் அவற்றின் உரிம விதிமுறைகளை ஏற்க வேண்டும்.
te_in: కింది ప్యాకేజీ (లు) మీరు ఇన్‌స్టాల్ చేయడానికి ముందు వారి లైసెన్స్ నిబంధనలను అంగీకరించాలి.
th_th: แพ็คเกจต่อไปนี้กำหนดให้คุณยอมรับข้อกำหนดใบอนุญาตก่อนติดตั้ง
tk_tm: Aşakdaky bukja (ler) gurmazdan ozal ygtyýarnama şertlerini kabul edýändigiňizi talap edýär.
tr_tr: Aşağıdaki paketler, yüklemeden önce lisans şartlarını kabul etmenizi gerektirir.
tt_ru: Түбәндәге пакет (лар) урнаштырганчы лицензия шартларын кабул итүне таләп итә.
ug_cn: تۆۋەندىكى بولاق (لار) ئورنىتىشتىن بۇرۇن ئىجازەت ئاتالغۇسىنى قوبۇل قىلىشنى تەلەپ قىلىدۇ.
uk_ua: Наступні пакети (и) вимагають прийняти їхні ліцензійні умови перед встановленням.
ur_pk: مندرجہ ذیل پیکیج (زبانیں) کا تقاضا ہے کہ آپ انسٹال کرنے سے پہلے ان کے لائسنس کی شرائط قبول کریں۔
uz_cyrl: O'rnatishdan oldin ularning guvohnomalarini qabul qilishingizni talab qiladi.
vi_vn: Các gói sau đây yêu cầu bạn chấp nhận các điều khoản cấp phép của họ trước khi cài đặt.
zh_hant: 以下軟件包要求您在安裝之前接受其許可條款。

# TermsNoButtonText
source: I Decline
af_za: Ek weier
am_et: አልቀናሁ
ar_bh: انخفض
as_in: মই অস্বীকাৰ কৰিছো
az_cyrl: Mən imtina edirəm
bg_bg: Аз отказвам
bn_in: আমি প্রত্যাখ্যান
bs_latn_ba: Odbijam
ca_es: Declino
cs_cz: Odmítám
cy_gb: Rwy'n dirywio
da_dk: Jeg afviser
de_ch: Ich lehne ab
el_gr: Αρνούμαι
es_bo: Renuncio
et_ee: Ma keeldun
fa_ir: من کاهش می یابد
fi_fi: Kieltäydyn
fil_ph: Tumanggi ako
fr_029: Je refuse
ga_ie: Diúltaím
gu_in: હું અસ્વીકાર કરું છું
he_il: אני מסרב
hi_in: मैंने गिराया
hr_hr: Odbijam
hu_hu: Elutasítom
hy_am: Ես անկում եմ ապրում
id_id: Aku menolak
is_is: Ég neita
it_ch: Rifiuto
ja_jp: 私は辞退
ka_ge: მე უარს ვამბობ
kk_kz: Мен құлдыраймын
km_kh: ខ្ញុំ​បដិសេធ
kn_in: ನಾನು ನಿರಾಕರಿಸುತ್ತೇನೆ
ko_kr: 내가 거절
ky_kg: Мен четке кагам
lo_la: ຂ້າພະເຈົ້າປະຕິເສດ
lt_lt: Aš atsisakau
lv_lv: Es atsakos
mi_nz: Kua heke ahau
mk_mk: Јас паѓам
ml_in: ഞാൻ നിരസിക്കുന്നു
mr_in: मी नाकारतो
ms_my: Saya menolak
mt_mt: Nirrifjuta
nb_no: Jeg avslår
ne_np: म अस्वीकार गर्दछु
nl_be: Ik weiger
or_in: ମୁଁ ହ୍ରାସ କରେ
pa_arab: ਮੈਂ ਗਿਰਾਵਟ ਘਟਾਉਂਦਾ ਹਾਂ
pl_pl: Odmawiam
pt_br: Eu recuso
ro_ro: Eu refuz
ru_ru: Я отказываюсь
sk_sk: Zamietam
sl_si: Zavračam
sq_al: Unë nuk pranoj
sr_cyrl_me: Одбијам
sv_fi: Jag avböjer
sw_ke: Ninapungua
ta_in: மறுக்கிறேன்
te_in: నేను తిరస్కరించాను
th_th: ฉันปฏิเสธ
tk_tm: Men peseltýärin
tr_tr: Reddediyorum
tt_ru: Мин кимим
ug_cn: مەن رەت قىلىمەن
uk_ua: Я відмовляюся
ur_pk: رد کرتا ہوں میں
uz_cyrl: Men pasaydim
vi_vn: Tôi từ chối
zh_hant: 我拒絕
