Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountUnlimitedDescription
source: Unrestricted and unlimited content and trash storage.
af_za: Onbeperkte en onbeperkte inhoud en afvalstoor.
am_et: ያልተገደበ እና ያልተገደበ ይዘት እና ቆሻሻ ማከማቻ.
ar_bh: محتوى غير مقيد وغير محدود وتخزين القمامة.
as_in: নিষিদ্ধ আৰু সীমাহীন বিষয়বস্তু আৰু আৱৰ্জনা সংৰক্ষণ।
az_cyrl: Məhdudiyyətsiz və sınırsız məzmun və zibil anbarı.
bg_bg: Неограничено и неограничено съдържание и съхранение на боклук.
bn_in: সীমাহীন এবং সীমাহীন সামগ্রী এবং ট্র্যাশ স্টোরেজ।
bs_latn_ba: Neograničen i neograničen sadržaj i spremanje smeća.
ca_es: Contingut sense restriccions i emmagatzematge de les escombraries sense restriccions.
cs_cz: Neomezený a neomezený obsah a skladování odpadků.
cy_gb: Cynnwys anghyfyngedig a diderfyn a storio sbwriel.
da_dk: Ubegrænset og ubegrænset indhold og opbevaring af skrald.
de_ch: Uneingeschränkte und unbegrenzte Inhalte und Müllspeicher.
el_gr: Απεριόριστο και απεριόριστο περιεχόμενο και αποθήκευση απορριμμάτων.
es_bo: Contenido y almacenamiento de basura sin restricciones e ilimitados.
et_ee: Piiramatu ja piiramatu sisu ja prügikastide salvestamine.
fa_ir: محتوای نامحدود و نامحدود و ذخیره زباله.
fi_fi: Rajoittamaton ja rajoittamaton sisältö ja roskakorin tallennus.
fil_ph: Walang pigil at walang limitasyong nilalaman at imbakan ng basura.
fr_029: Contenu sans restriction et illimité et stockage des déchets.
ga_ie: Ábhar neamhshrianta agus neamhtheoranta agus stóráil bruscair.
gu_in: અનિયંત્રિત અને અમર્યાદિત સામગ્રી અને કચરાપેટી સંગ્રહ.
he_il: תוכן בלתי מוגבל ובלתי מוגבל ואחסון אשפה.
hi_in: अप्रतिबंधित और असीमित सामग्री और कचरा भंडारण।
hr_hr: Neograničeni i neograničeni sadržaj i skladištenje smeća.
hu_hu: Korlátlan és korlátlan tartalom és kukák tárolása.
hy_am: Անսահմանափակ եւ անսահմանափակ բովանդակություն եւ աղբարկղ:
id_id: Konten dan penyimpanan sampah yang tidak terbatas dan tidak terbatas.
is_is: Ótakmarkað og ótakmarkað efni og ruslgeymsla.
it_ch: Contenuto illimitato e illimitato e archiviazione della spazzatura.
ja_jp: 無制限の無制限のコンテンツとゴミの保管。
ka_ge: შეუზღუდავი და შეუზღუდავი შინაარსი და ნაგვის შენახვა.
kk_kz: Шектеусіз және шектеусіз мазмұн және қоқыс жинағы.
km_kh: មាតិកានិងការផ្ទុកធុងសំរាមគ្មានកំណត់។
kn_in: ಅನಿಯಂತ್ರಿತ ಮತ್ತು ಅನಿಯಮಿತ ವಿಷಯ ಮತ್ತು ಕಸದ ಸಂಗ್ರಹಣೆ.
ko_kr: 무제한 및 무제한 컨텐츠 및 쓰레기 스토리지.
ky_kg: Чексиз жана чексиз мазмун жана таштандыларды сактоо.
lo_la: ເນື້ອໃນທີ່ບໍ່ຈໍາກັດແລະບໍ່ຈໍາກັດແລະການເກັບຮັກສາຂີ້ເຫຍື້ອ.
lt_lt: Neribotas ir neribotas turinys ir šiukšlių saugykla.
lv_lv: Neierobežots un neierobežots saturs un atkritumu glabāšana.
mi_nz: Ko te ihirangi me te kore mutunga me te rokiroki riki.
mk_mk: Неограничена и неограничена содржина и складирање на ѓубре.
ml_in: അനിയന്ത്രിതമായതും പരിധിയില്ലാത്തതുമായ ഉള്ളടക്കവും ട്രാഷ് സ്റ്റോറേജും.
mr_in: प्रतिबंधित आणि अमर्यादित सामग्री आणि कचरा स्टोरेज.
ms_my: Kandungan yang tidak terhad dan tidak terhad dan penyimpanan sampah.
mt_mt: Kontenut mhux ristrett u illimitat u ħażna ta 'trash.
nb_no: Ubegrenset og ubegrenset innhold og lagring av søppel.
ne_np: प्रतिबन्धित र असीमित सामग्री र रद्दीटोकरी भण्डारण।
nl_be: Onbeperkte en onbeperkte inhoud en afvalopslag.
or_in: ଅବହେଳିତ ଏବଂ ଅସୀମିତ ବିଷୟବସ୍ତୁ ଏବଂ ଆବର୍ଜନା ସଂରକ୍ଷଣ |
pa_arab: ਅਸੀਮਿਤ ਅਤੇ ਅਸੀਮਿਤ ਸਮਗਰੀ ਅਤੇ ਰੱਦੀ ਭੰਡਾਰਨ.
pl_pl: Nieograniczone i nieograniczone przechowywanie treści i śmieci.
pt_br: Conteúdo irrestrito e ilimitado e armazenamento de lixo.
ro_ro: Conținut nelimitat și nelimitat și stocare de gunoi.
ru_ru: Неограниченный и неограниченный контент и хранение мусора.
sk_sk: Neobmedzený a neobmedzený obsah a úložisko odpadu.
sl_si: Neomejeno in neomejeno vsebino in shranjevanje smeti.
sq_al: Përmbajtja e pakufizuar dhe e pakufizuar dhe ruajtja e plehrave.
sr_cyrl_me: Неограничен и неограничен садржај и складиштење смећа.
sv_fi: Obegränsat och obegränsat innehåll och skräplagring.
sw_ke: Yaliyozuiliwa na yaliyomo kwenye ukomo na uhifadhi wa takataka.
ta_in: கட்டுப்பாடற்ற மற்றும் வரம்பற்ற உள்ளடக்கம் மற்றும் குப்பை சேமிப்பு.
te_in: అనియంత్రిత మరియు అపరిమిత కంటెంట్ మరియు చెత్త నిల్వ.
th_th: เนื้อหาที่ไม่ จำกัด และไม่ จำกัด และที่เก็บขยะ
tk_tm: Çäklendirilmedik we çäksiz mazmun we hapa saklamak.
tr_tr: Sınırsız ve sınırsız içerik ve çöp depolama.
tt_ru: Чикләнмәгән һәм чикләнмәгән эчтәлек һәм чүп саклау.
ug_cn: چەكلىمىسىز ۋە چەكسىز مەزمۇن ۋە ئەخلەت ساقلاش.
uk_ua: Нерозмірний та необмежений вміст та зберігання сміття.
ur_pk: غیر محدود اور لامحدود مواد اور ردی کی ٹوکری میں اسٹوریج۔
uz_cyrl: Cheksiz va cheksiz tarkib va ​​axlat qutisi.
vi_vn: Nội dung không giới hạn và không giới hạn và lưu trữ rác.
zh_hant: 不受限制的和無限的內容和垃圾存儲。

# WelcomeAccountRestoreLabel
source: Restore
af_za: Restoreer
am_et: ወደነበረበት መመለስ
ar_bh: يعيد
as_in: পুনৰ সঞ্চয় কৰা
az_cyrl: Bərpa etmək
bg_bg: Възстанови
bn_in: পুনরুদ্ধার
bs_latn_ba: Vratiti
ca_es: Retornar
cs_cz: Obnovit
cy_gb: Hatgyweiriff
da_dk: Gendanne
de_ch: Wiederherstellen
el_gr: Επαναφέρω
es_bo: Restaurar
et_ee: Taastama
fa_ir: بازگرداندن
fi_fi: Palauttaa
fil_ph: Ibalik
fr_029: Restaurer
ga_ie: Cuir ar an eolas
gu_in: પુનઃસ્થાપિત
he_il: לשחזר
hi_in: पुनर्स्थापित करना
hr_hr: Vratiti
hu_hu: visszaállítás
hy_am: Վերականգնել
id_id: Memulihkan
is_is: Endurheimta
it_ch: Ristabilire
ja_jp: 復元する
ka_ge: აღდგენა
kk_kz: Қалпына келтіру
km_kh: ចយសចុល
kn_in: ಪುನಃಸ್ಥಾಪಿಸು
ko_kr: 복원하다
ky_kg: Калыбына келтирүү
lo_la: ຟື້ນຟູ
lt_lt: Atkurti
lv_lv: Atjaunot
mi_nz: Whakaora
mk_mk: Врати
ml_in: വീണ്ടെടുക്കുക
mr_in: पुनर्संचयित
ms_my: Pulihkan
mt_mt: Irrestawra
nb_no: Restaurere
ne_np: मरम्मत गर्नु
nl_be: Herstellen
or_in: ପୁନ restore ସ୍ଥାପନ
pa_arab: ਰੀਸਟੋਰ
pl_pl: Przywrócić
pt_br: Restaurar
ro_ro: Restabili
ru_ru: Восстановить
sk_sk: Obnoviť
sl_si: Obnoviti
sq_al: Rivendos
sr_cyrl_me: Враћање
sv_fi: Återställ
sw_ke: Rejesha
ta_in: மீட்டமை
te_in: పునరుద్ధరించండి
th_th: คืนค่า
tk_tm: Dikeltmek
tr_tr: Eski haline getirmek
tt_ru: Торгызу
ug_cn: ئەسلىگە كەلتۈرۈش
uk_ua: Відновлення
ur_pk: بحال کریں
uz_cyrl: Tiklamoq
vi_vn: Khôi phục
zh_hant: 恢復

# WelcomeAccountFreeLabel
source: Free
af_za: Vry
am_et: ፍርይ
ar_bh: حر
as_in: বিনামূলীয়া
az_cyrl: Sərbəst
bg_bg: Безплатно
bn_in: বিনামূল্যে
bs_latn_ba: Slobodan
ca_es: Alliberar
cs_cz: Volný, uvolnit
cy_gb: Ryddhaem
da_dk: Gratis
de_ch: Frei
el_gr: Ελεύθερος
es_bo: Gratis
et_ee: Vaba
fa_ir: رایگان
fi_fi: Vapaa
fil_ph: Libre
fr_029: Gratuit
ga_ie: Saor
gu_in: મુક્ત
he_il: חינם
hi_in: मुक्त
hr_hr: Besplatno
hu_hu: Ingyenes
hy_am: Անվճար
id_id: Bebas
is_is: Ókeypis
it_ch: Gratuito
ja_jp: 無料
ka_ge: უფასო
kk_kz: Тегін
km_kh: ដេលមានសេរីផាប
kn_in: ಮುಕ್ತ
ko_kr: 무료
ky_kg: Бекер
lo_la: ອິດສະລະ
lt_lt: Laisvas
lv_lv: Brīvs
mi_nz: Marere
mk_mk: Бесплатно
ml_in: സൗ ജന്യം
mr_in: फुकट
ms_my: Percuma
mt_mt: B'xejn
nb_no: Gratis
ne_np: सितैमा
nl_be: Vrij
or_in: ମାଗଣା |
pa_arab: ਮੁਫਤ
pl_pl: Bezpłatny
pt_br: Livre
ro_ro: Gratuit
ru_ru: Бесплатно
sk_sk: zadarmo
sl_si: prost
sq_al: I lirë
sr_cyrl_me: бесплатно
sv_fi: Fri
sw_ke: Bure
ta_in: இலவசம்
te_in: ఉచితం
th_th: ฟรี
tk_tm: Mugt
tr_tr: Özgür
tt_ru: Бушлай
ug_cn: ھەقسىز
uk_ua: Безкоштовний
ur_pk: مفت
uz_cyrl: Ozod
vi_vn: Miễn phí
zh_hant: 自由的

# WelcomeAccountStandardLabel
source: Standard
af_za: Standaard
am_et: ደረጃ
ar_bh: معيار
as_in: মানদণ্ড
az_cyrl: Standart
bg_bg: Стандарт
bn_in: স্ট্যান্ডার্ড
ca_es: Estàndard
cy_gb: Safonol
el_gr: Πρότυπο
es_bo: Estándar
fa_ir: استاندارد
fi_fi: Standardi
fil_ph: Pamantayan
ga_ie: Caighdeánach
gu_in: ધોરણ
he_il: תֶקֶן
hi_in: मानक
hu_hu: Alapértelmezett
hy_am: Ստանդարտ
id_id: Standar
ja_jp: 標準
ka_ge: სტანდარტი
kk_kz: Стандарт
km_kh: កមរុ
kn_in: ಮಾನದಂಡ
ko_kr: 기준
ky_kg: Стандарт
lo_la: ມາດຕະຖານ
lt_lt: Standartas
lv_lv: Standarta
mi_nz: Takoto
mk_mk: Стандард
ml_in: സ്റ്റാൻഡേർഡ്
mr_in: मानक
ne_np: स्तर
nl_be: Standaard
or_in: ମାନକ
pa_arab: ਸਟੈਂਡਰਡ
pt_br: Padrão
ru_ru: Стандартный
sk_sk: Norma
sl_si: Standardno
sr_cyrl_me: Стандардни
sw_ke: Kiwango
ta_in: தரநிலை
te_in: ప్రామాణిక
th_th: มาตรฐาน
tk_tm: Standart
tr_tr: Standart
tt_ru: Стандарт
ug_cn: ئۆلچەملىك
uk_ua: Стандартний
ur_pk: معیار
uz_cyrl: Standart
vi_vn: Tiêu chuẩn
zh_hant: 標準

# WelcomeAccountUnlimitedLabel
source: Unlimited
af_za: Onbeperk
am_et: ያልተገደበ
ar_bh: غير محدود
as_in: সীমাহীন
az_cyrl: Məhdudiyyətsiz
bg_bg: Неограничен
bn_in: সীমাহীন
bs_latn_ba: Neograničen
ca_es: Il·limitat
cs_cz: Neomezený
cy_gb: Diderfyn
da_dk: Ubegrænset
de_ch: Unbegrenzt
el_gr: Απεριόριστος
es_bo: Ilimitado
et_ee: Piiramatu
fa_ir: نامحدود
fi_fi: Rajoittamaton
fil_ph: Walang limitasyong
fr_029: Illimité
ga_ie: Neamhtheoranta
gu_in: અમર્યાદિત
he_il: ללא הגבלה
hi_in: असीमित
hr_hr: Neograničen
hu_hu: Korlátlan
hy_am: Անսահմանափակ
id_id: Tak terbatas
is_is: Ótakmarkað
it_ch: Illimitato
ja_jp: 無制限
ka_ge: შეუზღუდავი
kk_kz: Шектеусіз
km_kh: គ្មានដែនកំណត់
kn_in: ಅನಿಯಮಿತ
ko_kr: 제한 없는
ky_kg: Чексиз
lo_la: ບໍ່ຈໍາກັດ
lt_lt: Neribotas
lv_lv: Neierobežots
mi_nz: Mutunga kore
mk_mk: Неограничено
ml_in: പരിധിയില്ലാത്ത
mr_in: अमर्यादित
ms_my: Tidak terhad
mt_mt: Bla limitu
nb_no: Ubegrenset
ne_np: असीमित
nl_be: Onbeperkt
or_in: ଅସୀମିତ |
pa_arab: ਅਸੀਮਤ
pl_pl: Nieograniczony
pt_br: Ilimitado
ro_ro: Nelimitat
ru_ru: Неограниченный
sk_sk: Neobmedzený
sl_si: Neomejeno
sq_al: I pakufizuar
sr_cyrl_me: Неограничен
sv_fi: Obegränsat
sw_ke: Isiyo na kikomo
ta_in: வரம்பற்றது
te_in: అపరిమిత
th_th: ไม่ จำกัด
tk_tm: Çäksiz
tr_tr: Sınırsız
tt_ru: Чикләнмәгән
ug_cn: چەكسىز
uk_ua: Необмежений
ur_pk: لامحدود
uz_cyrl: Cheksiz
vi_vn: Vô hạn
zh_hant: 無限

# WelcomeAccountTitle
source: Subscription
af_za: Intekening
am_et: ምዝገባ
ar_bh: الاشتراك
as_in: স্বাক্ষৰণ
az_cyrl: Abunə
bg_bg: Абонамент
bn_in: সাবস্ক্রিপশন
bs_latn_ba: Pretplata
ca_es: Subscripció
cs_cz: Předplatné
cy_gb: Tanysgrifiadau
da_dk: Abonnement
de_ch: Abonnement
el_gr: Συνδρομή
es_bo: Suscripción
et_ee: Tellimus
fa_ir: اشتراک، ابونمان
fi_fi: Tilaus
fr_029: Abonnement
ga_ie: Sintiús
gu_in: લવાજમ
he_il: מִנוּי
hi_in: अंशदान
hr_hr: Pretplata
hu_hu: Feliratkozás
hy_am: Բաժանորդագրություն
id_id: Berlangganan
is_is: Áskrift
it_ch: Sottoscrizione
ja_jp: サブスクリプション
ka_ge: გამოწერა
kk_kz: Жазылу
km_kh: ការចាវចារបចាម
kn_in: ಚಂದಾದಾರಿಕೆ
ko_kr: 신청
ky_kg: Жазылуу
lo_la: ການຈອງຫນັງສືພິມ
lt_lt: Prenumerata
lv_lv: Abonēšana
mi_nz: Koha
mk_mk: Претплата
ml_in: സബ്സ്ക്രിപ്ഷൻ
mr_in: सदस्यता
ms_my: Langganan
mt_mt: Abbonament
nb_no: Abonnement
ne_np: चन्दा
nl_be: Abonnement
or_in: ସଦସ୍ୟତା
pa_arab: ਗਾਹਕੀ
pl_pl: Subskrypcja
pt_br: Inscrição
ro_ro: Abonament
ru_ru: Подписка
sk_sk: Predplatné
sl_si: Naročnina
sq_al: Pajtim
sr_cyrl_me: Претплата
sv_fi: Prenumeration
sw_ke: Usajili
ta_in: சந்தா
te_in: చందా
th_th: การสมัครสมาชิก
tk_tm: Abuna
tr_tr: Abonelik
tt_ru: Язылу
ug_cn: مۇشتەرى بولۇش
uk_ua: Підписка
ur_pk: سبسکرپشن
uz_cyrl: Obuna
vi_vn: Đăng ký
zh_hant: 訂閱
