Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppPasteShortcutHeaderLabel
source: Paste Shortcut
af_za: Plak kortpad
am_et: PASTAP አቋራጭ
ar_bh: لصق اختصار
as_in: চৰ্টকাট পেষ্ট কৰক
az_cyrl: Yapmaq
bg_bg: Поставяне на път за бърз достъп
bn_in: পেস্ট শর্টকাট
bs_latn_ba: Prečicu zalijepite
ca_es: Drecera enganxada
cs_cz: Vložit zkratku
cy_gb: Gludo llwybr byr
da_dk: Indsæt genvej
de_ch: Einfügen Tastenkombination
el_gr: Συντόμευση επικόλλησης
es_bo: Pegar acceso directo
et_ee: Pasta otsetee
fa_ir: چسباندن میانبر
fi_fi: Liitä pikakuvake
fil_ph: I -paste ang shortcut
fr_029: Raccourci de pâte
ga_ie: Aicearra greamaigh
gu_in: શોર્ટકટનો સસવો
he_il: הדבק קיצור דרך
hi_in: शॉर्टकट चिपकाओ
hr_hr: Zalijepi prečac
hu_hu: Beilleszthető parancsikon
hy_am: Պաստառ դյուրանցում
id_id: Tempel Pintasan
is_is: Límdu flýtileið
it_ch: Incolla collegamento
ja_jp: ショートカットをはりつけ
ka_ge: ჩასვით მალსახმობი
kk_kz: Төте жолды қойыңыз
km_kh: បិទភ្ជាប់ផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ಅಂಟಿಸಿ
ko_kr: 붙여 넣기 바로 가기
ky_kg: Кыска жол
lo_la: ທາງລັດທີ່ວາງໄວ້
lt_lt: Įklijuokite nuorodą
lv_lv: Ielīmēt saīsni
mi_nz: Whakapiri poto
mk_mk: Залепете кратенка
ml_in: കുറുക്കുവഴി കുറുക്കുവഴി
mr_in: पेस्ट शॉर्टकट
ms_my: Tampal pintasan
nb_no: Lim inn snarvei
ne_np: टर्कट टाँस्नुहोस्
nl_be: Plakken snelkoppeling
or_in: ସର୍ଟକଟ୍ ଲେପନ କରନ୍ତୁ |
pa_arab: ਸ਼ੌਰਟਕਟ ਪੇਸਟ ਕਰੋ
pl_pl: Wklej skrót
pt_br: Colar atalho
ro_ro: Lipeste scurtatura
ru_ru: Вставить ярлык
sk_sk: Prilepiť skratku
sl_si: Prilepi bližnjico
sq_al: Shkurtoj
sr_cyrl_me: Пастена пречица
sv_fi: Klistra in genvägen
sw_ke: Bandika njia ya mkato
ta_in: குறுக்குவழியை ஒட்டவும்
te_in: సత్వరమార్గాన్ని అతికించండి
th_th: วางทางลัด
tk_tm: Gysgaça açyň
tr_tr: Kısayolu yapıştır
tt_ru: Паста кыска
ug_cn: تېزلەتمە چاپلاڭ
uk_ua: Вставити ярлик
ur_pk: پیسٹ شارٹ کٹ
uz_cyrl: Yorliqlar
vi_vn: Dán phím tắt
zh_hant: 粘貼快捷方式

# SettingsInteropAppReadHeaderLabel
source: Readers
af_za: Lesers
am_et: አንባቢዎች
ar_bh: القراء
as_in: পাঠক
az_cyrl: Oxucu
bg_bg: Читатели
bn_in: পাঠক
bs_latn_ba: Čitaoci
ca_es: Lectors
cs_cz: Čtenáři
cy_gb: Narllenwyr
da_dk: Læsere
de_ch: Leser
el_gr: Αναγνώστες
es_bo: Lectores
et_ee: Lugejad
fa_ir: خوانندگان
fi_fi: Lukijat
fil_ph: Mga mambabasa
fr_029: Lecteurs
ga_ie: Léitheoirí
gu_in: વાચકો
he_il: קוראים
hi_in: पाठकों
hr_hr: Čitatelji
hu_hu: Olvasók
hy_am: Ընթերցողներ
id_id: Pembaca
is_is: Lesendur
it_ch: Lettori
ja_jp: 読者
ka_ge: მკითხველი
kk_kz: Оқырмандар
km_kh: បុរសអត្ថវន៍
kn_in: ಓದುಗ
ko_kr: 독자
ky_kg: Окурмандар
lo_la: ຜູ້ຢິງອ່ານ
lt_lt: Skaitytojai
lv_lv: Lasītāji
mi_nz: Kaipānui
mk_mk: Читатели
ml_in: വായനക്കാരും
mr_in: वाचक
ms_my: Pembaca
mt_mt: Qarrejja
nb_no: Lesere
ne_np: पाठकहरूका पाठकहरु
nl_be: Lezers
or_in: ପାଠକଗଣ
pa_arab: ਪਾਠਕ
pl_pl: Czytelnicy
pt_br: Leitores
ro_ro: Cititori
ru_ru: Читатели
sk_sk: Čitateľ
sl_si: Bralci
sq_al: Lexues
sr_cyrl_me: Читаоци
sv_fi: Läsare
sw_ke: Wasomaji
ta_in: வாசகர்கள்
te_in: పాఠకులు
th_th: ผู้อ่าน
tk_tm: Okyjylar
tr_tr: Okuyucular
tt_ru: Укучылар
ug_cn: ئوقۇرمەنلەر
uk_ua: Читачі
ur_pk: قارئین
uz_cyrl: O'quvchilar
vi_vn: Độc giả
zh_hant: 讀者

# SettingsInteropAppWriteHeaderLabel
source: Writers
af_za: Skrywers
am_et: ጸሐፊዎች
ar_bh: الكتاب
as_in: লেখক
az_cyrl: Yazıçılar
bg_bg: Писатели
bn_in: লেখক
bs_latn_ba: Pisci
ca_es: Escriptors
cs_cz: Spisovatelé
cy_gb: Ysgrifenwyr
da_dk: Forfattere
de_ch: Schriftsteller
el_gr: Συγγραφείς
es_bo: Escritores
et_ee: Kirjanikud
fa_ir: نویسندگان
fi_fi: Kirjailijat
fil_ph: Manunulat
fr_029: Écrivains
ga_ie: Scríbhneoirí
gu_in: લેખકો
he_il: סופרים
hi_in: लेखकों के
hr_hr: Pisci
hu_hu: Írók
hy_am: Գրողներ
id_id: Penulis
is_is: Rithöfundar
it_ch: Scrittori
ja_jp: 作家
ka_ge: მწერლები
kk_kz: Жазушылар
km_kh: អ្នកសរសេរ
kn_in: ಬರಹಗಾರ
ko_kr: 작가
ky_kg: Жазуучулар
lo_la: ນັກຂຽນ
lt_lt: Rašytojai
lv_lv: Rakstnieki
mi_nz: Kaituhi
mk_mk: Писатели
ml_in: എഴുത്തുകാർ
mr_in: लेखक
ms_my: Penulis
mt_mt: Kittieba
nb_no: Forfattere
ne_np: लेखक
nl_be: Schrijvers
or_in: ଲେଖକମାନେ
pa_arab: ਲੇਖਕ
pl_pl: Pisarze
pt_br: Escritoras
ro_ro: Scriitori
ru_ru: Писатели
sk_sk: Spisovatelia
sl_si: Pisatelji
sq_al: Shkrimtarët
sr_cyrl_me: Писци
sv_fi: Författare
sw_ke: Waandishi
ta_in: எழுத்தாளர்கள்
te_in: రచయితలు
th_th: นักเขียน
tk_tm: Ýazyjylar
tr_tr: Yazarlar
tt_ru: Язучылар
ug_cn: يازغۇچىلار
uk_ua: Письменники
ur_pk: مصنفین
uz_cyrl: Yozuvchilar
vi_vn: Nhà văn
zh_hant: 作家

# SettingsInteropAppOleFormatButtonPointerOverLabel
source: Edit...
af_za: Redigeer ...
am_et: አርትዕ ...
ar_bh: يحرر...
as_in: সম্পাদনা কৰক...
az_cyrl: Düzəltmə ...
bg_bg: Редактиране...
bn_in: সম্পাদনা ...
bs_latn_ba: Uredi ...
ca_es: Edita ...
cs_cz: Upravit...
cy_gb: Golygu ...
da_dk: Redigere...
de_ch: Bearbeiten...
el_gr: Επεξεργασία...
es_bo: Editar...
et_ee: Redigeerimine ...
fa_ir: ویرایش ...
fi_fi: Muokata...
fil_ph: I -edit ...
fr_029: Modifier...
ga_ie: Cuir in eagar ...
gu_in: સંપાદિત કરો ...
he_il: לַעֲרוֹך...
hi_in: संपादन करना...
hr_hr: Uredi...
hu_hu: Szerkesztés ...
hy_am: Խմբագրել ...
it_ch: Modificare...
ja_jp: 編集...
ka_ge: რედაქტირება ...
kk_kz: Өңдеу ...
km_kh: កែសម្រួល ...
kn_in: ತಿದ್ದು...
ko_kr: 편집하다...
ky_kg: Түзөтүү ...
lo_la: ແກ້ໄຂ ...
lt_lt: Redaguoti...
lv_lv: Rediģēt ...
mi_nz: Whakatika ...
mk_mk: Уредување...
ml_in: എഡിറ്റുചെയ്യുക ...
mr_in: सुधारणे...
nb_no: Redigere...
ne_np: सम्पादन ...
nl_be: Bewerking...
or_in: ସଂପାଦନ କର ...
pa_arab: ਸੋਧ ...
pl_pl: Edytować...
pt_br: Editar...
ro_ro: Editați | ×...
ru_ru: Редактировать...
sk_sk: Upraviť ...
sl_si: Uredi...
sq_al: Redakto ...
sr_cyrl_me: Уредити...
sv_fi: Redigera...
sw_ke: Hariri ...
ta_in: தொகு...
te_in: సవరించండి ...
th_th: แก้ไข...
tk_tm: Redaktirläň ...
tr_tr: Düzenlemek...
tt_ru: Үзгәртү ...
ug_cn: تەھرىرلەش ...
uk_ua: Редагувати ...
ur_pk: ترمیم...
vi_vn: Biên tập...
zh_hant: 編輯...

# SettingsInteropFormatsHeaderTitle
source: Formats
af_za: Formate
am_et: ቅርፀቶች
ar_bh: تنسيقات
as_in: বিন্যাসসমূহ
az_cyrl: Formatlar
bg_bg: Формати
bn_in: ফর্ম্যাট
bs_latn_ba: Formati
cs_cz: Formáty
cy_gb: Fformatau
da_dk: Formater
de_ch: Formate
el_gr: Μορφές
es_bo: Formatos
et_ee: Formaadid
fa_ir: قالبها
fi_fi: Muodot
fil_ph: Mga format
ga_ie: Formáidí
gu_in: અનુમાન
he_il: פורמטים
hi_in: प्रारूप
hr_hr: Formati
hu_hu: Formátumok
hy_am: Ձեւաչափեր
id_id: Format
is_is: Snið
it_ch: Formati
ja_jp: フォーマット
ka_ge: ფორმატი
kk_kz: Пішімдер
km_kh: ទ្រង់ទ្រាយ
kn_in: ಸ್ವರೂಪಗಳು
ko_kr: 형식
ky_kg: Форматтар
lo_la: ຮູບແບບ
lt_lt: Formatai
lv_lv: Formāti
mi_nz: Whakaaturanga
mk_mk: Формати
ml_in: ഫോർമാറ്റുകൾ
mr_in: स्वरूप
ms_my: Format
mt_mt: Formati
nb_no: Formater
ne_np: किनारा
nl_be: Formaten
or_in: ଫର୍ମାଟ୍
pa_arab: ਫਾਰਮੈਟ
pl_pl: Formaty
pt_br: Formatos
ro_ro: Formate
ru_ru: Форматы
sk_sk: Formát
sl_si: Formati
sq_al: Formate
sr_cyrl_me: Формата
sv_fi: Format
sw_ke: Fomati
ta_in: வடிவங்கள்
te_in: ఫార్మాట్లు
th_th: รูปแบบ
tk_tm: Formatlar
tr_tr: Formatlar
tt_ru: Форматлар
ug_cn: فورماتلار
uk_ua: Формати
ur_pk: شکلیں
uz_cyrl: Format
vi_vn: Định dạng
zh_hant: 格式

# SettingsInteropRejectedHeaderTitle
source: Rejected
af_za: Verwerp
am_et: ተቀባይነት አላገኘም
ar_bh: مرفوض
as_in: নাকচ কৰা হৈছে
az_cyrl: Rədd edilmiş
bg_bg: Отхвърлен
bn_in: প্রত্যাখ্যাত
bs_latn_ba: Odbijen
ca_es: Rebutjada
cs_cz: Odmítnuto
cy_gb: Gwrthod
da_dk: Afvist
de_ch: Abgelehnt
el_gr: Απορριπτόμενος
es_bo: Rechazado
et_ee: Tagasi lükatud
fa_ir: رد شده
fi_fi: Hylätty
fil_ph: Tinanggihan
fr_029: Rejeté
ga_ie: Diúltaithe
gu_in: અસ્વીકૃત
he_il: נִדחֶה
hi_in: अस्वीकार कर दिया
hr_hr: Odbijen
hu_hu: Elutasított
hy_am: Մերժված
id_id: Ditolak
is_is: Hafnað
it_ch: Respinto
ja_jp: 拒否された
ka_ge: უარყოფილი
kk_kz: Қабылданбады
km_kh: បដិសេធ
kn_in: ತಿರಸ್ಕರಿಸಿದ
ko_kr: 거부
ky_kg: Четке кагылды
lo_la: ປະຕິເສດ
lt_lt: Atstumtas
lv_lv: Noraidīts
mi_nz: Whakahē
mk_mk: Отфрлен
ml_in: നിരസിച്ചു
mr_in: नाकारले
ms_my: Ditolak
mt_mt: Miċħuda
nb_no: Avvist
ne_np: अस्वीकृत
nl_be: Afgewezen
or_in: ପ୍ରତ୍ୟାଖ୍ୟାନ
pa_arab: ਰੱਦ ਕਰ ਦਿੱਤਾ
pl_pl: Odrzucony
pt_br: Rejeitado
ro_ro: Respins
ru_ru: Отклоненный
sk_sk: Zamietnutý
sl_si: Zavrnjeno
sq_al: I kundërt
sr_cyrl_me: Одбијен
sv_fi: avvisade
sw_ke: Kukataliwa
ta_in: நிராகரிக்கப்பட்டது
te_in: తిరస్కరించబడింది
th_th: ถูกปฏิเสธ
tk_tm: Ret edildi
tr_tr: Reddedilmiş
tt_ru: Кире кагылды
ug_cn: رەت قىلدى
uk_ua: Відхилений
ur_pk: مسترد
uz_cyrl: Rad etildi
vi_vn: Vật bị loại bỏ
zh_hant: 拒絕

# SettingsInteropShortcutsHeaderTitle
source: Shortcuts
af_za: Kortpaaie
am_et: አቋራጮች
ar_bh: اختصارات
as_in: চৰ্টকাট
az_cyrl: Qısaylıq
bg_bg: Преки пътища
bn_in: শর্টকাটস
bs_latn_ba: Prečice
ca_es: Dreceres
cs_cz: Zkratky
cy_gb: Llwybrau byr
da_dk: Genveje
de_ch: Verknüpfungen
el_gr: Συντομεύσεις
es_bo: Atajos
et_ee: Otseteed
fa_ir: میانبرها
fi_fi: Pikakuvakkeet
fil_ph: Mga shortcut
fr_029: Raccourcis
ga_ie: Aicearraí
gu_in: શોર્ટકટ્સ
he_il: קיצורי דרך
hi_in: शॉर्टकट
hr_hr: Prečac
hu_hu: Parancsikonok
hy_am: Դյուրանցումներ
id_id: Pintasan
is_is: Flýtileiðir
it_ch: Scorciatoie
ja_jp: ショートカット
ka_ge: მალსახმობები
kk_kz: Төте жолдар
km_kh: ផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
ko_kr: 바로 가기
ky_kg: Жарлыктар
lo_la: ກາງເຂັນ
lt_lt: Nuorodos
lv_lv: Saīsnes
mi_nz: Pokatata
mk_mk: Кратенки
ml_in: കുറുക്കുവഴികൾ
mr_in: शॉर्टकट
ms_my: Pintasan
nb_no: Snarveier
ne_np: सर्टकटहरू
nl_be: Snelkoppelingen
or_in: ସର୍ଟକଟ୍
pa_arab: ਸ਼ੌਰਟਕਟ
pl_pl: Skróty
pt_br: Atalhos
ro_ro: Comitete rapide
ru_ru: Ярлыки
sk_sk: Skratky
sl_si: Bližnjice
sq_al: Shkurtore
sr_cyrl_me: Пречице
sv_fi: Genvägar
sw_ke: Njia za mkato
ta_in: குறுக்குவழிகள்
te_in: సత్వరమార్గాలు
th_th: ทางลัด
tk_tm: Gysga ýollar
tr_tr: Kısayollar
tt_ru: Кыска юллар
ug_cn: تېزلەتمىلەر
uk_ua: Ярлики
ur_pk: شارٹ کٹ
uz_cyrl: Yorliqlar
vi_vn: Phím tắt
zh_hant: 捷徑

# NtfRejectRemoveClipsBody
source: Would you also like to remove all {0} clips from '{1}'
af_za: Wil u ook alle {0} -knipsels van '{1}' verwyder
am_et: እንዲሁም ሁሉንም {0} ክሊፖችን ከ '{1}' ማስወገድ ይፈልጋሉ?
ar_bh: هل ترغب أيضًا في إزالة جميع المقاطع {0} من '{1}'
as_in: আপুনি '{1}' ৰ পৰা সকলো {0} ক্লিপ আঁতৰাব বিচাৰেনে?
az_cyrl: '{1}' dən olan bütün {0} klipləri silmək istərdinizmi?
bg_bg: Бихте ли искали да премахнете всички клипове {0} от '{1}'
bn_in: আপনি কি '{1}' থেকে সমস্ত {0} ক্লিপগুলি সরিয়ে ফেলতে চান?
bs_latn_ba: Da li biste željeli ukloniti sve {0} isječke iz '{1}'
ca_es: També voldríeu eliminar tots els clips {0} de '{1}'
cs_cz: Chtěli byste také odstranit všechny klipy {0} z '{1}'
cy_gb: Hoffech chi hefyd gael gwared ar yr holl glipiau {0} o '{1}'
da_dk: Vil du også fjerne alle {0} klip fra '{1}'
de_ch: Möchten Sie auch alle {0} Clips aus '{1}' entfernen.
el_gr: Θα θέλατε επίσης να αφαιρέσετε όλα τα κλιπ {0} από το '{1}'
es_bo: ¿También le gustaría eliminar todos los clips {0} de '{1}'
et_ee: Kas soovite ka kõik {0} klipid eemaldada '{1}'
fa_ir: آیا می خواهید کلیپ های {0} را از "{1}" حذف کنید
fi_fi: Haluatko myös poistaa kaikki {0} leikkeet '{1}'
fil_ph: Nais mo ring alisin ang lahat ng mga clip ng {0} mula sa '{1}'
fr_029: Souhaitez-vous également supprimer tous les clips {0} de '{1}'
ga_ie: Ar mhaith leat freisin gach gearrthóg {0} a bhaint as '{1}'
gu_in: શું તમે '{1}' માંથી બધી {0} ક્લિપ્સને દૂર કરવા માંગો છો
he_il: האם תרצה גם להסיר את כל הקליפים {0} מ- '{1}'
hi_in: क्या आप सभी {0} क्लिप को '{1}' से हटाना पसंद करेंगे
hr_hr: Želite li također ukloniti sve {0} isječke s '{1}'
hu_hu: Szeretné eltávolítani az összes {0} klipet a '{1}' -ről
hy_am: Կցանկանայիք նաեւ հեռացնել բոլոր {0} տեսահոլովակները «{1}» -ից:
id_id: Apakah Anda juga ingin menghapus semua klip {0} dari '{1}'
is_is: Myndir þú líka vilja fjarlægja allar {0} úrklippur frá '{1}'
it_ch: Ti piacerebbe anche rimuovere tutti i clip {0} da '{1}'
ja_jp: また、「{1}」からすべての{0}クリップを削除しますか
ka_ge: ასევე გსურთ ამოიღოთ ყველა {0} კლიპი '{1}'
kk_kz: '{1}' -ден барлық {0} клиптерін алып тастағыңыз келеді ме?
km_kh: តើអ្នកចង់យកកំណែ {0} ទាំងអស់ចេញពី '{1}' ទេ
kn_in: ಎಲ್ಲಾ {0} ಕ್ಲಿಪ್‌ಗಳನ್ನು '{1}' ನಿಂದ ತೆಗೆದುಹಾಕಲು ನೀವು ಬಯಸುವಿರಾ
ko_kr: '{1}'에서 {0} 클립을 모두 제거 하시겠습니까?
ky_kg: "{1}" чейин бардык {0} клиптерди алып салгыңыз келеби?
lo_la: ທ່ານຍັງຕ້ອງການທີ່ຈະເອົາຄລິບ {0} ຈາກ '{{1}'
lt_lt: Ar taip pat norėtumėte pašalinti visus {0} klipus iš '{1}'
lv_lv: Vai jūs arī vēlētos noņemt visus {0} klipus no '{1}' '
mi_nz: Kei te hiahia ano koe ki te tango i nga waahanga katoa katoa o te '0}' {1} '
mk_mk: Дали сакате да ги отстраните сите {0} клипови од '{1}'
ml_in: '{1}' ൽ നിന്ന് എല്ലാ {0} ക്ലിപ്പുകളും നീക്കംചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपण '{1}' वरून सर्व {0} क्लिप्स देखील काढू इच्छिता?
ms_my: Adakah anda juga ingin mengeluarkan semua klip {0} dari '{1}'
mt_mt: Tixtieq ukoll tneħħi l-klipps kollha {0} minn '{1}'
nb_no: Vil du også fjerne alle {0} klipp fra '{1}'
ne_np: {0} के तपाईं पनि '{1}' क्लिपहरू हटाउन चाहानुहुन्छ?
nl_be: Wilt u ook alle {0} clips van '{1}' verwijderen
or_in: '{1}' ରୁ ଆପଣ ମଧ୍ୟ {0} ଏହାକୁ ଅପସାରଣ କରିବାକୁ ମଧ୍ୟ ପସନ୍ଦ କରିବେ କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਵੀ ਸਾਰੇ {0} ਕਲਿੱਪਾਂ ਨੂੰ '{1}' ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੋਗੇ
pl_pl: Czy chciałbyś również usunąć wszystkie klipy {0} z „{1}”
pt_br: Você também gostaria de remover todos os clipes {0} de '{1}'
ro_ro: Ați dori, de asemenea, să eliminați toate clipurile {0} din '{1}'
ru_ru: Вы также хотели бы удалить все клипы {0} из '{1}'
sk_sk: Chceli by ste tiež odstrániť všetky klipy {0} z '{1}'
sl_si: Bi radi tudi odstranili vse posnetke {0} iz '{1}'
sq_al: A do të dëshironit të hiqni të gjitha klipet {0} nga '{1}'
sr_cyrl_me: Да ли бисте такође желели да уклоните све {0} снимке из '{1}'
sv_fi: Vill du också ta bort alla {0} klipp från '{1}'
sw_ke: Je! Ungependa pia kuondoa sehemu zote {0} kutoka '{1}'
ta_in: '{1}' இலிருந்து அனைத்து {0} கிளிப்களையும் அகற்ற விரும்புகிறீர்களா?
te_in: మీరు '{1}' నుండి అన్ని {0} క్లిప్‌లను కూడా తొలగించాలనుకుంటున్నారా
th_th: คุณต้องการลบคลิป {0} ทั้งหมดออกจาก '{1}'
tk_tm: Şeýle hem hemmesi '{1}' -den ähli {0} klipleri aýyrmak isleýärsiňizmi?
tr_tr: Tüm {0} klipleri '{1}' den çıkarmak ister misiniz?
tt_ru: "{1}" барлык {0} клипларны бетерергә теләр идегезме?
ug_cn: سىزمۇ «{1} دىن« {1} »دىن چىقىرىۋېتىشنى خالامسىز?
uk_ua: Ви також хотіли б видалити всі {0} кліпи з '{1}'
ur_pk: کیا آپ بھی '{1}' سے تمام {0} کلپس کو ہٹانا چاہیں گے؟
uz_cyrl: Siz "{1}" dan {0} late {0} kliplarni olib tashlamoqchimisiz?
vi_vn: Bạn cũng muốn xóa tất cả các clip {0} khỏi '{1}'
zh_hant: 您還想從'{1}'中刪除所有{0}剪輯

# NtfRejectRemoveClipsTitle
source: Remove Clips?
af_za: Knipsels verwyder?
am_et: ክሊፖችን ያስወግዱ?
ar_bh: إزالة المقاطع؟
as_in: ক্লিপসমূহ আঁতৰাওক?
az_cyrl: Klipləri çıxarın?
bg_bg: Извадете клиповете?
bn_in: ক্লিপগুলি সরান?
bs_latn_ba: Uklonite kopče?
ca_es: Traieu els clips?
cs_cz: Odstranit klipy?
cy_gb: Tynnu clipiau?
da_dk: Fjern klip?
de_ch: Clips entfernen?
el_gr: Αφαιρέστε τα κλιπ;
es_bo: ¿Retirar clips?
et_ee: Eemaldage klambrid?
fa_ir: کلیپ ها را حذف کنید؟
fi_fi: Poista leikkeet?
fil_ph: Alisin ang mga clip?
fr_029: Supprimer des clips?
ga_ie: Bain gearrthóga?
gu_in: ક્લિપ્સ દૂર કરો?
he_il: להסיר קליפים?
hi_in: क्लिप निकालें?
hr_hr: Ukloniti isječke?
hu_hu: Távolítsa el a klipeket?
hy_am: Հեռացրեք տեսահոլովակները:
id_id: Hapus klip?
is_is: Fjarlægðu úrklippur?
it_ch: Rimuovere le clip?
ja_jp: クリップを削除しますか？
ka_ge: წაშალეთ კლიპები?
kk_kz: Клиптерді алып тастайсыз ба?
km_kh: យកក្លីបចេញ?
kn_in: ಕ್ಲಿಪ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ko_kr: 클립을 제거 하시겠습니까?
ky_kg: Клиптерди алып салабы?
lo_la: ເອົາຄລິບອອກໄປ?
lt_lt: Pašalinti klipus?
lv_lv: Noņemt klipus?
mi_nz: Tangohia nga topenga?
mk_mk: Отстрани клипови?
ml_in: ക്ലിപ്പുകൾ നീക്കംചെയ്യണോ?
mr_in: क्लिप काढा?
ms_my: Keluarkan klip?
mt_mt: Neħħi l-klipps?
nb_no: Fjerne klipp?
ne_np: क्लिपहरू हटाउनुहोस्?
nl_be: Clips verwijderen?
or_in: କ୍ଲିପ୍ସ ଅପସାରଣ କରନ୍ତୁ?
pa_arab: ਕਲਿੱਪ ਹਟਾਓ?
pl_pl: Usunąć klipy?
pt_br: Remover clipes?
ro_ro: Scoateți clipurile?
ru_ru: Удалить зажимы?
sk_sk: Odstráňte klipy?
sl_si: Odstraniti sponke?
sq_al: Hiqni klipet?
sr_cyrl_me: Уклоните клипове?
sv_fi: Ta bort klipp?
sw_ke: Ondoa sehemu?
ta_in: கிளிப்களை அகற்றவா?
te_in: క్లిప్‌లను తొలగించాలా?
th_th: ลบคลิป?
tk_tm: Klipleri aýyryň?
tr_tr: Klipleri Kaldır?
tt_ru: Клипларны бетерегез?
ug_cn: قىسقۇچلارنى ئۆچۈرۈڭ?
uk_ua: Видалити кліпи?
ur_pk: کلپس کو ہٹا دیں؟
uz_cyrl: Kliplarni olib tashlaysizmi?
vi_vn: Xóa clip?
zh_hant: 卸下剪輯？

# CommonApplicationLabel
source: Application
af_za: Toepassing
am_et: ትግበራ
ar_bh: طلب
as_in: দৰ্খাস্ত
az_cyrl: Tətbiqi
bg_bg: Приложение
bn_in: আবেদন
bs_latn_ba: Primjena
ca_es: Aplicació
cs_cz: aplikace
cy_gb: Nghais
da_dk: Ansøgning
de_ch: Anwendung
el_gr: Εφαρμογή
es_bo: Solicitud
et_ee: Rakendus
fa_ir: کاربرد
fi_fi: Soveltaminen
ga_ie: Iarrchán
gu_in: નિયમ
he_il: יישום
hi_in: आवेदन
hr_hr: Prijava
hu_hu: Alkalmazás
hy_am: Ծրագիր
id_id: Aplikasi
is_is: Umsókn
it_ch: Applicazione
ja_jp: 応用
ka_ge: გამოყენება
kk_kz: Қолдану
km_kh: ការស្ម័រក
kn_in: ಅನ್ವಯಿಸು
ko_kr: 애플리케이션
ky_kg: Колдонмо
lo_la: ຄໍາຮ້ອງສະຫມັກ
lt_lt: Paraiška
lv_lv: Pieteikums
mi_nz: Puka tono
mk_mk: Апликација
ml_in: അപേക്ഷ
mr_in: अर्ज
ms_my: Permohonan
mt_mt: Applikazzjoni
nb_no: applikasjon
ne_np: दरखास्त
nl_be: Sollicitatie
or_in: ପ୍ରୟୋଗ
pa_arab: ਐਪਲੀਕੇਸ਼ਨ
pl_pl: Aplikacja
pt_br: Aplicativo
ro_ro: Aplicație
ru_ru: Приложение
sk_sk: Aplikácia
sl_si: Aplikacija
sq_al: Aplikacion
sr_cyrl_me: Апликација
sv_fi: Ansökan
sw_ke: Maombi
ta_in: விண்ணப்பம்
te_in: అప్లికేషన్
th_th: แอปพลิเคชัน
tk_tm: Amaly
tr_tr: Başvuru
tt_ru: Кушымта
uk_ua: Застосування
ur_pk: درخواست
uz_cyrl: Ariza
vi_vn: Ứng dụng
zh_hant: 應用

# SettingsInteropAppBrowseToAppMenuItemLabel
source: Browse to app...
af_za: Blaai na app ...
am_et: ወደ መተግበሪያ ያስሱ ...
ar_bh: تصفح للتطبيق ...
as_in: app যাও ব্রাউজ করুন...
az_cyrl: Tətbiq etmək üçün baxın ...
bg_bg: Прегледайте приложението ...
bn_in: অ্যাপ্লিকেশন ব্রাউজ করুন ...
bs_latn_ba: Pregledajte aplikaciju ...
ca_es: Navegueu a l'aplicació ...
cs_cz: Procházejte aplikaci ...
cy_gb: Porwch i ap ...
da_dk: Gennemse til app ...
de_ch: Stöbern Sie zu App ...
el_gr: Περιηγηθείτε στην εφαρμογή ...
es_bo: Examinar a la aplicación ...
et_ee: Sirvige rakendust ...
fa_ir: مرور به برنامه ...
fi_fi: Selaa sovellusta ...
fil_ph: Mag -browse sa app ...
fr_029: Parcourez l'application ...
ga_ie: Brabhsáil chun app ...
gu_in: એપ્લિકેશન પર બ્રાઉઝ કરો ...
he_il: עיין באפליקציה ...
hi_in: ऐप को ब्राउज़ करें ...
hr_hr: Pregledajte do aplikacije ...
hu_hu: Böngésszen az alkalmazáshoz ...
hy_am: Զննեք ծրագիրը ...
id_id: Jelajahi aplikasi ...
is_is: Vafraðu í app ...
it_ch: Sfoglia l'app ...
ja_jp: アプリを閲覧します...
ka_ge: დაათვალიერეთ აპლიკაცია ...
kk_kz: Қолданба сұраңыз ...
km_kh: រកមើលកម្មវិធី ...
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬ್ರೌಸ್ ಮಾಡಿ ...
ko_kr: 앱을 찾아보세요 ...
ky_kg: Колдонмого карап тур ...
lo_la: ຊອກຫາທີ່ຈະ app ...
lt_lt: Naršykite programoje ...
lv_lv: Pārlūkot lietotni ...
mi_nz: Tirotiro ki te App ...
mk_mk: Прелистајте на апликација ...
ml_in: അപ്ലിക്കേഷനിലേക്ക് ബ്ര rowse സ് ചെയ്യുക ...
mr_in: अ‍ॅपवर ब्राउझ करा ...
ms_my: Semak imbas ke aplikasi ...
mt_mt: Ibbrawżja għall-app ...
nb_no: Bla gjennom appen ...
ne_np: अनुप्रयोगमा ब्राउज ...
nl_be: Blader naar app ...
or_in: ଆପ୍ କୁ ବ୍ରାଉଜ୍ କରନ୍ତୁ ...
pa_arab: ਐਪ ਤੇ ਬ੍ਰਾਉਜ਼ ਕਰੋ ...
pl_pl: Przeglądaj aplikację ...
pt_br: Navegue para o aplicativo ...
ro_ro: Căutați la aplicație ...
ru_ru: Просмотрите приложение ...
sk_sk: Prejdite si do aplikácie ...
sl_si: Brskajte po aplikaciji ...
sq_al: Shfletoni në App ...
sr_cyrl_me: Прегледајте апликацију ...
sv_fi: Bläddra till appen ...
sw_ke: Vinjari kwa programu ...
ta_in: பயன்பாட்டிற்கு உலாவுக ...
te_in: అనువర్తనానికి బ్రౌజ్ చేయండి ...
th_th: เรียกดูแอพ ...
tk_tm: Programma göz aýlaň ...
tr_tr: Uygulamaya göz atın ...
tt_ru: Кушымтага карагыз ...
ug_cn: ئەپنى كۆرۈڭ ...
uk_ua: Перейдіть до програми ...
ur_pk: ایپ کو براؤز کریں ...
uz_cyrl: Ilovani ko'rib chiqish ...
vi_vn: Duyệt đến ứng dụng ...
zh_hant: 瀏覽到應用...

# SettingsInteropAppBrowseToAppPickerTitle
source: Select application path
af_za: Kies toepassingspad
am_et: የትግበራ መንገድ ይምረጡ
ar_bh: حدد مسار التطبيق
as_in: এপ্লিকেচন পথ নিৰ্ব্বাচন কৰক
az_cyrl: Tətbiq yolunu seçin
bg_bg: Изберете път на приложението
bn_in: অ্যাপ্লিকেশন পাথ নির্বাচন করুন
bs_latn_ba: Odaberite Put aplikacije
ca_es: Seleccioneu la ruta de l'aplicació
cs_cz: Vyberte cestu aplikace
cy_gb: Dewiswch Llwybr Cais
da_dk: Vælg applikationssti
de_ch: Wählen Sie den Anwendungspfad
el_gr: Επιλέξτε Διαδρομή εφαρμογής
es_bo: Seleccionar ruta de aplicación
et_ee: Valige rakenduse tee
fa_ir: مسیر برنامه را انتخاب کنید
fi_fi: Valitse sovelluspolku
fil_ph: Piliin ang Landas ng Application
fr_029: Sélectionnez le chemin de l'application
ga_ie: Roghnaigh Conair Iarratais
gu_in: એપ્લિકેશન પાથ પસંદ કરો
he_il: בחר נתיב יישום
hi_in: एप्लिकेशन पथ का चयन करें
hr_hr: Odaberite put aplikacije
hu_hu: Válassza az Alkalmazás elérési útját
hy_am: Ընտրեք դիմումի ուղին
id_id: Pilih jalur aplikasi
is_is: Veldu umsóknarleið
it_ch: Seleziona il percorso dell'applicazione
ja_jp: アプリケーションパスを選択します
ka_ge: აირჩიეთ განაცხადის გზა
kk_kz: Бағдарлама жолын таңдаңыз
km_kh: ជ្រើសរើសផ្លូវកម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮಾರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko_kr: 응용 프로그램 경로를 선택하십시오
ky_kg: Колдонмо жолун тандаңыз
lo_la: ເລືອກເສັ້ນທາງການສະຫມັກ
lt_lt: Pasirinkite Programos kelią
lv_lv: Atlasiet lietojumprogrammas ceļu
mi_nz: Tīpakohia te Ara Tono
mk_mk: Изберете патека за апликација
ml_in: അപ്ലിക്കേഷൻ പാത തിരഞ്ഞെടുക്കുക
mr_in: अनुप्रयोग पथ निवडा
ms_my: Pilih Laluan Aplikasi
mt_mt: Agħżel it-triq tal-applikazzjoni
nb_no: Velg applikasjonssti
ne_np: आवेदन मार्ग चयन गर्नुहोस्
nl_be: Selecteer Toepassingspad
or_in: ପ୍ରୟୋଗ ପଥ ଚୟନ କରନ୍ତୁ |
pa_arab: ਕਾਰਜ ਮਾਰਗ ਚੁਣੋ
pl_pl: Wybierz ścieżkę aplikacji
pt_br: Selecione o caminho do aplicativo
ro_ro: Selectați calea aplicației
ru_ru: Выберите путь приложения
sk_sk: Vyberte cestu aplikácie
sl_si: Izberite pot aplikacije
sq_al: Zgjidhni Rrugën e Aplikimit
sr_cyrl_me: Изаберите Стазу апликације
sv_fi: Välj applikationsväg
sw_ke: Chagua Njia ya Maombi
ta_in: பயன்பாட்டு பாதையைத் தேர்ந்தெடுக்கவும்
te_in: అప్లికేషన్ మార్గాన్ని ఎంచుకోండి
th_th: เลือกเส้นทางแอปพลิเคชัน
tk_tm: TERJIME EDIP BOLMAK
tr_tr: Uygulama Yolu'nu seçin
tt_ru: Кушымта юлын сайлагыз
ug_cn: قوللىنىشچان يولنى تاللاڭ
uk_ua: Виберіть шлях програми
ur_pk: درخواست کا راستہ منتخب کریں
uz_cyrl: Ilova yo'lini tanlang
vi_vn: Chọn Đường dẫn ứng dụng
zh_hant: 選擇應用程序路徑
