Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionClassifyActionHint
source: Input content is linked to the selected collection
af_za: Invoerinhoud is gekoppel aan die geselekteerde versameling
am_et: የግቤት ይዘት ከተመረጠው ክምችት ጋር ተገናኝቷል
ar_bh: محتوى الإدخال مرتبط بالمجموعة المحددة
as_in: ইনপুট বিষয়বস্তু নিৰ্বাচিত সংগ্ৰহৰ সৈতে সংযুক্ত কৰা হৈছে
az_cyrl: Giriş məzmunu seçilmiş kolleksiya ilə əlaqələndirilir
bg_bg: Входното съдържание е свързано с избраната колекция
bn_in: ইনপুট সামগ্রী নির্বাচিত সংগ্রহের সাথে লিঙ্কযুক্ত
bs_latn_ba: Sadržaj unosa povezan je s odabranom kolekcijom
ca_es: El contingut d'entrada està enllaçat a la col·lecció seleccionada
cs_cz: Vstupní obsah je propojen s vybranou kolekcí
cy_gb: Mae cynnwys mewnbwn yn gysylltiedig â'r casgliad a ddewiswyd
da_dk: Inputindhold er knyttet til den valgte samling
de_ch: Eingabinhalt ist mit der ausgewählten Sammlung verknüpft
el_gr: Το περιεχόμενο εισόδου συνδέεται με την επιλεγμένη συλλογή
es_bo: El contenido de entrada está vinculado a la colección seleccionada
et_ee: Sisendisisu on lingitud valitud kollektsiooniga
fa_ir: محتوای ورودی به مجموعه انتخاب شده مرتبط است
fi_fi: Syöttösisältö on linkitetty valittuun kokoelmaan
fil_ph: Ang nilalaman ng input ay naka -link sa napiling koleksyon
fr_029: Le contenu d'entrée est lié à la collection sélectionnée
ga_ie: Tá ábhar ionchuir nasctha leis an mbailiúchán roghnaithe
gu_in: ઇનપુટ સામગ્રી પસંદ કરેલા સંગ્રહ સાથે જોડાયેલ છે
he_il: תוכן הקלט מקושר לאוסף שנבחר
hi_in: इनपुट सामग्री चयनित संग्रह से जुड़ी है
hr_hr: Ulazni sadržaj povezan je s odabranom kolekcijom
hu_hu: A bemeneti tartalom a kiválasztott gyűjteményhez kapcsolódik
hy_am: Մուտքային բովանդակությունը կապված է ընտրված հավաքածուի հետ
id_id: Konten input ditautkan ke koleksi yang dipilih
is_is: Inntaksefni er tengt við valið safn
it_ch: Il contenuto di input è collegato alla raccolta selezionata
ja_jp: 入力コンテンツは、選択したコレクションにリンクされています
ka_ge: შეყვანის შინაარსი უკავშირდება შერჩეულ კოლექციას
kk_kz: Кіріс мазмұны таңдалған жинаққа байланысты
km_kh: មាតិកាបញ្ចូលត្រូវបានភ្ជាប់ទៅនឹងការប្រមូលដែលបានជ្រើសរើស
kn_in: ಇನ್ಪುಟ್ ವಿಷಯವನ್ನು ಆಯ್ದ ಸಂಗ್ರಹಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ
ko_kr: 입력 컨텐츠는 선택한 컬렉션에 연결되어 있습니다
ky_kg: Киргизүү мазмуну тандалган коллекцияга шилтемеленген
lo_la: ເນື້ອຫາປ້ອນຂໍ້ມູນປ້ອນເຂົ້າແມ່ນເຊື່ອມໂຍງກັບການເກັບທີ່ເລືອກ
lt_lt: Įvesties turinys yra susietas su pasirinkta kolekcija
lv_lv: Ievades saturs ir saistīts ar atlasīto kolekciju
mi_nz: Ko te ihirangi whakauru ka hono ki te kohinga kua tohua
mk_mk: Содржината на внесување е поврзана со избраната колекција
ml_in: ഇൻപുട്ട് ഉള്ളടക്കം തിരഞ്ഞെടുത്ത ശേഖരവുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു
mr_in: इनपुट सामग्री निवडलेल्या संग्रहात जोडली गेली आहे
ms_my: Kandungan input dikaitkan dengan koleksi yang dipilih
mt_mt: Il-kontenut ta 'input huwa marbut mal-kollezzjoni magħżula
nb_no: Inputinnhold er koblet til den valgte samlingen
ne_np: इनपुट सामग्री चयन गरिएको संग्रहसँग जोडिएको छ
nl_be: Input -inhoud is gekoppeld aan de geselecteerde verzameling
or_in: ମନୋନୀତ ସଂଗ୍ରହ ସହିତ ଇନପୁଟ୍ ବିଷୟବସ୍ତୁ ସଂଯୁକ୍ତ |
pa_arab: ਇਨਪੁਟ ਸਮਗਰੀ ਨੂੰ ਚੁਣੇ ਸੰਗ੍ਰਹਿ ਨਾਲ ਜੋੜਿਆ ਗਿਆ ਹੈ
pl_pl: Treść wejściowa jest połączona z wybraną kolekcją
pt_br: O conteúdo de entrada está vinculado à coleção selecionada
ro_ro: Conținutul de intrare este legat de colecția selectată
ru_ru: Входной контент связан с выбранной коллекцией
sk_sk: Vstupný obsah je prepojený s vybranou kolekciou
sl_si: Vhodna vsebina je povezana z izbrano zbirko
sq_al: Përmbajtja e hyrjes është e lidhur me koleksionin e zgjedhur
sr_cyrl_me: Улазни садржај је повезан са одабраном колекцијом
sv_fi: Inmatningsinnehåll är länkat till den valda samlingen
sw_ke: Yaliyomo ya kuingiza yameunganishwa na mkusanyiko uliochaguliwa
ta_in: உள்ளீட்டு உள்ளடக்கம் தேர்ந்தெடுக்கப்பட்ட சேகரிப்புடன் இணைக்கப்பட்டுள்ளது
te_in: ఇన్పుట్ కంటెంట్ ఎంచుకున్న సేకరణకు లింక్ చేయబడింది
th_th: เนื้อหาอินพุตเชื่อมโยงกับคอลเลกชันที่เลือก
tk_tm: Giriş mazmuny saýlanan ýygyndy bilen baglanyşyklydyr
tr_tr: Giriş içeriği seçilen koleksiyona bağlıdır
tt_ru: Кертү эчтәлеге сайланган коллекция белән бәйле
ug_cn: كىرگۈزۈش مەزمۇنىنى تاللىغان توپلامغا ئۇلىنىدۇ
uk_ua: Вміст введення пов'язаний з вибраною колекцією
ur_pk: ان پٹ مواد منتخب کردہ مجموعہ سے منسلک ہے
uz_cyrl: Kirish tarkibi tanlangan to'plam bilan bog'liq
vi_vn: Nội dung đầu vào được liên kết với bộ sưu tập đã chọn
zh_hant: 輸入內容鏈​​接到所選集合

# ActionClassifyHint
source: Links its input clip to the assigned Tag Collection.
af_za: Koppel sy invoergreep aan die toegewysde etiketversameling.
am_et: የግቤት ክሊፕ ለተመደበው መለያ ስብስብ ጋር ያያይዙ.
ar_bh: يرتبط مقطع الإدخال الخاص به إلى مجموعة العلامات المعينة.
as_in: ইয়াৰ ইনপুট ক্লিপটো নিযুক্ত টেগ সংগ্ৰহৰ সৈতে সংযোগ কৰে।
az_cyrl: Giriş klipini təyin edilmiş etiket kolleksiyasına bağlayır.
bg_bg: Свързва входния си клип към определената колекция от маркери.
bn_in: নির্ধারিত ট্যাগ সংগ্রহের সাথে এর ইনপুট ক্লিপটি লিঙ্ক করে।
bs_latn_ba: Povezuje svoj ulazni isječak u dodijeljenu kolekciju oznaka.
ca_es: Enllaça el seu clip d'entrada a la col·lecció d'etiquetes assignada.
cs_cz: Propojuje vstupní klip do přiřazené kolekce značek.
cy_gb: Yn cysylltu ei glip mewnbwn â'r casgliad tagiau a neilltuwyd.
da_dk: Links dets inputklip til den tildelte tag -samling.
de_ch: Verknüpft den Eingangsclip mit der zugewiesenen Tag -Sammlung.
el_gr: Συνδέει το κλιπ εισόδου της στη συλλογή ετικετών που έχει εκχωρηθεί.
es_bo: Enlace su clip de entrada a la colección de etiquetas asignada.
et_ee: Linkib oma sisendklipi määratud sildi kogumiga.
fa_ir: کلیپ ورودی خود را به مجموعه برچسب اختصاص داده شده پیوند می دهد.
fi_fi: Linkittää sen syöttöliitteen määritettyyn tunnisteiden kokoelmaan.
fil_ph: Nag -uugnay sa input clip nito sa itinalagang koleksyon ng tag.
fr_029: Relie son clip d'entrée à la collection de balises attribuée.
ga_ie: Nascann sé a ghearrthóg ionchuir leis an mbailiúchán clibe sannta.
gu_in: સોંપાયેલ ટ tag ગ સંગ્રહ સાથે તેની ઇનપુટ ક્લિપને લિંક્સ કરે છે.
he_il: מקשר את קליפ הקלט שלו לאוסף התגים שהוקצה.
hi_in: अपने इनपुट क्लिप को असाइन किए गए टैग कलेक्शन से लिंक करता है।
hr_hr: Povezuje svoj ulazni isječak na dodijeljenu kolekciju oznaka.
hu_hu: Összekapcsolja a bemeneti klipjét a hozzárendelt címke kollekcióval.
hy_am: Հղում է իր մուտքային հոլովակը նշանակված պիտակների հավաքածուի:
id_id: Menautkan klip inputnya ke koleksi tag yang ditetapkan.
is_is: Tengir innsláttarklemmu sína við úthlutað merkjasafn.
it_ch: Collega la sua clip di input alla raccolta tag assegnata.
ja_jp: 入力クリップを割り当てられたタグコレクションにリンクします。
ka_ge: აკავშირებს მის შეყვანის კლიპს დავალებული ტეგების კოლექციასთან.
kk_kz: Кіріс қысқышын тағайындалған тегтер жинағына байланыстырады.
km_kh: ភ្ជាប់ឃ្លីបបញ្ចូលរបស់វាទៅក្នុងការប្រមូលស្លាកដែលបានកំណត់។
kn_in: ಅದರ ಇನ್ಪುಟ್ ಕ್ಲಿಪ್ ಅನ್ನು ನಿಯೋಜಿಸಲಾದ ಟ್ಯಾಗ್ ಸಂಗ್ರಹಕ್ಕೆ ಲಿಂಕ್ ಮಾಡುತ್ತದೆ.
ko_kr: 입력 클립을 지정된 태그 컬렉션에 연결합니다.
ky_kg: Киргизилген клипти дайындалган тег жыйнагы менен байланыштырыңыз.
lo_la: ເຊື່ອມຕໍ່ຄລິບການປ້ອນຂໍ້ມູນຂອງມັນໄປທີ່ການເກັບກໍາ tag ທີ່ຖືກມອບຫມາຍ.
lt_lt: Susieja savo įvesties klipą su priskirta žymų kolekcija.
lv_lv: Saitē tā ievades klipu ar piešķirto tagu kolekciju.
mi_nz: Hono i tona topenga whakauru ki te kohinga tohu kua tohua.
mk_mk: Го поврзува својот влезен клип со назначената колекција на ознаки.
ml_in: അതിന്റെ ഇൻപുട്ട് ക്ലിപ്പ് നിയുക്ത ടാഗ് ശേഖരത്തിലേക്ക് ലിങ്കുചെയ്യുന്നു.
mr_in: नियुक्त केलेल्या टॅग संग्रहात त्याची इनपुट क्लिप दुवा देते.
ms_my: Pautan klip inputnya ke koleksi tag yang diberikan.
mt_mt: Tgħaqqad il-filmat tal-input tagħha mal-ġbir tat-tikketta assenjata.
nb_no: Kobler inngangsklippet til den tildelte tag -samlingen.
ne_np: यसको इनपुट क्लिपलाई तोकिएको ट्याग संग्रहमा लिंक गर्दछ।
nl_be: Kindt de invoerclip aan de toegewezen tag -verzameling.
or_in: ନିର୍ଦ୍ଦିଷ୍ଟ ଟ୍ୟାଗ୍ ସଂଗ୍ରହକୁ ଏହାର ଇନପୁଟ୍ କ୍ଲିପ୍ ଲିଙ୍କ୍ କରେ |
pa_arab: ਇਸ ਦੇ ਇਨਪੁਟ ਕਲਿੱਪ ਨੂੰ ਸਪੈਸ਼ਲ ਟੈਗ ਸੰਗ੍ਰਹਿ ਤੇ ਜੋੜਦਾ ਹੈ.
pl_pl: Połącza swój klip wejściowy do przypisanej kolekcji tagów.
pt_br: Links seu clipe de entrada à coleção de tags atribuída.
ro_ro: Leagă clipul său de intrare la colecția de etichete atribuite.
ru_ru: Ссылкает свой входной клип с назначенной коллекцией тегов.
sk_sk: Prepojí svoj vstupný klip do priradenej kolekcie značiek.
sl_si: Povezuje svoj vhodni posnetek do dodeljene zbirke oznak.
sq_al: Lidh klipin e tij të hyrjes me koleksionin e caktuar të etiketave.
sr_cyrl_me: Повезује свој улазни снимак до додељене колекције ознака.
sv_fi: Länkar sitt ingångsklipp till den tilldelade taggsamlingen.
sw_ke: Inaunganisha kipande chake cha pembejeo na mkusanyiko wa tepe uliyopewa.
ta_in: அதன் உள்ளீட்டு கிளிப்பை ஒதுக்கப்பட்ட குறிச்சொல் சேகரிப்புடன் இணைக்கிறது.
te_in: దాని ఇన్పుట్ క్లిప్‌ను కేటాయించిన ట్యాగ్ సేకరణకు లింక్ చేస్తుంది.
th_th: เชื่อมโยงคลิปอินพุตไปยังคอลเลกชันแท็กที่กำหนด
tk_tm: Giriş klipini bellenen bellik ýygyndysyna baglanyşyklar.
tr_tr: Giriş klipsini atanan etiket koleksiyonuna bağlar.
tt_ru: Керү клипын билгеләнгән тэг коллекциясенә бәйли.
ug_cn: ئۇنىڭ كىرگۈزۈش قىستۇرما خەت نۇسخىسىنى كۆرسىتىدۇ.
uk_ua: Посилання його вхідного кліпу на призначену колекцію тегів.
ur_pk: اس کے ان پٹ کلپ کو تفویض کردہ ٹیگ مجموعہ سے لنک کرتا ہے۔
uz_cyrl: Belgilangan yorliqlar to'plamiga kirish klipini bog'lang.
vi_vn: Liên kết clip đầu vào của nó với bộ sưu tập thẻ được gán.
zh_hant: 將其輸入夾鏈接到分配的標籤集合。

# ActionClassifyLabel
source: Tag
af_za: Tag tag
am_et: መለያ
ar_bh: بطاقة شعار
as_in: টেগ
az_cyrl: Etiket
bg_bg: Маркер
bn_in: ট্যাগ
bs_latn_ba: Označiti
ca_es: Etiqueta
cs_cz: Štítek
cy_gb: Tac
de_ch: Etikett
el_gr: Ετικέτα
es_bo: Etiqueta
et_ee: Silt
fa_ir: نشان
fr_029: Étiqueter
ga_ie: Lipéad
gu_in: ટેગ
he_il: תָג
hi_in: टैग
hr_hr: Označiti
hu_hu: Címke
hy_am: Պիտակ
id_id: Menandai
is_is: Merki
it_ch: Etichetta
ja_jp: 鬼ごっこ
ka_ge: დრო
kk_kz: Белгілеу
km_kh: រាបសប
kn_in: ತ ೦ ತ್ರ
ko_kr: 꼬리표
ky_kg: Теги
lt_lt: Žyma
lv_lv: Marķēt
mi_nz: Tuhinga
mk_mk: Ознака
ml_in: ടാഗ്
mr_in: टॅग
nb_no: stikkord
ne_np: ट्याग
nl_be: Label
or_in: ଟ୍ୟାଗ୍ |
pa_arab: ਟੈਗ
pl_pl: Etykietka
pt_br: Marcação
ro_ro: Etichetă
ru_ru: Ярлык
sk_sk: Označenie
sl_si: Oznaka
sq_al: Etiketim
sr_cyrl_me: Ознака
sv_fi: Märka
ta_in: குறிச்சொல்
te_in: ట్యాగ్
th_th: ติดแท็ก
tk_tm: Bellik
tr_tr: Etiket
tt_ru: Тег
uk_ua: Мітка
ur_pk: ٹیگ
uz_cyrl: Yorliq
vi_vn: Nhãn
zh_hant: 標籤

# ActionCondCaseLabel
source: Case Sensitive?
af_za: Gevalle sensitief?
am_et: የጉዳይ ስሜታዊ ነው?
ar_bh: حساسية الموضوع؟
as_in: কেছ চেন্সিটিভ?
az_cyrl: Case həssas?
bg_bg: Различаващ главни от малки букви?
bn_in: কেস সংবেদনশীল?
bs_latn_ba: Osetljiv na velika i mala slova?
ca_es: Cas delicat?
cs_cz: Citlivý na velká písmena?
cy_gb: Achos sensitif?
da_dk: Fårskabsfølsomme?
de_ch: Fallempfindlichkeit?
el_gr: Θήκη ευαίσθητη;
es_bo: ¿Distingue mayúsculas y minúsculas?
et_ee: Juhtumitundlik?
fa_ir: مورد حساس؟
fi_fi: Tapauskokous?
fil_ph: Sensitibo sa kaso?
fr_029: Sensible aux majuscules et minuscules?
ga_ie: Cás íogair?
gu_in: સંવેદનશીલ કેસ?
he_il: רגיש למקרה?
hi_in: अक्षर संवेदनशील?
hr_hr: Osjetljivo na velika i mala slova?
hu_hu: Kis-nagybetű érzékeny?
hy_am: Գործի զգայուն:
id_id: Hal - hal sensitif?
is_is: Hugsanlegt?
it_ch: Maiuscole e minuscole?
ja_jp: 大文字と小文字を区別？
ka_ge: საქმე მგრძნობიარე?
kk_kz: Регистрге сезгіш?
km_kh: ប្រកាន់​តួអក្សរ​តូច​ធំ?
kn_in: ಕೇಸ್ ಸೆನ್ಸಿಟಿವ್?
ko_kr: 사례에 민감합니까?
ky_kg: Ишти эске алуу?
lo_la: ກໍລະນີທີ່ລະອຽດອ່ອນ?
lt_lt: Bylą jautrus?
lv_lv: Lieta jutīga?
mi_nz: He raru te take?
mk_mk: Чувствителен случај?
ml_in: കേസ് സെൻസിറ്റീവ്?
mr_in: केस संवेदनशील?
ms_my: Kes sensitif?
mt_mt: Każ sensittiv?
nb_no: Sak følsom?
ne_np: केस संवेदनशील?
nl_be: Hoofdlettergevoelig?
or_in: ଅକ୍ଷର ସମ୍ବେଦନଶିଳ?
pa_arab: ਨਾਜ਼ੁਕ ਹਾਲਤ?
pl_pl: Wrażliwa sprawa?
pt_br: Maiúsculas e minúsculas?
ro_ro: Caz sensibil?
ru_ru: С учетом регистра?
sk_sk: Citlivé na puzdro?
sl_si: Občutljivi za primer?
sq_al: Rasti i ndjeshëm?
sr_cyrl_me: Велика и мала слова?
sv_fi: Skiftlägeskänsliga?
sw_ke: Kesi nyeti?
ta_in: வழக்கு உணர்திறன்?
te_in: కేస్ సెన్సిటివ్?
th_th: กรณีที่สำคัญ?
tk_tm: Ýagdaýa bagly?
tr_tr: Harfe duyarlı?
tt_ru: Регистрны исәпләп?
ug_cn: دېلو سەزگۈر?
uk_ua: Чутливий випадок?
ur_pk: حساس کیس؟
uz_cyrl: Harflar katta-kichikligiga sezgir?
vi_vn: Trường hợp nhạy cảm?
zh_hant: 區分大小寫？
