Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefRichContentHint
source: (Enabling can be rather slow) Disabling formatted will reduce memory consumption but will inhibit some advanced features, such as: append, templates, annotations and find/replace
af_za: (Aktiveer kan taamlik stadig wees) As u geformateer word, sal dit die geheueverbruik verminder, maar sommige gevorderde funksies sal belemmer, soos: voeg, sjablone, aantekeninge en vind/vervang
am_et: (ቅጠመት) ከዝግግ በታች ሊሆን ይችላል) የተስተካከለ ነው) የማስታወሻ ፍጆታውን ይቀንሳል ነገር ግን እንደ አጠቃላይ የላቁ ባህሪያትን እንደሚቀንስ ይከለክላል, ይደግፋል, አብነቶች, ማብራሪያዎች እና ይተኩ / ይተኩ
ar_bh: (التمكين يمكن أن يكون بطيئًا إلى حد ما) سيؤدي تعطيل التنسيق إلى تقليل استهلاك الذاكرة ولكنه سيمنع بعض الميزات المتقدمة ، مثل: الإلحاح والقوالب والشروح والبحث/الاستبدال
as_in: (সামৰ্থবান কৰাটো যথেষ্ট লেহেমীয়া হ'ব পাৰে) ফৰ্মেট কৰা নিষ্ক্ৰিয় কৰিলে মেমৰি ব্যৱহাৰ হ্ৰাস পাব কিন্তু কিছুমান উন্নত বৈশিষ্ট্যক বাধা দিব, যেনে: append, templates, annotations and find/replace
az_cyrl: (Keçənlik olduqca yavaş ola bilər) Formatlanmamış formatda yaddaş istehlakını azaldacaq, lakin bəzi inkişaf etmiş xüsusiyyətləri azaldacaq, məsələn, əlavə, şablonlar, qeydlər və tapın / dəyişdirin
bg_bg: (Активирането може да бъде доста бавно) Деактивирането на форматираното ще намали консумацията на памет, но ще попречи на някои усъвършенствани функции, като: Добавяне, шаблони, пояснения и намиране/замяна
bn_in: (সক্ষম করা বরং ধীর হতে পারে) ফর্ম্যাটটি অক্ষম করা মেমরির খরচ হ্রাস করবে তবে কিছু উন্নত বৈশিষ্ট্যগুলিকে বাধা দেবে, যেমন: সংযোজন, টেম্পলেট, টীকাগুলি এবং সন্ধান/প্রতিস্থাপন
bs_latn_ba: (Omogućavanje može biti prilično sporo) Onemogućavanje formatiranih smanjit će potrošnju memorije, ali će inhibirati neke napredne funkcije, kao što su: dodatak, predloške, napomene i pronalaženje / zamjenu
ca_es: (Habilitar pot ser més aviat lent) Desactivar format, reduirà el consum de memòria, però inhibirà algunes funcions avançades, com ara: append, plantilles, anotacions i trobar/substituir
cs_cz: (Povolení může být poměrně pomalé) Deaktivace formátování sníží spotřebu paměti, ale bude bránit některé pokročilé funkce, například: připojení, šablony, anotace a nalezení/nahrazení
cy_gb: (Gall galluogi fod yn eithaf araf) Bydd anablu fformatio yn lleihau'r defnydd o gof ond bydd yn atal rhai nodweddion datblygedig, megis: atodi, templedi, anodiadau a dod o hyd i/disodli
da_dk: (Aktivering kan være temmelig langsomt) Deaktivering af formateret reducerer hukommelsesforbruget, men vil hæmme nogle avancerede funktioner, såsom: tilføj, skabeloner, kommentarer og finde/erstatte
de_ch: (Aktivieren kann ziemlich langsam sein) Deaktivieren formatiert wird den Speicherverbrauch verringert, hemmt jedoch einige erweiterte Funktionen, wie z. B. anhängen, Vorlagen, Anmerkungen und Finden/Ersetzen
el_gr: (Η ενεργοποίηση μπορεί να είναι μάλλον αργή) Η απενεργοποίηση του μορφοποιημένου θα μειώσει την κατανάλωση μνήμης, αλλά θα εμποδίσει ορισμένα προηγμένα χαρακτηριστικά, όπως: προσαρτήματα, πρότυπα, σχολιασμοί και εύρεση/αντικατάσταση
es_bo: (Habilitar puede ser bastante lento) Deshabilitar el formateado reducirá el consumo de memoria, pero inhibirá algunas características avanzadas, como: apéndice, plantillas, anotaciones y reemplazar/reemplazar
et_ee: (Võimaldamine võib olla üsna aeglane) Vormindatud keelamine vähendab mälu tarbimist, kuid pärsib mõningaid täiustatud funktsioone, näiteks: lisa, mallid, märkused ja leidmine/asendamine
fa_ir: (فعال کردن می تواند نسبتاً کند باشد) غیرفعال کردن فرمت باعث کاهش مصرف حافظه می شود اما برخی از ویژگی های پیشرفته مانند: ضمیمه ، الگوها ، حاشیه نویسی ها و یافتن/جایگزینی را مهار می کند
fi_fi: (Mahdollistaminen voi olla melko hidasta) Vaihdettavan käytöstä poistaminen vähentää muistin kulutusta, mutta estää joitain edistyneitä ominaisuuksia, kuten: liite, mallit, merkinnät ja etsivät/korvaavat
fil_ph: (Ang pagpapagana ay maaaring maging mas mabagal) Ang hindi pagpapagana ng format ay magbabawas ng pagkonsumo ng memorya ngunit pipigilan ang ilang mga advanced na tampok, tulad ng: append, template, annotations at hanapin/palitan
fr_029: (L'activation peut être assez lente) La désactivation formatée réduira la consommation de mémoire, mais inhibera certaines fonctionnalités avancées, telles que: ajouter, les modèles, les annotations et la recherche / remplacer
gu_in: (સક્ષમ કરવું ધીમું હોઈ શકે છે) ફોર્મેટને અક્ષમ કરવાથી મેમરી વપરાશ ઓછો થશે પરંતુ કેટલીક અદ્યતન સુવિધાઓ અટકાવશે, જેમ કે: એપેન્ડ, નમૂનાઓ, ot નોટેશંસ અને શોધો/બદલો
he_il: (הפעלה יכולה להיות איטית למדי) השבתה מעוצבת תפחית את צריכת הזיכרון אך תעכב כמה תכונות מתקדמות, כגון: הוסף, תבניות, הערות ומצא/החלף
hi_in: (सक्षम करना धीमा हो सकता है) स्वरूपित को अक्षम करने से मेमोरी की खपत कम हो जाएगी, लेकिन कुछ उन्नत सुविधाओं को बाधित करेगा, जैसे: परिशिष्ट, टेम्प्लेट, एनोटेशन और खोज/प्रतिस्थापित करें
hr_hr: (Omogućavanje može biti prilično sporo) Onemogućavanje formatiranog smanjit će potrošnju memorije, ali će inhibirati neke napredne značajke, kao što su: Dodatak, predloške, napomene i pronalaženje/zamjena
hu_hu: (Az engedélyezés meglehetősen lassú lehet) A formázott letiltás csökkenti a memóriafogyasztást, de gátolja néhány fejlett funkciót, például: melléklet, sablonok, kommentárok, és megtalálni/cserélni
hy_am: (Հնարավորություն կարող է լինել բավականին դանդաղ) Ձեւաչափված ձեւաչափումը կնվազեցնի հիշողության սպառումը, բայց կխոչընդոտի որոշ առաջադեմ առանձնահատկություններ, ինչպիսիք են. Հավելված, ձեւանմուշներ եւ փոխարինում
id_id: (Mengaktifkan bisa agak lambat) menonaktifkan format yang diformat akan mengurangi konsumsi memori tetapi akan menghambat beberapa fitur canggih, seperti: menambahkan, templat, anotasi dan temukan/ganti
is_is: (Að virkja getur verið frekar hægt) Slökkt á sniðinu mun draga úr minni neyslu en hamla nokkrum háþróuðum eiginleikum, svo sem: bæta við, sniðmát, athugasemdir og finna/skipta
it_ch: (Abilitazione può essere piuttosto lenta) La formattata in disabilitazione ridurrà il consumo di memoria ma inibirà alcune funzionalità avanzate, come ad esempio: appendici, modelli, annotazioni e trova/sostituire
ja_jp: （有効化はかなり遅くなる可能性があります）フォーマットの無効化はメモリの消費を削減しますが、追加、テンプレート、注釈、検索/交換などのいくつかの高度な機能が阻害されます。
km_kh: (ការបើកដំណើរការអាចយឺតជាង) ការបិទដំណើរការបានធ្វើទ្រង់ទ្រាយនឹងកាត់បន្ថយការប្រើប្រាស់សតិប៉ុន្តែនឹងរារាំងលក្ខណៈពិសេសកម្រិតខ្ពស់មួយចំនួនដូចជា: បន្ថែមគំរូចំណារពន្យល់និងស្វែងរក
ko_kr: 형식을 비활성화하면 메모리 소비가 줄어들지 만 Append, Templates, Annotations 및 Find/Replace와 같은 일부 고급 기능이 억제됩니다.
ky_kg: (Жеткирүүчү жай жай)
lo_la: (ເປີດໃຊ້ງານຊ້າແທນທີ່ຈະເຮັດໃຫ້ການບໍລິໂພກທີ່ມີຄວາມຈໍາແຕ່ຈະຍັບຍັ້ງຄຸນລັກສະນະທີ່ກ້າວຫນ້າເຊັ່ນ:
lt_lt: (Įgalinimas gali būti gana lėtas) Išjungimas suformatuotas sumažins atminties sunaudojimą, tačiau slopins kai kurias išplėstines funkcijas, tokias kaip: pridėti, šablonai, anotacijos ir rasti/pakeisti/pakeisti
lv_lv: (Iespējošana var būt diezgan lēna) Atspējojošs formatēts samazinās atmiņas patēriņu, bet kavēs dažas uzlabotas funkcijas, piemēram: papildināt, veidnes, anotācijas un atrast/aizstāt
mi_nz: (Ka taea e te ngoikore te ngoikore) ka whakaiti i te kohi mahara engari ka aukati i etahi waahanga matatau, penei: taapiri, taapiri me te rapu / whakakapi
mk_mk: (Овозможувањето може да биде прилично бавно) Оневозможувањето форматирано ќе ја намали потрошувачката на меморија, но ќе ги инхибира некои напредни карактеристики, како што се: додаток, шаблони, прибелешки и пронајдете/замени
ml_in: (പ്രവർത്തനക്ഷമമാക്കുന്നത് പതുക്കെ ആകാം) ഫോർമാറ്റുചെയ്തു അപ്രാപ്തമാക്കുന്നത് മെമ്മറി ഉപഭോഗം കുറയ്ക്കും, ഇനിപ്പറയുന്നവ പോലുള്ള ചില നൂതന സവിശേഷതകളെ തടയും
mr_in: (सक्षम करणे ऐवजी हळू असू शकते) अक्षम केल्याने स्वरूपित केल्याने मेमरीचा वापर कमी होईल परंतु काही प्रगत वैशिष्ट्ये रोखतील जसे की: अ‍ॅपेंड, टेम्पलेट्स, भाष्ये आणि शोध/पुनर्स्थित/पुनर्स्थित
ms_my: (Membolehkan boleh agak lambat) Melumpuhkan diformat akan mengurangkan penggunaan memori tetapi akan menghalang beberapa ciri canggih, seperti: tambahan, templat, anotasi dan mencari/menggantikan/menggantikan
mt_mt: (L-abilitazzjoni tista 'tkun pjuttost bil-mod) Id-diżattivazzjoni tifformata se tnaqqas il-konsum tal-memorja iżda tinibixxi xi karatteristiċi avvanzati, bħal: tehmeż, mudelli, annotazzjonijiet u ssib / tissostitwixxi
nb_no: (Aktivering kan være ganske treg) Deaktivering av formatert vil redusere hukommelsesforbruket, men vil hemme noen avanserte funksjoner, for eksempel: vedlegg, maler, merknader og finne/erstatte
ne_np: (सक्षम बरु ढिलो हुन सक्छ) डेमोट स्टेटेड डेमोशिप डेमोशिप कम गर्दछ तर केहि उन्नत सुविधाहरू अवरोध गर्दछ, जस्तै: एनोटेटेडहरू, एनोटेन्सहरू र बदल्नुहोस्
nl_be: (Kan het inschakelen nogal traag zijn) Uitschakelen van geformatteerde zal het geheugenverbruik verminderen, maar zal enkele geavanceerde functies remt, zoals: toejuichen, sjablonen, annotaties en vinden/vervangen
or_in: (ଏନକ୍ଲୁଲିଂକୁ ବରଂ ମନ୍ଥର ହୋଇପାରେ) ମ୍ୟାନେଜମେଣ୍ଟ ମେମୋରୀ ବ୍ୟବହାରକୁ ହ୍ରାସ କରିବ କିନ୍ତୁ କିଛି ଉନ୍ନତ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକୁ ଅବ୍ୟବହାର କରିବ, ଯେପରିକି: ଯୋଡାଯିବ ଟେମ୍ପଲେଟ୍, ଟିପ୍ପଣୀ ଏବଂ ସନ୍ଧାନ / ବଦଳିବା |
pl_pl: (Włączanie może być raczej powolne) Wyłączanie sformatowane zmniejszy zużycie pamięci, ale zahamuje niektóre zaawansowane funkcje, takie jak: Dodatek, szablony, adnotacje i znajdź/zamień
pt_br: (A habilitação pode ser bastante lenta) A incapacidade formatada reduzirá o consumo de memória, mas inibirá alguns recursos avançados, como: Anexar, modelos, anotações e encontrar/substituir
ro_ro: (Activarea poate fi destul de lentă) Dezactivarea formatată va reduce consumul de memorie, dar va inhiba unele caracteristici avansate, cum ar fi: anexa, șabloane, adnotări și găsiți/înlocuiți
ru_ru: (Включение может быть довольно медленным) Отключение форматированного уменьшит потребление памяти, но будет ингибировать некоторые расширенные функции, такие как: добавление, шаблоны, аннотации и нахождение/замена
sk_sk: (Povolenie môže byť pomerne pomalé) Zakázanie formátovaného zníži spotrebu pamäte, ale zabráni niektoré pokročilé funkcie, ako napríklad: pripojenie, šablóny, anotácie a vyhľadávanie/nahradiť
sl_si: (Omogočanje je lahko precej počasno) Onemogočanje oblikovanega bo zmanjšalo porabo pomnilnika, vendar bo zaviralo nekatere napredne funkcije, kot so: dodaj, predloge, pripombe in iskanje/zamenjavo
sq_al: (Mundësimi mund të jetë mjaft i ngadaltë) Paaftësia e formatuar do të zvogëlojë konsumin e kujtesës, por do të pengojë disa karakteristika të përparuara, siç janë: Shtojca, Modelet, Annotimet dhe Gjeni/Zëvendësoni
sr_cyrl_me: (Омогућавање може бити прилично споро) Онемогућавање форматиране смањиће потрошњу меморије, али ће инхибирати неке напредне функције, као што су: додатак, предлошци, напомена и проналажење
sv_fi: (Aktivering kan vara ganska långsam) inaktivering av formaterad kommer att minska minnesförbrukningen men kommer att hämma vissa avancerade funktioner, till exempel: bifogas, mallar, kommentarer och hitta/ersätta
th_th: (การเปิดใช้งานอาจค่อนข้างช้า) การปิดการใช้งานการจัดรูปแบบจะลดการใช้หน่วยความจำ แต่จะยับยั้งคุณสมบัติขั้นสูงบางอย่างเช่น: ภาคผนวก, เทมเพลต, คำอธิบายประกอบและค้นหา/แทนที่
tr_tr: (Etkinleştirme Oldukça Yavaş Olabilir) Biçimlendirilmiş Biçimlendirme Bellek Tüketimini azaltacaktır, ancak ek, şablonlar, ek açıklamalar ve değiştir/değiştirin gibi bazı gelişmiş özellikleri engeller.
tt_ru: (Мөмкинлекләре чикләнгән булырга мөмкин) форматланган булырга мөмкин).
uk_ua: (Увімкнення може бути досить повільним) Відключення відформатованих зменшить споживання пам'яті, але пригнічуватиме деякі вдосконалені функції, такі як: додаток, шаблони, анотації та знаходження/заміну
uz_cyrl: (Yoqish juda sekin bo'lishi mumkin) Fitalizatsiya qilish Xotirani sarflashni kamaytiradi, ammo ba'zi ilg'or xususiyatlarga ega bo'ladi, masalan: Amal qilish: Andoza, izohlar va almashtirish / almashtirish
zh_hant: （啟用可能很慢）禁用格式化將減少內存消耗，但會抑制一些高級功能，例如：附加，模板，註釋和查找/替換

# PrefRichContentLabel
source: Rich Content
af_za: Ryk inhoud
am_et: የበለፀገ ይዘት
ar_bh: محتوى غني
as_in: ৰিচ কন্টেন্ট
az_cyrl: Zəngin məzmun
bg_bg: Богато съдържание
bn_in: সমৃদ্ধ সামগ্রী
bs_latn_ba: Bogati sadržaj
ca_es: Contingut ric
cs_cz: Bohatý obsah
cy_gb: Cynnwys Cyfoethog
da_dk: Rigt indhold
de_ch: Reichhaltiger Inhalt
el_gr: Πλούσιο περιεχόμενο
es_bo: Contenido rico
et_ee: Rikas sisu
fa_ir: محتوای غنی
fi_fi: Rikas sisältö
fil_ph: Mayaman na nilalaman
fr_029: Contenu riche
ga_ie: Ábhar saibhir
gu_in: સમૃદ્ધ સામગ્રી
he_il: תוכן עשיר
hi_in: समृद्ध सामग्री
hr_hr: Bogat sadržaj
hu_hu: Gazdag tartalom
hy_am: Հարուստ բովանդակություն
id_id: Konten yang kaya
is_is: Ríkt innihald
it_ch: Contenuto ricco
ja_jp: 豊富なコンテンツ
ka_ge: მდიდარი შინაარსი
kk_kz: Бай мазмұн
km_kh: ខ្លឹមសារសម្បូរបែប
kn_in: ಶ್ರೀಮಂತ ಅಂಶ
ko_kr: 풍부한 콘텐츠
ky_kg: Бай мазмун
lo_la: ເນື້ອໃນ
lt_lt: Turtingas turinys
lv_lv: Bagāts saturs
mi_nz: Ihirangi nui
mk_mk: Богата содржина
ml_in: സമൃദ്ധമായ ഉള്ളടക്കം
mr_in: श्रीमंत सामग्री
ms_my: Kandungan yang kaya
mt_mt: Kontenut għani
nb_no: Rik innhold
ne_np: धनी सामग्री
nl_be: Rijke inhoud
or_in: ଧନୀ ବିଷୟବସ୍ତୁ |
pa_arab: ਅਮੀਰ ਸਮੱਗਰੀ
pl_pl: Bogata treść
pt_br: Conteúdo rico
ro_ro: Conținut bogat
ru_ru: Богатый контент
sk_sk: Bohatý obsah
sl_si: Bogata vsebina
sq_al: Përmbajtje e pasur
sr_cyrl_me: Богат садржај
sv_fi: Rikt innehåll
sw_ke: Yaliyomo tajiri
ta_in: பணக்கார உள்ளடக்கம்
te_in: గొప్ప కంటెంట్
th_th: เนื้อหาที่อุดมสมบูรณ์
tk_tm: Baý mazmun
tr_tr: Zengin içerik
tt_ru: Бай эчтәлек
ug_cn: مول مەزمۇن
uk_ua: Багатий вміст
ur_pk: بھرپور مواد
uz_cyrl: Boy tarkib
vi_vn: Nội dung phong phú
zh_hant: 豐富的內容

# PrefSetPasswordWindowTitlePrefix
source: Set Password
af_za: Stel wagwoord in
am_et: የይለፍ ቃል ያዘጋጁ
ar_bh: ضبط كلمة السر
as_in: গুপ্তশব্দ নিৰ্ধাৰণ কৰক
az_cyrl: Parol təyin etmək
bg_bg: Задайте парола
bn_in: পাসওয়ার্ড সেট করুন
bs_latn_ba: Podesite lozinku
ca_es: Estableix la contrasenya
cs_cz: Nastavit heslo
cy_gb: Gosod Cyfrinair
da_dk: Indstil adgangskode
de_ch: Passwort festlegen
el_gr: Ορίστε κωδικό
es_bo: Configurar la clave
et_ee: Määra parool
fa_ir: قراردادن رمز عبور
fi_fi: Aseta salasana
fil_ph: Itakda ang password
fr_029: Définir le mot de passe
ga_ie: Socraigh pasfhocal
gu_in: પાસવર્ડ સેટ કરો
he_il: הגדר סיסמא
hi_in: सांकेतिक शब्द लगना
hr_hr: Postavi lozinku
hu_hu: Állítsd be a jelszót
hy_am: Սահմանել գաղտնաբառ
id_id: Atur kata sandi
is_is: Stilltu lykilorð
it_ch: Impostare la password
ja_jp: パスワードを設定してください
ka_ge: Პაროლის დაყენება
kk_kz: Құпия сөзді орнатыңыз
km_kh: កំណត់ពាក្យសម្ងាត់
kn_in: ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಸಿ
ko_kr: 암호를 설정하세요
ky_kg: Сырсөз орнотуңуз
lo_la: ຕັ້ງລະຫັດຜ່ານ
lt_lt: Nustatyti slaptažodį
lv_lv: Uzstādīt paroli
mi_nz: Tautuhi Kupuhipa
mk_mk: Ставете лозинка
ml_in: പാസ്വേഡ് സജ്ജമാക്കുക
mr_in: संकेतशब्द सेट करा
ms_my: Tetapkan kata laluan
mt_mt: Issettja l-password
nb_no: Lag et passord
ne_np: पासवर्ड सेट गर्नुहोस्
nl_be: Stel een wachtwoord in
or_in: ପାସୱାର୍ଡ ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਪਾਸਵਰਡ ਸੈੱਟ ਕਰੋ
pl_pl: Ustaw hasło
pt_br: Configurar senha
ro_ro: Seteaza parola
ru_ru: Установка пароля
sk_sk: Nastaviť heslo
sl_si: Nastavi geslo
sq_al: Vendosni fjalëkalimin
sr_cyrl_me: Постави лозинку
sv_fi: Välj lösenord
sw_ke: Weka nywila
ta_in: கடவுச்சொல்லை அமைக்கவும்
te_in: పాస్వర్డ్ సెట్ చేయండి
th_th: ตั้งรหัสผ่าน
tk_tm: Paroly düzüň
tr_tr: Şifreyi belirle
tt_ru: Серсүз куегыз
ug_cn: پارول بەلگىلەڭ
uk_ua: Встановіть пароль
ur_pk: پاس ورڈ رکھیں
uz_cyrl: Parolni o'rnating
vi_vn: Đặt mật khẩu
zh_hant: 設置密碼

# PrefShowHintsLabel
source: Show Hints
af_za: Wys wenke
am_et: ፍንጮችን አሳይ
ar_bh: تلميحات المعرض
as_in: Hints দেখুৱাওক
az_cyrl: Tuşlamaq
bg_bg: Покажи намеци
bn_in: ইঙ্গিতগুলি দেখান
bs_latn_ba: Prikaži savjete
ca_es: Mostrar suggeriments
cs_cz: Zobrazit náznaky
cy_gb: Dangos awgrymiadau
da_dk: Vis tip
de_ch: Zeige Hinweise
el_gr: Εμφάνιση συμβουλών
es_bo: Muestra pistas
et_ee: Näpunäiteid näitama
fa_ir: نکات نمایش
fi_fi: Näytä vihjeet
fil_ph: Ipakita ang mga pahiwatig
fr_029: Montrer indices
ga_ie: Taispeáin leideanna
gu_in: સંકેતો બતાવો
he_il: להראות רמזים
hi_in: संकेत दिखाओ
hr_hr: Pokazuju nagovještaje
hu_hu: Tippeket mutatni
hy_am: Show ույց տալ ակնարկներ
id_id: Tampilkan petunjuk
is_is: Sýna vísbendingar
it_ch: Mostra suggerimenti
ja_jp: ヒントを表示します
ka_ge: აჩვენეთ მინიშნებები
kk_kz: Кеңестерді көрсету
km_kh: បង្ហាញព័ត៌មានជំនួយ
kn_in: ಸುಳಿವುಗಳನ್ನು ತೋರಿಸಿ
ko_kr: 힌트를 보여줍니다
ky_kg: Көрсөтмөлөрдү көрсөтүү
lo_la: ສະແດງຄໍາແນະນໍາ
lt_lt: Rodyti užuominas
lv_lv: Rādīt padomus
mi_nz: Whakaatuhia nga tohu
mk_mk: Покажи навестувања
ml_in: സൂചനകൾ കാണിക്കുക
mr_in: इशारे दर्शवा
ms_my: Menunjukkan petunjuk
mt_mt: Uri ħjiel
nb_no: Vis hint
ne_np: संकेत देखाउनुहोस्
nl_be: Laat hints zien
or_in: ହିନ୍ଟ ଦେଖାନ୍ତୁ |
pa_arab: ਸੰਕੇਤ ਦਿਖਾਓ
pl_pl: Pokaż wskazówki
pt_br: Mostrar as dicas
ro_ro: Show Sugests
ru_ru: Шоу подсказки
sk_sk: Ukázať
sl_si: Pokaži namige
sq_al: Tregojnë sugjerime
sr_cyrl_me: Показати наговештаје
sv_fi: Visa tips
sw_ke: Onyesha vidokezo
ta_in: குறிப்புகளைக் காட்டு
te_in: సూచనలు చూపించు
th_th: แสดงคำแนะนำ
tk_tm: Maslahatlary görkeziň
tr_tr: İpucu göster
tt_ru: Күрсәтмәләр күрсәтү
ug_cn: كۆرسەتمە كۆرسەت
uk_ua: Показати підказки
ur_pk: اشارے دکھائیں
uz_cyrl: Maslahat ko'rsatish
vi_vn: Hiển thị gợi ý
zh_hant: 顯示提示

# PrefShowInTaskbarLabel
source: Show In Taskbar
af_za: Wys in die taakbalk
am_et: በተግባር አሞሌ ውስጥ አሳይ
ar_bh: عرض في شريط المهام
as_in: TaskBar ত দেখুৱাওক
az_cyrl: Tapşırıq çubuğunda göstər
bg_bg: Показване в лентата на задачите
bn_in: টাস্কবারে দেখান
bs_latn_ba: Prikaži u traci zadataka
ca_es: Mostra a la barra de tasques
cs_cz: Zobrazit na hlavním panelu
cy_gb: Dangos yn y bar tasgau
da_dk: Vis i proceslinjen
de_ch: In der Taskleiste zeigen
el_gr: Εμφάνιση στη γραμμή εργασιών
es_bo: Mostrar en la barra de tareas
et_ee: Näita Taskbaris
fa_ir: نمایش در نوار وظیفه
fi_fi: Näytä tehtäväpalkissa
fil_ph: Ipakita sa taskbar
fr_029: Afficher dans la barre des tâches
ga_ie: Taispeáin i Taskbar
gu_in: ટાસ્કબારમાં બતાવો
he_il: להראות בשורת המשימות
hi_in: टास्कबार में दिखाओ
hr_hr: Prikaži se na traci
hu_hu: Mutasd meg a tálcán
hy_am: Show ուցադրել առաջադրանքի սահմանում
id_id: Tampilkan di Taskbar
is_is: Sýna í Taskbar
it_ch: Mostra in task bar
ja_jp: タスクバーで表示します
ka_ge: აჩვენე დავალების პანელში
kk_kz: Тапсырмалар тақтасында көрсету
km_kh: បង្ហាញនៅក្នុងរបារភារកិច្ច
kn_in: ಟಾಸ್ಕ್ ಬಾರ್ನಲ್ಲಿ ಪ್ರದರ್ಶನ
ko_kr: 작업 표시 줄에 표시하십시오
ky_kg: Тапшырма панелинде көрсөтүү
lo_la: ສະແດງໃນແຖບວຽກງານ
lt_lt: Parodykite užduočių juostoje
lv_lv: Parādīt uzdevumjoslā
mi_nz: Whakaatuhia i roto i te papa mahi
mk_mk: Покажи во лентата со задачи
ml_in: ടാസ്ക്ബാറിൽ കാണിക്കുക
mr_in: टास्कबार मध्ये दर्शवा
ms_my: Tunjukkan dalam bar tugas
mt_mt: Uri fit-Taskbar
nb_no: Vis i oppgavelinjen
ne_np: टास्कबारमा देखाउनुहोस्
nl_be: Toon in taakbalk
or_in: ଟାସ୍କ ବାର୍ ରେ ଦେଖାନ୍ତୁ |
pa_arab: ਟਾਸਕਬਾਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż na pasku zadań
pt_br: Mostrar na barra de tarefas
ro_ro: Afișați în bara de activități
ru_ru: Показать на панели задач
sk_sk: Zobraziť v paneli úloh
sl_si: Pokaži v opravilni vrstici
sq_al: Shfaq në shiritin e detyrave
sr_cyrl_me: Прикажи на траци задатака
sv_fi: Visa i aktivitetsfältet
sw_ke: Onyesha kwenye Taskbar
ta_in: பணிப்பட்டியில் காட்டு
te_in: టాస్క్‌బార్‌లో చూపించు
th_th: แสดงในแถบงาน
tk_tm: Meseleler panelinde görkeziň
tr_tr: Görev çubuğunda göster
tt_ru: Тапшыру тактасында күрсәт
ug_cn: ۋەزىپە بالدىقىدا كۆرسىتىش
uk_ua: Показати на панелі завдань
ur_pk: ٹاسک بار میں دکھائیں
uz_cyrl: Vazifalar panelida ko'rsating
vi_vn: Hiển thị trong Thanh nhiệm vụ
zh_hant: 在任務欄中顯示

# PrefShowInTaskSwitcher
source: Show In Task Switcher
af_za: Wys in die taakskakelaar
am_et: በተግባር ስዊክ ውስጥ አሳይ
ar_bh: عرض في مهام المهام
as_in: টাস্ক চুইচাৰত দেখুৱাওক
az_cyrl: Tapşırıq dəyişdiricisində göstər
bg_bg: Показване на превключвател на задачи
bn_in: টাস্ক স্যুইচারে দেখান
bs_latn_ba: Prikaži u prekidaču zadataka
ca_es: Mostra en el commutador de tasques
cs_cz: Zobrazit v přepínači úkolů
cy_gb: Dangos yn Switcher Tasg
da_dk: Vis i opgavekontakt
de_ch: Im Task Switcher anzeigen
el_gr: Εμφάνιση στο Switcher Task
es_bo: Mostrar en el conmutador de tareas
et_ee: Näita tööülesannete vahetuses
fa_ir: نمایش در تعویض کار
fi_fi: Näytä tehtäväkytkimessä
fil_ph: Ipakita sa Task Switcher
fr_029: Afficher dans le commutateur de tâche
ga_ie: Taispeáin i Switcher Tasc
gu_in: ટાસ્ક સ્વિચર બતાવો
he_il: הצג במתג משימות
hi_in: टास्क स्विचर में दिखाएं
hr_hr: Prikaži u Switcheru zadataka
hu_hu: Mutassa meg a Task Switcher -ben
hy_am: Show ուցադրել առաջադրանքի փոխարկիչում
id_id: Tampilkan di Task Switcher
is_is: Sýna í verkefnaskipti
it_ch: Mostra in switcher attività
ja_jp: タスクスイッチャーで表示します
ka_ge: აჩვენეთ ამოცანების შეცვლა
kk_kz: Тапсырма ауыстырғышында көрсету
km_kh: បង្ហាញនៅក្នុងឧបករណ៍ប្តូរភារកិច្ច
kn_in: ಟಾಸ್ಕ್ ಸ್ವಿಚರ್‌ನಲ್ಲಿ ತೋರಿಸಿ
ko_kr: 작업 전환기에 표시하십시오
ky_kg: Тапшырма Свитчер
lo_la: ສະແດງໃຫ້ເຫັນໃນວຽກງານຕໍ່ຫນ້າວຽກ
lt_lt: Rodyti užduočių perjungiklį
lv_lv: Parādīt uzdevumu pārslēgšanā
mi_nz: Whakaatuhia i roto i te Switcher Mahi
mk_mk: Покажете во менувачот на задачи
ml_in: ടാസ്ക് സ്വിച്ചറിൽ കാണിക്കുക
mr_in: टास्क स्विचर मध्ये दर्शवा
ms_my: Tunjukkan dalam penukar tugas
mt_mt: Uri fit-Task Switcher
nb_no: Vis i Task Switcher
ne_np: कार्य स्विचरमा देखाउनुहोस्
nl_be: Toon in taakschakelaar
or_in: ଟାସ୍କ ସୁଇଚର୍ ରେ ଦେଖାନ୍ତୁ |
pa_arab: ਟਾਸਕ ਸਵਿੱਚਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w przełączniku zadań
pt_br: Mostrar no comutador de tarefas
ro_ro: Afișați în comutatorul de sarcini
ru_ru: Показать в переключении задач
sk_sk: Zobraziť v prepínači úloh
sl_si: Pokaži v stikalu opravila
sq_al: Shfaq në Task Switcher
sr_cyrl_me: Прикажи у задатку Свитцхер
sv_fi: Visa i Task Switcher
sw_ke: Onyesha kwenye swichi ya kazi
ta_in: பணி ஸ்விட்சரில் காண்பி
te_in: టాస్క్ స్విచ్చర్‌లో చూపించు
th_th: แสดงใน Task Switcher
tk_tm: Möhletde bir işçini görkeziň
tr_tr: Görev değiştiricide göster
tt_ru: Твиттерда шоу
ug_cn: ۋەزىپە ئۆتكۈنچىسىنى Switcher
uk_ua: Показати перемикач завдань
ur_pk: ٹاسک سوئچر میں دکھائیں
uz_cyrl: Vazifa almashtirishda ko'rsatish
vi_vn: Hiển thị trong Trình chuyển đổi nhiệm vụ
zh_hant: 在任務切換器中顯示
