Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# EditorAppendPauseLabel
source: Pause append
af_za: Pouse voeg by
am_et: ለአፍታ አቁም
ar_bh: الإيقاف التوقف
as_in: বিৰতিৰ সংযোজন
az_cyrl: Fasilə əlavə edin
bg_bg: Пауза Приложение
bn_in: বিরতি সংযোজন
bs_latn_ba: Pauzirajte dodatak
ca_es: Pausa Append
cs_cz: Pozastavte připojení
cy_gb: Oedi atodi
da_dk: Pause Tilføj
de_ch: Pause anhängen
el_gr: Παύση προσθέτει
es_bo: Pausa adjuntar
et_ee: Pausi lisama
fa_ir: مکث ضمیمه
fi_fi: Tauko
fil_ph: I -pause ang append
fr_029: Pause Ajouter
ga_ie: Sos aguisín
gu_in: સંલગ્ન કરવું
he_il: הוספה הוספה
hi_in: विराम दें
hr_hr: Pauza dodatak
hu_hu: Szüneteltesse a mellékletet
hy_am: Դադարացրեք հավելված
id_id: Jeda Tambahkan
is_is: Hlé bæta við
it_ch: Pausa aggiungi
ja_jp: 一時停止の追加
ka_ge: პაუზის დანართი
kk_kz: Кідірту қосымшасы
km_kh: ការផ្អាកផ្អាក
kn_in: ವಿರಾಮ ಸೇರಿಸಿ
ko_kr: 잠시 일시 중지하십시오
ky_kg: Тыныгуу тиркеме
lo_la: ຢຸດຊົ່ວຄາວ
lt_lt: Pauzė priedas
lv_lv: Pauze Pievienot
mi_nz: Te taapiri mo te taapiri
mk_mk: Пауза додаток
ml_in: താൽക്കാലികമായ കൂട്ടിച്ചേർക്കൽ
mr_in: विराम द्या
ms_my: Jeda tambah
mt_mt: Nieqaf append
nb_no: Pause vedlegg
ne_np: रोक्नुहोस्
nl_be: Pauzeer toevoegen
or_in: ବିରତି ଆବେଦନ କରନ୍ତୁ |
pa_arab: ਵਿਰਾਮ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Załącz pauzę
pt_br: Pausa anexa
ro_ro: Pauză anexa
ru_ru: Пауза добавить
sk_sk: Pozastaviť
sl_si: Premor dodatka
sq_al: Pauzë shtoj
sr_cyrl_me: Прилог паузе
sv_fi: Pausa bifogas
ta_in: இடைநிறுத்தம்
te_in: PAUSE అనుబంధం
th_th: หยุดชั่วคราว
tk_tm: Truzany arakesme
tr_tr: Duraklat eklemek
tt_ru: Пауза кушымтасы
ug_cn: توختىتىش
uk_ua: Пауза додає
ur_pk: روکیں
uz_cyrl: PAUSE APRENSI
vi_vn: Tạm dừng nối thêm
zh_hant: 暫停附加

# EditorAppendPostLabel
source: Toggle Before
af_za: Wissel voor
am_et: ከዚህ በፊት ይቀያይሩ
ar_bh: تبديل من قبل
as_in: টগল আগতে
az_cyrl: Daha əvvəl dəyişdirin
bg_bg: Превключвайте преди
bn_in: আগে টগল করুন
bs_latn_ba: Prebacivati ​​se prije
ca_es: Commutació abans
cs_cz: Přepínat dříve
cy_gb: Togl o'r blaen
da_dk: Skift før
de_ch: Vorher umschalten
el_gr: Εναλλαγή πριν
es_bo: Alternar antes
et_ee: Enne
fa_ir: قبل از
fi_fi: Kypsyä ennen
fil_ph: Toggle dati
fr_029: Basculer avant
ga_ie: Toggle roimhe seo
gu_in: પહેલાં ટ gle ગલ કરવું
he_il: לעבור לפני כן
hi_in: पहले टॉगल करें
hr_hr: Prebacivanje prije
hu_hu: Váltás előtt
hy_am: Անցնել նախկինում
id_id: Beralih sebelumnya
is_is: Skiptu áður
it_ch: Attiva alterni prima
ja_jp: 前に切り替えます
ka_ge: ადრე გადარიცხვა
kk_kz: Дейін ауыстырыңыз
km_kh: បិទបើកមុន
kn_in: ಮೊದಲು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 전에 전환하십시오
ky_kg: Чейин которгуч
lo_la: ສະຫຼັບກ່ອນ
lt_lt: Perjungti anksčiau
lv_lv: Pārslēgt iepriekš
mi_nz: Tuhinga o mua
mk_mk: Се менува пред тоа
ml_in: മുമ്പ് ടോഗിൾ ചെയ്യുക
mr_in: आधी टॉगल
ms_my: Togol sebelum ini
mt_mt: Toggle qabel
nb_no: Veksle før
ne_np: अगाडि टगल गर्नुहोस्
nl_be: Schakel eerder in
or_in: ପୂର୍ବରୁ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਟੌਗਲ ਪਹਿਲਾਂ
pl_pl: Przełącz wcześniej
pt_br: Alternar antes
ro_ro: Comutați înainte
ru_ru: Перевернуть раньше
sk_sk: Prepnúť predtým
sl_si: Preklopite prej
sq_al: Toggle më parë
sr_cyrl_me: Пре тога пре
sv_fi: Växla innan
sw_ke: Kugeuza kabla
ta_in: முன் மாற்று
te_in: ముందు టోగుల్ చేయండి
th_th: สลับมาก่อน
tk_tm: Öňem üýtgetmek
tr_tr: Daha önce geçiş yap
tt_ru: Моңа кадәр
ug_cn: To toggle
uk_ua: Перемикатися до
ur_pk: اس سے پہلے ٹوگل
uz_cyrl: Oldin almashtiring
vi_vn: Chuyển đổi trước
zh_hant: 切換之前

# EditorAppendPreLabel
source: Toggle Before
af_za: Wissel voor
am_et: ከዚህ በፊት ይቀያይሩ
ar_bh: تبديل من قبل
as_in: টগল আগতে
az_cyrl: Daha əvvəl dəyişdirin
bg_bg: Превключвайте преди
bn_in: আগে টগল করুন
bs_latn_ba: Prebacivati ​​se prije
ca_es: Commutació abans
cs_cz: Přepínat dříve
cy_gb: Togl o'r blaen
da_dk: Skift før
de_ch: Vorher umschalten
el_gr: Εναλλαγή πριν
es_bo: Alternar antes
et_ee: Enne
fa_ir: قبل از
fi_fi: Kypsyä ennen
fil_ph: Toggle dati
fr_029: Basculer avant
ga_ie: Toggle roimhe seo
gu_in: પહેલાં ટ gle ગલ કરવું
he_il: לעבור לפני כן
hi_in: पहले टॉगल करें
hr_hr: Prebacivanje prije
hu_hu: Váltás előtt
hy_am: Անցնել նախկինում
id_id: Beralih sebelumnya
is_is: Skiptu áður
it_ch: Attiva alterni prima
ja_jp: 前に切り替えます
ka_ge: ადრე გადარიცხვა
kk_kz: Дейін ауыстырыңыз
km_kh: បិទបើកមុន
kn_in: ಮೊದಲು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 전에 전환하십시오
ky_kg: Чейин которгуч
lo_la: ສະຫຼັບກ່ອນ
lt_lt: Perjungti anksčiau
lv_lv: Pārslēgt iepriekš
mi_nz: Tuhinga o mua
mk_mk: Се менува пред тоа
ml_in: മുമ്പ് ടോഗിൾ ചെയ്യുക
mr_in: आधी टॉगल
ms_my: Togol sebelum ini
mt_mt: Toggle qabel
nb_no: Veksle før
ne_np: अगाडि टगल गर्नुहोस्
nl_be: Schakel eerder in
or_in: ପୂର୍ବରୁ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਟੌਗਲ ਪਹਿਲਾਂ
pl_pl: Przełącz wcześniej
pt_br: Alternar antes
ro_ro: Comutați înainte
ru_ru: Перевернуть раньше
sk_sk: Prepnúť predtým
sl_si: Preklopite prej
sq_al: Toggle më parë
sr_cyrl_me: Пре тога пре
sv_fi: Växla innan
sw_ke: Kugeuza kabla
ta_in: முன் மாற்று
te_in: ముందు టోగుల్ చేయండి
th_th: สลับมาก่อน
tk_tm: Öňem üýtgetmek
tr_tr: Daha önce geçiş yap
tt_ru: Моңа кадәр
ug_cn: To toggle
uk_ua: Перемикатися до
ur_pk: اس سے پہلے ٹوگل
uz_cyrl: Oldin almashtiring
vi_vn: Chuyển đổi trước
zh_hant: 切換之前

# EditorAppendResumeLabel
source: Resume append
af_za: Hervat bygevoeg
am_et: ከቆመበት ቀጥል
ar_bh: استئناف إلحاق
as_in: ৰিজ্যুম এপেণ্ড
az_cyrl: Əlavə etmək
bg_bg: Възобновете добавката
bn_in: পুনরায় সংযুক্তি
bs_latn_ba: Nastavite doprinositi
ca_es: Reprendre l’append
cs_cz: Pokračovat v připojení
cy_gb: Ailddechrau atodi
da_dk: Genoptag tilføj
el_gr: Επαναλαμβάνω προσθέστε
es_bo: Reanudar la anexión
et_ee: Jätkata lisa
fa_ir: رزومه ضمیمه
fi_fi: Jatkaa liitettä
fil_ph: Ipagpatuloy ang append
fr_029: Reprendre
ga_ie: Atosú aguisín
gu_in: ફરી શરૂ કરવું
he_il: לחדש את הוספה
hi_in: फिर से शुरू करें
hr_hr: Nastavite dodatak
hu_hu: Folytassa a függeléket
hy_am: Վերսկսել հավելվածը
id_id: Lanjutkan menambahkan
is_is: Halda áfram bætt við
it_ch: Riprendi l'append
ja_jp: 履歴書追加
ka_ge: განაახლეთ დანართი
kk_kz: Қосу Қосу
km_kh: ការបន្ថែមបន្តទៀត
kn_in: ಪುನರಾರಂಭಿಸು
ko_kr: 부록을 재개하십시오
ky_kg: Резюме тиркеме
lo_la: ຊິ້ງຂໍ້ມູນ
lt_lt: Atnaujinti priedą
lv_lv: Atsākt pievienoties
mi_nz: Taapiri taapiri
mk_mk: Продолжи додаток
ml_in: പുനരാരംഭിക്കുക കൂട്ടിച്ചേർക്കുക
mr_in: पुन्हा सुरू करा
ms_my: Resume tambah
mt_mt: Ibda mill-ġdid append
nb_no: Fortsett vedlegg
ne_np: पुन: संयोजन गर्नुहोस्
nl_be: Hervatten toevoegen
or_in: ଆବେଦନ ଆରମ୍ଭ କର |
pa_arab: ਦੁਬਾਰਾ ਪੇਸ਼ ਕਰੋ
pl_pl: Wznowić dodatek
pt_br: Retomar anexar
ro_ro: Reluați anexa
ru_ru: Резюме добавить
sk_sk: Pokračovať
sl_si: Življenjepis
sq_al: Rifilloj shtojcën
sr_cyrl_me: Настављање прилога
sv_fi: Återuppta
sw_ke: Anza tena
ta_in: மறுதொடக்கம் செய்யுங்கள்
te_in: పున ume ప్రారంభం అనుబంధం
th_th: ภาคผนวกกลับมาทำงาน
tk_tm: Hasaplamak
tr_tr: Özgeçmiş Ekle
tt_ru: Резюме кушымтасы
ug_cn: چېكىنىش
uk_ua: Відновити додаток
ur_pk: دوبارہ شروع کریں
uz_cyrl: Davom etishni davom ettiring
vi_vn: Tiếp tục nối tiếp
zh_hant: 簡歷附加

# EditorPasteButtonAppendBeginLabel
source: Append...
af_za: Voeg ...
am_et: ተማርኩ ...
ar_bh: ألحق...
az_cyrl: Əlavə ...
bg_bg: Добавяне ...
bn_in: সংযোজন ...
bs_latn_ba: Dodavanje ...
cs_cz: Připojit...
cy_gb: Atodi ...
da_dk: Tilføj...
de_ch: Anhängen ...
el_gr: Προσαρτώ...
es_bo: Adjuntar...
et_ee: Lisa ...
fa_ir: ضمیمه ...
fi_fi: Liitä ...
fil_ph: Idagdag ...
fr_029: Ajouter...
ga_ie: Aguisín ...
gu_in: જોડો ...
he_il: לְצַרֵף...
hi_in: जोड़ें ...
hr_hr: Dodati...
hu_hu: Mellékel...
hy_am: Հավելված ...
id_id: Menambahkan...
is_is: Bæta við ...
it_ch: Aggiungere...
ja_jp: 追加...
ka_ge: დანართი ...
kk_kz: Қосу ...
km_kh: បន្ថែមទៀត ...
kn_in: ಸೇರಿಸಿ ...
ko_kr: 추가 ...
ky_kg: Кошуу...
lo_la: ເພີ່ມເຕີມ ...
lt_lt: Pridėkite ...
lv_lv: Pievienot ...
mi_nz: Tāpiri ...
mk_mk: Додаток ...
ml_in: കൂട്ടിച്ചേർക്കുക ...
mr_in: जोडा ...
ms_my: Tambah ...
nb_no: Legg til ...
ne_np: जोडिएको ...
nl_be: Toevoegen ...
or_in: ଯୋଡ ...
pa_arab: ਜੋੜ ...
pl_pl: Dodać...
pt_br: Acrescentar...
ro_ro: Adăuga...
ru_ru: Добавить ...
sk_sk: Pripojiť ...
sl_si: Dodatek ...
sq_al: Shtoj ...
sr_cyrl_me: Додати...
sv_fi: Bifoga...
sw_ke: Ongeza ...
ta_in: சேர்க்க ...
te_in: అనుబంధం ...
th_th: ผนวก...
tk_tm: Goşuldy ...
tr_tr: Ek ...
tt_ru: Кушымта ...
ug_cn: قوشۇلدى ...
uk_ua: Додайте ...
ur_pk: ضمیمہ ...
uz_cyrl: Ilova ...
vi_vn: Nối thêm ...
zh_hant: 附加...

# EditorPasteButtonLabel
source: Paste
af_za: Plak
am_et: ፓስተር
ar_bh: معجون
as_in: পেষ্ট কৰক
az_cyrl: Yapışdır
bg_bg: Поставете
bn_in: আটকান
bs_latn_ba: Zalijepiti
ca_es: Pastar
cs_cz: Vložit
cy_gb: Pastia
da_dk: sæt ind
el_gr: Επικόλληση
es_bo: Pegar
et_ee: Pasta
fa_ir: خمیر
fi_fi: Liittää
fil_ph: I -paste
fr_029: Pâte
ga_ie: Greab
gu_in: આંચકો
he_il: לְהַדבִּיק
hi_in: पेस्ट करें
hr_hr: Zalijepiti
hu_hu: Paszta
hy_am: Մածուկ
id_id: Tempel
is_is: Límu
it_ch: Impasto
ja_jp: ペースト
ka_ge: პასი
kk_kz: Ұту
km_kh: រេនាយោហរការ
kn_in: ಅಂಟಿಸು
ko_kr: 반죽
ky_kg: Паста
lo_la: ວາງໄວ້
lt_lt: Įklijuoti
lv_lv: Pastā
mi_nz: Whakapiri
mk_mk: Залепи
ml_in: പേസ്റ്റ്
mr_in: पेस्ट करा
ms_my: Tampal
mt_mt: Pasta
nb_no: Lim inn
ne_np: टाँसिनु
nl_be: Plakken
or_in: ପେଷ୍ଟ କରନ୍ତୁ |
pa_arab: ਚਿਪਕਾਓ
pl_pl: Pasta
pt_br: Colar
ro_ro: Pastă
ru_ru: Вставить
sk_sk: Pasta
sl_si: Prilepi
sq_al: Ngjit
sr_cyrl_me: Залепити
sv_fi: Klistra
sw_ke: Bandika
ta_in: ஒட்டவும்
te_in: అతికించండి
th_th: แปะ
tk_tm: Çökdürmek
tr_tr: Yapıştırmak
tt_ru: Паста
ug_cn: چاپلاڭ
uk_ua: Пасти
ur_pk: چسپاں کریں
uz_cyrl: Pastroq qilmoq
vi_vn: Dán
zh_hant: 粘貼

# CommonPinItemLabel
source: Pin
af_za: Speld
am_et: ፒን
ar_bh: دبوس
as_in: পিন
bg_bg: Щифт
bn_in: পিন
ca_es: Agulla
cs_cz: Kolík
cy_gb: Piniff
de_ch: Stift
el_gr: Καρφίτσα
es_bo: Alfiler
et_ee: Nööpnõel
fa_ir: سنجاق
fi_fi: Nasta
fr_029: Épingle
ga_ie: Bioráin
gu_in: પિન
he_il: פִּין
hi_in: नत्थी करना
hr_hr: Pričvrstiti
hu_hu: Csap
hy_am: Թոշակ
it_ch: Spillo
ja_jp: ピン
ka_ge: ქინძისთავი
kk_kz: Түйреуіш
km_kh: ម្ជុល
kn_in: ಗಡಿ
ko_kr: 핀
lo_la: ເຂັມ PIN
lt_lt: Kaištis
lv_lv: Piespraust
mi_nz: Pine
mk_mk: Игла
ml_in: മൊട്ടുസൂചി
mr_in: पिन
ne_np: आलपिन
or_in: ପିନ୍
pa_arab: ਪਿੰਨ
pl_pl: Szpilka
pt_br: Alfinete
ro_ro: Ac
ru_ru: Приколоть
sl_si: Zatič
sq_al: Gjilpere
sr_cyrl_me: Пин
sv_fi: Stift
sw_ke: Pini
ta_in: முள்
te_in: పిన్
th_th: เข็มหมุด
tk_tm: Çeňňek
tr_tr: Toplu iğne
tt_ru: Кадак
uk_ua: Шпилька
ur_pk: پن
vi_vn: Ghim
zh_hant: 別針

# CommonUnpinItemLabel
source: Unpin
am_et: እየቀነሰ ይሄዳል
ar_bh: إلغاء
as_in: আনপিন
az_cyrl: Qeyri-pəncələmək
bn_in: আনপিন
bs_latn_ba: Otrcati
ca_es: Desfeta
cs_cz: Unlin
cy_gb: Dadleuon
el_gr: Ξεκαρφιτσώνω
es_bo: Desprender
et_ee: Lahti keelama
fa_ir: باز کردن
fi_fi: Purkaa
fr_029: Détacher
ga_ie: Itheacháin
gu_in: ખોળવું
he_il: לְהוֹצִיא סִיכָּה
hi_in: अनपिन
hr_hr: Raskoš
hu_hu: Kibont
hy_am: Անապաղում
id_id: Membuka peniti
is_is: Taka úr
ja_jp: unepin
ka_ge: გაუქმება
kk_kz: Схось
km_kh: អក្គោអិន
kn_in: ಬಿಚ್ಚು ಬಿಚ್ಚು
ko_kr: 핀
ky_kg: ИНФОН
lv_lv: Neslēpt
mi_nz: Āneki
ml_in: അൺപിൻ
mr_in: अनपिन
nb_no: Upinn
ne_np: चुस्नु
nl_be: Losmaken
or_in: ଅଲଗାନ କର |
pl_pl: Odpiąć
pt_br: Não
ru_ru: Не
sk_sk: Zaniknúť
sl_si: Nepin
sq_al: Heq
sr_cyrl_me: Развелити
sv_fi: Lutande
te_in: అన్పిన్
th_th: คลาย
tk_tm: Aýyrmak
tr_tr: Bitirmek
tt_ru: Undpin
uk_ua: Розмивати
ur_pk: انپن
uz_cyrl: Chetlashmoq
vi_vn: Giải nén
zh_hant: Uncin

# NotificationOptionHideAllLabel
source: Hide all '{0}' notifications
af_za: Verberg alle '{0}' kennisgewings
am_et: ሁሉንም '{0} ማስታወቂያዎች
ar_bh: إخفاء كل إشعارات "{0}
as_in: সকলো লুকুৱাওক '{0}' অধিসূচনাসমূহ
az_cyrl: Bütün '{0}' bildirişlərini gizlət
bg_bg: Скрийте всички известия '{0}'
bn_in: সমস্ত '{0}' বিজ্ঞপ্তিগুলি লুকান
bs_latn_ba: Sakrij sve obavijesti '{0}'
ca_es: Amagueu totes les notificacions '{0}'
cs_cz: Skrýt všechna oznámení '{0}'
cy_gb: Cuddio pob hysbysiad '{0}'
da_dk: Skjul alle '{0}' Meddelelser
de_ch: Verstecke alle '{0}' Benachrichtigungen
el_gr: Απόκρυψη όλων των ειδοποιήσεων {0} '
es_bo: Ocultar todas las notificaciones '{0}'
et_ee: Peida kõik '{0}' teatised
fa_ir: اعلان های "{0}" را پنهان کنید
fi_fi: Piilota kaikki '{0}' ilmoitukset
fil_ph: Itago ang lahat ng mga abiso sa '{0}'
fr_029: Masquer toutes les notifications '{0}'
ga_ie: Folaigh gach fógra '{0}'
gu_in: બધી '{0}' સૂચનાઓ છુપાવો
he_il: הסתר את כל ההודעות '{0}'
hi_in: सभी '{0}' सूचनाएं छिपाएं
hr_hr: Sakrij sve obavijesti '{0}'
hu_hu: Elrejtse az összes '{0}' értesítést
hy_am: Թաքցրեք բոլորը {0} ծանուցումները
id_id: Sembunyikan semua '{0}' pemberitahuan
is_is: Fela allar tilkynningar '{0}'
it_ch: Nascondi tutte le notifiche '{0}'
ja_jp: すべての「{0}」通知を非表示にします
ka_ge: დამალეთ ყველა '{0}' შეტყობინებები
kk_kz: Барлық «{0}» хабарламаларын жасырыңыз
km_kh: លាក់ការជូនដំណឹង {0} 'ទាំងអស់
kn_in: ಎಲ್ಲಾ '{0}' ಅಧಿಸೂಚನೆಗಳನ್ನು ಮರೆಮಾಡಿ
ko_kr: 모두 '{0}'알림을 숨 깁니다
ky_kg: Баарын жашыруу '{0}' эскертмелерин жашыруу
lo_la: ເຊື່ອງການແຈ້ງເຕືອນ '{0}
lt_lt: Slėpti visus '{0}' pranešimus
lv_lv: Paslēpt visus '{0}' paziņojumus
mi_nz: Hunaia nga panui katoa '{0}'
mk_mk: Скријте ги сите известувања „{0}“
ml_in: എല്ലാ '{0}' അറിയിപ്പുകളും മറയ്ക്കുക
mr_in: सर्व '{0}' सूचना लपवा
ms_my: Sembunyikan semua pemberitahuan '{0}'
mt_mt: Aħbi n-notifiki kollha '{0}'
nb_no: Skjul alle '{0}' varsler
ne_np: सबै लुकाउनुहोस् '{0}' सूचनाहरू
nl_be: Verberg alle meldingen van '{0}'
or_in: ସମସ୍ତ '{0}' ବିଜ୍ଞପ୍ତିଗୁଡିକ ଲୁଚାନ୍ତୁ |
pa_arab: ਸਾਰੀਆਂ '{0}' ਸੂਚਨਾਵਾਂ ਨੂੰ ਲੁਕਾਓ
pl_pl: Ukryj wszystkie powiadomienia „{0}”
pt_br: Ocultar todas '{0}' notificações
ro_ro: Ascunde toate notificările „{0}”
ru_ru: Скрыть все уведомления {0} '
sk_sk: Skryť všetky oznámenia '{0}'
sl_si: Skrij vsa obvestila '{0}'
sq_al: Fshihni të gjitha njoftimet '{0}'
sr_cyrl_me: Сакриј све обавештења {0} '
sv_fi: Dölj alla '{0}' aviseringar
sw_ke: Ficha arifa zote '{0}'
ta_in: எல்லா '{0}' அறிவிப்புகளையும் மறைக்கவும்
te_in: అన్ని '{0}' నోటిఫికేషన్లను దాచండి
th_th: ซ่อนการแจ้งเตือนทั้งหมด '{0}'
tk_tm: '{0}' habarnamalaryny gizläň
tr_tr: Tüm '{0}' bildirimlerini gizle
tt_ru: Барлык '{0}' хәбәрләрен яшерегез
ug_cn: ھەممىنى يوشۇرۇڭ '{0}' ئۇقتۇرۇشى
uk_ua: Приховати всі сповіщення '{0}'
ur_pk: تمام '{0}' اطلاعات کو چھپائیں
uz_cyrl: Barcha "{0}" bildirishnomalarini yashirish
vi_vn: Ẩn tất cả '{0}' Thông báo
zh_hant: 隱藏所有'{0}'通知

# NotificationOptionHideLabel
source: Dismiss
af_za: Afdank
am_et: ማሰናበት
ar_bh: رفض
as_in: বৰ্খাস্ত
az_cyrl: Qovalamaq
bg_bg: Отхвърляне
bn_in: বরখাস্ত
bs_latn_ba: Otpustiti
ca_es: Acomiadar
cs_cz: Zavrhnout
cy_gb: Wfftiwyd
da_dk: Afskedige
de_ch: Zurückweisen
el_gr: Απολύω
es_bo: Despedir
et_ee: Vabaks laskma
fa_ir: رد
fi_fi: Hylätä
fil_ph: Tanggalin
fr_029: Rejeter
ga_ie: Díbheadh
gu_in: નાબૂદ કરવું
he_il: לשחרר
hi_in: नकार देना
hr_hr: Odbaciti
hu_hu: Elbocsát
hy_am: Հեռացնել
id_id: Membubarkan
is_is: Hafna
it_ch: Congedare
ja_jp: 却下する
ka_ge: დათხოვნა
kk_kz: Жұмысынан босату
km_kh: បន្ដេញចោល
kn_in: ವಜಾಮಾಡಿಸು
ko_kr: 해고하다
ky_kg: Бошотуу
lo_la: ໄລ່ອອກ
lt_lt: Atleisti
lv_lv: Atlaist
mi_nz: Pana
mk_mk: Отпуштање
ml_in: പുറംതള്ളുക
mr_in: काढून टाकणे
ms_my: Menolak
mt_mt: Tiċħad
nb_no: Avskjedige
ne_np: बरखास्त गर्नु
nl_be: Afwijzen
or_in: ବରଖାସ୍ତ
pa_arab: ਖਾਰਜ
pl_pl: Odrzucać
pt_br: Liberar
ro_ro: Respinge
ru_ru: Увольнять
sk_sk: Prepustiť
sl_si: Odpust
sq_al: Largoj
sr_cyrl_me: Разрешити
sv_fi: Avfärda
sw_ke: Kufukuza
ta_in: தள்ளுபடி
te_in: రద్దుచేసే
th_th: อนุญาตให้ออกไป
tk_tm: Işden aýyrmak
tr_tr: Azletmek
tt_ru: Эштән алу
ug_cn: ئىشتىن بوشىتىش
uk_ua: Звільнити
ur_pk: خارج
uz_cyrl: Ishdan bo'shatmoq
vi_vn: Miễn nhiệm
zh_hant: 解僱

# ClipTilePasteButtonDisabledTooltip
source: Last active app unknown. Switch to intended app to monkey paste.
af_za: Laaste aktiewe app onbekend. Skakel oor na die beoogde app na aappasta.
am_et: የመጨረሻው ንቁ መተግበሪያ አልታወቀም. ወደ የታቀደ መተግበሪያ ወደ ዝንጀሮ ይለቀሉት.
ar_bh: آخر تطبيق نشط غير معروف. التبديل إلى التطبيق المقصود إلى معجون القرد.
as_in: লাষ্ট এক্টিভ এপ অজ্ঞাত। বান্দৰ পেষ্ট কৰিবলৈ উদ্দেশ্য কৰা এপলৈ সলনি কৰক।
az_cyrl: Son aktiv tətbiq Naməlum. Monkey pastasına nəzərdə tutulan tətbiqə keçin.
bg_bg: Последно активно приложение неизвестно. Преминете към предвиденото приложение към маймунската паста.
bn_in: সর্বশেষ সক্রিয় অ্যাপ্লিকেশন অজানা। বানরের পেস্টে ইন্টেন্ডেড অ্যাপে স্যুইচ করুন।
bs_latn_ba: Posljednja aktivna aplikacija nepoznata. Prebacite se na namjeravanu aplikaciju na majmunske paste.
ca_es: Última aplicació activa desconeguda. Canvieu a l'aplicació prevista a la pasta de mico.
cs_cz: Poslední aktivní aplikace neznámá. Přepněte na zamýšlenou aplikaci na Monkey Paste.
cy_gb: Ap Gweithredol Olaf Anhysbys. Newid i'r app a fwriadwyd i past mwnci.
da_dk: Sidste aktive app ukendt. Skift til den tilsigtede app til abepasta.
de_ch: Letzte aktive App unbekannt. Wechseln Sie in die beabsichtigte App zu Affenpaste.
el_gr: Τελευταία ενεργή εφαρμογή άγνωστη. Μεταβείτε στην προβλεπόμενη εφαρμογή σε πάστα μαϊμού.
es_bo: Última aplicación activa desconocida. Cambie a la aplicación prevista para pegar mono.
et_ee: Viimane aktiivne rakendus teadmata. Lülitage kavandatud rakendusele ahvipasta juurde.
fa_ir: آخرین برنامه فعال ناشناخته است. به برنامه در نظر گرفته شده به میمون خمیر بروید.
fi_fi: Viimeinen aktiivinen sovellus tuntematon. Vaihda suunniteltuun sovellukseen apinapastaan.
fil_ph: Huling aktibong app na hindi kilala. Lumipat sa inilaan na app sa Monkey I -paste.
fr_029: Dernière application active inconnue. Passez à l'application prévue à la pâte de singe.
ga_ie: App gníomhach deireanach anaithnid. Athraigh go dtí an aip atá beartaithe go Greamaigh Moncaí.
gu_in: છેલ્લી સક્રિય એપ્લિકેશન અજ્ unknown ાત. મંકી પેસ્ટ પર હેતુવાળી એપ્લિકેશન પર સ્વિચ કરો.
he_il: אפליקציה פעילה אחרונה לא ידועה. עברו לאפליקציה המיועדת להדבק קופים.
hi_in: अंतिम सक्रिय ऐप अज्ञात। बंदर पेस्ट के लिए इच्छित ऐप पर स्विच करें।
hr_hr: Posljednja aktivna aplikacija nepoznata. Prebacite se na predviđenu aplikaciju na majmun.
hu_hu: Utolsó aktív alkalmazás ismeretlen. Váltson a tervezett alkalmazásra a majompaszta felé.
hy_am: Վերջին ակտիվ ծրագիրը անհայտ է: Անցեք նախատեսված ծրագրին `կապիկ մածուկին:
id_id: Aplikasi aktif terakhir tidak diketahui. Beralih ke aplikasi yang dimaksudkan ke monyet pasta.
is_is: Síðasta virka appið óþekkt. Skiptu yfir í fyrirhugað app yfir í apa líma.
it_ch: Ultima app attiva sconosciuta. Passa all'app prevista per la pasta di scimmia.
ja_jp: 最後のアクティブアプリ不明。モンキーペーストに目的のアプリに切り替えます。
ka_ge: ბოლო აქტიური აპლიკაცია უცნობია. გადადით მიზნობრივი აპლიკაცია Monkey Paste- ში.
kk_kz: Соңғы белсенді бағдарлама белгісіз. Маймыл пастасына арналған қосымшаға ауысыңыз.
km_kh: មិនស្គាល់កម្មវិធីសកម្មចុងក្រោយ។ ប្តូរទៅកម្មវិធីដែលបានបម្រុងទុកដើម្បីបិទភ្ជាប់ស្វា។
kn_in: ಕೊನೆಯ ಸಕ್ರಿಯ ಅಪ್ಲಿಕೇಶನ್ ತಿಳಿದಿಲ್ಲ. ಮಂಕಿ ಪೇಸ್ಟ್ಗೆ ಉದ್ದೇಶಿತ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬದಲಾಯಿಸಿ.
ko_kr: 마지막으로 활성 앱을 알 수 없습니다. 의도 한 앱으로 Monkey Paste로 전환하십시오.
ky_kg: Акыркы аракет Маймыл пастасына арналган колдонмого өтүү.
lo_la: app ທີ່ໃຊ້ງານສຸດທ້າຍທີ່ບໍ່ຮູ້ຈັກ. ປ່ຽນເປັນໂປແກຼມທີ່ມີຈຸດປະສົງໃຫ້ກັບລີງນໍາ.
lt_lt: Paskutinė aktyvi programa nežinoma. Perjunkite į numatytą programą į „Monkey Paste“.
lv_lv: Pēdējā aktīvā lietotne nav zināma. Pārslēdzieties uz paredzēto lietotni uz pērtiķu pastu.
mi_nz: Ko te taupānga kaha whakamutunga kaore e mohiotia. Huri ki te taupānga e hiahiatia ana ki a Monekey whakapiri.
mk_mk: Последна активна апликација непозната. Префрлете се на наменета апликација во паста од мајмуни.
ml_in: അവസാന സജീവ അപ്ലിക്കേഷൻ അജ്ഞാതമാണ്. മങ്കി പേസ്റ്റിലേക്ക് ഉദ്ദേശിച്ച അപ്ലിക്കേഷനിലേക്ക് മാറുക.
mr_in: शेवटचा सक्रिय अ‍ॅप अज्ञात. माकड पेस्टवर इच्छित अ‍ॅपवर स्विच करा.
ms_my: Aplikasi Aktif Terakhir Tidak Diketahui. Beralih ke aplikasi yang dimaksudkan ke Monkey Paste.
mt_mt: L-aħħar app attiva mhux magħrufa. Aqleb għal app maħsuba għal pejst tax-xadini.
nb_no: Siste aktive app ukjent. Bytt til tiltenkt app til apepasta.
ne_np: अन्तिम सक्रिय अनुप्रयोग अज्ञात। बाँदर पेस्टमा इच्छित अनुप्रयोगमा स्विच गर्नुहोस्।
nl_be: Laatste actieve app onbekend. Schakel over naar de beoogde app naar apenpasta.
or_in: ଶେଷ ସକ୍ରିୟ ଆପ୍ ଅଜ୍ଞାତ | ମାଙ୍କଡ଼ ପେଷ୍ଟକୁ ଉଦ୍ଦିଷ୍ଟ ଆପ୍ କୁ ସୁଇଚ୍ କରନ୍ତୁ |
pa_arab: ਆਖਰੀ ਐਕਟਿਵ ਐਪ ਅਣਜਾਣ. ਬਾਂਦਰ ਦੇ ਪੇਸਟ ਨੂੰ ਉਦੇਸ਼ਿਤ ਐਪ ਤੇ ਸਵਿਚ ਕਰੋ.
pl_pl: Ostatnia aktywna aplikacja nieznana. Przełącz do zamierzonej aplikacji na pastę małp.
pt_br: Último aplicativo ativo desconhecido. Mude para o aplicativo pretendido para pasta de macaco.
ro_ro: Ultima aplicație activă necunoscută. Treceți la aplicația intenționată la pasta de maimuță.
ru_ru: Последнее активное приложение неизвестно. Переключитесь на предполагаемое приложение в пасту Monkey.
sk_sk: Posledná aktívna aplikácia neznáma. Prepnite na zamýšľanú aplikáciu na opicu Paste.
sl_si: Zadnja aktivna aplikacija neznana. Preklopite na predvideno aplikacijo na opico.
sq_al: Aplikacioni i fundit aktiv i panjohur. Kaloni në aplikacionin e synuar në pastën e majmunit.
sr_cyrl_me: Последња активна апликација непозната. Пребаците се на предвиђену апликацију за мајмунске пасте.
sv_fi: Senaste aktiva appen okänd. Byt till avsedd app till Monkey Paste.
sw_ke: Programu ya mwisho haijulikani. Badilisha kwa programu iliyokusudiwa kwa kuweka tumbili.
ta_in: கடைசியாக செயலில் உள்ள பயன்பாடு தெரியவில்லை. குரங்கு பேஸ்டுக்கு நோக்கம் கொண்ட பயன்பாட்டிற்கு மாறவும்.
te_in: చివరి క్రియాశీల అనువర్తనం తెలియదు. ఉద్దేశించిన అనువర్తనానికి మంకీ పేస్ట్‌కు మారండి.
th_th: ไม่ทราบแอพที่ใช้งานอยู่ล่าสุด เปลี่ยนเป็นแอพที่ตั้งใจไว้เป็น Monkey Paste
tk_tm: Iň soňky işjeň programma näbelli. Maýmynyň pasta üçin niýetlenen programmany geçiň.
tr_tr: Son aktif uygulama bilinmiyor. Monkey macunu için amaçlanan uygulamaya geçin.
tt_ru: Соңгы актив кушымта билгесез. Маймыл пастасына ясалган кушымтага күчә.
ug_cn: ئاخىرقى ئاكتىپ ئەپنى نامەلۇم. مايمۇن چاپلاش ئۈچۈن كۆزلىگەن ئەپكە ئالماشتۇرۇڭ.
uk_ua: Останній активний додаток невідомий. Перейдіть на призначений додаток на пасту для мавп.
ur_pk: آخری فعال ایپ نامعلوم۔ بندر پیسٹ پر مطلوبہ ایپ پر سوئچ کریں۔
uz_cyrl: So'nggi faol ilova noma'lum. Taqdim etilgan ilovaga Monkey Paste-ga o'ting.
vi_vn: Ứng dụng hoạt động cuối cùng không xác định. Chuyển sang ứng dụng dự định sang dán khỉ.
zh_hant: 最後一個活動應用未知。切換到預期的應用到猴子糊。

# CommonMinimizeWindowLabel
source: Minimize
af_za: Verminder
am_et: አሳንስ
ar_bh: تقليل
as_in: কম কৰক
az_cyrl: Minimuma endirmək
bg_bg: Минимизиране
bn_in: ন্যূনতম
bs_latn_ba: Minimizirati
ca_es: Minimitzar
cs_cz: Minimalizovat
cy_gb: Gynfaleiddion
da_dk: Minimer
de_ch: Minimieren
el_gr: Ελαττώνω
es_bo: Minimizar
et_ee: Minimeerima
fa_ir: به حداقل رساندن
fi_fi: Minimoida
fil_ph: I -minimize
fr_029: Minimiser
ga_ie: Íoslaghdú
gu_in: ઘટાડવા
he_il: לְצַמְצֵם
hi_in: छोटा करना
hr_hr: Umanjiti
hu_hu: Minimalizál
hy_am: Փոքրացնել
id_id: Memperkecil
is_is: Lágmarka
it_ch: Minimizzare
ja_jp: 最小化します
ka_ge: შემცირება
kk_kz: Кішірейту
km_kh: អត្ដសបអុ្លាក់តិច
kn_in: ಕಡಿಮೆ ಮಾಡು
ko_kr: 최소화하십시오
ky_kg: Азайтуу
lo_la: ຫຼຸດຜ່ອນ
lt_lt: Sumažinkite
lv_lv: Samazināt
mi_nz: Whakau
mk_mk: Минимизирајте
ml_in: ചെറുതാക്കുക
mr_in: कमी करा
ms_my: Meminimumkan
mt_mt: Timminimizza
nb_no: Minimere
ne_np: घटाउनु
nl_be: Minimaliseren
or_in: କମ୍ କରନ୍ତୁ |
pa_arab: ਘੱਟੋ ਘੱਟ
pl_pl: Zminimalizować
pt_br: Minimizar
ro_ro: Minimizați
ru_ru: Минимизировать
sk_sk: Minimalizovať
sl_si: Zmanjšati
sq_al: Minimizoj
sr_cyrl_me: Умањити
sv_fi: Minimera
sw_ke: Punguza
ta_in: குறைக்கவும்
te_in: తగ్గించడానికి
th_th: ลดขนาด
tk_tm: Kiçeltmek
tr_tr: küçültmek
tt_ru: Минимальләштерү
ug_cn: كىچىك
uk_ua: Мінімізувати
ur_pk: کم سے کم
uz_cyrl: Kamaytirmoq
vi_vn: Giảm thiểu
zh_hant: 最小化
