Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionCondDataHint
source: This can be static text to compare with the input and/or include selected properties (via the filter button) will be substituted when the condition is evaluated.
af_za: Dit kan statiese teks wees om met die invoer te vergelyk en/of geselekteerde eienskappe (via die filterknoppie) in te sluit, sal vervang word wanneer die toestand geëvalueer word.
am_et: ይህ ከግብዓት ጋር ለማነፃፀር, ከአስቴሩ ጋር ለማነፃፀር እና / ወይም የተመረጡ ንብረቶችን (በማጣሪያ ቁልፍ በኩል), ሁኔታው ​​ሲገመገሙ የሚተካው ይሆናል.
ar_bh: يمكن أن يكون هذا نصًا ثابتًا للمقارنة مع الإدخال و/أو تضمين خصائص محددة (عبر زر المرشح) سيتم استبداله عند تقييم الحالة.
as_in: ইয়াক ইনপুটৰ সৈতে তুলনা কৰিবলে স্থায়ী লিখনী হ'ব পাৰে আৰু/বা নিৰ্বাচিত বৈশিষ্ট্যসমূহ অন্তৰ্ভুক্ত কৰিব পাৰে ( ফিল্টাৰ বুটামৰ জৰিয়তে) প্ৰতিস্থাপন কৰা হ'ব যেতিয়া চৰ্ত মূল্যায়ন কৰা হয়।
az_cyrl: Bu giriş ilə müqayisə etmək və / və ya seçilmiş xüsusiyyətləri daxil etmək üçün statik mətn ola bilər (filtr düyməsi vasitəsilə) vəziyyət qiymətləndirildikdə əvəz ediləcəkdir.
bg_bg: Това може да бъде статичен текст за сравнение с входа и/или да се включат избрани свойства (чрез бутона за филтър) ще бъде заменен, когато условието бъде оценено.
bn_in: ইনপুটটির সাথে তুলনা করার জন্য এটি স্ট্যাটিক পাঠ্য হতে পারে এবং/অথবা নির্বাচিত বৈশিষ্ট্যগুলি অন্তর্ভুক্ত করা হয় (ফিল্টার বোতামের মাধ্যমে) শর্তটি মূল্যায়ন করা হলে প্রতিস্থাপিত হবে।
bs_latn_ba: Ovo može biti statički tekst za usporedbu s unosom i / ili uključivanje odabranih svojstava (preko gumba filtriranja) bit će zamijenjene kada se stanje procjenjuje.
ca_es: Aquest pot ser que el text estàtic per comparar -lo amb l’entrada i/o incloure les propietats seleccionades (mitjançant el botó de filtre) es substituirà quan s’avalua la condició.
cs_cz: To může být statický text pro srovnání se vstupem a/nebo zahrnout vybrané vlastnosti (pomocí tlačítka filtru), bude nahrazen po vyhodnocení stavu.
cy_gb: Gall hwn fod yn destun statig i'w gymharu â'r mewnbwn a/neu gynnwys priodweddau dethol (trwy'r botwm hidlo) yn cael ei amnewid pan fydd yr amod yn cael ei werthuso.
da_dk: Dette kan være statisk tekst, der skal sammenlignes med input og/eller inkluderer udvalgte egenskaber (via filterknappen) erstattes, når tilstanden evalueres.
de_ch: Dies kann statischer Text sein, der mit dem Eingang verglichen werden kann und/oder ausgewählte Eigenschaften (über die Filtertaste) einbeziehen, wenn die Bedingung bewertet wird.
el_gr: Αυτό μπορεί να είναι στατικό κείμενο για να συγκριθεί με την είσοδο ή/και να συμπεριλάβει επιλεγμένες ιδιότητες (μέσω του κουμπιού φίλτρου) θα αντικατασταθεί όταν αξιολογηθεί η κατάσταση.
es_bo: Esto puede ser un texto estático para comparar con la entrada y/o incluir propiedades seleccionadas (a través del botón Filtro) se sustituirá cuando se evalúe la condición.
et_ee: See võib olla staatiline tekst, mida võrrelda sisendiga ja/või lisada valitud atribuudid (filtri nupu kaudu) asendatakse tingimuse hindamisel.
fa_ir: این می تواند متن استاتیک برای مقایسه با ورودی باشد و/یا شامل خصوصیات انتخاب شده (از طریق دکمه فیلتر) در هنگام ارزیابی شرایط جایگزین می شود.
fi_fi: Tämä voi olla staattista tekstiä verrataan tuloon ja/tai sisällyttämällä valittuja ominaisuuksia (suodatinpainikkeen kautta) korvataan kun ehto arvioidaan.
fil_ph: Maaari itong maging static na teksto upang ihambing sa input at/o isama ang mga napiling mga katangian (sa pamamagitan ng pindutan ng filter) ay mapapalitan kapag nasuri ang kondisyon.
fr_029: Il peut s'agir de texte statique à comparer avec l'entrée et / ou l'inclusion des propriétés sélectionnées (via le bouton Filtre) sera remplacée lorsque la condition est évaluée.
ga_ie: Féadann sé seo a bheith ina théacs statach chun comparáid a dhéanamh leis an ionchur agus/nó a chur san áireamh, cuirfear airíonna roghnaithe (tríd an gcnaipe scagaire) in ionad nuair a dhéantar an coinníoll a mheas.
gu_in: ઇનપુટ સાથે સરખામણી કરવા માટે આ સ્થિર ટેક્સ્ટ હોઈ શકે છે અને/અથવા પસંદ કરેલી ગુણધર્મો (ફિલ્ટર બટન દ્વારા) શામેલ છે જ્યારે સ્થિતિનું મૂલ્યાંકન કરવામાં આવે છે.
he_il: זה יכול להיות טקסט סטטי כדי להשוות עם הקלט ו/או לכלול מאפיינים שנבחרו (דרך כפתור המסנן) יחליף את הערכת המצב.
hi_in: यह इनपुट के साथ तुलना करने के लिए स्थैतिक पाठ हो सकता है और/या चयनित गुणों (फ़िल्टर बटन के माध्यम से) शामिल होने पर स्थिति का मूल्यांकन किया जाता है।
hr_hr: Ovo može biti statički tekst za usporedbu s ulaznim i/ili uključivati ​​odabrana svojstva (putem gumba filtra) će se zamijeniti prilikom procjene uvjeta.
hu_hu: Ez lehet statikus szöveg, amely összehasonlítható a bemenetekkel és/vagy a kiválasztott tulajdonságok (a Szűrőgomb segítségével) beilleszthető, ha a feltételt kiértékeljük.
hy_am: Սա կարող է լինել ստատիկ տեքստ `համեմատելու մուտքի եւ (կամ) ընտրված հատկությունները (ֆիլտրի կոճակի միջոցով) կփոխարինվի, երբ վիճակը գնահատվի:
id_id: Ini dapat berupa teks statis untuk dibandingkan dengan input dan/atau termasuk properti yang dipilih (melalui tombol filter) akan diganti ketika kondisi dievaluasi.
is_is: Þetta getur verið kyrrstæður texti til að bera saman við inntakið og/eða innihalda valna eiginleika (með síuhnappinum) verður skipt út þegar ástandið er metið.
it_ch: Questo può essere un testo statico da confrontare con l'input e/o includere proprietà selezionate (tramite il pulsante Filtro) verrà sostituito quando viene valutata la condizione.
ja_jp: これは、入力と比較する静的テキストであり、条件が評価されると選択されたプロパティ（フィルターボタンを介して）を置き換えます。
ka_ge: ეს შეიძლება იყოს სტატიკური ტექსტი, რომ შევადაროთ შეყვანას და/ან შერჩეულ თვისებებს (ფილტრის ღილაკის საშუალებით) შეიცვალოს, როდესაც მდგომარეობა შეფასდება.
kk_kz: Бұл енгізілген және / немесе таңдалған сипаттарды салыстыру үшін статикалық мәтін болуы мүмкін (сүзгі түймесі арқылы), шарт бағаланған кезде ауыстырылады.
km_kh: នេះអាចជាអត្ថបទឋិតិវន្តដើម្បីប្រៀបធៀបជាមួយការបញ្ចូលនិង / ឬរួមបញ្ចូលលក្ខណសម្បត្តិដែលបានជ្រើសរើស (តាមរយៈប៊ូតុងតម្រង) នឹងត្រូវបានជំនួសនៅពេលដែលលក្ខខណ្ឌត្រូវបានវាយតម្លៃ។
kn_in: ಇನ್ಪುಟ್ನೊಂದಿಗೆ ಹೋಲಿಸಲು ಇದು ಸ್ಥಿರ ಪಠ್ಯವಾಗಿರಬಹುದು ಮತ್ತು/ಅಥವಾ ಆಯ್ದ ಗುಣಲಕ್ಷಣಗಳನ್ನು (ಫಿಲ್ಟರ್ ಬಟನ್ ಮೂಲಕ) ಸ್ಥಿತಿಯನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದಾಗ ಬದಲಿಸಲಾಗುತ್ತದೆ.
ko_kr: 이는 입력과 비교하는 정적 텍스트 일 ​​수 있으며 조건이 평가 될 때 선택된 속성 (필터 버튼을 통해)을 포함시킬 수 있습니다.
ky_kg: Бул киргизүү менен салыштыруу үчүн статикалык текст болушу мүмкүн жана / же тандалган касиеттерди камтыган (чыпканы чыпкалоо аркылуу) камтылса, ал шарт бааланганда алмаштырылат.
lo_la: ນີ້ສາມາດເປັນຂໍ້ຄວາມທີ່ສະຖຽນໄດ້ທີ່ຈະປຽບທຽບກັບການປ້ອນຂໍ້ມູນແລະ / ຫຼືປະກອບມີຄຸນສົມບັດທີ່ເລືອກ (ຜ່ານປຸ່ມຕົວກອງ) ຈະຖືກປະເມີນຜົນ.
lt_lt: Tai gali būti statinis tekstas, kurį galima palyginti su įvestimi ir (arba) įtraukti pasirinktas savybes (per mygtuką Filtru), bus pakeista, kai bus įvertinta sąlyga.
lv_lv: Tas var būt statisks teksts, lai salīdzinātu ar ievadi un/vai iekļautu atlasītās rekvizītus (izmantojot filtra pogu), tiks aizstāts, novērtējot nosacījumu.
mi_nz: Ka taea e tenei te tuhi tuhinga hei whakataurite ki te whakauru me / ki te whakauru ranei i nga taonga kua tohua (ma te paatene tātari) ka arotakehia te tikanga.
mk_mk: Ова може да биде статички текст за да се спореди со влезот и/или да се вклучат избрани својства (преку копчето за филтрирање) ќе бидат заменети кога состојбата ќе се процени.
ml_in: ഇത് ഇൻപുട്ടിനൊപ്പം താരതമ്യം ചെയ്യുന്നതിനും / അല്ലെങ്കിൽ തിരഞ്ഞെടുത്ത പ്രോപ്പർട്ടികൾ (ഫിൽട്ടർ ബട്ടൺ വഴി) ഉൾപ്പെടുത്തിയിരിക്കാം (ഫിൽട്ടർ ബട്ടൺ വഴി) അവസ്ഥ വിലയിരുത്തുമ്പോൾ പകരക്കാരനാകും.
mr_in: इनपुटशी तुलना करण्यासाठी आणि/किंवा निवडलेल्या गुणधर्मांचा समावेश करण्यासाठी हे स्थिर मजकूर असू शकते (फिल्टर बटणाद्वारे) स्थितीचे मूल्यांकन केले जाते तेव्हा बदलले जाईल.
ms_my: Ini boleh menjadi teks statik untuk dibandingkan dengan input dan/atau termasuk sifat terpilih (melalui butang penapis) akan digantikan apabila keadaan dinilai.
mt_mt: Dan jista 'jkun test statiku biex jitqabbel ma' l-input u / jew jinkludi proprjetajiet magħżula (permezz tal-buttuna tal-filtru) se jiġi sostitwit meta l-kundizzjoni tiġi evalwata.
nb_no: Dette kan være statisk tekst for å sammenligne med inngangen og/eller inkludere valgte egenskaper (via filterknappen) vil bli erstattet når tilstanden blir evaluert.
ne_np: यो एक इनपुट र / वा चयन गर्न चयन गर्न स्थिर पाठ हुन सक्छ (फिल्टर बटन थिच्नुहोस् (फिल्टर बटन थिच्नुहोस्) कन्डिसन मूल्यांकन गर्दा प्रतिस्थापन हुनेछ।
nl_be: Dit kan statische tekst zijn om te vergelijken met de invoer en/of bevatten geselecteerde eigenschappen (via de filterknop) worden vervangen wanneer de voorwaarde wordt geëvalueerd.
or_in: ଇନପୁଟ୍ ଏବଂ / / / ଅନ୍ତର୍ଭୂକ୍ତ କରିବାକୁ ଏହା ସ୍ଥିର ପାଠ୍ୟ ହୋଇପାରେ (ଫିଲ୍ଟର ବଟନ୍ ଗୁଡିକ ମାଧ୍ୟମରେ) କଣ୍ଡିଶନ୍ ମୂଲ୍ୟାଙ୍କନ କରାଯାଏ ସେତେବେଳେ ବଦଳି ଯିବ |
pa_arab: ਇਹ ਇਨਪੁਟ ਅਤੇ / ਜਾਂ ਇਸ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਤੁਲਨਾਤਮਕ ਪਾਠ ਹੋ ਸਕਦਾ ਹੈ (ਫਿਲਟਰ ਬਟਨ ਦੁਆਰਾ ਚੁਣੀਆਂ ਗਈਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੁਆਰਾ) ਜਦੋਂ ਸ਼ਰਤ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ ਜਾਂਦਾ ਹੈ.
pl_pl: Może to być tekst statyczny do porównania z wejściem i/lub zawierać wybrane właściwości (za pomocą przycisku filtra) zostaną zastąpione po ocenie warunku.
pt_br: Isso pode ser o texto estático para comparar com a entrada e/ou incluir propriedades selecionadas (através do botão Filtro) será substituído quando a condição for avaliada.
ro_ro: Acesta poate fi un text static pentru a compara cu intrarea și/sau includerea proprietăților selectate (prin intermediul butonului filtru) vor fi înlocuite atunci când este evaluată condiția.
ru_ru: Это может быть статический текст для сравнения с входными и/или включать выбранные свойства (через кнопку фильтра) будет заменен при оценке условия.
sk_sk: Môže to byť statický text na porovnanie so vstupom a/alebo zahrnutím vybratých vlastností (prostredníctvom tlačidla filtra) sa pri vyhodnotení stavu nahradí.
sl_si: To je lahko statično besedilo za primerjavo z vhodom in/ali vključiti izbrane lastnosti (prek gumba filtra) se nadomesti, ko se stanje oceni.
sq_al: Ky mund të jetë tekst statik për t'u krahasuar me hyrjen dhe/ose të përfshijë vetitë e zgjedhura (përmes butonit të filtrit) do të zëvendësohet kur vlerësohet gjendja.
sr_cyrl_me: Ово може бити статички текст да се упореди са улазом и / или укључује одабране некретнине (путем дугмета филтера) биће супституисани када се стање процени.
sv_fi: Detta kan vara statisk text för att jämföra med ingången och/eller inkludera valda egenskaper (via filterknappen) kommer att ersättas när tillståndet utvärderas.
sw_ke: Hii inaweza kuwa maandishi tuli kulinganisha na pembejeo na/au ni pamoja na mali zilizochaguliwa (kupitia kitufe cha kichujio) itabadilishwa wakati hali hiyo itapimwa.
ta_in: நிபந்தனை மதிப்பீடு செய்யப்படும்போது உள்ளீட்டுடன் ஒப்பிடுவதற்கு இது நிலையான உரையாக இருக்கலாம் மற்றும்/அல்லது தேர்ந்தெடுக்கப்பட்ட பண்புகளை (வடிகட்டி பொத்தான் வழியாக) சேர்க்கலாம்.
te_in: ఇన్పుట్తో పోల్చడానికి ఇది స్టాటిక్ టెక్స్ట్ కావచ్చు మరియు/లేదా ఎంచుకున్న లక్షణాలను చేర్చండి (ఫిల్టర్ బటన్ ద్వారా) పరిస్థితిని అంచనా వేసినప్పుడు ప్రత్యామ్నాయం చేయబడుతుంది.
th_th: นี่อาจเป็นข้อความแบบคงที่เพื่อเปรียบเทียบกับอินพุตและ/หรือรวมคุณสมบัติที่เลือก (ผ่านปุ่มตัวกรอง) จะถูกแทนที่เมื่อมีการประเมินเงื่อนไข
tk_tm: Girişde deňeşdirmek we / ýa-da saýlanan aýratynlyklary (süzgüç düwmesine) (süzgüç düwmesiniň üsti bilen) ornuny tutup biler.
tr_tr: Bu, giriş ile karşılaştırmak için statik metin olabilir ve/veya koşul değerlendirildiğinde seçilen özellikleri (filtre düğmesi üzerinden) dahil eder.
tt_ru: Бу статик текст, кертү белән чагыштырыр өчен статик текст булырга мөмкин (яки сайланган үзенчәлекләр (фильтр төймәсе аша) шарт бәяләнгәндә алыштырылачак.
ug_cn: بۇ كىرگۈزۈش ۋە ياكى تاللانغان خۇسۇسىيەتنى ئۆز ئىچىگە ئالىدۇ (سۈزگۈچ ئارقىلىق) نى ئۆز ئىچىگە ئالىدۇ.
uk_ua: Це може бути статичний текст для порівняння з входом та/або включення вибраних властивостей (через кнопку фільтра) буде замінено при оцінці стану.
ur_pk: یہ ان پٹ کے ساتھ موازنہ کرنے کے لئے جامد متن ہوسکتا ہے اور/یا منتخب کردہ پراپرٹیز (فلٹر بٹن کے ذریعے) شامل کیا جائے گا جب حالت کا اندازہ کیا جائے تو اس کی جگہ لی جائے گی۔
uz_cyrl: Bu statik matn bo'lishi mumkin, uni kiritish va / yoki tanlangan xususiyatlarni o'z ichiga olishi mumkin (filtr tugmasi orqali) Vaziyat baholanganda almashtiriladi.
vi_vn: Điều này có thể là văn bản tĩnh để so sánh với đầu vào và/hoặc bao gồm các thuộc tính được chọn (thông qua nút bộ lọc) sẽ được thay thế khi điều kiện được đánh giá.
zh_hant: 這可以是與輸入和/或包含所選屬性（通過濾波器按鈕）進行比較的靜態文本。評估條件時將被替換。

# ActionCondDataLabel
source: Condition Data
af_za: Toestanddata
am_et: ሁኔታ ውሂብ
ar_bh: بيانات الحالة
as_in: অৱস্থা তথ্য
az_cyrl: Vəziyyət məlumatları
bg_bg: Данни за състоянието
bn_in: শর্ত ডেটা
bs_latn_ba: Podaci o stanju
ca_es: Condicionar les dades
cs_cz: Data podmínky
cy_gb: Data cyflwr
da_dk: Tilstandsdata
de_ch: Zustandsdaten
el_gr: Συνθήκες δεδομένων
es_bo: Datos de condición
et_ee: Tingimuste andmed
fa_ir: داده های شرط
fi_fi: Ehtotiedot
fil_ph: Data ng kondisyon
ga_ie: Sonraí Coinníollacha
gu_in: શરત -માહિતી
he_il: נתוני מצב
hi_in: शर्त आंकड़ा
hr_hr: Podaci o stanju
hu_hu: Feltételes adatok
hy_am: Վիճակի տվյալներ
id_id: Data Kondisi
is_is: Ástand gögn
it_ch: Dati di condizione
ja_jp: 条件データ
ka_ge: მდგომარეობის მონაცემები
kk_kz: Жағдай туралы мәліметтер
km_kh: ទិន្នន័យលក្ខខណ្ឌ
kn_in: ಷರತ್ತು ಡೇಟಾ
ko_kr: 조건 데이터
ky_kg: Шарттуу маалыматтар
lo_la: ເງື່ອນໄຂເງື່ອນໄຂ
lt_lt: Sąlygų duomenys
lv_lv: Stāvokļa dati
mi_nz: Raraunga huru
mk_mk: Податоци за состојбата
ml_in: അവസ്ഥ
mr_in: अट डेटा
ms_my: Data keadaan
mt_mt: Dejta tal-kundizzjoni
nb_no: Tilstandsdata
ne_np: सर्त डाटा
nl_be: Conditiegegevens
or_in: ସ୍ଥିତ ତଥ୍ୟ
pa_arab: ਕੰਡੀਸ਼ਨ ਡੇਟਾ
pl_pl: Dane dotyczące warunków
pt_br: Dados de condição
ro_ro: Date de condiție
ru_ru: Данные условия
sk_sk: Údaje
sl_si: Podatki o stanju
sq_al: Të dhëna për gjendjen
sr_cyrl_me: Подаци о стању
sv_fi: Konditiondata
sw_ke: Data ya hali
ta_in: நிபந்தனை தரவு
te_in: కండిషన్ డేటా
th_th: ข้อมูลเงื่อนไข
tk_tm: Şertli maglumatlar
tr_tr: Durum Verileri
tt_ru: Шарт мәгълүматлары
ug_cn: شەرتلىك سانلىق مەلۇمات
uk_ua: Дані про стан
ur_pk: حالت کا ڈیٹا
uz_cyrl: Vaziyat ma'lumotlari
vi_vn: Điều kiện dữ liệu
zh_hant: 條件數據

# ActionCondInFilterHint
source: An optional JSONPath query that will be applied to the selected 'Input Property' before the condition is evaluated.
af_za: 'N Opsionele JSONPath -navraag wat op die geselekteerde' invoereienskap 'toegepas sal word voordat die voorwaarde geëvalueer word.
am_et: ሁኔታው ከመገመገሙ በፊት በተመረጠው 'የግቤት ንብረት' ላይ የሚተገበር አማራጭ የጄንስፓቲ መጠይቅ.
ar_bh: استعلام jsonpath اختياري سيتم تطبيقه على "خاصية الإدخال" المحددة قبل تقييم الشرط.
as_in: এটা বৈকল্পিক jsonpath প্ৰশ্ন যি চৰ্ত মূল্যায়ন কৰাৰ আগতে নিৰ্বাচিত 'ইনপুট বৈশিষ্ট্য'ত প্ৰয়োগ কৰা হ'ব।
az_cyrl: Vəziyyətdən əvvəl seçilmiş 'giriş mülkinə' tətbiq ediləcək bir JSONPATH sorğusu.
bg_bg: Незадължителна заявка на JSONPATH, която ще бъде приложена към избраното „входно свойство“ преди да бъде оценено условието.
bn_in: শর্তটি মূল্যায়নের আগে নির্বাচিত 'ইনপুট সম্পত্তি' প্রয়োগ করা হবে এমন একটি al চ্ছিক জসনপাথ ক্যোয়ারী।
bs_latn_ba: Opcijski jsonpath upit koji će se primijeniti na odabranu 'ulaznu nekretninu' prije nego što se opcije uvjeta.
ca_es: Una consulta opcional de JSONPath que s’aplicarà a la “propietat d’entrada” seleccionada abans que s’avalui la condició.
cs_cz: Před vyhodnocením stavu volitelný dotaz JsonPath, který bude použit na vybranou „vstupní vlastnost“.
cy_gb: Ymholiad JSONPATH dewisol a fydd yn cael ei gymhwyso i'r 'eiddo mewnbwn' a ddewiswyd cyn i'r amod gael ei werthuso.
da_dk: En valgfri JSONPATH -forespørgsel, der vil blive anvendt på den valgte 'inputegenskab', før betingelsen evalueres.
de_ch: Eine optionale JSONPAD -Abfrage, die auf die ausgewählte 'Eingangseigenschaft' angewendet wird, bevor die Bedingung bewertet wird.
el_gr: Ένα προαιρετικό ερώτημα JSONPATH που θα εφαρμοστεί στην επιλεγμένη «ιδιότητα εισόδου» πριν από την αξιολόγηση της κατάστασης.
es_bo: Una consulta opcional de JSONPath que se aplicará a la 'propiedad de entrada' seleccionada antes de evaluar la condición.
et_ee: Valikuline JSONPathi päring, mida rakendatakse enne tingimuse hindamist valitud sisestusomandile.
fa_ir: یک پرس و جو JSONPATH اختیاری که قبل از ارزیابی شرط برای "خاصیت ورودی" انتخاب شده اعمال می شود.
fi_fi: Valinnainen JSONPATH -kysely, jota sovelletaan valittuun 'syöttöominaisuuteen' ennen ehdon arviointia.
fil_ph: Isang opsyonal na query sa JSONPath na ilalapat sa napiling 'pag -aari ng pag -aari' bago masuri ang kondisyon.
fr_029: Une requête JSONPath en option qui sera appliquée à la «propriété d'entrée» sélectionnée avant l'évaluation de la condition.
ga_ie: Iarratas roghnach jsonpath a chuirfear i bhfeidhm ar an 'réadmhaoin ionchuir' roghnaithe sula ndéantar an coinníoll a mheas.
gu_in: એક વૈકલ્પિક જેસનપથ ક્વેરી જે સ્થિતિનું મૂલ્યાંકન કરવામાં આવે તે પહેલાં પસંદ કરેલી 'ઇનપુટ પ્રોપર્ટી' પર લાગુ કરવામાં આવશે.
he_il: שאילתת JsonPath אופציונלית שתוחל על 'מאפיין הקלט' שנבחר לפני הערכת המצב.
hi_in: एक वैकल्पिक JSONPATH क्वेरी जिसे स्थिति का मूल्यांकन करने से पहले चयनित 'इनपुट प्रॉपर्टी' पर लागू किया जाएगा।
hr_hr: Opcijski JSONPATH upit koji će se primijeniti na odabrano 'ulazno svojstvo' prije nego što se procijeni uvjet.
hu_hu: Egy opcionális JSONPATH lekérdezés, amelyet a feltétlenül kiértékelnének a kiválasztott „bemeneti tulajdonságra”.
hy_am: Option անկանոն կամընտիր JPOPP հարցում, որը կկիրառվի ընտրված «մուտքային գույքի» վրա, նախքան վիճակը գնահատելը:
id_id: Kueri JSONPATH opsional yang akan diterapkan pada 'properti input' yang dipilih sebelum kondisi dievaluasi.
is_is: Valfrjáls JSONPath fyrirspurn sem verður notuð á valinn „inntakseiginleika“ áður en ástandið er metið.
it_ch: Una query JSONPATH opzionale che verrà applicata alla "proprietà di input" selezionata prima che la condizione venga valutata.
ja_jp: 条件が評価される前に、選択した「入力プロパティ」に適用されるオプションのJSonPathクエリ。
ka_ge: სურვილისამებრ JSONPath შეკითხვა, რომელიც გამოყენებული იქნება არჩეულ "შეყვანის საკუთრება", სანამ პირობა შეაფასებს.
kk_kz: Шарт бағаланғанға дейін таңдалған 'кіріс сипатына' қолданылатын қосымша jsonPath сұранысы.
km_kh: សំណួរ Jsonpation ស្រេចចិត្តដែលនឹងត្រូវបានអនុវត្តចំពោះ 'លក្ខណសម្បត្តិបញ្ចូលដែលបានជ្រើសរើសមុនពេលលក្ខខណ្ឌត្រូវបានវាយតម្លៃ។
kn_in: ಸ್ಥಿತಿಯನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುವ ಮೊದಲು ಆಯ್ದ 'ಇನ್ಪುಟ್ ಆಸ್ತಿ'ಗೆ ಅನ್ವಯಿಸಲಾಗುವುದು.
ko_kr: 조건이 평가되기 전에 선택한 '입력 속성'에 적용되는 선택적 JSONPATH 쿼리.
ky_kg: Тандалган "киргизүү касиетке" тиркелүүчү "Киргизүүчү касиетке" тиркелүүчү "Киргизүүчү касиетке" колдонула турган кошумча JSONPATH.
lo_la: ການສອບຖາມ JSONPATAL ທີ່ຈະຖືກນໍາໃຊ້ກັບຊັບສິນປ້ອນຂໍ້ມູນທີ່ຖືກຄັດເລືອກ 'ກ່ອນສະພາບການຈະຖືກປະເມີນ.
lt_lt: Pasirenkama „JsonPath“ užklausa, kuri bus taikoma pasirinktai „įvesties nuosavybei“ prieš įvertinant sąlygą.
lv_lv: Izvēles JSONPATH vaicājums, kas tiks piemērots izvēlētajam “ievades īpašumam” pirms nosacījuma novērtēšanas.
mi_nz: He whiringa JSPATTH ka tono ka whakamahia ki te 'Whakauru Whakauru' i mua i te arotake o te ahuatanga.
mk_mk: Опционално барање на JsonPath што ќе се примени на избраниот „влез за внесување“ пред да се процени состојбата.
ml_in: കണ്ടീഷൻ വിലയിരുത്തുന്നതിന് മുമ്പ് തിരഞ്ഞെടുത്ത 'ഇൻപുട്ട് പ്രോപ്പർട്ടി' പ്രയോഗിക്കുന്ന ഒരു ഓപ്ഷണൽ ജെസൺപർഡ് അന്വേഷണം.
mr_in: अटचे मूल्यांकन करण्यापूर्वी निवडलेल्या 'इनपुट प्रॉपर्टी' वर लागू केलेली एक पर्यायी जेसनपाथ क्वेरी.
ms_my: Pertanyaan JSONPATH pilihan yang akan digunakan untuk 'harta input' yang dipilih sebelum keadaan dinilai.
mt_mt: Mistoqsija jsonpath mhux obbligatorja li se tiġi applikata għall-'pjetà ta 'input' magħżula qabel ma tiġi evalwata l-kundizzjoni.
nb_no: Et valgfritt JSONPath -spørring som vil bli brukt på den valgte 'input -egenskapen' før tilstanden blir evaluert.
ne_np: एक वैकल्पिक जोसोपाथ क्वेरी जुन चयनित 'इनपुट सम्पत्ति' मा लागू हुन्छ स्थितिको मूल्यांकन गर्नु अघि।
nl_be: Een optionele JSONPath -query die wordt toegepast op de geselecteerde 'Input -eigenschap' voordat de voorwaarde wordt geëvalueerd.
or_in: କଣ୍ଡିଶନ୍ ମୂଲ୍ୟାଙ୍କନ ହେବା ପୂର୍ବରୁ ଏକ ଇଚ୍ଛାଧୀନ jsonatpath ଜିଜ୍ଞାସା ଯାହା କଣ୍ଡିଶନ୍ ମୂଲ୍ୟାଙ୍କନ ହେବା ପୂର୍ବରୁ ଏକ ଇଚ୍ଛାଧୀନ 'ଇନପୁଟ୍ ସର୍ଭରରେ ପ୍ରୟୋଗ ହେବ |
pa_arab: ਸਥਿਤੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਵਿਕਲਪਿਕ ਜੇਸਨਪਾਥ ਪੁੱਛਗਿੱਛ ਜੋ ਕਿ ਚੁਣੀ 'ਇਨਪੁਟ ਸੰਪਤੀ' ਤੇ ਲਾਗੂ ਕੀਤੀ ਜਾਏਗੀ.
pl_pl: Opcjonalne zapytanie JSONPath, które zostanie zastosowane do wybranej „właściwości wejściowej” przed oceną warunku.
pt_br: Uma consulta JSONPATH opcional que será aplicada à 'propriedade de entrada' selecionada antes que a condição seja avaliada.
ro_ro: O interogare opțională JSONATH care va fi aplicată pe „proprietatea de intrare” selectată înainte de evaluarea condiției.
ru_ru: Дополнительный запрос JSONPath, который будет применен к выбранному «входному свойству» до оценки условия.
sk_sk: Voliteľný dotaz JsonPath, ktorý sa bude uplatňovať na vybranú „vstupnú vlastnosť“ pred vyhodnotením stavu.
sl_si: Neobvezna poizvedba JSONPATH, ki bo uporabljena za izbrano „vhodno lastnost“, preden se pogoj oceni.
sq_al: Një pyetje opsionale JSONPATH që do të zbatohet në 'pronën e hyrjes' të zgjedhur para se të vlerësohet gjendja.
sr_cyrl_me: Опционални ЈСонпатх упит који ће се применити на одабрани 'улазне својине' пре него што је стање процењено.
sv_fi: En valfri JSONPATH -fråga som kommer att tillämpas på den valda "Input -egenskapen" innan villkoret utvärderas.
sw_ke: Hoja ya hiari ya JSONPATH ambayo itatumika kwa 'mali ya pembejeo' iliyochaguliwa kabla ya hali hiyo kutathminiwa.
ta_in: நிபந்தனை மதிப்பீடு செய்யப்படுவதற்கு முன்னர் தேர்ந்தெடுக்கப்பட்ட 'உள்ளீட்டு சொத்துக்கு' பயன்படுத்தப்படும் ஒரு விருப்ப JSONPATH வினவல்.
te_in: షరతును అంచనా వేయడానికి ముందు ఎంచుకున్న 'ఇన్పుట్ ప్రాపర్టీ'కి వర్తించే ఐచ్ఛిక jsonpath ప్రశ్న.
th_th: แบบสอบถาม JSONPath เสริมที่จะนำไปใช้กับ 'คุณสมบัติอินพุต' ที่เลือกก่อนที่จะประเมินเงื่อนไข
tk_tm: Şerige baha berilmezden ozal saýlanan "giriş emlägine" gerekli "" giriş emlägine "beriljek islege bagly JSONPATHAT.
tr_tr: Koşul değerlendirilmeden önce seçilen 'giriş özelliğine' uygulanacak isteğe bağlı bir JsonPath sorgusu.
tt_ru: Хәләп бәяләнгәнче сайланган JSONPAT соравы бәяләнгәнче сайланган 'Керү милегенә' кулланылачак.
ug_cn: شەرت باھالانغان «كىرگۈزۈش خاسلىقى» تەلەپ قىلىنغان تاللانغان «كىرگۈزۈش خالتىسىغا ماس كېلىدۇ.
uk_ua: Необов’язковий запит JSONPATH, який буде застосований до вибраного "Вхідної властивості" до оцінки умови.
ur_pk: ایک اختیاری JSONPATH استفسار جو حالت کا اندازہ کرنے سے پہلے منتخب کردہ 'ان پٹ پراپرٹی' پر لاگو ہوگا۔
uz_cyrl: Vaziyat baholanmasdan oldin tanlangan "kirish mulkini" ga nisbatan qo'llaniladigan ixtiyoriy JSSSPAT so'rovi.
vi_vn: Một truy vấn JsonPath tùy chọn sẽ được áp dụng cho 'thuộc tính đầu vào' đã chọn trước khi điều kiện được đánh giá.
zh_hant: 可選的JSONPATH查詢將在評估條件之前應用於所選的“輸入屬性”。
