Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# DropCompleteRememberLabelPrefix
source: Remember Drop Settings For:
af_za: Onthou drop -instellings vir:
am_et: አዝናኝ ቅንብሮች ለ:
ar_bh: تذكر إعدادات الإسقاط لـ:
as_in: মনত আছেনে:
az_cyrl: Drop Parametrlərini xatırlayın:
bg_bg: Запомнете настройките за капка за:
bn_in: এর জন্য ড্রপ সেটিংস মনে রাখবেন:
bs_latn_ba: Zapamtite DEPONTE postavke za:
ca_es: Recordeu la configuració de la caiguda de:
cs_cz: Nezapomeňte nastavení poklesu pro:
cy_gb: Cofiwch Gosodiadau Gollwng ar gyfer:
da_dk: Husk drop -indstillinger til:
de_ch: Denken Sie an Drop -Einstellungen für:
el_gr: Θυμηθείτε τις ρυθμίσεις πτώσης για:
es_bo: Recuerde la configuración de soltar para:
et_ee: Pidage meeles tilkade seadeid:
fa_ir: تنظیمات قطره را برای:
fi_fi: Muista pudotusasetukset:
fil_ph: Tandaan ang mga setting ng drop para sa:
fr_029: N'oubliez pas les paramètres de dépression pour:
ga_ie: Cuimhnigh ar shuíomhanna scaoilte do:
gu_in: માટે ડ્રોપ સેટિંગ્સ યાદ રાખો:
he_il: זכור הגדרות ירידה עבור:
hi_in: ड्रॉप सेटिंग्स के लिए याद रखें:
hr_hr: Zapamtite postavke Drop -a za:
hu_hu: Ne feledje, hogy dobja el a beállításokat:
hy_am: Հիշեք Drop պարամետրերը.
id_id: Ingat pengaturan drop untuk:
is_is: Mundu eftir að setja stillingar fyrir:
it_ch: Ricorda le impostazioni di drop per:
ja_jp: ドロップ設定を覚えておいてください：
ka_ge: დაიმახსოვრე ვარდნის პარამეტრები:
kk_kz: Тамшы параметрлерді есте сақтаңыз:
km_kh: ចងចាំការកំណត់ការធ្លាក់ចុះសម្រាប់:
kn_in: ಇದಕ್ಕಾಗಿ ಡ್ರಾಪ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೆನಪಿಡಿ:
ko_kr: 드롭 설정을 기억하십시오.
ky_kg: Төмөнкүдөй, төмөнкүлөрдү эстейли
lo_la: ຈືຂໍ້ມູນການການຕັ້ງຄ່າ drop ສໍາລັບ:
lt_lt: Atminkite, kad nuleidžiami parametrai:
lv_lv: Atcerieties nomest iestatījumus:
mi_nz: Kia mahara ki nga tautuhinga maturuturu mo:
mk_mk: Запомнете ги поставките за капка за:
ml_in: ഇതിനായി ഡ്രോപ്പ് ക്രമീകരണങ്ങൾ ഓർമ്മിക്കുക:
mr_in: यासाठी ड्रॉप सेटिंग्ज लक्षात ठेवा:
ms_my: Ingat tetapan drop untuk:
mt_mt: Ftakar settings tal-waqgħa għal:
nb_no: Husk slippinnstillinger for:
ne_np: को लागी ड्रप सेटिंग्स सम्झनुहोस्:
nl_be: Onthoud drop -instellingen voor:
or_in: ପାଇଁ ଡ୍ରପ୍ ସେଟିଂସମୂହକୁ ମନେରଖନ୍ତୁ:
pa_arab: ਇਸ ਲਈ ਡਰਾਪ ਸੈਟਿੰਗਾਂ ਨੂੰ ਯਾਦ ਰੱਖੋ:
pl_pl: Pamiętaj o ustawieniach upuść dla:
pt_br: Lembre -se de queda de configurações para:
ro_ro: Amintiți -vă setările de picătură pentru:
ru_ru: Помните настройки выпуска для:
sk_sk: Pamätajte, že nastavenia kvapky pre:
sl_si: Zapomni si nastavitve spusti za:
sq_al: Mos harroni cilësimet e rënies për:
sr_cyrl_me: Запамтите подешавања пада за:
sv_fi: Kom ihåg droppinställningar för:
sw_ke: Kumbuka mipangilio ya kushuka kwa:
ta_in: அதற்கான துளி அமைப்புகளை நினைவில் கொள்க:
te_in: దీని కోసం డ్రాప్ సెట్టింగులను గుర్తుంచుకోండి:
th_th: จำการตั้งค่า Drop สำหรับ:
tk_tm: Düwme sazlamasy:
tr_tr: Aşağıdakiler için damla ayarlarını hatırlayın:
tt_ru: Чүпне исегездә тотыгыз:
ug_cn: تەڭشەكلەرنى ئېسىڭىزدە تۇتۇڭ:
uk_ua: Пам'ятайте налаштування краплі для:
ur_pk: ڈراپ کی ترتیبات کو یاد رکھیں:
uz_cyrl: O'chlik parametrlarini eslab qoling:
vi_vn: Hãy nhớ cài đặt thả cho:
zh_hant: 請記住：

# AnalyzeBrowsePluginsToolTip
source: Browse Plugins
af_za: Blaai deur plugins
am_et: ተሰኪዎችን ያስሱ
ar_bh: تصفح الإضافات
as_in: প্লাগইনসমূহ ব্ৰাউজ কৰক
az_cyrl: Plaginləri gözdən keçirmək
bg_bg: Прегледайте плъгини
bn_in: প্লাগইন ব্রাউজ করুন
bs_latn_ba: Pregledajte dodatke
ca_es: Consulteu els plugins
cs_cz: Procházejte pluginy
cy_gb: Pori ategion
da_dk: Gennemse plugins
de_ch: Plugins durchsuchen
el_gr: Αναζήτηση προσθηκών
es_bo: Explorar complementos
et_ee: Sirvige pistikprogramme
fa_ir: پلاگین ها را مرور کنید
fi_fi: Selaa laajennuksia
fil_ph: Mag -browse ng mga plugin
fr_029: Parcourir les plugins
ga_ie: Brabhsáil Breiseáin
gu_in: પ્લગઈનો બ્રાઉઝ કરો
he_il: עיין בתוספים
hi_in: प्लगइन्स ब्राउज़ करें
hr_hr: Pregledajte dodatke
hu_hu: Böngészse a plugineket
hy_am: Թերթել plugins
id_id: Jelajahi plugin
is_is: Vafraðu viðbætur
it_ch: Sfoglia plugin
ja_jp: プラグインを閲覧します
ka_ge: დაათვალიერეთ დანამატები
kk_kz: Плагиналарды шолу
km_kh: រកមើលកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
ko_kr: 플러그인을 찾아보세요
ky_kg: Караңдак карап
lo_la: ຊອກຫາ plowins
lt_lt: Naršykite papildinius
lv_lv: Pārlūkot spraudņus
mi_nz: Tirohia te Mono
mk_mk: Прелистајте додатоци
ml_in: പ്ലഗിനുകൾ ബ്ര rowse സ് ചെയ്യുക
mr_in: प्लगइन ब्राउझ करा
ms_my: Layari plugin
mt_mt: Ibbrawżja plugins
nb_no: Bla gjennom plugins
ne_np: ब्राउज हरू
nl_be: Blader door plug -ins
or_in: ପ୍ଲଗଇନ୍ ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa_arab: ਬ੍ਰਾ .ਜ਼ ਪਲੱਗਇਨ
pl_pl: Przeglądaj wtyczki
pt_br: Navegue plugins
ro_ro: Căutați pluginuri
ru_ru: Просмотрите плагины
sk_sk: Prejdite si doplnky
sl_si: Brskajte vtičnike
sq_al: Shfletoni shtojcat
sr_cyrl_me: Претражите додатке
sv_fi: Bläddra plugins
sw_ke: Vinjari programu -jalizi
ta_in: செருகுநிரல்களை உலாவுக
te_in: ప్లగిన్‌లను బ్రౌజ్ చేయండి
th_th: เรียกดูปลั๊กอิน
tk_tm: Pluginlere göz aýlaň
tr_tr: Eklentilere göz atın
tt_ru: Плагиннарны карау
ug_cn: قىستۇرمىلارنى كۆرۈڭ
uk_ua: Переглянути плагіни
ur_pk: پلگ ان کو براؤز کریں
uz_cyrl: Plaginlar ko'rib chiqing
vi_vn: Duyệt plugin
zh_hant: 瀏覽插件

# CommonAnalyzeButtonLabel
source: Analyze
af_za: Analiseer
am_et: ትንታኔ
ar_bh: تحليل
as_in: বিশ্লেষণ কৰক
az_cyrl: Təhlil etmək
bg_bg: Анализирам
bn_in: বিশ্লেষণ করুন
bs_latn_ba: Analiza
ca_es: Analitzar
cs_cz: Analyzovat
cy_gb: Ddadelfennith
da_dk: Analysere
de_ch: Analysieren
el_gr: Αναλύει
es_bo: Analizar
et_ee: Analüüsima
fa_ir: تجزیه و تحلیل
fi_fi: Analysoida
fil_ph: Pag -aralan
fr_029: Analyser
ga_ie: Anailís a dhéanamh ar
gu_in: વિશ્લેષણ કરવું
he_il: לְנַתֵחַ
hi_in: विश्लेषण
hr_hr: Analizirati
hu_hu: Elemez
hy_am: Վերլուծել
id_id: Menganalisa
is_is: Greina
it_ch: Analizzare
ja_jp: 分析します
ka_ge: გაანალიზება
kk_kz: Талдау
km_kh: វិផាក
kn_in: ವಿಶ್ಲೇಷಿಸು
ko_kr: 분석
ky_kg: Талдоо
lo_la: ວິເຄາະ
lt_lt: Analizuoti
lv_lv: Analizēt
mi_nz: Tātari
mk_mk: Анализира
ml_in: വിശകലനം ചെയ്യുക
mr_in: विश्लेषण
ms_my: Menganalisis
mt_mt: Tanalizza
nb_no: Analysere
ne_np: विश्लेषण गर्नु
nl_be: Analyseren
or_in: ବିଶ୍ଳେଷଣ କର |
pa_arab: ਵਿਸ਼ਲੇਸ਼ਣ
pl_pl: Analizować
pt_br: Analisar
ro_ro: A analiza
ru_ru: Анализировать
sk_sk: Analyzovať
sl_si: Analizirajte
sq_al: Analizoj
sr_cyrl_me: Анализирати
sv_fi: Analysera
sw_ke: Kuchambua
ta_in: பகுப்பாய்வு செய்யுங்கள்
te_in: విశ్లేషించడానికి
th_th: วิเคราะห์
tk_tm: Derňäň
tr_tr: Analiz etmek
tt_ru: Анализлау
ug_cn: تەھلىل قىلىڭ
uk_ua: Проаналізувати
ur_pk: تجزیہ کریں
uz_cyrl: Tahlil qilmoq
vi_vn: Phân tích
zh_hant: 分析

# AnalyzeQuickActionToolTip
source: Quick Action
af_za: Vinnige aksie
am_et: ፈጣን እርምጃ
ar_bh: عمل سريع
as_in: দ্ৰুত কাৰ্য্য
az_cyrl: Yeyinti
bg_bg: Бързо действие
bn_in: দ্রুত ব্যবস্থা
bs_latn_ba: Brza akcija
ca_es: Acció ràpida
cs_cz: Rychlá akce
cy_gb: Gweithredu cyflym
da_dk: Hurtig handling
de_ch: Schnelle Reaktion
el_gr: Γρήγορη δράση
es_bo: Acción rapida
et_ee: Kiire tegevus
fa_ir: واکنش سریع
fi_fi: Nopea toiminta
fil_ph: Mabilis na aksyon
fr_029: Une action rapide
ga_ie: Gníomh tapa
gu_in: ઝડપી કાર્યવાહી
he_il: פעולה מהירה
hi_in: त्वरित कार्रवाई
hr_hr: Brza akcija
hu_hu: Gyors cselekvés
hy_am: Արագ գործողություններ
id_id: Aksi Cepat
is_is: Fljótleg aðgerð
it_ch: Azione rapida
ja_jp: 素早い動作
ka_ge: სწრაფი მოქმედება
kk_kz: Жылдам әрекет
km_kh: សកម្មភាពរហ័ស
kn_in: ತ್ವರಿತ ಕ್ರಮ
ko_kr: 빠른 행동
ky_kg: Тез аракет
lo_la: ການດໍາເນີນການດ່ວນ
lt_lt: Greitas veiksmas
lv_lv: Ātra rīcība
mi_nz: Mahi tere
mk_mk: Брзо дејство
ml_in: പെട്ടെന്നുള്ള പ്രവർത്തനം
mr_in: द्रुत क्रिया
ms_my: Tindakan cepat
mt_mt: Azzjoni rapida
nb_no: Rask handling
ne_np: द्रुत कार्य
nl_be: Snelle actie
or_in: ଦ୍ରୁତ କାର୍ଯ୍ୟ
pa_arab: ਤੁਰੰਤ ਕਾਰਵਾਈ
pl_pl: Szybka akcja
pt_br: Ação rápida
ro_ro: Actiune rapida
ru_ru: Быстрое действие
sk_sk: Rýchla akcia
sl_si: Hitro dejanje
sq_al: Veprim i shpejtë
sr_cyrl_me: Брзо деловање
sv_fi: Snabb handling
sw_ke: Hatua ya haraka
ta_in: விரைவான செயல்
te_in: శీఘ్ర చర్య
th_th: การดำเนินการอย่างรวดเร็ว
tk_tm: Çalt hereket
tr_tr: Hızlı eylem
tt_ru: Тиз эш
ug_cn: تېز ھەرىكەت
uk_ua: Швидка дія
ur_pk: فوری کارروائی
uz_cyrl: Tez harakat
vi_vn: Hành động nhanh chóng
zh_hant: 快速行動

# ClipTileToggleEditLabel
source: Toggle Edit
af_za: Skakel wysig
am_et: አርትዕ ይቀያይሩ
ar_bh: تبديل تحرير
as_in: টগল সম্পাদনা কৰক
az_cyrl: Düzəltmək
bg_bg: Превключване на редактиране
bn_in: টগল সম্পাদনা
bs_latn_ba: Prebacivanje u uređivanja
ca_es: Commutació d'edició
cs_cz: Přepínač upravit
cy_gb: Toggle golygu
da_dk: Skift redigering
de_ch: Bearbeiten umschalten
el_gr: Επεξεργασία εναλλαγής
es_bo: Alternar editar
et_ee: Lülitage redigeerimine
fa_ir: تغییر ویرایش
fi_fi: Kiertää muokkausta
fil_ph: Toggle I -edit
fr_029: Basculer
ga_ie: Scotgle Edit
gu_in: સંપાદન કરવું
he_il: החלף עריכה
hi_in: टॉगल संपादित करें
hr_hr: Uređivanje
hu_hu: Váltás szerkesztés
hy_am: Փոփոխեք խմբագրել
id_id: Sakelar edit
is_is: Skiptu um breytingu
it_ch: Attiva modifica
ja_jp: トグル編集
ka_ge: გადართვის რედაქტირება
kk_kz: Editgle өңдеу
km_kh: បិទបើកកែប្រែ
kn_in: ಟಾಗಲ್ ಸಂಪಾದಿಸು
ko_kr: 전환 편집
ky_kg: Которулуу
lo_la: ດັດແກ້
lt_lt: Perjungimo redagavimas
lv_lv: Pārslēgt rediģēšanu
mi_nz: Toggle Whakatika
mk_mk: Уредување за вклучување
ml_in: എഡിറ്റ് ടോഗിൾ ചെയ്യുക
mr_in: टॉगल संपादन
ms_my: Togol Edit
nb_no: Veksle redigering
ne_np: टगल सम्पादन
nl_be: Schakelbewerking
or_in: ସଂପାଦନା ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਸੋਧੋ ਸੋਧ
pl_pl: Przełącz edycję
pt_br: Alternar editar
ro_ro: Editați comutați
ru_ru: Перевернуть редактирование
sk_sk: Prepínať úpravy
sl_si: Preklopite urejanje
sq_al: Ndryshoj
sr_cyrl_me: Пребацивање уреда
sv_fi: Växla redigera
sw_ke: Kubadilisha hariri
ta_in: திருத்து என்பதை மாற்றவும்
te_in: టోగుల్ సవరణ
th_th: การแก้ไขสลับ
tk_tm: Redaktirleme
tr_tr: Düzenle'yi değiştir
tt_ru: Үзгәртү
ug_cn: تەھرىرلەش
uk_ua: Перемикати редагування
ur_pk: ٹوگل ترمیم کریں
uz_cyrl: Tahrirlash
vi_vn: Chuyển đổi chỉnh sửa
zh_hant: 切換編輯

# ClipTileTogglePinnedLabel
source: Toggle Pinned
af_za: Wissel vasgespeld
am_et: የተንሸራታች
ar_bh: تبديل مثبت
as_in: টগল পিন কৰা হৈছে
az_cyrl: Keçid bağladı
bg_bg: Toggle приковано
bn_in: টগল পিনড
bs_latn_ba: Prebacite se
ca_es: Commutador fixat
cs_cz: Přepínač
cy_gb: Togl pinned
da_dk: Skift fastgjort
de_ch: Toggle festgesteckt
el_gr: Εναλλαγή
es_bo: Alternar fijado
et_ee: Lülitage kinnitatud
fa_ir: پیچ خورده
fi_fi: Kytketty
fr_029: Basculer
ga_ie: Toggle pinnithe
gu_in: ટ gle ગ ઇન કરવું
he_il: התחלקות הצמדה
hi_in: टॉगल पिन
hr_hr: Prebacio se
hu_hu: Váltva rögzítve
hy_am: Փոքրիկ
id_id: Toggle disematkan
is_is: Skiptu fest
it_ch: Interruttore appuntato
ja_jp: トグルピン留め
ka_ge: გადარიცხეთ
kk_kz: Бұрылған ауыстырылды
km_kh: បិទបើកខ្ទាស់
kn_in: ಟಾಗಲ್ ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ko_kr: 토글 고정
ky_kg: Которулган
lt_lt: Perjungtas prisegtas
lv_lv: Pārslēgt piespraustus
mi_nz: Toggle Poinned
mk_mk: Вклучете го закачено
ml_in: പിൻ ചെയ്ത ടോഗിൾ ചെയ്യുക
mr_in: टॉगल पिन केले
ms_my: Togol disematkan
mt_mt: Toggle imqabbad
nb_no: Veksle festet
ne_np: टगल पिन
nl_be: Schakel vastgemaakt
or_in: ଟୋଗଲ୍ ପିନ୍ ହୋଇଛି |
pa_arab: ਟੌਗਲ ਪਿੰਨਡ
pl_pl: Przełącz przypięte
pt_br: Alternar preso
ro_ro: Comutați fixat
ru_ru: Перевернут
sk_sk: Prepínať
sl_si: Preklopno pripeto
sq_al: Toggle i varur
sr_cyrl_me: Пребачен
sv_fi: Vippläst
sw_ke: Badilika
ta_in: மாற்றப்பட்டதாக
te_in: టోగుల్ పిన్
th_th: สลับตรึงไว้
tk_tm: Gysylan üýtgetmek
tr_tr: Toggle sabitlenmiş
tt_ru: Кысылган
ug_cn: توك قاچىلانغان
uk_ua: Перемикаченого покладеного
ur_pk: ٹوگل پن
uz_cyrl: O'rnatish
vi_vn: Chuyển đổi ghim
zh_hant: 切換固定

# ClipTileTransactionAnnotationTitle
source: Annotations
af_za: Aantekeninge
am_et: ማብራሪያዎች
ar_bh: التعليقات التوضيحية
as_in: টীকা
az_cyrl: Anbar
bg_bg: Анотации
bn_in: টীকা
bs_latn_ba: Napomene
ca_es: Anotacions
cs_cz: Anotace
cy_gb: Anodiadau
da_dk: Kommentarer
de_ch: Anmerkungen
el_gr: Σχολιασμοί
es_bo: Anotaciones
et_ee: Märkused
fa_ir: حاشیه ها
fi_fi: Merkinnät
fil_ph: Mga anotasyon
ga_ie: Nótaí
gu_in: નોંધણી
he_il: הערות
hi_in: एनोटेशन
hr_hr: Napomene
hu_hu: Kommentárok
hy_am: Ծանոթություններ
id_id: Anotasi
is_is: Athugasemdir
it_ch: Annotazioni
ja_jp: 注釈
ka_ge: ანოტაციები
kk_kz: Аннотациялар
km_kh: ចំណាប់អារម្មណ៍
kn_in: ಟಿಪ್ಪಣಿಗಳು
ko_kr: 주석
ky_kg: Анотациялар
lo_la: ຄໍາບັນຍາຍ
lt_lt: Anotacijos
lv_lv: Anotācijas
mi_nz: Ānae
mk_mk: Прибелешки
ml_in: വ്യാഖ്യാനങ്ങൾ
mr_in: भाष्ये
ms_my: Anotasi
mt_mt: Annotazzjonijiet
nb_no: Merknader
ne_np: एनोटेसन
nl_be: Annotaties
or_in: ଟିପ୍ପଣୀ
pa_arab: ਐਨੋਟੇਸ਼ਨਸ
pl_pl: Adnotacje
pt_br: Anotações
ro_ro: Adnotări
ru_ru: Аннотации
sk_sk: Anotácia
sl_si: Pripisi
sq_al: Shënime
sr_cyrl_me: Напомена
sv_fi: Kommentationer
sw_ke: Maelezo
ta_in: சிறுகுறிப்புகள்
te_in: ఉల్లేఖనాలు
th_th: คำอธิบายประกอบ
tk_tm: Düşündirişler
tr_tr: Ek açıklamalar
tt_ru: Аннотацияләр
ug_cn: ئىزاھات
uk_ua: Анотації
ur_pk: تشریحات
uz_cyrl: Izohlar
vi_vn: Chú thích
zh_hant: 註釋

# ClipTileTransactionTogglePlainTextLabel
source: Plain Text
af_za: Gewone teks
am_et: በሚነበብ መልኩ
ar_bh: نص عادي
as_in: সাধাৰণ পাঠ্য
az_cyrl: Sadə mətn
bg_bg: Обикновен текст
bn_in: সরল পাঠ্য
bs_latn_ba: Običan tekst
ca_es: Text simple
cs_cz: Prostý text
cy_gb: Testun plaen
da_dk: Simpel tekst
de_ch: Einfacher Text
el_gr: Απλό κείμενο
es_bo: Texto sin formato
et_ee: Tavatekst
fa_ir: متن ساده
fi_fi: Selkeä teksti
fr_029: Texte brut
ga_ie: Gnáth -théacs
gu_in: સ્પષ્ટ લખાણ
he_il: טקסט רגיל
hi_in: सादे पाठ
hr_hr: Običan tekst
hu_hu: Egyszerű szöveg
hy_am: Պարզ տեքստ
id_id: Teks biasa
is_is: Einfaldur texti
it_ch: Testo semplice
ja_jp: プレーンテキスト
ka_ge: Ჩვეულებრივი ტექსტი
kk_kz: Кәдімгі мәтін
km_kh: អត្ថបទ​ធម្មតា
kn_in: ಸರಳ ಪಠ್ಯ
ko_kr: 일반 텍스트
ky_kg: Жөнөкөй текст
lo_la: ຂໍ້ຄວາມທົ່ງພຽງ
lt_lt: Paprastas tekstas
lv_lv: Vienkāršs teksts
mi_nz: Kuputuhi
mk_mk: Обичен текст
ml_in: പ്ലെയിൻ ടെക്സ്റ്റ്
mr_in: साधा मजकूर
ms_my: Teks kosong
mt_mt: Test sempliċi
nb_no: Vanlig tekst
ne_np: सादा पाठ
nl_be: Platte tekst
or_in: ସାଧା ପାଠ୍ୟ
pa_arab: ਸਾਦਾ ਟੈਕਸਟ
pl_pl: Zwykły tekst
pt_br: Texto simples
ro_ro: Text simplu
ru_ru: Простой текст
sk_sk: Obyčajný text
sl_si: Golo besedilo
sq_al: Teksti i thjeshtë
sr_cyrl_me: Обичан текст
sv_fi: Oformatterad text
sw_ke: Maandishi wazi
ta_in: சாதாரண எழுத்து
te_in: సాధారణ అక్షరాల
th_th: ข้อความธรรมดา
tk_tm: Ýönekeý tekst
tr_tr: Düz metin
tt_ru: Гади текст
ug_cn: ئاددىي تېكىست
uk_ua: Простий текст
ur_pk: سادہ متن
uz_cyrl: Oddiy matn
vi_vn: Văn bản thô
zh_hant: 純文本

# CommonFloatWindowLabel
source: Open in window
af_za: Maak in die venster oop
am_et: በመስኮት ውስጥ ይክፈቱ
ar_bh: افتح في النافذة
as_in: উইন্ডোত খোলক
az_cyrl: Pəncərə açmaq
bg_bg: Отворете в прозореца
bn_in: উইন্ডোতে খুলুন
bs_latn_ba: Otvoren u prozoru
ca_es: Obriu a la finestra
cs_cz: Otevřeno v okně
cy_gb: Ar agor yn y ffenestr
da_dk: Åben i vinduet
de_ch: Im Fenster öffnen
el_gr: Ανοίξτε στο παράθυρο
es_bo: Abrir en la ventana
et_ee: Aknas avatud
fa_ir: در پنجره باز شوید
fi_fi: Avaa ikkunassa
fil_ph: Buksan sa window
fr_029: Ouvrir dans la fenêtre
ga_ie: Oscailte san fhuinneog
gu_in: વિંડોમાં ખોલો
he_il: פתוח בחלון
hi_in: खिड़की में खोलें
hr_hr: Otvoreno u prozoru
hu_hu: Nyissa meg az ablakot
hy_am: Բաց պատուհանում
id_id: Buka di jendela
is_is: Opið í glugga
it_ch: Aprire nella finestra
ja_jp: ウィンドウで開きます
ka_ge: გახსენით ფანჯარაში
kk_kz: Терезеде ашылады
km_kh: បើកក្នុងបង្អួច
kn_in: ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯಿರಿ
ko_kr: 창에서 열립니다
ky_kg: Терезеде ачык
lo_la: ເປີດຢູ່ໃນປ່ອງຢ້ຽມ
lt_lt: Atidarykite lange
lv_lv: Atveriet logu
mi_nz: Tuwhera i te matapihi
mk_mk: Отворено во прозорецот
ml_in: വിൻഡോയിൽ തുറക്കുക
mr_in: विंडोमध्ये उघडा
ms_my: Buka di tetingkap
mt_mt: Iftaħ fit-tieqa
nb_no: Åpne i vinduet
ne_np: विन्डोमा खोल्नुहोस्
nl_be: Open in het raam
or_in: ୱିଣ୍ଡୋରେ ଖୋଲନ୍ତୁ |
pa_arab: ਵਿੰਡੋ ਵਿੱਚ ਖੋਲ੍ਹੋ
pl_pl: Otwórz w oknie
pt_br: Aberto na janela
ro_ro: Deschis în fereastră
ru_ru: Открыть в окне
sk_sk: Otvoriť v okne
sl_si: Odprt v oknu
sq_al: Hapni në dritare
sr_cyrl_me: Отворен у прозору
sv_fi: Öppna i fönstret
sw_ke: Fungua kwenye dirisha
ta_in: சாளரத்தில் திறக்கவும்
te_in: విండోలో తెరవండి
th_th: เปิดในหน้าต่าง
tk_tm: Penjirede açyk
tr_tr: Pencerede aç
tt_ru: Тәрәзәдә ачык
ug_cn: كۆزنەكتە ئېچىڭ
uk_ua: Відкрити у вікні
ur_pk: ونڈو میں کھولیں
uz_cyrl: Oynada oching
vi_vn: Mở trong cửa sổ
zh_hant: 在窗口中打開

# LinkNavigateToolTipText
source: Click + Ctrl to follow...
af_za: Klik op + Ctrl om te volg ...
am_et: ለመከታተል + Ctrl ን ጠቅ ያድርጉ ...
ar_bh: انقر فوق + Ctrl لمتابعة ...
as_in: ক্লিক কৰক + Ctrl অনুসৰণ কৰিবলৈ...
az_cyrl: İzləmək üçün + Ctrl vurun ...
bg_bg: Щракнете върху + Ctrl, за да следвате ...
bn_in: অনুসরণ করতে + Ctrl ক্লিক করুন ...
bs_latn_ba: Kliknite + Ctrl da biste pratili ...
ca_es: Feu clic + Ctrl per seguir ...
cs_cz: Kliknutím na + Ctrl sledujete ...
cy_gb: Cliciwch + Ctrl i ddilyn ...
da_dk: Klik på + ctrl for at følge ...
de_ch: Klicken Sie auf + Strg, um ...
el_gr: Κάντε κλικ στο + Ctrl για να ακολουθήσετε ...
es_bo: Haga clic en + Ctrl para seguir ...
et_ee: Klõpsake + CTRL -i jälgimiseks ...
fa_ir: برای دنبال کردن ... Ctrl را کلیک کنید ...
fi_fi: Napsauta + Ctrl seurataksesi ...
fil_ph: Mag -click + Ctrl upang sundin ...
fr_029: Cliquez sur + Ctrl pour suivre ...
ga_ie: Cliceáil + Ctrl le leanúint ...
gu_in: અનુસરવા માટે + Ctrl ક્લિક કરો ...
he_il: לחץ על + Ctrl כדי לעקוב ...
hi_in: फॉलो करने के लिए + ctrl पर क्लिक करें ...
hr_hr: Kliknite + Ctrl da biste slijedili ...
hu_hu: Kattintson a + CTRL gombra a követéshez ...
hy_am: Կտտացրեք + Ctrl- ը `հետեւելու ...
id_id: Klik + Ctrl untuk diikuti ...
is_is: Smelltu + Ctrl til að fylgja ...
it_ch: Clicca + Ctrl per seguire ...
ja_jp: フォローするには + ctrlをクリックしてください...
ka_ge: დააჭირეთ + ctrl, რომ დაიცვას ...
kk_kz: Толтыру үшін + Ctrl түймесін басыңыз ...
km_kh: ចុច "CTRL ដើម្បីតាមដាន ...
kn_in: ಅನುಸರಿಸಲು + Ctrl ಕ್ಲಿಕ್ ಮಾಡಿ ...
ko_kr: 팔로우하려면 + ctrl을 클릭하십시오 ...
ky_kg: Click + Ctrl Click ...
lo_la: ກົດ + Ctrl ເພື່ອຕິດຕາມ ...
lt_lt: Spustelėkite + CTRL, jei norite sekti ...
lv_lv: Noklikšķiniet uz + Ctrl, lai sekotu ...
mi_nz: Paatohia + Ctrl ki te whai ...
mk_mk: Кликнете + Ctrl за да следите ...
ml_in: പിന്തുടരാൻ + Ctrl ക്ലിക്കുചെയ്യുക ...
mr_in: अनुसरण करण्यासाठी + ctrl क्लिक करा ...
ms_my: Klik + Ctrl untuk mengikuti ...
mt_mt: Ikklikkja + Ctrl biex issegwi ...
nb_no: Klikk + Ctrl for å følge ...
ne_np: पछ्याउन + Ctrl क्लिक गर्नुहोस् ...
nl_be: Klik op + Ctrl om te volgen ...
or_in: ଅନୁସରଣ କରିବାକୁ + Ctrl କ୍ଲିକ୍ କରନ୍ତୁ ...
pa_arab: ਕਲਿਕ ਕਰਨ ਲਈ + Ctrl ਕਲਿੱਕ ਕਰੋ ...
pl_pl: Kliknij + Ctrl, aby śledzić ...
pt_br: Clique em + Ctrl a seguir ...
ro_ro: Faceți clic pe + Ctrl pentru a urma ...
ru_ru: Нажмите + ctrl, чтобы следовать ...
sk_sk: Kliknutím na + Ctrl sledujte ...
sl_si: Kliknite + ctrl, če želite slediti ...
sq_al: Klikoni + Ctrl për të ndjekur ...
sr_cyrl_me: Кликните на + Цтрл да бисте га пратили ...
sv_fi: Klicka på + Ctrl för att följa ...
sw_ke: Bonyeza + Ctrl kufuata ...
ta_in: பின்தொடர + ctrl கிளிக் செய்க ...
te_in: అనుసరించడానికి + Ctrl క్లిక్ చేయండి ...
th_th: คลิก + ctrl เพื่อติดตาม ...
tk_tm: Yzarlamak üçin + Ctrl basyň ...
tr_tr: Takip etmek için + CTRL'yi tıklayın ...
tt_ru: Englublenge өчен + CTRL басыгыз ...
ug_cn: ئەگىشىش ئۈچۈن + Ctrl نى چېكىڭ ...
uk_ua: Клацніть + Ctrl, щоб дотримуватися ...
ur_pk: پیروی کرنے کے لئے + Ctrl پر کلک کریں ...
uz_cyrl: Keyingi-ni bosing + ctrl ...
vi_vn: Nhấp + Ctrl để theo dõi ...
zh_hant: 單擊 + CTRL以關注...

# LinkNavigateToolTipText2
source: Click + Alt to follow...
af_za: Klik + Alt om te volg ...
am_et: ለመከተል + ALT ን ጠቅ ያድርጉ ...
ar_bh: انقر فوق + بديل لمتابعة ...
as_in: ক্লিক কৰক + alt অনুসৰণ কৰিবলৈ...
az_cyrl: İzləmək üçün + Alt vurun ...
bg_bg: Щракнете върху + alt, за да следвате ...
bn_in: অনুসরণ করতে + Alt ক্লিক করুন ...
bs_latn_ba: Kliknite + Alt za praćenje ...
ca_es: Feu clic a + Alt per seguir ...
cs_cz: Kliknutím na + alt sledujete ...
cy_gb: Cliciwch + alt i ddilyn ...
da_dk: Klik på + alt for at følge ...
de_ch: Klicken Sie auf + Alt, um ...
el_gr: Κάντε κλικ + alt για να ακολουθήσετε ...
es_bo: Haga clic en + Alt para seguir ...
et_ee: Jälgimiseks klõpsake nuppu + ALT ...
fa_ir: روی + alt کلیک کنید تا دنبال کنید ...
fi_fi: Napsauta + alt seurataksesi ...
fil_ph: Mag -click + alt upang sundin ...
fr_029: Cliquez sur + Alt pour suivre ...
ga_ie: Cliceáil + alt le leanúint ...
gu_in: અનુસરવા માટે + ALT ક્લિક કરો ...
he_il: לחץ על + alt כדי לעקוב ...
hi_in: फॉलो करने के लिए + Alt पर क्लिक करें ...
hr_hr: Kliknite + Alt da biste slijedili ...
hu_hu: Kattintson a + alt gombra a követéshez ...
hy_am: Կտտացրեք + Alt- ը `հետեւելու ...
id_id: Klik + Alt untuk mengikuti ...
is_is: Smelltu + Alt til að fylgja ...
it_ch: Clicca + alt per seguire ...
ja_jp: フォローするために + altをクリックしてください...
ka_ge: დააჭირეთ + alt, რომ დაიცვას ...
kk_kz: Оны жалғастыру үшін + All ... түймесін басыңыз ...
km_kh: ចុច + ជំនួសដើម្បីធ្វើតាម ...
kn_in: ಅನುಸರಿಸಲು + ಆಲ್ಟ್ ಕ್ಲಿಕ್ ಮಾಡಿ ...
ko_kr: 팔로우하려면 + alt를 클릭하십시오 ...
ky_kg: Арткы көрүнүш үчүн + Alt баскычын чыкылдатыңыз ...
lo_la: ກົດ + Alt ທີ່ຈະປະຕິບັດຕາມ ...
lt_lt: Spustelėkite + Alt, kad sektumėte ...
lv_lv: Noklikšķiniet uz + Alt, lai sekotu ...
mi_nz: Paatohia + Alt ki te whai ...
mk_mk: Кликнете + Alt за да следите ...
ml_in: പിന്തുടരാൻ + Alt ക്ലിക്കുചെയ്യുക ...
mr_in: अनुसरण करण्यासाठी + Alt वर क्लिक करा ...
ms_my: Klik + Alt untuk mengikuti ...
mt_mt: Ikklikkja + Alt biex issegwi ...
nb_no: Klikk + alt for å følge ...
ne_np: क्लिक गर्नुहोस् + All अनुसरण गर्न ...
nl_be: Klik + alt om te volgen ...
or_in: ଅନୁସରଣ କରିବାକୁ + Alt କ୍ଲିକ୍ କରନ୍ତୁ ...
pa_arab: ਕਲਿਕ ਕਰੋ + Alt ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ...
pl_pl: Kliknij + Alt, aby śledzić ...
pt_br: Clique em + alt para seguir ...
ro_ro: Faceți clic + alt pentru a urma ...
ru_ru: Нажмите + alt, чтобы следовать ...
sk_sk: Kliknite na + Alt a sledujte ...
sl_si: Kliknite + alt, da sledite ...
sq_al: Kliko + alt për të ndjekur ...
sr_cyrl_me: Кликните на + Алт да бисте пратили ...
sv_fi: Klicka på + Alt för att följa ...
sw_ke: Bonyeza + Alt kufuata ...
ta_in: பின்தொடர + alt ஐக் கிளிக் செய்க ...
te_in: అనుసరించడానికి + ALT క్లిక్ చేయండి ...
th_th: คลิก + alt เพื่อติดตาม ...
tk_tm: Oňa gitmek üçin + ALT basyň ...
tr_tr: Takip etmek için + Alt'ı tıklayın ...
tt_ru: Elt-ияртү өчен + Алт төймәсенә басыгыз ...
ug_cn: ئەگىشىش + Alt نى چېكىڭ ...
uk_ua: Клацніть + alt, щоб дотримуватися ...
ur_pk: پیروی کرنے کے لئے + ALT پر کلک کریں ...
uz_cyrl: King + ALTni kuzatib borish ...
vi_vn: Nhấp + Alt để theo dõi ...
zh_hant: 單擊 + alt以關注...
