Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# MouseModeRightClickPasteNtfText
source: Right Click Paste Mode: {0}
af_za: Regsklik op Pasta Mode: {0}
am_et: በቀኝ ጠቅታ የመለጠጥ ሁኔታ: {0}
ar_bh: انقر بزر الماوس الأيمن على وضع لصق: {0}
as_in: ৰাইট ক্লিক পেষ্ট মোড: {0}
az_cyrl: Sağ klik pastası rejimi: {0}
bg_bg: Квикнете с десния бутон върху режим на поставяне: {0}
bn_in: ডান ক্লিক করুন পেস্ট মোড: {0}
bs_latn_ba: Desni klik za paste režim: {0}
ca_es: Mode de paste de clic dret: {0}
cs_cz: Režim vložení pravého kliknutí: {0}
cy_gb: Cliciwch ar y dde Modd Gludo: {0}
da_dk: Højreklik på pasta -tilstand: {0}
de_ch: Klicken Sie mit der rechten Maustaste: {0}
el_gr: Κάντε δεξί κλικ στη λειτουργία Paste: {0}
es_bo: Haga clic derecho en modo Pegar: {0}
et_ee: Paremklõpsake pastarežiimi: {0}
fa_ir: روی حالت Paste Rete کلیک راست کنید: {0}
fi_fi: Napsauta hiiren kakkospainikkeella liitä: {0}
fil_ph: Mag -right click sa mode ng i -paste: {0}
fr_029: Mode de pâte de clic droit: {0}
ga_ie: Cliceáil ar dheis Mód Greamaithe: {0}
gu_in: રાઇટ ક્લિક કરો પેસ્ટ મોડ: {0}
he_il: לחץ באמצעות לחצן העכבר הימני על הדבקת מצב: {0}
hi_in: राइट क्लिक पेस्ट मोड: {0}
hr_hr: Desnom tipkom miša kliknite Način Paste: {0}
hu_hu: A jobb egérgombbal kattintson a beillesztési módra: {0}
hy_am: Աջ սեղմեք Տեղադրման ռեժիմ՝ {0}
id_id: Mode pasta klik kanan: {0}
is_is: Hægri smelltu á Paste Mode: {0}
it_ch: Fare clic con il tasto destro in pasta: {0}
ja_jp: 貼り付けモードを右クリックします：{0}
ka_ge: მარჯვენა ღილაკის პასტის რეჟიმში: {0}
kk_kz: Қою режимін нұқыңыз: {0}
km_kh: ចុចខាងស្តាំបិទភ្ជាប់របៀប: {0}
kn_in: ಬಲ ಕ್ಲಿಕ್ ಪೇಸ್ಟ್ ಮೋಡ್: {0}
ko_kr: 오른쪽 클릭 페이스트 모드 : {0}
ky_kg: Оң баскычты чыкылдатып, паста режими: {0}
lo_la: ໂຫມດກົດຂວາມື: {0}
lt_lt: Dešiniuoju pelės mygtuku spustelėkite Įklijavimo režimą: {0}
lv_lv: Ar peles labo pogu noklikšķiniet uz Ielīmēšanas režīma: {0}
mi_nz: Matau matau te aratau Whakatika: {0}
mk_mk: Режим на паста со десен клик: {0}
ml_in: റൈറ്റ് ക്ലിക്ക് പാസ്റ്റ് മോഡ്: {0}
mr_in: राइट क्लिक पेस्ट मोड: {0}
ms_my: Mod Paste Klik Kanan: {0}
mt_mt: Ikklikkja dritt fuq il-modalità: {0}
nb_no: Høyreklikk lim inn modus: {0}
ne_np: दायाँ क्लिक गर्नुहोस् टाँस्नुहोस् मोड: {0}
nl_be: Klik met de rechtermuisknop op Paste -modus: {0}
or_in: ରାଇଟ୍ କ୍ଲିକ୍ ପେଷ୍ଟ ମୋଡ୍: {0}
pa_arab: ਸੱਜਾ ਕਲਿਕ ਪੇਸਟ ਮੋਡ: {0}
pl_pl: Kliknij prawym przyciskiem myszy Tryb: {0}
pt_br: Clique com o botão direito do mouse no modo de pasta: {0}
ro_ro: Faceți clic dreapta pe Modul de paste: {0}
ru_ru: Щелкните правой кнопкой мыши режим вставки: {0}
sk_sk: Kliknite pravým tlačidlom myši režim: {0}
sl_si: Način lepljenja z desnim klikom: {0}
sq_al: Klikoni me të djathtën modaliteti i ngjitjes: {0}
sr_cyrl_me: Десним кликом на дугме Пасти: {0}
sv_fi: Högerklicka klickar in läge: {0}
sw_ke: Bonyeza Haki ya Bandika: {0}
ta_in: வலது கிளிக் முறை: {0}
te_in: పేస్ట్ మోడ్‌ను కుడి క్లిక్ చేయండి: {0}
th_th: คลิกขวาที่โหมดวาง: {0}
tk_tm: Sag bogmak düwmesine basyň: {0}
tr_tr: Sağ tıklama macun modu: {0}
tt_ru: Уң төймәгә басыгыз: {0}
ug_cn: ئوڭ تەرەپنى چېكىپ چاپلاش ھالىتىنى چېكىڭ: {0}
uk_ua: Клацніть правою кнопкою миші режим вставки: {0}
ur_pk: دائیں کلک کے موڈ پر کلک کریں: {0}
uz_cyrl: O'ng tugmachani bosish rejimi: {0}
vi_vn: Nhấp chuột phải vào chế độ Dán: {0}
zh_hant: 右鍵單擊粘貼模式：{0}

# PluginUpdatedNtfTitle
source: Plugin Updated
af_za: Inprop opgedateer
am_et: ተሰኪ ዘምኗል
ar_bh: تم تحديث البرنامج المساعد
as_in: প্লাগইন আপডেইট কৰা হৈছে
az_cyrl: Plugin yeniləndi
bg_bg: Приставка актуализирана
bn_in: প্লাগইন আপডেট হয়েছে
bs_latn_ba: Dodatak je ažuriran
ca_es: Plugin actualitzat
cs_cz: Aktualizován plugin
cy_gb: Ategyn wedi'i ddiweddaru
da_dk: Plugin opdateret
de_ch: Plugin aktualisiert
el_gr: Ενημερώθηκε το plugin
es_bo: Complemento actualizado
et_ee: Pistikprogramm värskendatud
fa_ir: افزونه به روز شده
fi_fi: Laajennus päivitetty
fil_ph: Nai -update ang plugin
fr_029: Plugin mis à jour
ga_ie: Breiseán Nuashonraithe
gu_in: પ્લગઇન અપડેટ
he_il: עודכן תוסף
hi_in: अद्यतन किया गया प्लगइन
hr_hr: Ažurirano dodatak
hu_hu: A plugin frissítve
hy_am: Plugin- ը թարմացվել է
id_id: Plugin diperbarui
is_is: Viðbót uppfærð
it_ch: Plugin aggiornato
ja_jp: プラグインが更新されました
ka_ge: მოდული განახლებულია
kk_kz: Плагин жаңартылды
km_kh: កម្មវិធីជំនួយបានធ្វើឱ្យទាន់សម័យ
kn_in: ಪ್ಲಗಿನ್ ನವೀಕರಿಸಲಾಗಿದೆ
ko_kr: 플러그인 업데이트
ky_kg: Плугин жаңыртылды
lo_la: ປັ plugined ອັບເດດ
lt_lt: Papildinys atnaujintas
lv_lv: Spraudnis atjaunināts
mi_nz: Mono kua whakahoutia
mk_mk: Ажуриран приклучок
ml_in: പ്ലഗിൻ അപ്ഡേറ്റുചെയ്തു
mr_in: प्लगइन अद्यतनित केले
ms_my: Plugin dikemas kini
mt_mt: Plugin aġġornat
nb_no: Plugin oppdatert
ne_np: प्लगइन अपडेट गरियो
nl_be: Plug -in bijgewerkt
or_in: ପ୍ଲଗଇନ୍ ଅଦ୍ୟତନ ହୋଇଛି |
pa_arab: ਪਲੱਗਇਨ ਅਪਡੇਟ ਕੀਤੀ ਗਈ
pl_pl: Zaktualizowana wtyczka
pt_br: Plug -in atualizado
ro_ro: Plugin actualizat
ru_ru: Плагин обновлен
sk_sk: Doplnok aktualizovaný
sl_si: Vtičnik posodobljen
sq_al: Përditësuar shtojca
sr_cyrl_me: Додатак је ажуриран
sv_fi: Plugin uppdaterad
sw_ke: Plugin imesasishwa
ta_in: சொருகி புதுப்பிக்கப்பட்டது
te_in: ప్లగిన్ నవీకరించబడింది
th_th: อัปเดตปลั๊กอิน
tk_tm: Plugin täzelendi
tr_tr: Eklenti güncellendi
tt_ru: Плагин яңартылды
ug_cn: قىستۇرما يېڭىلاندى
uk_ua: Плагін оновлений
ur_pk: پلگ ان تازہ کاری
uz_cyrl: Plagin yangilangan
vi_vn: Plugin được cập nhật
zh_hant: 插件更新

# ShortcutPasteTitle
source: Paste '{0}'
af_za: Plak '{0}'
am_et: PAST '{0}'
ar_bh: لصق '{0}'
as_in: পেষ্ট কৰক '{0}'
bg_bg: Поставете '{0}'
bn_in: '{0}' পেস্ট করুন
bs_latn_ba: Zalijepite '{0}'
ca_es: Enganxeu '{0}'
cs_cz: Vložte '{0}'
cy_gb: Gludwch '{0}'
da_dk: Indsæt '{0}'
de_ch: Fügen Sie '{0}' ein
el_gr: Επικόλληση '{0}'
es_bo: Pegar '{0}'
et_ee: Kleebi '{0}'
fa_ir: چسباندن '{0}'
fi_fi: Liitä '{0}'
fil_ph: I -paste '{0}'
fr_029: Pâte '{0}'
ga_ie: Greamaigh '{0}'
gu_in: પેસ્ટ કરો '{0}'
he_il: הדבק '{0}'
hi_in: पेस्ट '{0}'
hr_hr: Zalijepite '{0}'
hy_am: Մածուկ '{0}'
id_id: Tempel '{0}'
is_is: Límdu '{0}'
it_ch: Incolla '{0}'
ja_jp: 貼り付け '{0}'
ka_ge: ჩასმა '{0}'
km_kh: បិទភ្ជាប់ '{0}'
ko_kr: 붙여 넣기 '{0}'
ky_kg: Паста '{0}'
lt_lt: Įklijuokite '{0}'
lv_lv: Ielīmēt '{0}'
mk_mk: Залепете '{0}'
ml_in: '{0}' ഒട്ടിക്കുക '
mr_in: पेस्ट '{0}'
ms_my: Tampal '{0}'
mt_mt: Pasta '{0}'
nb_no: Lim inn '{0}'
ne_np: टाँस्नुहोस् '{0}'
nl_be: Plak '{0}'
or_in: ପେଷ୍ଟ '{0}'
pa_arab: ਪੇਸਟ '{0}'
pl_pl: Wklej „{0}”
pt_br: Colar '{0}'
ro_ro: Lipiți '{0}'
ru_ru: Вставка '{0}'
sl_si: Prilepi '{0}'
sr_cyrl_me: Пасте '{0}'
sv_fi: Klistra in '{0}'
sw_ke: Kubandika '{0}'
ta_in: '{0}' ஒட்டவும்
te_in: అతికించండి '{0}'
th_th: วาง '{0}'
tk_tm: "{0} 'pasta
tr_tr: Yapıştır '{0}'
tt_ru: "{0}" пасты
ug_cn: Parte '{0}'
uk_ua: Вставити '{0}'
ur_pk: چسپاں '{0}'
uz_cyrl: "{0}" paste
vi_vn: Dán '{0}'
zh_hant: 粘貼'{0}'

# ShortcutRunAnalyzerTitle
source: Run '{0}' Analyzer
af_za: Begin '{0}' Analyzer
am_et: {0} ትንታኔ
ar_bh: قم بتشغيل محلل "{0}
as_in: '{0}' বিশ্লেষক চলাওক
az_cyrl: '{0}' analizatoru qaçın
bg_bg: Изпълнете '{0}' анализатор
bn_in: '{0}' বিশ্লেষক চালান
bs_latn_ba: Pokrenite analizator '{0}'
ca_es: Executeu l'analitzador '{0}'
cs_cz: Spusťte analyzátor '{0}'
cy_gb: Rhedeg '{0}' Dadansoddwr
da_dk: Kør '{0}' analysator
de_ch: Führen Sie '{0}' Analysator aus
el_gr: Εκτελέστε {0} 'αναλυτής
es_bo: Ejecutar analizador '{0}'
et_ee: Käivitage '{0}' Analyzer
fa_ir: آنالایزر '{0}' را اجرا کنید
fi_fi: Suorita '{0}' analysaattori
fil_ph: Patakbuhin ang '{0}' analyzer
fr_029: Exécuter l'analyseur '{0}'
ga_ie: Rith '{0}' Anailíseoir
gu_in: '{0}' વિશ્લેષક ચલાવો
he_il: הפעל '{0}' מנתח
hi_in: चलाएं '{0}' विश्लेषक
hr_hr: Pokrenite analizator '{0}'
hu_hu: Futtassa a '{0}' analizátort
hy_am: Գործարկել '{0}' անալիզատոր
is_is: Keyrðu '{0}' greiningartæki
it_ch: Esegui l'analizzatore '{0}'
ja_jp: '{0}'アナライザーを実行します
ka_ge: გაუშვით '{0}' ანალიზატორი
kk_kz: «{0}» анализаторын іске қосыңыз
km_kh: រត់ '{0}' អ្នកវិភាគ
kn_in: '{0}' ವಿಶ್ಲೇಷಕವನ್ನು ಚಲಾಯಿಸಿ
ko_kr: '{0}'분석기를 실행하십시오
ky_kg: "{0}" анализатор
lo_la: RUN '{0}' ນັກວິເຄາະ '
lt_lt: Paleisti '{0}' analizatorius
lv_lv: Palaist '{0}' analizatoru
mi_nz: Whakahaerehia te '{0}'
mk_mk: Извршете '{0}' Анализатор
ml_in: '{0}' അനലൈസർ പ്രവർത്തിപ്പിക്കുക
mr_in: '{0}' विश्लेषक चालवा
mt_mt: Mexxi Analizzatur "{0}"
nb_no: Kjør '{0}' Analysator
ne_np: '{0}' विश्लेषक चलाउनुहोस्
nl_be: Voer '{0}' analysator uit
or_in: '{0} ବିଶ୍ଳେଷଣ
pa_arab: '{0}' ਵਿਸ਼ਲੇਸ਼ਕ ਚਲਾਓ
pl_pl: Uruchom analizator „{0}”
pt_br: Run '{0}' analisador
ro_ro: Rulați analizatorul '{0}'
ru_ru: Run '{0}' Анализатор
sk_sk: Run '{0}' analyzátor
sl_si: Zaženite analizator '{0}'
sr_cyrl_me: Покрените "{0} 'анализатор
sv_fi: Kör '{0}' analysator
ta_in: '{0}' பகுப்பாய்வியை இயக்கவும்
te_in: '{0}' ఎనలైజర్‌ను అమలు చేయండి
tk_tm: Ylgaň '{0}' analizer
tr_tr: '{0}' analizörü çalıştır
tt_ru: '{0}' анализатор
ug_cn: Rangy '{0}' ئانالىزچى
uk_ua: Запустіть аналізатор '{0}'
ur_pk: '{0}' تجزیہ کار چلائیں
uz_cyrl: "{0}" tahlilchisi
vi_vn: Chạy '{0}' Trình phân tích
zh_hant: 運行'{0}'分析儀

# ShortcutRunTriggerTitle
source: Run '{0}' Trigger
af_za: Begin '{0}' sneller
am_et: ሩጫ '{0} trigger
ar_bh: تشغيل "{0}" الزناد
as_in: '{0}' ট্ৰিগাৰ চলাওক
az_cyrl: '{0}' trigger çalış
bg_bg: Изпълнете '{0}' спусък
bn_in: '{0}' ট্রিগার চালান
bs_latn_ba: Pokrenite okidač '{0}'
ca_es: Executeu '{0}' disparador
cs_cz: Spusťte spouštěč '{0}'
cy_gb: Rhedeg '{0}' Sbardun
da_dk: Kør '{0}' trigger
de_ch: Führen Sie '{0}' Trigger aus
el_gr: Εκτελέστε {0} 'σκανδάλη
es_bo: Ejecutar el activador de '{0}'
et_ee: Käivitage '{0}' päästik
fa_ir: ماشه '{0}' را اجرا کنید
fi_fi: Suorita '{0}' liipaisin
fil_ph: Patakbuhin ang '{0}' trigger
fr_029: Exécuter le déclencheur '{0}'
ga_ie: Rith '{0}' truicir
gu_in: ચલાવો '{0}' ટ્રિગર
he_il: הפעל את ההדק '{0}'
hi_in: चलाएं '{0}' ट्रिगर
hr_hr: Pokrenite okidač '{0}'
hu_hu: Futtassa a '{0}' trigger futtatását
hy_am: Գործարկել '{0}' ձգան
id_id: Jalankan '{0}' Trigger
is_is: Keyrðu '{0}' kveikja
it_ch: Eseguire il trigger '{0}'
ja_jp: '{0}'トリガーを実行します
ka_ge: გაუშვით '{0}' ტრიგერი
kk_kz: '{0}' триггері
km_kh: រត់ '{0}' កេះ
kn_in: '{0}' ಪ್ರಚೋದಕವನ್ನು ಚಲಾಯಿಸಿ
ko_kr: '{0}'트리거를 실행하십시오
ky_kg: Чуркоо '{0}' триггер
lo_la: ແລ່ນ '{0}' ຜົນກະທົບຕໍ່
lt_lt: Paleisti '{0}' gaiduką
lv_lv: Palaist '{0}' sprūda
mi_nz: Whakahaerehia te '{0}'
mk_mk: Извршете '{0}' активирање
ml_in: '{0}' ട്രിഗർ പ്രവർത്തിപ്പിക്കുക
mr_in: '{0}' ट्रिगर चालवा
ms_my: Jalankan '{0}' pencetus
mt_mt: Ħaddem '{0}' grillu
nb_no: Kjør '{0}' trigger
ne_np: '{0}' ट्रिगर चलाउनुहोस्
nl_be: Voer '{0}' trigger uit
or_in: '{0}' ଟ୍ରିଗର ଚଲାନ୍ତୁ |
pa_arab: '{0}' ਟਰਿੱਗਰ ਚਲਾਓ
pl_pl: Uruchom wyzwalacz „{0}”
ro_ro: Rulați declanșatorul '{0}'
ru_ru: Запустить '{0}' триггер
sk_sk: Spustite spúšťač '{0}'
sl_si: Zaženite sprožilec '{0}'
sq_al: Run '{0}' shkas
sr_cyrl_me: Покрени "{0} 'окидач
sv_fi: Kör '{0}' trigger
ta_in: '{0}' தூண்டுதலை இயக்கவும்
te_in: '{0}' ట్రిగ్గర్ను అమలు చేయండి
th_th: เรียกใช้ทริกเกอร์ '{0}'
tk_tm: Rs '{0}' trigger
tr_tr: '{0}' tetikleyicisini çalıştır
tt_ru: '{0}' триггеры
ug_cn: A rang '{0}' قوزغاتقۇچ
uk_ua: Запустіть тригер '{0}'
ur_pk: '{0}' ٹرگر چلائیں
uz_cyrl: "{0}" tetikligini ishga tushirish
vi_vn: Chạy '{0}' Trình kích hoạt
zh_hant: 運行'{0}'觸發器

# ShortcutSelectTagTitle
source: Select '{0}'
af_za: Kies '{0}'
am_et: {0} 'ን ይምረጡ
ar_bh: حدد '{0}'
as_in: '{0}' নিৰ্বাচন কৰক
az_cyrl: '{0}' seçin
bg_bg: Изберете '{0}'
bn_in: '{0}' নির্বাচন করুন
bs_latn_ba: Odaberite '{0}'
ca_es: Seleccioneu '{0}'
cs_cz: Vyberte '{0}'
cy_gb: Dewiswch '{0}'
da_dk: Vælg '{0}'
de_ch: Wählen Sie '{0}'
el_gr: Επιλέξτε '{0}'
es_bo: Seleccione '{0}'
et_ee: Valige '{0}'
fa_ir: "{0}" را انتخاب کنید
fi_fi: Valitse '{0}'
fil_ph: Piliin ang '{0}'
fr_029: Sélectionnez '{0}'
ga_ie: Roghnaigh '{0}'
gu_in: '{0}' પસંદ કરો
he_il: בחר '{0}'
hi_in: '{0}' का चयन करें
hr_hr: Odaberite '{0}'
hu_hu: Válassza a '{0}' lehetőséget
hy_am: Ընտրեք «{0}»
id_id: Pilih '{0}'
is_is: Veldu '{0}'
it_ch: Seleziona '{0}'
ja_jp: 「{0}」を選択します
ka_ge: აირჩიეთ '{0}'
kk_kz: '{0}' таңдаңыз
km_kh: ជ្រើសរើស '{0}'
kn_in: '{0}' ಆಯ್ಕೆಮಾಡಿ
ko_kr: '{0}'을 선택하십시오.
ky_kg: '{0}' тандаңыз
lo_la: ເລືອກ '{0}'
lt_lt: Pasirinkite '{0}'
lv_lv: Atlasiet '{0}'
mi_nz: Tīpakohia '{0}'
mk_mk: Изберете '{0}'
ml_in: '{0}' തിരഞ്ഞെടുക്കുക
mr_in: '{0}' निवडा
ms_my: Pilih '{0}'
mt_mt: Agħżel "{0}"
nb_no: Velg '{0}'
ne_np: '{0}' चयन गर्नुहोस्
nl_be: Selecteer '{0}'
or_in: '{0}' ଚୟନ କରନ୍ତୁ |
pa_arab: ਚੁਣੋ '{0}'
pl_pl: Wybierz „{0}”
pt_br: Selecione '{0}'
ro_ro: Selectați '{0}'
ru_ru: Выберите '{0}'
sk_sk: Vyberte '{0}'
sl_si: Izberite '{0}'
sq_al: Zgjidhni '{0}'
sr_cyrl_me: Изаберите '{0}'
sv_fi: Välj '{0}'
sw_ke: Chagua '{0}'
ta_in: '{0}' என்பதைத் தேர்ந்தெடுக்கவும்
te_in: '{0}' ఎంచుకోండి
th_th: เลือก '{0}'
tk_tm: '{0}' saýlaň
tr_tr: '{0}' seçin
tt_ru: '{0}' сайлагыз
ug_cn: «{0}» نى تاللاڭ
uk_ua: Виберіть '{0}'
ur_pk: '{0}' منتخب کریں
uz_cyrl: '{0}' ni tanlang
vi_vn: Chọn '{0}'
zh_hant: 選擇'{0}'

# TriggerConfirmDeleteNtfText
source: Are you sure you want to delete '{0}' and all associated actions?
af_za: Is u seker dat u '{0}' en alle gepaardgaande aksies wil uitvee?
am_et: እርግጠኛ ነዎት '{0}' እና ሁሉም ተጓዳኝ እርምጃዎች?
ar_bh: هل أنت متأكد من أنك تريد حذف "{0} وجميع الإجراءات المرتبطة؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি '{0}' আৰু সকলো সংশ্লিষ্ট কাৰ্য্য মচি পেলাব বিচাৰে?
az_cyrl: '{0}' və bütün əlaqəli hərəkətləri silmək istədiyinizə əminsinizmi?
bg_bg: Сигурни ли сте, че искате да изтриете '{0}' и всички свързани действия?
bn_in: আপনি কি নিশ্চিত যে আপনি '{0}' এবং সমস্ত সম্পর্কিত ক্রিয়াকলাপ মুছতে চান?
bs_latn_ba: Jeste li sigurni da želite izbrisati '{0}' i sve povezane akcije?
ca_es: Esteu segur que voleu suprimir '{0}' i totes les accions associades?
cs_cz: Jste si jisti, že chcete smazat '{0}' a všechny přidružené akce?
cy_gb: Ydych chi'n siŵr eich bod chi am ddileu '{0}' a phob gweithred gysylltiedig?
da_dk: Er du sikker på, at du vil slette '{0}' og alle tilknyttede handlinger?
de_ch: Sind Sie sicher, dass Sie '{0}' und alle zugehörigen Aktionen löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε '{0}' και όλες τις σχετικές ενέργειες;
es_bo: ¿Estás seguro de que quieres eliminar '{0}' y todas las acciones asociadas?
et_ee: Kas olete kindel, et soovite kustutada '{0}' ja kõik seotud toimingud?
fa_ir: آیا مطمئن هستید که می خواهید "{0}" و تمام اقدامات مرتبط را حذف کنید؟
fi_fi: Haluatko varmasti poistaa '{0}' ja kaikki siihen liittyvät toimet?
fil_ph: Sigurado ka bang nais mong tanggalin ang '{0}' at lahat ng mga kaugnay na aksyon?
fr_029: Êtes-vous sûr de vouloir supprimer '{0}' et toutes les actions associées?
ga_ie: An bhfuil tú cinnte gur mian leat '{0}' agus gach gníomh gaolmhar a scriosadh?
gu_in: શું તમે ખરેખર '{0}' અને બધી સંકળાયેલ ક્રિયાઓને કા delete ી નાખવા માંગો છો?
he_il: האם אתה בטוח שאתה רוצה למחוק '{0}' ואת כל הפעולות המשויכות?
hi_in: क्या आप सुनिश्चित हैं कि आप '{0}' और सभी संबद्ध क्रियाओं को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite izbrisati '{0}' i sve pridružene radnje?
hu_hu: Biztos benne, hogy törölni akarja a '{0}' és az összes kapcsolódó műveletet?
hy_am: Համոզված եք, որ ցանկանում եք ջնջել «{0» եւ բոլոր հարակից գործողությունները:
id_id: Apakah Anda yakin ingin menghapus '{0}' dan semua tindakan terkait?
is_is: Ertu viss um að þú viljir eyða '{0}' og öllum tengdum aðgerðum?
it_ch: Sei sicuro di voler eliminare '{0}' e tutte le azioni associate?
ja_jp: 「{0}」とすべての関連するアクションを削除する必要がありますか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ წაშალოთ '{0}' და ყველა ასოცირებული მოქმედება?
kk_kz: «{0}» және барлық байланысты әрекеттерді жойғыңыз келе ме?
km_kh: តើអ្នកពិតជាចង់លុប '{0}' និងសកម្មភាពដែលជាប់ទាក់ទងទាំងអស់ទេ?
kn_in: '{0}' ಮತ್ತು ಎಲ್ಲಾ ಸಂಬಂಧಿತ ಕ್ರಿಯೆಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಾ?
ko_kr: '{0}'및 모든 관련 조치를 삭제 하시겠습니까?
ky_kg: "{0}" жок кылгыңыз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບ '{0}' ແລະທຸກການກະທໍາທີ່ກ່ຽວຂ້ອງ?
lt_lt: Ar tikrai norite ištrinti '{0}' ir visus susijusius veiksmus?
lv_lv: Vai esat pārliecināts, ka vēlaties izdzēst '{0}' un visas saistītās darbības?
mi_nz: Kei te hiahia koe ki te muku i te '{0}' me nga mahi katoa?
mk_mk: Дали сте сигурни дека сакате да ги избришете '{0}' и сите поврзани активности?
ml_in: '{0}', എല്ലാ അനുബന്ധ പ്രവർത്തനങ്ങളും ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण '{0}' आणि सर्व संबंधित क्रिया हटवू इच्छिता?
ms_my: Adakah anda pasti mahu memadam '{0}' dan semua tindakan yang berkaitan?
mt_mt: Int żgur li trid tħassar '{0}' u l-azzjonijiet kollha assoċjati?
nb_no: Er du sikker på at du vil slette '{0}' og alle tilknyttede handlinger?
ne_np: के तपाईं पक्का '{0}' र सबै सम्बन्धित कार्यहरू मेटाउन चाहनुहुन्छ?
nl_be: Weet u zeker dat u '{0}' en alle bijbehorende acties wilt verwijderen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ '{0}' ଏବଂ ସମସ୍ତ କାର୍ଯ୍ୟକ୍ଷମ କାର୍ଯ୍ୟଗୁଡିକ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਪੱਕਾ '{0}' ਅਤੇ ਸਾਰੀਆਂ ਸੰਬੰਧਿਤ ਕਿਰਿਆਵਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz usunąć „{0}” i wszystkie powiązane działania?
pt_br: Tem certeza de que deseja excluir '{0}' e todas as ações associadas?
ro_ro: Ești sigur că vrei să ștergeți '{0}' și toate acțiunile asociate?
ru_ru: Вы уверены, что хотите удалить '{0}' и все связанные действия?
sk_sk: Ste si istí, že chcete odstrániť '{0}' a všetky pridružené akcie?
sl_si: Ali ste prepričani, da želite izbrisati '{0}' in vsa povezana dejanja?
sq_al: A jeni i sigurt që doni të fshini '{0}' dhe të gjitha veprimet e shoqëruara?
sr_cyrl_me: Јесте ли сигурни да желите да избришете '{0}' и све повезане акције?
sv_fi: Är du säker på att du vill ta bort '{0}' och alla tillhörande åtgärder?
sw_ke: Je! Una uhakika unataka kufuta '{0}' na vitendo vyote vinavyohusika?
ta_in: '{0}' மற்றும் தொடர்புடைய அனைத்து செயல்களையும் நீக்க விரும்புகிறீர்களா?
te_in: మీరు '{0}' మరియు అన్ని అనుబంధ చర్యలను తొలగించాలనుకుంటున్నారా?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ '{0}' และการกระทำที่เกี่ยวข้องทั้งหมด?
tk_tm: '{0}' we baglanyşykly hereketleri pozmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: '{0}' ve ilgili tüm eylemleri silmek istediğinizden emin misiniz?
tt_ru: Сез "{0}" һәм барлык бәйләнешле гамәлләрне бетерергә телисезме?
ug_cn: «{0} 'ۋە بارلىق مۇناسىۋەتلىك ھەرىكەتلەر» نى ئۆچۈرمەكچىمۇ?
uk_ua: Ви впевнені, що хочете видалити "{0}" та всі пов'язані дії?
ur_pk: کیا آپ واقعی '{0}' اور اس سے وابستہ تمام اعمال کو حذف کرنا چاہتے ہیں؟
uz_cyrl: Haqiqatan ham "{0}" va barcha tegishli tadbirlarni o'chirishni xohlaysizmi?
vi_vn: Bạn có chắc là bạn muốn xóa '{0}' và tất cả các hành động được liên kết?
zh_hant: 您確定要刪除'{0}'和所有關聯的操作嗎？

# TriggerLabel
source: Trigger
af_za: Sneller
am_et: ቀስቅሴ
ar_bh: مشغل
as_in: ট্ৰিগাৰ
az_cyrl: Tetikleyən
bg_bg: Спусък
bn_in: ট্রিগার
bs_latn_ba: Okidač
ca_es: Gallet
cs_cz: Spoušť
cy_gb: Sbardun
da_dk: Udløser
de_ch: Auslösen
el_gr: Δώσει το έναυσμα για
es_bo: Desencadenar
et_ee: Päästik
fa_ir: ماشه
fi_fi: Laukaista
fr_029: Déclenchement
ga_ie: Trosc
gu_in: ઉપશામક
he_il: הדק
hi_in: चालू कर देना
hr_hr: Okidač
hu_hu: Indítvány
hy_am: Ձգան
id_id: Pemicu
it_ch: Grilletto
ja_jp: 引き金
ka_ge: ზმახშეული
kk_kz: Ілгек
km_kh: កៃ
kn_in: ಪ್ರಚೋದಕ
ko_kr: 방아쇠
ky_kg: Триггер
lo_la: ຜົນກະທົບຕໍ່
lt_lt: Gaidukas
lv_lv: Sprūda
mi_nz: Keu
mk_mk: Чкрапало
ml_in: തോക്കിന്റെ കാഞ്ചി
mr_in: ट्रिगर
ms_my: Pencetus
nb_no: Avtrekker
ne_np: बन्दूकको घोडा
nl_be: Trekker
or_in: ଟ୍ରିଗର
pa_arab: ਟਰਿੱਗਰ
pl_pl: Spust
pt_br: Acionar
ro_ro: Declanșator
ru_ru: Курок
sk_sk: Spúšť
sl_si: Sprožilec
sq_al: Shkumëzoj
sr_cyrl_me: Окидач
sv_fi: Utlösare
ta_in: தூண்டுதல்
te_in: ట్రిగ్గర్
th_th: สิ่งกระตุ้น
tr_tr: Tetiklemek
tt_ru: Триггер
uk_ua: Тригер
ur_pk: ٹرگر
uz_cyrl: Teskari
vi_vn: Cò súng
zh_hant: 扳機
