Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionSetClipboardIgnoreChangeHint
source: When true, no clip will be added after this action sets the clipboard.
af_za: As dit waar is, sal geen snit bygevoeg word nadat hierdie aksie die knipbord instel nie.
am_et: እውነት ነው, ይህ እርምጃ የቅንጦት ሰሌዳውን ከያዘ በኋላ ምንም ክሊፕ አይታከሉም.
ar_bh: عندما يكون صحيحًا ، سيتم إضافة أي مقطع بعد تعيين هذا الإجراء الحافظة.
as_in: যেতিয়া সঁচা হয়, এই কাৰ্য্যই ক্লিপবৰ্ড সংহতি কৰাৰ পিছত কোনো ক্লিপ যোগ কৰা নহ'ব।
az_cyrl: Doğru olduqda, bu hərəkət panoya yola düşdükdən sonra heç bir klip əlavə olunmayacaqdır.
bg_bg: Когато е вярно, няма да се добави клип, след като това действие задава клипборда.
bn_in: যখন সত্য, এই ক্রিয়াটি ক্লিপবোর্ড সেট করার পরে কোনও ক্লিপ যুক্ত করা হবে না।
bs_latn_ba: Kada se istinita, nakon ove akcije neće biti dodani isječak.
ca_es: Quan sigui cert, no s’afegirà cap clip després que aquesta acció configuri el porta -retalls.
cs_cz: Pokud je to pravda, nebude po této akci nastaven žádný klip.
cy_gb: Pan fydd yn wir, ni fydd unrhyw glip yn cael ei ychwanegu ar ôl i'r weithred hon osod y clipfwrdd.
da_dk: Når det er sandt, tilføjes der ikke noget klip, når denne handling indstiller udklipsholderen.
de_ch: Wenn dies der Fall ist, wird nach dieser Aktion, nach der die Zwischenablage festgelegt wird, kein Clip hinzugefügt.
el_gr: Όταν είναι αληθές, δεν θα προστεθεί κλιπ μετά από αυτή τη δράση θέτει το πρόχειρο.
es_bo: Cuando sea verdadero, no se agregará un clip después de que esta acción establece el portapapeles.
et_ee: Kui see on tõene, ei lisata klappi pärast seda, kui see toiming lõikelaua seab.
fa_ir: در صورت صحت ، پس از تنظیم این عمل کلیپ بورد ، هیچ کلیپی اضافه نمی شود.
fi_fi: Kun totta, leikettä ei lisätty tämän toiminnan jälkeen leikepöydän.
fil_ph: Kapag totoo, walang clip ang idadagdag pagkatapos ng pagkilos na ito ay nagtatakda ng clipboard.
fr_029: Lorsqu'il est vrai, aucun clip ne sera ajouté après que cette action ait défini le presse-papiers.
ga_ie: Nuair a bhíonn sé fíor, ní chuirfear aon ghearrthóg leis tar éis don ghníomh seo an gearrthaisce a leagan síos.
gu_in: જ્યારે સાચું હોય, ત્યારે આ ક્રિયા ક્લિપબોર્ડ સેટ કર્યા પછી કોઈ ક્લિપ ઉમેરવામાં આવશે નહીં.
he_il: כאשר נכון, לא יתווסף קליפ לאחר פעולה זו מגדירה את הלוח.
hi_in: जब यह सच है, तो क्लिपबोर्ड सेट करने के बाद कोई क्लिप नहीं जोड़ा जाएगा।
hr_hr: Kad je istina, nakon ove radnje postavlja međuspremnik.
hu_hu: Ha igaz, akkor nem adnak hozzá klipet, miután ez a művelet beállítja a vágólapot.
hy_am: Երբ այս գործողությունը սայթաքելուց հետո ոչ մի հոլովակ չի ավելացվի:
id_id: Ketika benar, tidak ada klip yang akan ditambahkan setelah tindakan ini mengatur clipboard.
is_is: Þegar satt er verður engum bút bætt við eftir að þessi aðgerð setur klemmuspjaldið.
it_ch: Quando è vero, nessuna clip verrà aggiunta dopo che questa azione imposta gli appunti.
ja_jp: Trueの場合、このアクションがクリップボードを設定した後、クリップは追加されません。
ka_ge: როდესაც მართალია, ამ მოქმედების შემდეგ არცერთი კლიპი არ დაემატება.
kk_kz: TRUH болған кезде, бұл әрекеттен кейін ешқандай клип қосылмайды, ал аралық сақтағышты орнатады.
km_kh: នៅពេលដែលការពិតមិនមានឃ្លីបនឹងត្រូវបានបន្ថែមទេបន្ទាប់ពីសកម្មភាពនេះកំណត់ក្តារតម្បៀតខ្ទាស់។
kn_in: ನಿಜವಾದಾಗ, ಈ ಕ್ರಿಯೆಯು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸಿದ ನಂತರ ಯಾವುದೇ ಕ್ಲಿಪ್ ಅನ್ನು ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
ko_kr: True 일 때이 작업이 클립 보드를 설정 한 후 클립이 추가되지 않습니다.
ky_kg: Чыныгы болгондо, бул иш-аракет алмашуу буферин белгилейт.
lo_la: ໃນເວລາທີ່ແທ້, ບໍ່ມີຄລິບຈະຖືກເພີ່ມເຕີມຫຼັງຈາກການກະທໍານີ້ກໍາລັງຕັ້ງ clipboard.
lt_lt: Kai tiesa, po to, kai šis veiksmas nustatys mainų sritį, nebus pridėta jokio klipo.
lv_lv: Kad tas ir patiess, pēc tam, kad šī darbība ir iestatīta starpliktuvē, netiks pievienots klips.
mi_nz: I te pono, kaore he topenga ka taapiri i muri i tenei mahi ka whakatauhia te topenga.
mk_mk: Кога е точно, нема да се додаде ниту еден клип откако оваа акција ќе ја постави таблата со исечоци.
ml_in: ശരിയായിരിക്കുമ്പോൾ, ഈ പ്രവർത്തനം ക്ലിപ്പ്ബോർഡ് സജ്ജമാക്കിയ ശേഷം ഒരു ക്ലിപ്പും ചേർക്കില്ല.
mr_in: खरे असताना, या क्रियेनंतर क्लिपबोर्ड सेट केल्यानंतर कोणतीही क्लिप जोडली जाणार नाही.
ms_my: Apabila benar, tiada klip akan ditambah selepas tindakan ini menetapkan papan klip.
mt_mt: Meta jkun veru, l-ebda klipp ma jiżdied wara li din l-azzjoni tistabbilixxi l-clipboard.
nb_no: Når det er sant, vil ikke noe klipp bli lagt til etter at denne handlingen setter utklippstavlen.
ne_np: जब सही हुन्छ, यस कार्यले क्लिपबोर्ड सेट गरेपछि कुनै क्लिप थप गरिने छैन।
nl_be: Als het waar is, wordt er geen clip toegevoegd nadat deze actie het klembord instelt.
or_in: ଯେତେବେଳେ ସତ, ଏହି କାର୍ଯ୍ୟଟି କ୍ଲିପବୋର୍ଡ ସେଟ୍ କରେ କ CL ଣସି CLIP ଯୋଗ କରାଯାଇ ନାହିଁ |
pa_arab: ਜਦੋਂ ਸਹੀ ਹੋਵੇ, ਕੋਈ ਵੀ ਕਲਿੱਪ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀ ਜਾਏਗੀ ਤਾਂ ਕਿ ਇਹ ਕਾਰਵਾਈ ਕਲਿੱਪਬੋਰਡ ਸੈੱਟ ਕਰਦੀ ਹੈ.
pl_pl: Gdy prawda, po tym akcji nie zostanie dodany klips po ustawieniu schowka.
pt_br: Quando verdadeiro, nenhum clipe será adicionado após a ação definir a área de transferência.
ro_ro: Când este adevărat, nu se va adăuga niciun clip după ce această acțiune stabilește clipboard -ul.
ru_ru: Когда True, после этого действия не будет добавлен клип.
sk_sk: Ak je to pravda, po tejto akcii sa pridá žiadny klip po nastavení schránky.
sl_si: Ko je res, po tem dejanju ne bo dodan noben posnetek.
sq_al: Kur është e vërtetë, asnjë klip nuk do të shtohet pasi ky veprim të vendosë clipboard.
sr_cyrl_me: Када је истина, неће се додати клип након што ова акција постави међуспремник.
sv_fi: När det är sant kommer inget klipp att läggas till efter att denna åtgärd ställer in urklippet.
sw_ke: Wakati ni kweli, hakuna klipu itaongezwa baada ya hatua hii kuweka clipboard.
ta_in: உண்மை இருக்கும்போது, ​​இந்த செயல் கிளிப்போர்டை அமைத்த பிறகு எந்த கிளிப்பும் சேர்க்கப்படாது.
te_in: నిజం అయినప్పుడు, ఈ చర్య క్లిప్‌బోర్డ్‌ను సెట్ చేసిన తర్వాత క్లిప్ జోడించబడదు.
th_th: เมื่อเป็นจริงจะไม่มีการเพิ่มคลิปหลังจากการกระทำนี้ตั้งค่าคลิปบอร์ด
tk_tm: Haçan-da bu hereketden soň hiç hili klip goşulmaz, bu hereketde paneli emele getirer.
tr_tr: Doğru olduğunda, bu eylem panoyu ayarladıktan sonra hiçbir klip eklenmez.
tt_ru: Чүплектә, бу гамәл буяу төзүдән соң бернинди клип өстәләнмәячәк.
ug_cn: ھەقىقىي, بۇ ھەرىكەتنى چاپلاش تاختىسى قىلىپ قويسا بولمايدۇ.
uk_ua: Коли це правда, жоден кліп не буде доданий після того, як ця дія встановлює буфер обміну.
ur_pk: جب سچ ہے تو ، اس کارروائی کے کلپ بورڈ کو طے کرنے کے بعد کوئی کلپ شامل نہیں کی جائے گی۔
uz_cyrl: Ushbu harakat klipboardni o'rnatgandan so'ng, agar to'g'ri bo'lsa, hech qanday klip qo'shilmaydi.
vi_vn: Khi đúng, sẽ không có clip nào được thêm vào sau khi hành động này đặt bảng tạm.
zh_hant: 如果為true，則在此操作設置剪貼板之後，不會添加剪輯。

# ActionSetClipboardIgnoreChangeLabel
source: Ignore
af_za: Ignoreer
am_et: ችላ በል
ar_bh: يتجاهل
as_in: অগ্ৰাহ্য কৰা
az_cyrl: Məhəl qoymamaq
bg_bg: Игнорирайте
bn_in: উপেক্ষা
bs_latn_ba: Zanemariti
ca_es: Ignorar
cs_cz: Ignorovat
cy_gb: Anwybyddem
da_dk: Ignorere
de_ch: Ignorieren
el_gr: Αγνοώ
es_bo: Ignorar
et_ee: Ignoreerima
fa_ir: چشم پوشی
fi_fi: Jättää huomiotta
fil_ph: Huwag pansinin
fr_029: Ignorer
ga_ie: Neamhaird a thabhairt ar
gu_in: અવગણવું
he_il: להתעלם
hi_in: अनदेखा करना
hr_hr: Zanemariti
hu_hu: Figyelmen kívül hagyni
hy_am: Անտեսել
id_id: Mengabaikan
is_is: Hunsa
it_ch: Ignorare
ja_jp: 無視する
ka_ge: უგულვებელყოფა
kk_kz: Елемеу
km_kh: មិនអើបើ
kn_in: ನಿರ್ಲಕ್ಷ್ಯ
ko_kr: 무시하다
ky_kg: Этибарга албоо
lo_la: ນິ້ງນອນໃຈ
lt_lt: Ignoruoti
lv_lv: Ignorēt
mi_nz: Whakaririka
mk_mk: Игнорирај
ml_in: അവഗണിക്കുക
mr_in: दुर्लक्ष करा
ms_my: Abai
mt_mt: Tinjora
nb_no: Overse
ne_np: ध्यान नदिनु
nl_be: Negeren
or_in: ଅବଜ୍ ignore ା କର |
pa_arab: ਅਣਡਿੱਠ
pl_pl: Ignorować
pt_br: Ignorar
ro_ro: Ignora
ru_ru: Игнорировать
sk_sk: Ignorovať
sl_si: Ignoriraj
sq_al: Injoroj
sr_cyrl_me: Игнорисати
sv_fi: Ignorera
sw_ke: Kupuuza
ta_in: புறக்கணிக்கவும்
te_in: పట్టించుకోకుండా
th_th: ไม่สนใจ
tk_tm: Üns berme
tr_tr: Görmezden gelmek
tt_ru: Игътибар итмә
ug_cn: سەل قاراڭ
uk_ua: Ігнорувати
ur_pk: نظر انداز کریں
uz_cyrl: E'tibor bermaslik
vi_vn: Phớt lờ
zh_hant: 忽略

# ActionAnalyzeValidation1
source: No analyzer selected for action '{0}'
af_za: Geen ontleder gekies vir aksie '{0}'
am_et: ለድርጊት ምንም ትንታኔ አልተመረጠም '{0}'
ar_bh: لم يتم اختيار محلل للعمل "{0} '
as_in: কাৰ্য্য '{0}'ৰ বাবে নিৰ্বাচিত কোনো বিশ্লেষক।
az_cyrl: '{0}' fəaliyyət üçün heç bir analizator seçildi
bg_bg: Не е избран анализатор за действие '{0}'
bn_in: '{0}' এর জন্য কোনও বিশ্লেষক নির্বাচিত হয়নি
bs_latn_ba: Nijedan analizator nije odabran za akciju '{0}'
ca_es: No s'ha seleccionat cap analitzador per a l'acció '{0}'
cs_cz: Žádný analyzátor vybraný pro akci '{0}'
cy_gb: Dim dadansoddwr wedi'i ddewis ar gyfer gweithredu '{0}'
da_dk: Ingen analysator valgt til handling '{0}'
de_ch: Kein für Aktion ausgewähltes Analysator '{0}'
el_gr: Κανένας αναλυτής που επιλέχθηκε για δράση {0} '
es_bo: Ningún analizador seleccionado para la acción '{0}'
et_ee: Toiminguks '{0}' valitud analüsaatorit ei valitud
fa_ir: هیچ آنالایزیکی برای عمل "{0}" انتخاب نشده است
fi_fi: Ei analysaattoria, joka on valittu toimintaan '{0}'
fil_ph: Walang Napili ng Analyzer para sa Aksyon '{0}'
fr_029: Aucun analyseur sélectionné pour l'action '{0}'
ga_ie: Níor roghnaíodh aon anailíseoir le haghaidh gnímh '{0}'
gu_in: ક્રિયા માટે કોઈ વિશ્લેષક પસંદ નથી '{0}'
he_il: שום מנתח לא נבחר לפעולה '{0}'
hi_in: कोई विश्लेषक कार्रवाई के लिए चयनित '{0}'
hr_hr: Nijedan analizator odabran za radnju '{0}'
hu_hu: Nem választott analizátor a '{0}' művelethez
hy_am: Ոչ մի անալիզատոր չի ընտրվել «{0}» գործողության համար
id_id: Tidak ada analisis yang dipilih untuk tindakan '{0}'
is_is: Enginn greiningartæki valið fyrir aðgerð '{0}'
it_ch: Nessun analizzatore selezionato per azione '{0}'
ja_jp: アクションのために選択されたアナライザー '{0}'
ka_ge: არ არის შერჩეული ანალიზატორი მოქმედებისთვის '{0}'
kk_kz: «{0}» акциясы үшін анализатор таңдалмаған
km_kh: គ្មានអ្នកវិភាគដែលបានជ្រើសរើសសម្រាប់សកម្មភាព '{0}'
kn_in: ಕ್ರಿಯೆಗೆ ಯಾವುದೇ ವಿಶ್ಲೇಷಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ '{0}'
ko_kr: 조치를 위해 선택된 분석기 '{0}'
ky_kg: '{0}' аракет үчүн тандалган анализатор тандалган жок
lo_la: ບໍ່ມີການເລືອກວິເຄາະສໍາລັບການກະທໍາ '{0}'
lt_lt: Nei vienas analizatorius pasirinktas veiksmui '{0}'
lv_lv: Nav atlasīts analizators darbībai '{0}'
mi_nz: Kaore he kaitautoko i tohua mo te mahi '{0}'
mk_mk: Ниту еден анализатор е избран за акција '{0}'
ml_in: '{0}' പ്രവർത്തനത്തിനായി അനലൈസറിലേക്ക് തിരഞ്ഞെടുത്തിട്ടില്ല
mr_in: '{0}' क्रियेसाठी कोणतेही विश्लेषक निवडलेले नाहीत
ms_my: Tiada penganalisis yang dipilih untuk tindakan '{0}'
mt_mt: L-ebda analizzatur magħżul għall-azzjoni "{0}"
nb_no: Ingen analysator valgt for handling '{0}'
ne_np: कुनै विश्लेषक '{0}' कार्यको लागि चयन गरिएको छैन
nl_be: Geen analysator geselecteerd voor actie '{0}'
or_in: କ action ଣସି ବିଶ୍ଳେଷଣ କାର୍ଯ୍ୟ '{0}' ପାଇଁ ମନୋନୀତ ନାହିଁ |
pa_arab: ਕੋਈ ਵਿਸ਼ਲੇਸ਼ਕ ਕਾਰਵਾਈ ਲਈ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ '{0}'
pl_pl: Brak analizatora do działania „{0}”
pt_br: Nenhum analisador selecionado para ação '{0}'
ro_ro: Niciun analizator selectat pentru acțiunea „{0}”
ru_ru: Нет анализатора, не выбранный для действия '{0}'
sk_sk: Žiadny analyzátor vybraný na akciu '{0}'
sl_si: Nobenega analizatorja, izbranega za dejanje '{0}'
sq_al: Asnjë analizues i zgjedhur për veprim '{0}'
sr_cyrl_me: Ниједан анализатор није изабран за акцију '{0}'
sv_fi: Ingen analysator vald för action '{0}'
sw_ke: Hakuna mchambuzi aliyechaguliwa kwa hatua '{0}'
ta_in: செயலுக்கு எந்த பகுப்பாய்வியும் தேர்ந்தெடுக்கப்படவில்லை '{0}'
te_in: చర్య కోసం ఎనలైజర్ ఎంచుకోలేదు '{0}'
th_th: ไม่มีตัววิเคราะห์เลือกสำหรับการกระทำ '{0}'
tk_tm: '{0}' hereketi üçin analizator saýlanmady
tr_tr: Eylem için seçilmedi '{0}'
tt_ru: "{0}" чара өчен анализатор юк
ug_cn: ھەرىكەت ئۈچۈن تاللانغان ئانالىز قىلغۇچى '{0}'
uk_ua: Жоден аналізатор не вибраний для дії '{0}'
ur_pk: کوئی تجزیہ کار '{0}' کے لئے منتخب نہیں ہوا
uz_cyrl: "{0}" aktsiyasi uchun hech qanday tekshirgich tanlanmagan
vi_vn: Không có trình phân tích được chọn cho hành động '{0}'
zh_hant: 沒有選擇分析儀進行操作'{0}'

# ActionAnalyzeValidation2
source: Analyzer for Action '{0}' not found
af_za: Analyzer vir aksie '{0}' nie gevind nie
am_et: ትንታኔ ለድርጊት '{0} አልተገኘም
ar_bh: لم يتم العثور على محلل للعمل '{0}
as_in: কাৰ্য্য '{0}' ৰ বাবে বিশ্লেষক পোৱা নগ'ল
az_cyrl: '{0}' təsiri üçün analizator tapılmadı
bg_bg: Анализатор за действие '{0}' не е намерен
bn_in: কর্মের জন্য বিশ্লেষক '{0}' পাওয়া যায় নি
bs_latn_ba: Analizator za akciju '{0}' nije pronađen
ca_es: L'analitzador per a l'acció '{0}' no s'ha trobat
cs_cz: Analyzer pro akci '{0}' nebylo nalezeno
cy_gb: Dadansoddwr ar gyfer gweithredu '{0}' heb ei ddarganfod
da_dk: Analysator til handling '{0}' fundet ikke
de_ch: Analysator für Aktion '{0}' nicht gefunden
el_gr: Αναλυτής για δράση '{0}' Δεν βρέθηκε
es_bo: Analizador para la acción '{0}' no encontrado
et_ee: Analüsaator toimingute jaoks '{0}' ei leitud
fa_ir: آنالایزر برای عمل "{0}" یافت نشد
fi_fi: Analysaattori toiminnasta '{0}' ei löydy
fil_ph: Hindi Natagpuan ang Analyzer para sa Aksyon '{0}'
fr_029: Analyseur d'action '{0}' INTOLUS TOUJOURS
ga_ie: Anailíseoir le haghaidh Gníomhaíochta '{0}' Níor aimsíodh
gu_in: ક્રિયા માટે વિશ્લેષક '{0}' મળ્યું નથી
he_il: מנתח לפעולה '{0}' לא נמצא
hi_in: कार्रवाई के लिए विश्लेषक '{0}' नहीं मिला
hr_hr: Analizator za radnju '{0}' nije pronađen
hu_hu: Analyzer a '{0}' művelethez nem található
hy_am: An անալիզատոր «{0}» գործողության համար չի գտնվել
id_id: Analyzer for Action '{0}' tidak ditemukan
is_is: Greiningartæki fyrir aðgerð '{0}' fannst ekki
it_ch: Analizzatore per azione '{0}' non trovato
ja_jp: アクションのためのアナライザー '{0}'見つかりません
ka_ge: ანალიზატორი მოქმედებისთვის '{0}' არ არის ნაპოვნი
kk_kz: «{0}» акциясының анализаторы табылмады
km_kh: អ្នកវិភាគសម្រាប់សកម្មភាព '{0}' រកមិនឃើញ
kn_in: ಕ್ರಿಯೆಗಾಗಿ ವಿಶ್ಲೇಷಕ '{0}' ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 작업 용 분석기 '{0}'찾기 없음
ky_kg: "{0}" иш-аракет үчүн анализатор
lo_la: ບໍ່ພົບ '{0}' ບໍ່ພົບ
lt_lt: „Analyzer for Action“ {0} 'nerastas
lv_lv: Darbības analizators '{0}' nav atrasts
mi_nz: Kaitirotiro mo te mahi '{0}' kaore i kitea
mk_mk: Анализатор за акција '{0}' не е пронајден
ml_in: '{0}' എന്ന പ്രവർത്തനത്തിനുള്ള അനലൈസർ കണ്ടെത്തിയില്ല
mr_in: कृती '{0}' साठी विश्लेषक आढळले नाही
ms_my: Analyzer for Action '{0}' tidak dijumpai
mt_mt: Analizzatur għall-azzjoni "{0}" ma nstabx
nb_no: Analysator for handling '{0}' ikke funnet
ne_np: कार्य '{0}' को लागि विश्लेषक फेला परेन
nl_be: Analyzer voor actie '{0}' niet gevonden
or_in: କ୍ରିୟା ପାଇଁ ବିଶ୍ଳେଷକ '{0}' ମିଳିଲା ନାହିଁ |
pa_arab: ਕਿਰਿਆ ਲਈ ਵਿਸ਼ਲੇਸ਼ਕ {0} 'ਨਹੀਂ ਮਿਲਿਆ
pl_pl: Nie znaleziono analizatora akcji „{0}
pt_br: Analisador para ação '{0}' não encontrado
ro_ro: Analizator pentru acțiune '{0}' nu a fost găsit
ru_ru: Анализатор для действия '{0}' не найден
sk_sk: Analyzátor pre akciu '{0}' nenájdený
sl_si: Analizator za dejanje '{0}' ni mogoče najti
sq_al: Analizues për veprim '{0}' nuk u gjet
sr_cyrl_me: Анализатор за акцију '{0}' није пронађен
sv_fi: Analysator för action '{0}' hittades inte
sw_ke: Mchambuzi wa hatua '{0}' Haipatikani
ta_in: செயலுக்கான பகுப்பாய்வி '{0}' காணப்படவில்லை
te_in: చర్య కోసం ఎనలైజర్ '{0}' కనుగొనబడలేదు
th_th: ไม่พบเครื่องวิเคราะห์สำหรับการกระทำ '{0}'
tk_tm: Hereketi '{0}' tapylmady
tr_tr: Eylem Analizörü '{0}' bulunamadı
tt_ru: "{0}" табылмады
ug_cn: ھەرىكەتنى تەھلىل قىلغۇچى '{0}' تېپىلمىدى
uk_ua: Аналізатор для дії '{0}' не знайдено
ur_pk: ایکشن کے لئے تجزیہ کار '{0}' نہیں ملا
uz_cyrl: "{0}" aksiyasi uchun analizator topilmadi
vi_vn: Trình phân tích cho hành động '{0}' không tìm thấy
zh_hant: 動作分析儀'{0}'找不到
