Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AppendCannotActivateText
source: To append you must unpause the clipboard listener (System Tray -> Resume).
af_za: Om by te voeg, moet u die knipbord -luisteraar (stelselbakkie -> CV) ontneem.
am_et: ለማሟላት የቅንጥብ ሰሌዳ አድማጭ (የስርዓት ትሪ -> ከቆመበት ቀጥል መሆን አለበት.
ar_bh: لإلحاقك ، يجب عليك إلغاء تفسير مستمع الحافظة (علبة النظام -> استئناف).
as_in: সংযোজন কৰিবলে আপুনি ক্লিপবৰ্ড লিষ্টনাৰ (চিস্টেম ট্ৰে -> ৰিজ্যুম) আনপজ কৰিব লাগিব।
az_cyrl: Əlavə etmək üçün panoya dinləyicisini (sistem tepsisi -> davam et).
bg_bg: За да добавите, трябва да изключите слушателя на клипборда (системна тава -> възобновяване).
bn_in: সংযোজন করতে আপনাকে অবশ্যই ক্লিপবোর্ড শ্রোতা (সিস্টেম ট্রে -> পুনরায় শুরু) তা বন্ধ করতে হবে।
bs_latn_ba: Da biste dodali da morate raspakirati slušatelja međuspremnika (sistemska ladica -> Nastavi).
ca_es: Per afegir, heu de desfer el Clipboard Oient (safata del sistema -> currículum).
cs_cz: Chcete -li připojit, musíte znepokojen posluchači schránky (zásobník systému -> obnovit).
cy_gb: I atodi rhaid i chi ddad -ffasio'r gwrandäwr clipfwrdd (hambwrdd system -> ailddechrau).
da_dk: For at tilføje skal du unpause clipboard -lytteren (Systembakke -> CV).
de_ch: Zum Anhang müssen Sie den Clipboard -Listener (Systemfach -> Lebenslauf) entfalten.
el_gr: Για να προσθέσετε, πρέπει να μην προωθήσετε τον ακροατή του πρόχειρου (δίσκος συστήματος -> βιογραφικό).
es_bo: Para agregar, debe impaerme el escucha del portapapeles (bandeja del sistema -> currículum).
et_ee: Lisateabe saamiseks peate lõikelaua kuulaja (süsteemisalv -> jätka).
fa_ir: برای پیوستن به شما باید شنونده کلیپ بورد (سینی سیستم -> رزومه) را از بین ببرید.
fi_fi: Liittymiseksi sinun on purettava leikepöydän kuuntelija (järjestelmälokero -> jatka).
fil_ph: Upang idagdag dapat mong i -uncuse ang clipboard tagapakinig (System Tray -> resume).
fr_029: Pour ajouter, vous devez insumer l'écouteur du presse-papiers (bac système -> CV).
ga_ie: Chun an t -éisteoir gearrthaisce a chur i gceangal leis an éisteoir gearrthaisce (Tráidire córais -> atosú).
gu_in: જોડવા માટે તમારે ક્લિપબોર્ડ શ્રોતાઓને અનપ ase ઝ કરવું આવશ્યક છે (સિસ્ટમ ટ્રે -> ફરી શરૂ કરો).
he_il: כדי להוסיף עליכם לבטל את עוו של מאזין הלוח (מגש מערכת -> קורות חיים).
hi_in: संलग्न करने के लिए आपको क्लिपबोर्ड श्रोता (सिस्टम ट्रे -> रिज्यूम) को अस्वीकार करना होगा।
hr_hr: Da biste dodali, morate otjerati slušatelja međuspremnika (sistemska ladica -> nastavak).
hu_hu: A csatoláshoz meg kell szüntetnie a vágólap -hallgatót (rendszer tálca -> önéletrajz).
hy_am: Հավելված, դուք պետք է անթիվ դիտեք ստեղնաշարի ունկնդիրը (համակարգի սկուտեղ -> ռեզյումե):
id_id: Untuk menambahkan, Anda harus tidak mengetahui pendengar clipboard (baki sistem -> resume).
is_is: Til að bæta við verður þú að losa þig við hlustun klemmuspjaldsins (kerfisbakki -> halda áfram).
it_ch: Per aggiungere che è necessario impostare l'ascoltatore degli appunti (vassoio di sistema -> riprendi).
ja_jp: 追加するには、クリップボードリスナー（System Tray-> resume）を1枚挿入する必要があります。
ka_ge: რომ დაამატოთ, უნდა გაითვალისწინოთ ბუფერული მსმენელი (სისტემის უჯრა -> რეზიუმე).
kk_kz: Қосу үшін сіз алмасу буферінің тыңдаушысының сөйлемеуі керек (жүйелік науа -> түйіндеме).
km_kh: ដើម្បីបន្ថែមអ្នកត្រូវតែមិនអនុញ្ញាតឱ្យអ្នកស្តាប់ឃ្លិបបត (ថាសប្រព័ន្ធ -> ប្រវត្តិរូប) ។
kn_in: ಸೇರಿಸಲು ನೀವು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಕೇಳುಗರನ್ನೂ ವಿರಾಮಗೊಳಿಸಬೇಕು (ಸಿಸ್ಟಮ್ ಟ್ರೇ -> ಪುನರಾರಂಭ).
ko_kr: 추가하려면 클립 보드 리스너 (시스템 트레이 -> 이력서)를 풀어야합니다.
ky_kg: Тасса үчүн, алмашуу буферинин угуучусун басаңдатышы керек (система -> Резюме).
lo_la: ເພື່ອເຮັດໃຫ້ທ່ານຕ້ອງໄດ້ຮັບການປົດປ່ອຍຜູ້ຟັງ clipboard (ຖາດລະບົບ -> ສືບຕໍ່).
lt_lt: Norėdami pridėti, turite pakabinti mainų srities klausytoją (sistemos dėklas -> atnaujinti).
lv_lv: Lai pievienotu, jums ir jāatstāj starpliktuves klausītāja (sistēmas paplāte -> atsākt).
mi_nz: Hei taapiri i a koe me kore e aro ki te kaiwhakarongo Clipboard (Tray Pūnaha -> Ka hoki ano).
mk_mk: За да го додадете, мора да го издвоите слушателот на таблата со исечоци (системска лента -> продолжение).
ml_in: കൂട്ടിച്ചേർക്കാൻ നിങ്ങൾ ക്ലിപ്പ്ബോർഡ് ശ്രോതാക്കൾ (സിസ്റ്റം ട്രേ -> പുനരാരംഭിക്കുക) പോകണം.
mr_in: जोडण्यासाठी आपण क्लिपबोर्ड श्रोता (सिस्टम ट्रे -> रेझ्युमे) अनपॉज करणे आवश्यक आहे.
ms_my: Untuk menambah, anda mesti tidak menggunakan pendengar papan klip (dulang sistem -> resume).
mt_mt: Biex tehmeż trid ma titħallasx is-semmiegħ tal-clipboard (System Tray -> jerġa 'jibda).
nb_no: For å legge til må du avgjøre utklippstavlen (systembrettet -> CV).
ne_np: सम्मिलित गर्न तपाईंले क्लिपबोर्ड श्रोता (प्रणाली ट्रे -> पुनःसुरु गर्नु पर्छ)।
nl_be: Om toe te voegen moet u de luisteraar van de klembord (systeemlade -> hervatten) niet pakken.
or_in: ଯୋଡିବା ପାଇଁ ଆପଣଙ୍କୁ କ୍ଲିପବୋର୍ଡ ଶ୍ରୋତା (ସିଷ୍ଟମ୍ ଟ୍ରେ -> ରିଜ୍ୟୁମ୍) ନିଶ୍ଚିତ କରିବାକୁ ପଡିବ |
pa_arab: ਜੋੜਨ ਲਈ ਤੁਹਾਨੂੰ ਕਲਿੱਪਬੋਰਡ ਦੇ ਸੁਣਨ ਵਾਲੇ ਨੂੰ ਅਨਪੁੱਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਸਿਸਟਮ ਟਰੇ -> ਰੈਜ਼ਿ .ਮੇ).
pl_pl: Aby dołączyć, musisz rozpoznać słuchacz schowka (taca systemowa -> wznowić).
pt_br: Para anexar, você deve desconhecer o ouvinte da área de transferência (bandeja do sistema -> currículo).
ro_ro: Pentru a adăuga, trebuie să dezactivați ascultătorul clipboard (tava de sistem -> reluare).
ru_ru: Чтобы добавить, вы должны отказаться от прослушивателя буфера обмена (системный лоток -> резюме).
sk_sk: Ak chcete pripojiť, musíte nepotrebovať poslucháč z schránky (System Tray -> Resume).
sl_si: Če želite dodati, morate ne smete poslušati odložišča (sistemski pladenj -> življenjepis).
sq_al: Për të shtuar ju duhet të zhbllokoni dëgjuesin e clipboard (tabaka e sistemit -> rifilloni).
sr_cyrl_me: Да бисте додали морате да се не разговорите слушалаца међуспремника (системски лежиште -> Настави).
sv_fi: För att bifoga måste du ta upp Urklippslyssnaren (System Tray -> CV).
sw_ke: Ili kuongezea lazima uchukue msikilizaji wa clipboard (tray ya mfumo -> wasifu).
ta_in: சேர்க்க நீங்கள் கிளிப்போர்டு கேட்பவரை (சிஸ்டம் ட்ரே -> விண்ணப்பம்) இணைக்க வேண்டும்.
te_in: జోడించడానికి మీరు క్లిప్‌బోర్డ్ వినేవారిని అన్‌పాజ్ చేయాలి (సిస్టమ్ ట్రే -> పున ume ప్రారంభం).
th_th: ในการผนวกคุณต้องปลดคลิปบอร์ดฟัง (ถาดระบบ -> เรซูเม่)
tk_tm: Clip tagtany diňleýjäni (ulgamyň tagtasy -> Rezýume) öçürmek size öwürmek üçin.
tr_tr: Eklemek için pano dinleyicisini (Sistem Tepsisi -> Özgeçmiş) çözmelisiniz.
tt_ru: Кушылу өчен сез буфер тыңлаучыны пычратырга тиеш (Система подшары -> Резюме).
ug_cn: چېكىنىشنى چەكلەش ئۈچۈن چاپان ئاڭلىغۇچى (سىستېما تەخسى -> تەرجىمىھالى).
uk_ua: Щоб додати, ви повинні скасувати слухача буфера обміну (системний лоток -> резюме).
ur_pk: آپ کو شامل کرنے کے ل you آپ کو کلپ بورڈ سننے والوں (سسٹم ٹرے -> دوبارہ شروع) کو بے نقاب کرنا ہوگا۔
uz_cyrl: Pleyp taxteli tinglovchisini (tizimni tracke -> rezyume) bekor qilishingiz kerak.
vi_vn: Để nối tiếp, bạn phải tháo gỡ người nghe Clipboard (Khay hệ thống -> Sơ yếu lý lịch).
zh_hant: 要附加您必須取消剪貼板偵聽器（系統托盤 - >簡歷）。

# AppendCannotActivateTitle
source: Append Unavailable
af_za: Voeg nie beskikbaar nie
am_et: የአብሪ ማውጫ የለም
ar_bh: إلحاق غير متوفر
as_in: যোগাভ্যাসযোগ্য
az_cyrl: Əlavə etmək
bg_bg: Добавете недостъпно
bn_in: অনুপলব্ধ সংযোজন
bs_latn_ba: Dodatak nije dostupan
ca_es: Afegiu no disponible
cs_cz: Připojit nedostupné
cy_gb: Atodi ddim ar gael
da_dk: Tilføj utilgængelig
de_ch: Nicht verfügbar anhängen
el_gr: Προσαρμόζεται μη διαθέσιμο
es_bo: Agregar no estar disponible
et_ee: Lisama
fa_ir: در دسترس نیست
fi_fi: Liitetä
fil_ph: APPEND HINDI MAAARI
fr_029: Ajouter indisponible
ga_ie: Ag an am gan a bheith ar fáil
gu_in: અનુપલબ્ધ
he_il: הוסף לא זמין
hi_in: अनुपलब्ध है
hr_hr: Dodajte nedostupno
hu_hu: Függelék nem elérhető
hy_am: Հավելված անհասանելի
id_id: Tambahkan tidak tersedia
is_is: Bætið ekki við
it_ch: Append non disponibile
ja_jp: 入力できません
ka_ge: მიუწვდომელი
kk_kz: Қосылмау мүмкіндігін қосу
km_kh: បន្ថែមបន្ទាប់មិនមាន
kn_in: ಲಭ್ಯವಿಲ್ಲ
ko_kr: 사용할 수없는 것을 추가하십시오
ky_kg: Тиркелбеген тиркеме
lo_la: append ບໍ່ມີ
lt_lt: Pridėti neprieinamą
lv_lv: Pievienot nepieejamu
mi_nz: Whakapaihia te waatea
mk_mk: Додадете недостапни
ml_in: അനുബന്ധം ലഭ്യമല്ല
mr_in: अनुपलब्ध जोडणे
ms_my: Tambah tidak tersedia
mt_mt: Tehmeż mhux disponibbli
nb_no: Legg til utilgjengelig
ne_np: अनुपलब्ध प्रदर्शन
nl_be: ONTWIKKELIJK ONTWIKKELIJK
or_in: ଅନୁପଲବ୍ଧ |
pa_arab: ਅਣਉਪਲਬਧ ਜੋੜੋ
pl_pl: Dołącz niedostępny
pt_br: Anexar indisponível
ro_ro: Anexa indisponibil
ru_ru: Добавить недоступен
sk_sk: Pripojiť nedostupné
sl_si: Dodajte nedosegljivo
sq_al: Shtojcë e padisponueshme
sr_cyrl_me: Додајте недоступно
sv_fi: Bifoga otillgänglig
sw_ke: Ongeza haipatikani
ta_in: கிடைக்காததைச் சேர்க்கவும்
te_in: అందుబాటులో లేదు
th_th: ผนวกไม่พร้อมใช้งาน
tk_tm: Elýeterli däl
tr_tr: Müsait edilememek
tt_ru: Кушымта юк
ug_cn: AutSid نى ئىشلەتكىلى بولمايدۇ
uk_ua: Додати недоступний
ur_pk: دستیاب دستیاب نہیں
uz_cyrl: Ishaytirilmayapti
vi_vn: Nối không có sẵn
zh_hant: 附加不可用

# AnalyzerEmptyParamText
source: Has No Settings
af_za: Het geen instellings nie
am_et: ቅንብሮች የለውም
ar_bh: ليس لديه إعدادات
as_in: কোনো ছেটিংছ নাই
az_cyrl: Heç bir parametr yoxdur
bg_bg: Няма настройки
bn_in: কোন সেটিংস নেই
bs_latn_ba: Nema podešavanja
ca_es: No té configuració
cs_cz: Nemá žádná nastavení
cy_gb: Heb osodiadau
da_dk: Har ingen indstillinger
de_ch: Hat keine Einstellungen
el_gr: Δεν έχει ρυθμίσεις
es_bo: No tiene configuración
et_ee: Pole seadeid
fa_ir: هیچ تنظیماتی ندارد
fi_fi: Ei ole asetuksia
fil_ph: Walang mga setting
fr_029: N'a pas de paramètres
ga_ie: Níl aon socruithe ann
gu_in: કોઈ સેટિંગ્સ નથી
he_il: אין הגדרות
hi_in: कोई सेटिंग नहीं है
hr_hr: Nema postavki
hu_hu: Nincs beállítása
hy_am: Չունի պարամետրեր
id_id: Tidak memiliki pengaturan
is_is: Hefur engar stillingar
it_ch: Non ha impostazioni
ja_jp: 設定がありません
ka_ge: არ აქვს პარამეტრები
kk_kz: Параметрлер жоқ
km_kh: មិនមានការកំណត់ទេ
kn_in: ಯಾವುದೇ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ko_kr: 설정이 없습니다
ky_kg: Жөндөөлөр жок
lo_la: ບໍ່ມີການຕັ້ງຄ່າ
lt_lt: Neturi nustatymų
lv_lv: Nav iestatījumu
mi_nz: Kaore he tautuhinga
mk_mk: Нема поставки
ml_in: ക്രമീകരണങ്ങളൊന്നുമില്ല
mr_in: सेटिंग्ज नाहीत
ms_my: Tidak mempunyai tetapan
mt_mt: M'għandux settings
nb_no: Har ingen innstillinger
ne_np: कुनै सेटिंग्स छैन
nl_be: Heeft geen instellingen
or_in: କ condition ଣସି ସେଟିଙ୍ଗ୍ ନାହିଁ |
pa_arab: ਕੋਈ ਸੈਟਿੰਗਾਂ ਨਹੀਂ ਹੈ
pl_pl: Nie ma ustawień
pt_br: Não tem configurações
ro_ro: Nu are setări
ru_ru: Нет настройки
sk_sk: Nemá žiadne nastavenia
sl_si: Nima nastavitev
sq_al: Nuk ka cilësime
sr_cyrl_me: Нема подешавања
sv_fi: Har inga inställningar
sw_ke: Haina mipangilio
ta_in: அமைப்புகள் இல்லை
te_in: సెట్టింగులు లేవు
th_th: ไม่มีการตั้งค่า
tk_tm: Sazlamasy ýok
tr_tr: Ayar yok
tt_ru: Көйләүләре юк
ug_cn: تەڭشەك يوق
uk_ua: Не має налаштувань
ur_pk: کوئی ترتیبات نہیں ہیں
uz_cyrl: Sozlamalar yo'q
vi_vn: Không có cài đặt
zh_hant: 沒有設置
