Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropUrlDomainHeaderLabel
source: Domain
af_za: domein
am_et: ጎራ
ar_bh: اِختِصاص
as_in: ডমেইন
bg_bg: Домейн
bn_in: ডোমেইন
bs_latn_ba: Domena
ca_es: Domini
cs_cz: Doména
cy_gb: Mharth
da_dk: Domæne
el_gr: Τομέα
es_bo: Dominio
et_ee: Domeen
fa_ir: دامنه
fi_fi: Alue
fr_029: Domaine
ga_ie: Réimse
gu_in: ક્ષેત્ર
he_il: תְחוּם
hi_in: कार्यक्षेत्र
hr_hr: Domena
hu_hu: Tartomány
hy_am: Դոմեյն
is_is: Lén
it_ch: Dominio
ja_jp: ドメイン
ka_ge: დომენი
kk_kz: Домен
km_kh: ពិបិindស្ថាននាងឥនិត្យដែន
kn_in: ಡೊಮ್ನೆ
ko_kr: 도메인
ky_kg: Домен
lo_la: ໂດເມນ
lt_lt: Domenas
lv_lv: Sfēra
mi_nz: Rohe
mk_mk: Домен
ml_in: ഡൊമെയ്ൻ
mr_in: डोमेन
mt_mt: Dominju
nb_no: Domene
ne_np: डोमेन
nl_be: Domein
or_in: ଡୋମେନ୍
pa_arab: ਡੋਮੇਨ
pl_pl: Domena
pt_br: Domínio
ro_ro: Domeniu
ru_ru: Домен
sk_sk: Oblasť
sl_si: Domena
sq_al: Fushë
sr_cyrl_me: Домен
sv_fi: Domän
sw_ke: Kikoa
ta_in: களம்
te_in: డొమైన్
th_th: โดเมน
tk_tm: Domen
tr_tr: İhtisas
tt_ru: Домен
ug_cn: دائىرە
uk_ua: Домен
ur_pk: ڈومین
uz_cyrl: Domen
vi_vn: Lãnh địa
zh_hant: 領域

# SettingsInteropUrlHintText
source: Source url recognition is dependant on how clipboard friendly the host application is so rejection cannot be guaranteed
af_za: Bron -URL -herkenning is afhanklik van hoe knipbordvriendelik die gasheer -toepassing is, sodat verwerping nie gewaarborg kan word nie
am_et: ምንጭ ዩ.አር.ኤል. ዕውቅና ማወቂያ ቅንጅት ተስማሚ የአስተናጋጅ ትግበራ ውድቅ ተደርጎ እንደማይችል እርግጠኛ ነው
ar_bh: يعتمد التعرف على عنوان URL للمصدر على مدى ملاءمة الحافظة ، إن تطبيق المضيف لا يمكن ضمان الرفض
as_in: উৎস URL স্বীকৃতি নিৰ্ভৰ কৰে ক্লিপবোৰ্ডৰ অনুকূল কিমান হ'ষ্ট এপ্লিকেচন হৈছে প্ৰত্যাখ্যান নিশ্চিত কৰিব নোৱাৰি
az_cyrl: Mənbə URL tanınması, panoya dostu ev sahibi tətbiqi bu qədər rədd cavabı verməkdən asılıdır
bg_bg: Разпознаването на URL адреса на източника зависи от това как е приятелски настроен клипборд, приложението на хоста е така, че отхвърлянето не може да бъде гарантирано
bn_in: উত্স ইউআরএল স্বীকৃতি কীভাবে ক্লিপবোর্ড বান্ধব হোস্ট অ্যাপ্লিকেশনটি তাই প্রত্যাখ্যানের নিশ্চয়তা দেওয়া যায় না তার উপর নির্ভরশীল
bs_latn_ba: Prepoznavanje izvora URL-a ovisi o tome kako je međusobna povezanost približno host aplikacija toliko odbacivanja ne može se garantovati
ca_es: El reconeixement de l’URL de la font depèn de la forma en què l’aplicació de l’amfitrió sigui així que no es pugui garantir el rebuig
cs_cz: Zdrojové rozpoznávání adresy URL je závislé na tom, jak je hostitelská aplikace přátelská k tomu, aby byla zaručena odmítnutí
cy_gb: Mae cydnabyddiaeth URL ffynhonnell yn dibynnu ar ba mor gyfeillgar i glipfwrdd Mae'r cais gwesteiwr felly ni ellir gwarantu gwrthod
da_dk: Kilde -URL -genkendelse er afhængig af, hvordan clipboard -venlig værtsapplikationen er, så afvisning kan ikke garanteres
de_ch: Die Quell -URL -Erkennung hängt davon ab, wie die hostfreundliche Anwendung der Host -Anwendung ist, sodass die Ablehnung nicht garantiert werden kann
el_gr: Η αναγνώριση URL πηγής εξαρτάται από το πώς δεν μπορεί να εγγυηθεί φιλική προς το πρόχειρο ότι η εφαρμογή υποδοχής είναι τόσο η απόρριψη
es_bo: El reconocimiento de URL de origen depende de cuán amigable con el portapapeles sea la aplicación del host para que el rechazo no se pueda garantizar
et_ee: Allika URL -i äratundmine sõltub sellest, kui lõikelaua sõbralik hostrakendus on, nii et tagasilükkamist ei saa tagada
fa_ir: تشخیص URL منبع بستگی به چگونگی دوستانه کلیپ بورد برنامه میزبان دارد بنابراین رد نمی تواند تضمین شود
fi_fi: Lähteen URL -osoitteen tunnistus riippuu siitä, kuinka leikepöytäystävällinen isäntäsovellus on, joten hylkäämistä ei voida taata
fil_ph: Ang pagkilala sa mapagkukunan ng URL ay nakasalalay sa kung paano magiliw ang clipboard ang application ng host upang ang pagtanggi ay hindi maaaring garantisado
fr_029: La reconnaissance de l'URL source dépend de la façon dont l'application hôte est adaptée au presse-papiers afin que le rejet ne puisse pas être garanti
ga_ie: Tá aitheantas URL foinse ag brath ar an gcaoi a bhfuil an t -iarratas óstach cairdiúil gearrthaisce mar sin ní féidir a ráthú a ráthú
gu_in: સ્રોત યુઆરએલ માન્યતા કેવી રીતે ક્લિપબોર્ડ મૈત્રીપૂર્ણ હોસ્ટ એપ્લિકેશન છે તેથી અસ્વીકારની ખાતરી આપી શકાતી નથી
he_il: זיהוי כתובת האתר המקור תלוי עד כמה היישום המארח ידידותי לידידותי, כך שלא ניתן להבטיח דחייה
hi_in: स्रोत URL मान्यता इस बात पर निर्भर है कि क्लिपबोर्ड के अनुकूल होस्ट एप्लिकेशन कैसे है इसलिए अस्वीकृति की गारंटी नहीं दी जा सकती है
hr_hr: Prepoznavanje izvora URL -a ovisi o tome kako je prijava za međuspremnik, a prijava za domaćin, pa se odbacivanje ne može zajamčiti
hu_hu: A forrás URL -felismerése attól függ, hogy a vágólap -barát a host alkalmazás, így az elutasítás nem garantálható
hy_am: Աղբյուրի URL- ի ճանաչումը կախված է նրանից, թե ինչպես է Clipboard ընկերական հյուրընկալող դիմումը, այնքան մերժում չի կարող երաշխավորվել
id_id: Pengenalan URL sumber tergantung pada bagaimana clipboard ramah aplikasi host sehingga penolakan tidak dapat dijamin
is_is: Viðurkenning vefslóða vefslóða er háð því hvernig klemmuspjald vingjarnlegt hýsingarforritið er svo ekki er hægt að tryggja höfnun
it_ch: Il riconoscimento dell'URL di origine dipende da quanto sia amichevole l'applicazione host, quindi il rifiuto non può essere garantito
ja_jp: ソースURLの認識は、ホストアプリケーションがどのようにクリップボードに優しいかに依存しているため、拒否は保証できません
ka_ge: წყარო URL აღიარება დამოკიდებულია იმაზე
kk_kz: Бастапқы URL мекенжайын тану аралық сақтағышқа ыңғайлы, сондықтан қабылданбағаны үшін қабылданбағанына байланысты
km_kh: ការទទួលស្គាល់ URL URL គឺពឹងផ្អែកលើរបៀបដែលការឃ្លីបឃ្លីបមិត្តភាពកម្មវិធីរបស់ម៉ាស៊ីនគឺដូច្នេះការបដិសេធមិនអាចត្រូវបានធានា
kn_in: ಮೂಲ URL ಗುರುತಿಸುವಿಕೆಯು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸ್ನೇಹಿ ಹೇಗೆ ಹೋಸ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ ಆದ್ದರಿಂದ ನಿರಾಕರಣೆಯನ್ನು ಖಾತರಿಪಡಿಸುವುದಿಲ್ಲ ಎಂಬುದರ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿರುತ್ತದೆ
ko_kr: 소스 URL 인식은 클립 보드 친화적 인 방법에 따라 호스트 애플리케이션이 거부 할 수 없습니다.
ky_kg: Булак URL дарегин таануу - бул алмашуучунун достору кабыл алуучу арыз ушунчалык четке кагууга кепилдик берилбейт
lo_la: ການຮັບຮູ້ URL URL ແມ່ນຂື້ນກັບວິທີທີ່ Clipboard ທີ່ເປັນມິດກັບຄໍາຮ້ອງສະຫມັກໂຮດຕິ້ງແມ່ນສະນັ້ນການປະຕິເສດບໍ່ສາມາດຮັບປະກັນໄດ້
lt_lt: Šaltinio URL atpažinimas priklauso nuo to, kaip draugiška iškarpų sritis, todėl negalima garantuoti, kad pagrindinės kompiuterio programa yra atmesta
lv_lv: Avota URL atpazīšana ir atkarīga no tā, kā starpliktuplatiņam draudzīga resursdatora lietojumprogramma ir tāda, ka noraidījumu nevar garantēt
mi_nz: Ko te Whakaaetanga URL URL e whakawhirinaki ana ki te ahua o te topenga o te Kaihautū kei te whakakahoretia e te Kaihauturu te aukati kaore e taea te whakamanahia
mk_mk: Препознавањето на изворот на URL зависи од тоа колку е пријателска за клип -таблата, апликацијата домаќин е така што отфрлањето не може да се гарантира
ml_in: ഉറവിട URL തിരിച്ചറിയൽ ക്ലിപ്പ്ബോർഡ് സ friendly ഹാർദ്ദപരമായത് ഹോസ്റ്റ് ആപ്ലിക്കേഷൻ എങ്ങനെയാണ് എന്ന് ആശ്രയിച്ചിരിക്കുന്നു
mr_in: स्त्रोत URL ओळख क्लिपबोर्ड अनुकूल किती यावर अवलंबून आहे होस्ट अनुप्रयोग म्हणून नकाराची हमी दिली जाऊ शकत नाही
ms_my: Pengiktirafan URL Sumber bergantung kepada bagaimana klipboard mesra permohonan tuan rumah begitu penolakan tidak dapat dijamin
mt_mt: Ir-rikonoxximent tal-URL tas-sors jiddependi fuq kif il-clipboard favur l-applikazzjoni ospitanti huwa hekk li ċ-ċaħda ma tistax tiġi garantita
nb_no: Kilde -URL -anerkjennelse er avhengig av hvor utklippstavliv vertsapplikasjonen er slik at avvisning ikke kan garanteres
ne_np: स्रोत URL मान्यता कसरी क्लिपबोर्ड मैत्री होहुन अनुप्रयोग यति विचलित हुन सक्दैन
nl_be: Bron -URL -herkenning is afhankelijk van hoe klembordvriendelijk de hostapplicatie is, zodat afwijzing kan niet worden gegarandeerd
or_in: SLIPBOBORE TROPLE TROPLE TROPLE TORESS କେତେ ସୁଗନ୍ଧିତ ତାହା ଉପରେ ଉତ୍ସ URL ସ୍ୱୀକୃତି ନିର୍ଭରଶୀଳ |
pa_arab: ਸਰੋਤ URL ਪਛਾਣ ਇਸ ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਕਲਿੱਪਬੋਰਡ ਦੇ ਅਨੁਕੂਲ ਦੋਸਤਾਨਾ ਹੋਸਟ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਇੰਨੀ ਅਸਵੀਕਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl_pl: Rozpoznawanie adresu URL źródłowego zależy od tego, w jaki sposób przyjazna dla schowka aplikacja hosta, więc nie można zagwarantować odrzucenia
pt_br: O reconhecimento de URL de origem depende de quão amigável da área de transferência é a aplicação do host, de modo que a rejeição não pode ser garantida
ro_ro: Recunoașterea URL -ului sursă depinde de modul în care Clipboard Friendly Aplicația gazdă este astfel încât respingerea nu poate fi garantată
ru_ru: Распознавание URL -адреса источника зависит от того, насколько дружественным к буферу обмена приложением хоста, поэтому отказ не может быть гарантирован
sk_sk: Rozpoznávanie zdrojovej adresy URL je závislé od toho, ako je spriateliteľná k schránke
sl_si: Prepoznavanje URL -
sq_al: Njohja e URL -së së burimit varet nga mënyra se si miqësore me clipboard Aplikacioni i hostit është aq refuzim nuk mund të garantohet
sr_cyrl_me: Препознавање изворног УРЛ-а зависи од начина на који је пријатељска апликација у граду домаћина тако да се не може загарантовати
sv_fi: Käll -URL -erkännande är beroende av hur Urklippsvänlig värdapplikationen är så att avslag inte kan garanteras
sw_ke: Utambuzi wa URL ya chanzo inategemea jinsi clipboard ya maombi ya mwenyeji ni hivyo kukataliwa hakuwezi kuhakikishiwa
ta_in: மூல URL அங்கீகாரம் கிளிப்போர்டு நட்பு ஹோஸ்ட் பயன்பாடு எவ்வளவு நட்பானது என்பதைப் பொறுத்தது, எனவே நிராகரிப்பை உறுதிப்படுத்த முடியாது
te_in: మూలం URL గుర్తింపు హోస్ట్ అప్లికేషన్ ఎలా క్లిప్‌బోర్డ్ స్నేహపూర్వకంగా ఉందో దానిపై ఆధారపడి ఉంటుంది కాబట్టి తిరస్కరణకు హామీ ఇవ్వబడదు
th_th: การรับรู้ URL ที่มานั้นขึ้นอยู่กับว่าแอปพลิเคชันโฮสต์เป็นมิตรกับคลิปบอร์ดเป็นอย่างไรดังนั้นจึงไม่สามารถรับประกันการปฏิเสธได้
tk_tm: Çeşme URL ykrar etmek, "Hostcord" paneliniň "Hostcord" -yň näderejede ret edilmegine baglydyr
tr_tr: Kaynak URL tanıma, ana bilgisayar uygulamasının ne kadar pano dostu olduğuna bağlıdır, bu nedenle ret garanti edilemez
tt_ru: Чыганак URL танылуы алып баручыга ничек ярдәм итү, шуңа күрә гарантияләнергә мөмкин түгел
ug_cn: مەنبە URL تونۇشىنى ئېتىراپ قىلىش ساھىبجامالنىڭ ئىلتىماسىنىڭ ئىلتىماسىنىڭ قانداق بولۇشىغا باغلىقلىقىغا باغلىق
uk_ua: Розпізнавання URL -адреси джерела залежить від того, наскільки дружнім для буфера буфера хост -програма, тому відхилення не може бути гарантовано
ur_pk: ماخذ URL کی پہچان اس بات پر منحصر ہے کہ میزبان کی درخواست کس طرح کلپ بورڈ دوستانہ ہے لہذا مسترد ہونے کی ضمانت نہیں دی جاسکتی ہے
uz_cyrl: Manba url-tan olish mezbonlarga do'stona do'stona munosabatlar qanchalik sobit qilinishi kerakligiga bog'liq
vi_vn: Nhận dạng URL nguồn phụ thuộc vào cách ứng dụng máy chủ thân thiện với clipboard nên không thể đảm bảo từ chối
zh_hant: 源URL識別取決於剪貼板友好型主機應用程序的友好方式，因此無法保證拒絕

# SettingsInteropUrlNameHeaderLabel
source: Url
am_et: ዩ አር ኤል
ar_bh: عنوان URL
cy_gb: Dryll
el_gr: Διευθύνουσα ίππων
fi_fi: URL -osoite
gu_in: Urલટ
he_il: כתובת אתר
hi_in: यूआरएल
kk_kz: URL мекенжайы
mk_mk: УРЛ
ne_np: मूल्
sk_sk: Adresa URL
sr_cyrl_me: Урл

# SettingsInteropRejectedUrlsHeaderLabel
source: Websites
af_za: Webwerwe
am_et: ድር ጣቢያዎች
ar_bh: مواقع الويب
as_in: ৱেবছাইটসমূহ
az_cyrl: Veb saytlar
bg_bg: Уебсайтове
bn_in: ওয়েবসাইট
bs_latn_ba: Web stranice
ca_es: Llocs web
cs_cz: Webové stránky
cy_gb: Gwefannau
da_dk: Websteder
el_gr: Ιστοσελίδες
es_bo: Sitios web
et_ee: Veebisaidid
fa_ir: وب سایت ها
fi_fi: Verkkosivustot
fil_ph: Mga website
fr_029: Sites Internet
ga_ie: Láithreáin ghréasáin
gu_in: વેબસાઇટ્સ
he_il: אתרים
hi_in: वेबसाइटें
hr_hr: Web stranice
hu_hu: Webhelyek
hy_am: Կայքեր
id_id: Situs web
is_is: Vefsíður
it_ch: Siti Web
ja_jp: ウェブサイト
ka_ge: ვებსაიტები
kk_kz: Сайттар
km_kh: គេហទំព័រ
kn_in: ಕಾಲ್ಪನಿಕ
ko_kr: 웹 사이트
ky_kg: Вебсайттар
lo_la: ເວັບໄຊທ໌
lt_lt: Svetainės
lv_lv: Vietnes
mi_nz: Paetukutuku
mk_mk: Веб -страници
ml_in: വെബ്സൈറ്റുകൾ
mr_in: वेबसाइट्स
ms_my: Laman web
mt_mt: Websajts
nb_no: Nettsteder
or_in: ୱେବସାଇଟ୍ |
pa_arab: ਵੈੱਬਸਾਈਟ
pl_pl: Strony internetowe
pt_br: Sites
ro_ro: Site -uri web
ru_ru: Веб -сайты
sk_sk: Webové stránky
sl_si: Spletna mesta
sq_al: Uebfaqe
sr_cyrl_me: Веб странице
sv_fi: Webbplatser
sw_ke: Tovuti
ta_in: வலைத்தளங்கள்
te_in: వెబ్‌సైట్లు
th_th: เว็บไซต์
tk_tm: Web sahypalary
tr_tr: Web siteleri
tt_ru: Вебсайтлар
ug_cn: تور بېكەت
uk_ua: Веб -сайти
ur_pk: ویب سائٹیں
uz_cyrl: Veb-saytlar
vi_vn: Trang web
zh_hant: 網站
