Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutAssignDuplicateWarning
source: This combination conflicts with '{0}' which will be cleared if saved.
af_za: Hierdie kombinasie is in stryd met '{0}' wat skoongemaak sal word as dit gered word.
am_et: ይህ ጥምረት ከ "{0} ጋር ግጭቶች ከ" {0} ጋር የሚመላለሱ ግጭቶች ይፀዳሉ.
ar_bh: يتعارض هذا المزيج مع "{0} 'الذي سيتم مسحه إذا تم حفظه.
as_in: এই সংমিশ্ৰণ '{0}' ৰ সৈতে সংঘাত হয় যি সংৰক্ষণ হ'লে পৰিষ্কাৰ কৰা হ'ব।
az_cyrl: Bu birləşmə '{0}' ilə qorunursa, təmizlənəcəkdir.
bg_bg: Тази комбинация противоречи на '{0}', което ще бъде изчистено, ако бъде спасено.
bn_in: এই সংমিশ্রণটি '{0}' এর সাথে বিরোধ করে যা সংরক্ষণ করা হলে সাফ হয়ে যাবে।
bs_latn_ba: Ovaj kombinirani sukobi sa '{0}' koji će se očistiti ako se sačuva.
ca_es: Aquesta combinació entra en conflicte amb '{0}' que esborrarà si es desarà.
cs_cz: Tato kombinace je v rozporu s '{0}', které se při uložení vymaže.
cy_gb: Mae'r cyfuniad hwn yn gwrthdaro â '{0}' a fydd yn cael ei glirio os caiff ei arbed.
da_dk: Denne kombination er i konflikt med '{0}', som vil blive ryddet, hvis det gemmes.
de_ch: Diese Kombination in Konflikt mit '{0}', die bei Speichern gelöscht werden.
el_gr: Αυτός ο συνδυασμός έρχεται σε σύγκρουση με το '{0}' που θα εκκαθαριστεί εάν αποθηκευτεί.
es_bo: Esta combinación entra en conflicto con '{0}' que se borrará si se guarda.
et_ee: See kombinatsioon on vastuolus '{0}' -ga, mis kustutatakse, kui salvestatakse.
fa_ir: این ترکیب با "{0}" مغایرت دارد که در صورت ذخیره پاک می شود.
fi_fi: Tämä yhdistelmä on ristiriidassa '{0}' kanssa, joka selvitetään, jos se tallennetaan.
fil_ph: Ang kumbinasyon na ito ay salungat sa '{0}' na mai -clear kung mai -save.
fr_029: Cette combinaison entre en conflit avec '{0}' qui sera effacée en cas de sauvegarde.
ga_ie: Déanann an teaglaim seo coimhlint le '{0}' a ghlanfar má shábháilfear é.
gu_in: આ સંયોજન '{0}' સાથે વિરોધાભાસી છે જે સાચવવામાં આવે તો સાફ થઈ જશે.
he_il: שילוב זה מתנגש עם '{0}' אשר יימחק אם נשמר.
hi_in: यह संयोजन '{0}' के साथ संघर्ष करता है, जिसे सहेजने पर मंजूरी दे दी जाएगी।
hr_hr: Ova kombinacija sukobljava se s '{0}' koja će se očistiti ako se spremi.
hu_hu: Ez a kombináció ütközik a „{0}” -val, amelyet megmentve törölnek.
hy_am: Այս համադրությունը հակասում է «{0}» -ով, որը մաքրվելու է, եթե պահպանվի:
id_id: Kombinasi ini bertentangan dengan '{0}' yang akan dihapus jika disimpan.
is_is: Þessi samsetning stangast á við '{0}' sem verður hreinsað ef það er vistað.
it_ch: Questa combinazione è in conflitto con '{0}' che verrà eliminato se salvato.
ja_jp: この組み合わせは、保存するとクリアされる「{0}」と競合します。
ka_ge: ეს კომბინაცია ეწინააღმდეგება "{0}" - ს, რომელიც შენახული იქნება.
kk_kz: Бұл комбинация «{0}» -мен жанады, ол сақталады, ол сақталады.
km_kh: ការរួមបញ្ចូលគ្នារវាងការរួមបញ្ចូលគ្នារវាង '{0}' ដែលនឹងត្រូវបានសម្អាតប្រសិនបើបានរក្សាទុក។
kn_in: ಈ ಸಂಯೋಜನೆಯು '{0}' ನೊಂದಿಗೆ ಘರ್ಷಿಸುತ್ತದೆ, ಅದು ಉಳಿಸಿದರೆ ಅದನ್ನು ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko_kr: 이 조합은 '{0}'과 충돌하여 저장하면 지워집니다.
ky_kg: Бул айкалышуу "{0}" менен чыр-чатактар, эгерде сакталса, тазаланат.
lo_la: ການປະສົມປະສານນີ້ຂັດແຍ້ງກັບ '{0}' ເຊິ່ງຈະຖືກເກັບກູ້ໄດ້ຖ້າບັນທຶກໄວ້.
lt_lt: Šis derinys prieštarauja „{0}“, kuris bus išvalytas, jei bus išsaugotas.
lv_lv: Šī kombinācija ir pretrunā ar “{0}”, kas tiks notīrīta, ja tā tiks saglabāta.
mi_nz: Ko tenei tautohetohe whakauru me te '{0}' ka mutu mena ka ora.
mk_mk: Оваа комбинација е во спротивност со '{0}' што ќе се расчисти доколку се зачува.
ml_in: '{0}' ഉള്ള ഈ കോമ്പിനേഷൻ പൊരുത്തക്കേടുകൾ സംരക്ഷിച്ചാൽ അത് മായ്ക്കും.
mr_in: हे संयोजन '{0}' सह संघर्ष करते जे जतन केल्यास साफ केले जाईल.
ms_my: Gabungan ini bertentangan dengan '{0}' yang akan dibersihkan jika disimpan.
mt_mt: Din il-kombinazzjoni tkun f'kunflitt ma '' {0} 'li se jiġu kklerjati jekk jiġu salvati.
nb_no: Denne kombinasjonen er i konflikt med '{0}' som vil bli fjernet hvis den er lagret.
ne_np: यो संयोजन '{0}' को साथ द्वन्द्व गर्दछ जुन यदि सुरक्षित गरियो भने खाली हुनेछ।
nl_be: Deze combinatie conflicteert met '{0}' die wordt gewist als deze wordt opgeslagen.
or_in: ଏହି ମିଶ୍ରଣ '{0}' ସହିତ ବିବାଦ ଯାହା ଯଦି ସଞ୍ଚୟ ହୋଇଛି ତେବେ ସଫା ହେବ |
pa_arab: ਜੇ ਇਸ ਨੂੰ ਸੰਭਾਲਿਆ ਗਿਆ ਤਾਂ {0} ਇਹ ਸੰਜੋਗ ਜਿਸ ਨੂੰ ਬਚਾ ਲਿਆ ਜਾਵੇਗਾ.
pl_pl: Ta kombinacja jest sprzeczna z „{0}”, która zostanie wyczyszczona, jeśli zostanie zapisana.
pt_br: Essa combinação entra em conflito com '{0}', que será limpa se salva.
ro_ro: Această combinație intră în conflict cu „{0}” care va fi ștersă dacă este salvată.
ru_ru: Эта комбинация противоречит '{0}', которая будет очищена при сохранении.
sk_sk: Táto kombinácia je v rozpore s '{0}', ktoré sa vyčistia, ak sa uložia.
sl_si: Ta kombinacija je v nasprotju z '{0}', ki se bo odpravila, če bo shranjena.
sq_al: Ky kombinim bie ndesh me '{0}' i cili do të pastrohet nëse ruhet.
sr_cyrl_me: Ова комбинација сукобљава се са '{0}' која ће бити очишћена ако је сачувана.
sv_fi: Denna kombination strider mot '{0}' som kommer att rensas om den sparas.
sw_ke: Mchanganyiko huu unagongana na '{0}' ambayo itasafishwa ikiwa imeokolewa.
ta_in: இந்த கலவையானது '{0}' உடன் முரண்படுகிறது, இது சேமிக்கப்பட்டால் அழிக்கப்படும்.
te_in: ఈ కలయిక '{0}' తో విభేదిస్తుంది, ఇది సేవ్ చేస్తే క్లియర్ అవుతుంది.
th_th: ชุดค่าผสมนี้ขัดแย้งกับ '{0}' ซึ่งจะถูกล้างหากบันทึก
tk_tm: Bu kombinasiýa halas edilse, '{0}' bilen gapma-garşy gapma-garşylyklar bilen üzňüler.
tr_tr: Bu kombinasyon, kaydedilirse temizlenecek olan '{0}' ile çelişir.
tt_ru: Сакланган булса, бу комбинация конфликтлары '{0}' белән конфликтлар.
ug_cn: ساقلانغان بولسا, بۇ بىرلەشتۈرۈلگەن «{0}» بىلەن زىددىيەتلىك.
uk_ua: Ця комбінація суперечить '{0}', які будуть очищені, якщо зберегти.
ur_pk: یہ امتزاج '{0}' سے متصادم ہے جو محفوظ ہوجائے گا تو اسے صاف کردیا جائے گا۔
uz_cyrl: Ushbu kombinatsiyalangan to'qnashuvlar "{0}" bilan tozalanadi, agar saqlansa, tozalanadi.
vi_vn: Sự kết hợp này xung đột với '{0}' sẽ được xóa nếu được lưu.
zh_hant: 這種組合與“ {0}”衝突，如果保存將被清除。

# ShortcutAssignEmptyAppClipboardShortcutWarning
source: A shortcut must be provided.
af_za: 'N Kortpad moet voorsien word.
am_et: አቋራጭ መቅረብ አለበት.
ar_bh: يجب توفير اختصار.
as_in: এটা চৰ্টকাট দিব লাগিব।
az_cyrl: Bir qısa yol verilməlidir.
bg_bg: Трябва да се осигури пряк път.
bn_in: একটি শর্টকাট অবশ্যই সরবরাহ করতে হবে।
bs_latn_ba: Mora se pružiti prečica.
ca_es: Cal proporcionar una drecera.
cs_cz: Musí být poskytnuta zkratka.
cy_gb: Rhaid darparu llwybr byr.
da_dk: Der skal leveres en genvej.
de_ch: Eine Abkürzung muss bereitgestellt werden.
el_gr: Πρέπει να παρέχεται συντόμευση.
es_bo: Se debe proporcionar un atajo.
et_ee: Tuleb esitada otsetee.
fa_ir: میانبر باید ارائه شود.
fi_fi: Pikakuvake on annettava.
fil_ph: Dapat ibigay ang isang shortcut.
fr_029: Un raccourci doit être fourni.
ga_ie: Ní mór aicearra a sholáthar.
gu_in: એક શોર્ટકટ પ્રદાન કરવું આવશ્યક છે.
he_il: יש לספק קיצור דרך.
hi_in: एक शॉर्टकट प्रदान किया जाना चाहिए।
hr_hr: Mora se osigurati prečac.
hu_hu: Parancsikont kell biztosítani.
hy_am: Պետք է դյուրանցում տրամադրվի:
id_id: Jalan pintas harus disediakan.
is_is: Veita verður flýtileið.
it_ch: È necessario fornire un collegamento.
ja_jp: ショートカットを提供する必要があります。
ka_ge: მალსახმობი უნდა იყოს გათვალისწინებული.
kk_kz: Төте жол берілуі керек.
km_kh: ផ្លូវកាត់ត្រូវតែផ្តល់ជូន។
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಒದಗಿಸಬೇಕು.
ko_kr: 바로 가기가 제공되어야합니다.
ky_kg: Кыска жол берилиши керек.
lo_la: ລັດຕ້ອງໄດ້ສະຫນອງໃຫ້.
lt_lt: Turi būti pateiktas nuoroda.
lv_lv: Jānodrošina saīsne.
mi_nz: Me whakarite he poto poto.
mk_mk: Мора да се обезбеди кратенка.
ml_in: ഒരു കുറുക്കുവഴി നൽകണം.
mr_in: एक शॉर्टकट प्रदान करणे आवश्यक आहे.
ms_my: Jalan pintas mesti disediakan.
mt_mt: Għandha tiġi pprovduta shortcut.
nb_no: En snarvei må leveres.
ne_np: एक सर्टकट प्रदान गर्नु पर्छ।
nl_be: Er moet een snelkoppeling worden verstrekt.
or_in: ଏକ ସର୍ଟକଟ୍ ପ୍ରଦାନ କରାଯିବା ଜରୁରୀ |
pa_arab: ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਜ਼ਰੂਰ ਪ੍ਰਦਾਨ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ.
pl_pl: Należy podać skrót.
pt_br: Um atalho deve ser fornecido.
ro_ro: Trebuie să fie furnizată o scurtătură.
ru_ru: Должно быть предоставлен ярлык.
sk_sk: Musí byť poskytnutá skratka.
sl_si: Zagotoviti mora bližnjico.
sq_al: Duhet të sigurohet një shkurtore.
sr_cyrl_me: Мора се обезбедити пречица.
sv_fi: En genväg måste tillhandahållas.
sw_ke: Njia ya mkato lazima itolewe.
ta_in: குறுக்குவழி வழங்கப்பட வேண்டும்.
te_in: సత్వరమార్గం తప్పక అందించాలి.
th_th: ต้องให้ทางลัด
tk_tm: Salgylanma berilmelidir.
tr_tr: Bir kısayol sağlanmalıdır.
tt_ru: Кыска юл бирелергә тиеш.
ug_cn: تېزلەتمە چوقۇم تەمىنلىنىشى كېرەك.
uk_ua: Повинен бути наданий ярлик.
ur_pk: ایک شارٹ کٹ فراہم کرنا ضروری ہے۔
uz_cyrl: Yorliq berish kerak.
vi_vn: Một lối tắt phải được cung cấp.
zh_hant: 必須提供快捷方式。
