Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# EditorTemplateDateTimeCustomHint
source: yy = short year<br/>yyyy = long year<br/>M = month (1-12)<br/>MM = month (01-12)<br/>MMM = month abbreviation (Jan, Feb ... Dec)<br/>MMMM = long month (January, February ... December)<br/>d = day (1 - 31)<br/>dd = day (01 - 31)<br/>ddd = day of the week in words (Monday, Tuesday ... Sunday)<br/>E = short day of the week in words (Mon, Tue ... Sun)<br/>D - Ordinal day (1st, 2nd, 3rd, 21st, 22nd, 23rd, 31st, 4th...)<br/>h = hour in am/pm (0-12)<br/>hh = hour in am/pm (00-12)<br/>H = hour in day (0-23)<br/>HH = hour in day (00-23)<br/>mm = minute<br/>ss = second<br/>SSS = milliseconds<br/>a = AM/PM marker<br/>p = a.m./p.m. marker
af_za: yy = kort jaar<br/>yyyy = lang jaar<br/>M = maand (1-12)<br/>MM = maand (01-12)<br/>MMM = maand afkorting (Jan, Feb ... Des)<br/>MMMM = lang maand (Januarie, Februarie ... Desember)<br/>d = dag (1 - 31)<br/>dd = dag (01 - 31)<br/>ddd = dag van die week in woorde (Maandag, Dinsdag ... Sondag)<br/>E = kort dag van die week in woorde (Ma, Di ... Son)<br/>D - Ordinale dag (1ste, 2de, 3de, 21ste, 22ste, 23ste, 31ste, 4de...)<br/>h = uur in am/pm (0-12)<br/>hh = uur in vm/nm (00-12)<br/>H = uur in dag (0-23)<br/>HH = uur in dag (00-23)<br/>mm = minuut<br/>ss = tweede<br/>SSS = millisekondes<br/>a = AM/PM merker<br/>p = a.m./p.m. merker
am_et: አይ = አጭር ዓመት <br/> yyyy/h/200) <br/> <br/11 . የሳምንቱ ቀን በቃላት (ሰኞ, ማክሰኞ ... እሑድ). 3, 21 ኛው, 22 ኛ, 23 ኛ, 23 ቀን ... > H = ሰዓት (0-23) ቀን (0-23) በ <ኤ.ቢ.ኤል. = HH = HH = MM = SS = SS = SS = CRE = SSR = ሚሊሴኮንዶች A = AM / EM / PM Carker <br/ti/h = p = am./p.m. ምልክት ማድረጊያ
ar_bh: yy = سنة قصيرة<br/>yyyy = سنة طويلة<br/>م = الشهر (1-12)<br/>MM = الشهر (01-12)<br/>MMM = اختصار الشهر (يناير ، فبراير ... ديسمبر)<br/>MMMM = شهر طويل (يناير ، فبراير ... ديسمبر)<br/>د = اليوم (1 - 31)<br/>اليوم = اليوم (01 - 31)<br/>ddd = يوم من أيام الأسبوع بالكلمات (الاثنين والثلاثاء ... الأحد)<br/>E = يوم قصير من الأسبوع بالكلمات (الاثنين ، الثلاثاء ... شمس)<br/>د - اليوم الترتيبي (1 ، 2 ، 3 ، 21 ، 22 ، 23 ، 31 ، 4 ...)<br/>h = الساعة في صباحا / مساء (0-12)<br/>HH = ساعة في صباحا / مساء (00-12)<br/>H = ساعة في اليوم (0-23)<br/>HH = ساعة في اليوم (00-23)<br/>مم = دقيقة<br/>ss = الثانية<br/>SSS = ميلي ثانية<br/>أ = علامة صباحا / مساء<br/>p = صباحا / مساء علامة
as_in: য় = চমু বছৰ<br/>য়িয়ি = দীঘলীয়া বছৰ<br/>ম = মাহ (1-12)<br/>এমএম = মাহ (01-12)<br/>এমএমএম = মাহৰ সংক্ষিপ্তৰূপ (জানুৱাৰী, ফেব্ৰুৱাৰী ... ডিচেম্বৰ)<br/>এমএমএমএম = দীঘলীয়া মাহ (জানুৱাৰী, ফেব্ৰুৱাৰী ... ডিচেম্বৰ)<br/>ঘ = দিন (1 - 31)<br/>ডিডি = দিন (01 - 31)<br/>ডিডিডি = সপ্তাহৰ দিনটো শব্দত (সোমবাৰে, মঙলবাৰে... দেওবাৰ)<br/>ই = সপ্তাহৰ চমু দিন শব্দত (সোম, মঙ্গল... সূৰ্য)<br/>ডি - অৰ্ডিনেল দিন (প্ৰথম, দ্বিতীয়, তৃতীয়, 21, 22, 23, 31, 4ৰ্থ...)<br/>হ = ৰাতিপুৱা/সন্ধিয়া ঘণ্টা (0-12)<br/>হ = ৰাতিপুৱা/সন্ধিয়া ঘণ্টা (00-12)<br/>হ = দিনত ঘণ্টা (0-23)<br/>এইচএইচ = দিনত ঘণ্টা (00-23)<br/>মিমি = মিনিট<br/>এছএছ = দ্বিতীয়<br/>এছ.এছ.এছ. = মিলিছেকেণ্ড<br/>ক = এএম/পিএম মাৰ্কাৰ<br/>প = এ.এম./পি.এম. মাৰ্কাৰ
az_cyrl: YY = qısa bir il <br/> YYYY = Uzun il <br/> m = ay (1-12) <br/> mm = ay (01-12) <br/> mmm = aylıq ixtisarlar (Yanvar, Fevral .. . Dekabr) Həftənin günü sözləri (Bazar ertəsi, Çərşənbə axşamı ... Bazar günü) <br/> e = sözlərdə (Mon, Tue ... Sun) <br/> d - Ordinal Günü (1, 2-ci, 3, 21, 22-ci, 22, 23-cü, 31, 31, 4-cü, 4-cü ...) <br/> h = saat AM / PM (0-12) / saat AM / PM > H = saatda (0-23) <br/> hh = gündə saat (00-23) <br/> mm = dəqiqə <br/> ss = ikinci A = AM / PM marker <br/> p = A.M./p.m. marker
bg_bg: yy = кратка година <br/> yyyy = дълга година <br/> m = месец (1-12) <br/> mm = месец (01-12) <br/> mmm = месец съкращение (ян, февруари .. . Dec) <br/> mmmm = дълъг месец (януари, февруари ... декември) <br/> d = ден (1 - 31) <br/> dd = ден (01 - 31) <br/> ddd = Ден на седмицата с думи (понеделник, вторник ... неделя) <br/> e = кратък ден от седмицата с думи (пн, вторник ... слънце) <br/> d - порядъчен ден (1 -ви, 2 -ри, 3-ти, 21-ви, 22-ри, 23-и, 31-ви, 4-ти ...) <br/> h = час в AM/PM (0-12) <br/> HH = час в AM/PM (00-12) <BR/ > H = час в ден (0-23) <br/> hh = час в ден (00-23) <br/> mm = минута <br/> ss = второ <br/> sss = milliseconds <br/> a = am/pm маркер <br/> p = a.m./p.m. Маркер
bn_in: y = সংক্ষিপ্ত বছর<br/>yyyy = দীর্ঘ বছর<br/>এম = মাস (১-১২)<br/>এম এম = মাস (০১-১২)<br/>এমএমএম = মাস সংক্ষেপণ (জানুয়ারী, ফেব্রুয়ারী ... ডিসেম্বর)<br/>এমএমএমএম = দীর্ঘ মাস (জানুয়ারি, ফেব্রুয়ারি ... ডিসেম্বর)<br/>d = দিন (১ - ৩১)<br/>dd = দিন (01 - 31)<br/>ডিডিডি = কথায় কথায় সপ্তাহের দিন (সোমবার, মঙ্গলবার... রবিবার)<br/>E = কথায় কথায় সপ্তাহের ছোট দিন (সোম, মঙ্গল... সূর্য)<br/>ডি - অর্ডিনাল দিন (১ম, ২য়, ৩য়, ২১তম, ২২তম, ২৩তম, ৩১তম, ৪র্থ...)<br/>এইচ = এএম / পিএম ঘন্টা (0-12)<br/>এইচএইচ = এএম/পিএম ঘন্টা (00-12)<br/>H = দিনে ঘন্টা (0-23)<br/>HH = দিনে ঘন্টা (00-23)<br/>মিমি = মিনিট<br/>এসএস = সেকেন্ড<br/>SSS = মিলিসেকেন্ড<br/>a = AM/PM চিহ্নিতকারী<br/>পি = এএম / পিএম চিহ্নিতকারী
bs_latn_ba: yy = kratka godina<br/>yyyy = duga godina<br/>M = mjesec (1-12)<br/>MM = mjesec (01-12)<br/>MMM = mjesečna skraćenica (Jan, Feb ... Dec)<br/>MMMM = dugi mjesec (januar, februar ... decembar)<br/>d = dan (1 - 31)<br/>dd = dan (01 - 31)<br/>ddd = dan u sedmici u riječima (ponedjeljak, utorak... nedjelja)<br/>E = kratak dan u sedmici u riječima (Mon, Tue ... Sun)<br/>D - Redni dan (1., 2., 3., 21., 22., 23., 31., 4.)<br/>h = sat u am/pm (0-12)<br/>hh = sat u am/pm (00-12)<br/>H = sat u danu (0-23)<br/>HH = sat u danu (00-23)<br/>mm = minut<br/>ss = drugi<br/>SSS = milisekunde<br/>a = AM/PM marker<br/>p = a.m./p.m. marker
ca_es: yy = any curt<br/>yyyy = any llarg<br/>M = mes (1-12)<br/>MM = mes (01-12)<br/>MMM = abreviatura de mes (gener, febrer ... Des)<br/>MMMM = mes llarg (gener, febrer... Desembre)<br/>d = dia (1 - 31)<br/>dd = dia (01 - 31)<br/>ddd = dia de la setmana en paraules (dilluns, dimarts... Diumenge)<br/>E = dia curt de la setmana en paraules (dll, dm... Sol)<br/>D - Dia ordinal (1r, 2n, 3r, 21, 22, 23, 31, 4t...)<br/>h = hora a am/pm (0-12)<br/>hh = hora a am/pm (00-12)<br/>H = hora al dia (0-23)<br/>HH = hora al dia (00-23)<br/>mm = minut<br/>ss = segon<br/>SSS = mil·lisegons<br/>a = marcador AM/PM<br/>p = marcador a.m./p.m.
cs_cz: yy = krátký rok<br/>yyyy = dlouhý rok<br/>M = měsíc (1-12)<br/>MM = měsíc (01-12)<br/>MMM = zkratka měsíce (leden, únor ... Prosinec)<br/>MMMM = dlouhý měsíc (leden, únor ... Prosinec)<br/>d = den (1 - 31)<br/>dd = den (01 - 31)<br/>ddd = den v týdnu ve slovech (pondělí, úterý ... Neděle)<br/>E = krátký den v týdnu vyjádřený slovy (Po, Út ... Slunce)<br/>D - Pořadové číslo (1., 2., 3., 21., 22., 23., 31., 4....)<br/>h = hodina v dopoledne/odpoledne (0-12)<br/>hh = hodina v dopoledne/odpoledne (00-12)<br/>H = hodina ve dni (0-23)<br/>HH = hodina ve dni (00-23)<br/>mm = minuta<br/>ss = sekunda<br/>SSS = milisekundy<br/>a = značka AM/PM<br/>p = značka dopoledne/odpoledne
cy_gb: yy = blwyddyn fer<br/>yyyy = blwyddyn hir<br/>M = mis (1-12)<br/>MM = mis (01-12)<br/>MMM = byrfodd mis (Ionawr, Chwefror ... Rhagfyr)<br/>MMMM = mis hir (Ionawr, Chwefror ... Rhagfyr)<br/>d = diwrnod (1 - 31)<br/>dd = diwrnod (01 - 31)<br/>ddd = diwrnod yr wythnos mewn geiriau (Dydd Llun, Dydd Mawrth ... Dydd Sul)<br/>E = diwrnod byr o'r wythnos mewn geiriau (Llun, Maw ... Haul)<br/>D - Diwrnod arferol (1af, 2il, 3ydd, 21ain, 22ain, 23ain, 31ain, 4ydd...)<br/>h = hour in am/pm (0-12)<br/>hh = awr yn am/pm (00-12)<br/>H = awr yn y dydd (0-23)<br/>HH = awr yn y dydd (00-23)<br/>mm = munud<br/>SS = ail<br/>SSS = milieiliadau<br/>a = AC / PM marciwr<br/>p = a.m./p.m. marciwr
da_dk: yy = kort år<br/>åååå = langt år<br/>M = måned (1-12)<br/>MM = måned (01-12)<br/>MMM = måned forkortelse (Jan, Feb ... dec)<br/>MMMM = lang måned (januar, februar ... December)<br/>d = dag (1 - 31)<br/>dd = dag (01 - 31)<br/>ddd = ugedag i ord (mandag, tirsdag ... Søndag)<br/>E = kort ugedag i ord (man, tirs ... søn)<br/>D - Ordinær dag (1., 2., 3., 21., 22., 23., 31., 4....)<br/>h = time i am/pm (0-12)<br/>hh = time i am/pm (00-12)<br/>H = time i dag (0-23)<br/>HH = time i døgnet (00-23)<br/>mm = minut<br/>ss = sekund<br/>SSS = millisekunder<br/>a = AM/PM markør<br/>p = a.m./p.m. markør
de_ch: yy = kurzes Jahr<br/>yyyy = langes Jahr<br/>M = Monat (1-12)<br/>MM = Monat (01-12)<br/>MMM = Monatskürzel (Jan, Feb ... Dez)<br/>MMMM = langer Monat (Januar, Februar ... Dezember)<br/>d = Tag (1 - 31)<br/>dd = Tag (01 - 31)<br/>ddd = Wochentag in Worten (Montag, Dienstag ... Sonntag)<br/>E = kurzer Wochentag in Worten (Mo, Di ... So)<br/>D - Ordinaltag (1., 2., 3., 21., 22., 23., 31., 4....)<br/>h = Stunde in am/pm (0-12)<br/>hh = Stunde in vormittags/nachmittags (00-12)<br/>H = Stunde am Tag (0-23)<br/>HH = Stunde am Tag (00-23)<br/>mm = Minute<br/>ss = Sekunde<br/>SSS = Millisekunden<br/>a = AM/PM-Markierung<br/>p = a.m./p.m. Markierung
el_gr: yy = σύντομο έτος<br/>εεεε = μακρύ έτος<br/>M = μήνας (1-12)<br/>MM = μήνας (01-12)<br/>MMM = συντομογραφία μήνα (Ιαν, Φεβ ... Δεκ)<br/>MMMM = μακρύς μήνας (Ιανουάριος, Φεβρουάριος ... Δεκέμβριος)<br/>d = ημέρα (1 - 31)<br/>dd = ημέρα (01 - 31)<br/>ddd = ημέρα της εβδομάδας με λέξεις (Δευτέρα, Τρίτη ... Κυριακή)<br/>E = σύντομη ημέρα της εβδομάδας με λέξεις (Δευ, Τρ ... Κυρ)<br/>D - Κανονική ημέρα (1η, 2η, 3η, 21η, 22η, 23η, 31η, 4η...)<br/>h = ώρα π.μ./μ.μ. (0-12)<br/>hh = ώρα π.μ./μ.μ. (00-12)<br/>H = ώρα την ημέρα (0-23)<br/>HH = ώρα την ημέρα (00-23)<br/>mm = λεπτό<br/>ss = δευτερόλεπτο<br/>SSS = χιλιοστά του δευτερολέπτου<br/>a = δείκτης π.μ./μ.μ.<br/>p = δείκτης π.μ./μ.μ.
es_bo: yy = año corto<br/>aaaa = año largo<br/>M = mes (1-12)<br/>MM = mes (01-12)<br/>MMM = abreviatura del mes (enero, febrero ... Dic)<br/>MMMM = mes largo (enero, febrero ... Diciembre)<br/>d = día (1 - 31)<br/>dd = día (01 - 31)<br/>ddd = día de la semana en palabras (lunes, martes ... Domingo)<br/>E = día corto de la semana en palabras (lunes, martes ... Sol)<br/>D - Día ordinal (1º, 2º, 3º, 21º, 22º, 23º, 31º, 4º...)<br/>h = hora en a.m./p.m. (0-12)<br/>hh = hora en AM/PM (00-12)<br/>H = hora en el día (0-23)<br/>HH = hora en el día (00-23)<br/>mm = minuto<br/>ss = segundo<br/>SSS = milisegundos<br/>a = marcador AM/PM<br/>p = marcador a.m./p.m.
et_ee: yy = lühike aasta<br/>yyyy = pikk aasta<br/>M = kuu (1–12)<br/>MM = kuu (01-12)<br/>MMM = kuu lühend (jaan, veebr ... detsember)<br/>MMMM = pikk kuu (jaanuar, veebruar ... detsember)<br/>d = päev (1 - 31)<br/>DD = päev (01 - 31)<br/>ddd = nädalapäev sõnadega (esmaspäev, teisipäev ... Pühapäev)<br/>E = lühike nädalapäev sõnadega (E, T ... Päike)<br/>D - ordinaalpäev (1., 2., 3., 21., 22., 23., 31., 4....)<br/>h = tund (am/pm) (0–12)<br/>hh = tund tunnis am/pm (00-12)<br/>H = tund päevas (0–23)<br/>HH = tund päevas (00–23)<br/>mm = minut<br/>ss = teine<br/>SSS = millisekundid<br/>a = AM/PM marker<br/>p = a.m./p.m. marker
fa_ir: YY = سال کوتاه<br/>yyyyy = سال طولانی<br/>M = ماه (1-12)<br/>MM = ماه (01-12)<br/>MMM = اختصار ماه (ژانویه، فوریه ... دسامبر)<br/>MMMM = ماه طولانی (ژانویه، فوریه ... دسامبر)<br/>d = روز (1 - 31)<br/>dd = روز (01 - 31)<br/>ddd = روز هفته در کلمات (دوشنبه، سه شنبه ... یکشنبه)<br/>E = روز کوتاه هفته در کلمات (دوشنبه، سه شنبه ... خورشید)<br/>D - روز ترتیبی (1، 2، 3، 21، 22، 23، 31، 4 ...)<br/>h = ساعت در am / pm (0-12)<br/>hh = ساعت در am / pm (00-12)<br/>H = ساعت در روز (0-23)<br/>HH = ساعت در روز (00-23)<br/>mm = دقیقه<br/>ss = ثانیه<br/>SSS = میلی ثانیه<br/>a = نشانگر AM / PM<br/>p = نشانگر صبح / بعد از ظهر
fi_fi: yy = lyhyt vuosi<br/>v = pitkä vuosi<br/>M = kuukausi (1-12)<br/>MM = kuukausi (01-12)<br/>MMM = kuukauden lyhenne (tammikuu, helmikuu ... Joulukuu)<br/>MMMM = pitkä kuukausi (tammikuu, helmikuu ... Joulukuu)<br/>d = päivä (1 - 31)<br/>dd = päivä (01 - 31)<br/>ddd = viikonpäivä sanoin (maanantai, tiistai ... sunnuntai)<br/>E = lyhyt viikonpäivä sanoin (ma, ti ... Aurinko)<br/>D - järjestyspäivä (1., 2., 3., 21., 22., 23., 31., 4.)<br/>h = tunti aamupäivällä (0-12)<br/>hh = tunti aamupäivällä (00-12)<br/>H = tunti päivässä (0-23)<br/>HH = tunti päivässä (00-23)<br/>mm = minuutti<br/>ss = sekunti<br/>SSS = millisekuntia<br/>a = AM/PM-merkki<br/>p = AM/PM-merkki
fil_ph: yy = maikling taon<br/>yyyy = mahaba ang taon<br/>M = buwan (1-12)<br/>MM = buwan (01 12)<br/>MMM = buwan na pagdadaglat (Enero, Peb ... Dec)<br/>MMMM = mahabang buwan (Enero, Pebrero ... Disyembre)<br/>d = araw (1 - 31)<br/>dd = araw (01 - 31)<br/>ddd = araw ng linggo sa mga salita (Lunes, Martes ... Linggo)<br/>E = maikling araw ng linggo sa mga salita (Mon, Tue ... Sun)<br/>D - Ordinal day (1st, 2nd, 3rd, 21st, 22nd, 23rd, 31st, 4th...)<br/>h = oras sa am/pm (0-12)<br/>hh = oras sa am/pm (00-12)<br/>H = oras sa araw (0-23)<br/>HH = oras sa araw (00-23)<br/>mm = minuto<br/>ss = pangalawa<br/>SSS = milliseconds<br/>a = AM / PM marker<br/>p = marker ng a.m./p.m.
fr_029: yy = année courte<br/>yyyy = année longue<br/>M = mois (1-12)<br/>MM = mois (01-12)<br/>MMM = abréviation du mois (janv., févr. ... Déc)<br/>MMMM = mois long (janvier, février ... Décembre)<br/>d = jour (1 - 31)<br/>jj = jour (01 - 31)<br/>ddd = jour de la semaine en mots (lundi, mardi ... Dimanche)<br/>E = jour court de la semaine en mots (Lun, Mar ... Soleil)<br/>D - Jour ordinal (1er, 2ème, 3ème, 21ème, 22ème, 23ème, 31ème, 4ème...)<br/>h = heure en am/pm (0-12)<br/>hh = heure en am/pm (00-12)<br/>H = heure dans la journée (0-23)<br/>HH = heure dans la journée (00-23)<br/>mm = minute<br/>ss = seconde<br/>SSS = millisecondes<br/>a = marqueur AM/PM<br/>p = marqueur a.m./p.m.
ga_ie: yy = bliain ghearr<br/>yyyy = bliain fhada<br/>M = mí (1-12)<br/>MM = mí (01-12)<br/>MMM = giorrúchán míosa (Eanáir, Feabhra ... Nollaig)<br/>MMMM = mí fhada (Eanáir, Feabhra ... Nollaig)<br/>d = lá (1 - 31)<br/>dd = lá (01 - 31)<br/>ddd = lá na seachtaine i bhfocail (Dé Luain, Dé Máirt ... Dé Domhnaigh)<br/>E = lá gearr na seachtaine i bhfocail (Luan, Máirt ... An Ghrian)<br/>D - Ordinal day (1ú, 2ú, 3ú, 21ú, 22ú, 23ú, 31ú, 4ú...)<br/>h = uair an chloig in am / pm (0-12)<br/>HH = uair an chloig i AM / PM (00-12)<br/>H = uair an chloig sa lá (0-23)<br/>HH = uair sa lá (00-23)<br/>mm = nóiméad<br/>ss = an dara<br/>SSS = milleasoicindí<br/>a = marcóir AM / PM<br/>p = a.m./p.m. marcóir
gu_in: yy = ટૂંકુ વર્ષ<br/>yyyy = long year<br/>M = મહિનો (૧-૧૨)<br/>MM = મહિનો (01-12)<br/>MMM = મહિનાનું સંક્ષિપ્ત શબ્દ (જાન્યુઆરી, ફેબ્રુઆરી ... ડિસેમ્બર)<br/>MMMM = લાંબો મહિનો (જાન્યુઆરી, ફેબ્રુઆરી ... ડિસેમ્બર)<br/>d = દિવસ (1 - 31)<br/>dd = દિવસ (01 - 31)<br/>ddd = અઠવાડિયાનો દિવસ શબ્દોમાં (સોમવાર, મંગળવાર ... રવિવાર)<br/>E = અઠવાડિયાનો ટૂંકો દિવસ શબ્દોમાં (મોન, ટુ... સૂર્ય)<br/>ડી - ઓર્ડિનરી દિવસ (પ્રથમ, દ્વિતીય, ત્રીજો, 21મો, 22, 23, 31મો, ચોથો દિવસ...)<br/>h = કલાક in am/pm (0-12)<br/>hh = કલાક in am/pm (00-12)<br/>H = દિવસમાં કલાક (૦-૨૩)<br/>HH = દિવસમાં કલાક (૦૦-૨૩)<br/>mm = મિનિટ<br/>ss = second<br/>SSS = મિલિસેકન્ડો<br/>a = AM/PM માર્કર<br/>p = a.m./p.m. marker
he_il: yy = שנה קצרה<br/>yyyy = שנה ארוכה<br/>M = חודש (1-12)<br/>MM = חודש (01-12)<br/>MMM = קיצור חודש (ינואר, פברואר ... דצמ')<br/>MMMM = חודש ארוך (ינואר, פברואר ... דצמבר)<br/>d = יום (1 - 31)<br/>DD = יום (01 - 31)<br/>ddd = יום בשבוע במילים (שני, שלישי ... יום ראשון)<br/>E = יום קצר בשבוע במילים (שני, שלישי ... א')<br/>D - יום רגיל (1, 2, 3, 21, 22, 23, 31, 4...)<br/>h = שעה בבוקר/בערב (0-12)<br/>hh = שעה בבוקר/בערב (00-12)<br/>H = שעה ביום (0-23)<br/>HH = שעה ביום (00-23)<br/>מ"מ = דקה<br/>SS = שנייה<br/>SSS = אלפיות שנייה<br/>a = סמן AM/PM<br/>p = סמן a.m./p.m.
hi_in: yy = लघु वर्ष<br/>yyyy = लंबा वर्ष<br/>M = महीना (1-12)<br/>MM = महीना (01-12)<br/>एमएमएम = महीने का संक्षिप्त नाम (जनवरी, फरवरी ... दिसंबर)<br/>एमएमएमएम = लंबा महीना (जनवरी, फरवरी ... दिसंबर)<br/>d = दिन (1 - 31)<br/>डीडी = दिन (01 - 31)<br/>ddd = शब्दों में सप्ताह का दिन (सोमवार, मंगलवार ... रविवार)<br/>E = शब्दों में सप्ताह का छोटा दिन (सोम, मंगल... रवि)<br/>D - साधारण दिन (पहला, दूसरा, तीसरा, 21वां, 22वां, 23वां, 31वां, चौथा ...)<br/>h = am/pm में घंटा (0-12)<br/>hh = am/pm में घंटा (00-12)<br/>H = दिन में घंटा (0-23)<br/>HH = दिन में घंटा (00-23)<br/>मिमी = मिनट<br/>ss = सेकंड<br/>एसएसएस = मिलीसेकंड<br/>a = AM/PM मार्कर<br/>पी = एएम/पीएम मार्कर
hr_hr: yy = kratka godina<br/>gggg = duga godina<br/>M = mjesec (1-12)<br/>MM = mjesec (01-12)<br/>MMM = kratica mjeseca (siječanj, veljača ... Prosinca)<br/>MMMM = dugi mjesec (siječanj, veljača ... Prosinac)<br/>d = dan (1 - 31)<br/>dd = dan (01 - 31)<br/>ddd = dan u tjednu riječima (ponedjeljak, utorak ... Nedjelja)<br/>E = kratki dan u tjednu riječima (pon, uto ... Sunce)<br/>D - Redni dan (1., 2., 3., 21., 22., 23., 31., 4.)<br/>h = sat u am/pm (0-12)<br/>HH = sat u AM/PM (00-12)<br/>H = sat u danu (0-23)<br/>HH = sat u danu (00-23)<br/>mm = minuta<br/>ss = drugi<br/>SSS = milisekunde<br/>a = AM/PM oznaka<br/>p = oznaka a.m./p.m.
hu_hu: yy = rövid év<br/>yyyy = hosszú év<br/>M = hónap (1-12)<br/>MM = hónap (01-12)<br/>MMM = hónap rövidítése (január, február ... Dec)<br/>MMMM = hosszú hónap (január, február ... December)<br/>d = nap (1 - 31)<br/>dd = nap (01 - 31)<br/>ddd = a hét napja szavakkal (hétfő, kedd ... Vasárnap)<br/>E = a hét rövid napja szavakkal (hétfő, kedd ... Nap)<br/>D - Sorszám napja (1., 2., 3., 21., 22., 23., 31., 4. ...)<br/>h = óra dél/percben (0-12)<br/>HH = óra dél/percben (00-12)<br/>H = a nap órája (0-23)<br/>HH = óra a napban (00-23)<br/>mm = perc<br/>ss = másodperc<br/>SSS = ezredmásodperc<br/>a = AM/PM jelölő<br/>p = a.m./p.m. marker
hy_am: yy = կարճ տարի<br/>yyy = երկար տարի<br/>Մ = ամիս (1-12)<br/>ՄՄ = ամիս (01-12)<br/>MMM = ամսվա հապավում (Jan, Feb ... Դեկ)<br/>MMMM = երկար ամիս (հունվար, փետրվար ... դեկտեմբեր)<br/>դ = օր (1 - 31)<br/>dd = օր (01 - 31)<br/>ddd = շաբաթվա օրը բառերով (երկուշաբթի, երեքշաբթի ... Կիրակի)<br/>E = շաբաթվա կարճ օրը բառերով (Մոն, Tue ... Արեւ)<br/>Դ - Օրդինատուրայի օր (1-ին, 2-րդ, 3-րդ, 21-րդ, 22-րդ, 23-րդ, 31-րդ, 4-րդ...)<br/>h = ժամը am/pm-ում (0-12)<br/>hh = ժամը am/pm-ում (00-12)<br/>H = ժամ օրվա մեջ (0-23)<br/>HH = ժամ ցերեկային (00-23)<br/>մմ = րոպե<br/>ss = երկրորդ<br/>SSS = milliseconds<br/>ա = AM/PM մարկեր<br/>p = a.m./p.m. մարկեր
id_id: yy = tahun pendek<br/>yyyy = tahun panjang<br/>M = bulan (1-12)<br/>MM = bulan (01-12)<br/>MMM = singkatan bulan (Jan, Feb ... Desember)<br/>MMMM = bulan panjang (Januari, Februari ... Desember)<br/>d = hari (1 – 31)<br/>DD = Hari (01 - 31)<br/>ddd = hari dalam seminggu dengan kata-kata (Senin, Selasa ... Minggu)<br/>E = hari pendek dalam seminggu dengan kata-kata (Sen, Tue ... Matahari)<br/>D - Hari ordinal (1st, 2nd, 3rd, 21st, 22nd, 23rd, 31st, 4th...)<br/>H = Jam dalam AM/PM (0-12)<br/>HH = Jam dalam AM/PM (00-12)<br/>H = jam dalam sehari (0-23)<br/>HH = jam dalam sehari (00-23)<br/>mm = menit<br/>ss = detik<br/>SSS = milidetik<br/>a = Penanda AM/PM<br/>p = penanda a.m./p.m.
is_is: yy = stutt ár<br/>yyyy = langt ár<br/>M = mánuður (1-12)<br/>MM = mánuður (01-12)<br/>MMM = mánaðar skammstöfun (jan, feb ... des.)<br/>MMMM = langur mánuður (janúar, febrúar ... desember)<br/>d = dagur (1-31)<br/>dd = dagur (01 - 31)<br/>ddd = dagur vikunnar í orðum (mánudagur, þriðjudagur ... Sunnudagur)<br/>E = stuttur dagur vikunnar í orðum (mán, þri ... Sun)<br/>D - Venjulegur dagur (1., 2., 3., 21., 22., 23., 31., 4....)<br/>klst. = klst. að morgni (0–12)<br/>klst. = klst. að morgni (00-12)<br/>H = klukkustund að degi til (0–23)<br/>HH = klukkustund á dag (00-23)<br/>mm = mínúta<br/>ss = sekúnda<br/>SSS = millisekúndur<br/>a = AM/PM merki<br/>p = a.m./p.m. merki
it_ch: yy = anno corto<br/>aaaa = anno lungo<br/>M = mese (1-12)<br/>MM = mese (01-12)<br/>MMM = abbreviazione del mese (gennaio, febbraio ... Dic)<br/>MMMM = mese lungo (gennaio, febbraio... Dicembre)<br/>d = giorno (1 - 31)<br/>gg = giorno (01 - 31)<br/>ddd = giorno della settimana in parole (lunedì, martedì ... Domenica)<br/>E = giorno corto della settimana in parole (lun, mar ... Sole)<br/>D - Giorno ordinale (1°, 2°, 3°, 21°, 22°, 23°, 31°, 4°...)<br/>h = ora in am/pm (0-12)<br/>HH = ora in am/pm (00-12)<br/>H = ora del giorno (0-23)<br/>HH = ora del giorno (00-23)<br/>mm = minuto<br/>ss = secondo<br/>SSS = millisecondi<br/>a = indicatore AM/PM<br/>p = marcatore a.m./p.m.
ja_jp: yy = 短い年<br/>yyyy = 長い年<br/>M = 月 (1-12)<br/>MM = 月 (01-12)<br/>MMM = 月の省略形 (Jan, Feb ...12月)<br/>MMMM = 長い月(1月、2月...12月)<br/>d = 日 (1 - 31)<br/>dd = 日 (01 - 31)<br/>ddd =単語の曜日(月曜日、火曜日...日曜日)<br/>E =単語の短い曜日(月、火...日)<br/>D - 通常の日(1日、2日、3日、21日、22日、23日、31日、4日...)<br/>h = 時間 (午前/午後) (0-12)<br/>hh = 午前/午後の時間 (00 から 12)<br/>H = 時間 (0 から 23)<br/>HH = 時間 (00-23)<br/>mm = 分<br/>ss = 秒<br/>SSS = ミリ秒<br/>a = AM/PM マーカー<br/>p = a.m./p.m. マーカー
ka_ge: yy = მოკლე წელი <br/> yyyy = გრძელი წელი <br/> m = თვე (1-12) <br/> mm = თვე (01-12) . დეკ) <br/> mmmm = გრძელი თვე (იანვარი, თებერვალი ... დეკემბერი) კვირის დღე სიტყვებით (ორშაბათი, სამშაბათი ... კვირა) <br/> E = კვირის მოკლე დღე სიტყვებით (ორშაბათს, მზე) მე -3, 21st, 22nd, 23-ე, 31-ე, მე -4 ...) <br/> H = საათი AM/PM- ში (0-12) <br/> HH = საათი AM/PM- ში (00-12) <BR/ > H = დღეში საათში (0-23) <br/> HH = დღეში საათში (00-23) A = AM/PM მარკერი <br/> P = A.M./P.M. ნიშანი
kk_kz: yy = Қысқа жыл <br/> YYYY = жыл! . Апта күні (Дүйсенбі, сейсенбі ... жексенбі) <br/> e = Аптаның қысқа күні. 3, 21, 22N, 23, 31, 44, 4-ші ...) <br/> h = сағат (0-12) сағат (0-12) <br/> hh = сағ / сағат (00-12) <br / > H = тәулігіне (0-23), күніне сағат (0-23) <br/> MM = MOOLT = MOOLD <br/> SS = секундтық <br/> sss = sss = milliseconds <br/> A = AM / PM белгісі <br/> p = a.m./p.m. саудахана
km_kh: y = ឆ្នាំខ្លី<br/>yyy = ឆ្នាំវែង<br/>M = ខែ (1-12)<br/>MM = ខែ (01-12)<br/>MMM = ខែ កាត់ (Jan, Feb ... Dec)<br/>MMMM = ខែវែង (មករា កុម្ភៈ ... ធ្នូ)<br/>d = ថ្ងៃ (1 - 31)<br/>dd = ថ្ងៃ (01 - 31)<br/>ddd = ថ្ងៃនៃសប្តាហ៍ក្នុងពាក្យ (ច័ន្ទ, ថ្ងៃអង្គារ ... ថ្ងៃអាទិត្យ)<br/>E = ថ្ងៃខ្លីនៃសប្តាហ៍ក្នុងពាក្យ (ម៉ន, ធូ ... ព្រះអាទិត្យ)<br/>ឃ - ថ្ងៃ អក អរឌីណាល់ (១, ទី ២, ទី ៣, ទី ២១, ទី ២២, ទី ២៣, ទី ៣១, ទី ៤...)<br/>h = ម៉ោងក្នុង am/pm (0-12)<br/>hh = ម៉ោងក្នុង am/pm (00-12)<br/>H = ម៉ោងក្នុងមួយថ្ងៃ (0-23)<br/>HH = ម៉ោងក្នុងមួយថ្ងៃ (00-23)<br/>មម = នាទី<br/>ss = វិនាទី<br/>SSS = មីល្លីវិនាទី<br/>a = AM/PM marker<br/>p = a.m./p.m. marker
kn_in: yy = ಅಲ್ಪ ವರ್ಷ<br/>yyyy = ದೀರ್ಘ ವರ್ಷ<br/>M = ತಿಂಗಳು (1-12)<br/>ಮಿಮೀ = ತಿಂಗಳು (01-12)<br/>MMM = ತಿಂಗಳ ಸಂಕ್ಷಿಪ್ತ ರೂಪ (ಜನವರಿ, ಫೆಬ್ರವರಿ ... ಡಿಸೆಂಬರ್)<br/>MMMM = ದೀರ್ಘ ತಿಂಗಳು (ಜನವರಿ, ಫೆಬ್ರವರಿ ... ಡಿಸೆಂಬರ್)<br/>d = ದಿನ (1 - 31)<br/>DD = ದಿನ (01 - 31)<br/>ಡಿಡಿಡಿ = ಪದಗಳಲ್ಲಿ ವಾರದ ದಿನ (ಸೋಮವಾರ, ಮಂಗಳವಾರ ... ಭಾನುವಾರ)<br/>E = ಪದಗಳಲ್ಲಿ ವಾರದ ಸಣ್ಣ ದಿನ (ಸೋಮವಾರ, ಮಂಗಳವಾರ ... ಸೂರ್ಯ)<br/>ಡಿ - ಆರ್ಡಿನಲ್ ದಿನ (1 ನೇ, 2 ನೇ, 3 ನೇ, 21 ನೇ, 22 ನೇ, 23 ನೇ, 31 ನೇ, 4 ನೇ...)<br/>h = AM/PM ನಲ್ಲಿ ಗಂಟೆ (0-12)<br/>hh = AM/PM ನಲ್ಲಿ ಗಂಟೆ (00-12)<br/>H = ದಿನದಲ್ಲಿ ಒಂದು ಗಂಟೆ (0-23)<br/>HH = ದಿನದಲ್ಲಿ ಒಂದು ಗಂಟೆ (00-23)<br/>ಮಿಮೀ = ನಿಮಿಷ<br/>SS = ಸೆಕೆಂಡ್<br/>SSS = ಮಿಲಿಸೆಕೆಂಡುಗಳು<br/>a = AM/PM ಮಾರ್ಕರ್<br/>p = a.m./p.m. ಮಾರ್ಕರ್
ko_kr: yy = 짧은 연도<br/>yyyy = 긴 연도<br/>M = 월(1-12)<br/>MM = 월(01-12)<br/>MMM = 월 약어 (Jan, Feb ... 12월)<br/>MMMM = 긴 달(1월, 2월 ... 12월)<br/>d = 일(1 - 31)<br/>dd = 일(01 - 31)<br/>ddd = 요일 (월요일, 화요일 ... 일요일)<br/>E = 단어의 짧은 요일 (Mon, Tue ... 일)<br/>D - 서수 (1일, 2일, 3일, 21일, 22일, 23일, 31일, 4일...)<br/>h = 오전/오후 시간(0-12)<br/>hh = 오전/오후 시간(00-12)<br/>H = 시간(0-23)<br/>HH = 시간(00-23)<br/>mm = 분<br/>ss = 초<br/>SSS = 밀리초<br/>a = AM/PM 마커<br/>p = 오전/오후 마커
ky_kg: YY = Кыска жыл <br/> YYYY = узак жыл <br/> <br/> m = Ай (1-12) <br////30 мм = Ай (01-12) <br/> МММ = Ай Аббревиатура (Ян, Фев) .) <br/> МММм = Узун ай (январь, февраль ... декабрь) <br/> D = Day (1 - 31) <br/> DD = Day (01 - 31) <br/> DDD = Дүйшөмбү (Дүйшөмбү, Шейшемби ... Жекшемби) <br/> E = жуманын кыска күнү (Дүйшөмбү, С. 3-, 21-, 23-, 23-, 4-, 4-, 4-...) <br/> h = саат am / pm (0-12) <br/> hh = саат AM / PM (00-12) <br / > H = саат күнүнө (0-23) <br/> HH = HISE DEADE (00-23) <br/> MM = Минута <br/> SS = Second <br/> SSS = Миллисекунд: A = Am / PM Marker <br/> P = A.M.M.m. Маркер
lo_la: yy = ປີສັ້ນ<br/>yyyy = ປີຍາວ<br/>M = ເດືອນ (1-12)<br/>MM = ເດືອນ (01-12)<br/>MMM = ເດືອນ abbreviation (Jan, Feb ... Dec)<br/>MMMM = ເດືອນຍາວ (ມັງກອນ, ກຸມພາ ... ເດືອນທັນວາ)<br/>d = ມື້ (1 - 31)<br/>dd = ມື້ (01 - 31)<br/>ddd = ມື້ຂອງອາທິດໃນຄໍາສັບ (ວັນຈັນ, ອັງຄານ ... ວັນອາທິດ)<br/>E = ມື້ສັ້ນຂອງອາທິດເປັນຄໍາສັບ (Mon, Tue ... ດວງອາທິດ)<br/>D - ວັນພິທີການ (ທີ 1, 2nd, 3rd, 21st, 22nd, 23rd, 31st, 4th...)<br/>h = ຊົ່ວໂມງໃນ am/pm (0-12)<br/>hh = ຊົ່ວໂມງໃນ am/pm (00-12)<br/>H = ຊົ່ວໂມງໃນມື້ (0-23)<br/>HH = ຊົ່ວໂມງໃນມື້ (00-23)<br/>mm = ນາທີ<br/>ss = ທີສອງ<br/>SSS = milliseconds<br/>a = ເຄື່ອງຫມາຍ AM/PM<br/>p = a.m./p.m. marker
lt_lt: yy = trumpi metai<br/>yyyy = ilgi metai<br/>M = mėnuo (1-12)<br/>MM = mėnuo (01-12)<br/>MMM = mėnesio santrumpa (sausis, vasaris ... Gruodis)<br/>MMMM = ilgas mėnuo (sausis, vasaris ... Gruodis)<br/>d = diena (1 - 31)<br/>dd = diena (01-31)<br/>ddd = savaitės diena žodžiais (pirmadienis, antradienis ... Sekmadienis)<br/>E = trumpa savaitės diena žodžiais (Pirmadienis, Antradienis ... Saulė)<br/>D - Ordino diena (1, 2, 3, 21, 22, 23, 31, 4...)<br/>h = valanda am/pm (0–12)<br/>hh = valanda am/pm (00-12)<br/>H = valanda per dieną (0–23)<br/>HH = valanda per dieną (00–23)<br/>mm = minutė<br/>ss = sekundė<br/>SSS = milisekundės<br/>a = AM/PM žymeklis<br/>p = a.m./p.m. žymeklis
lv_lv: yy = īss gads<br/>gggg = garš gads<br/>M = mēnesis (1-12)<br/>MM = mēnesis (01-12)<br/>MMM = mēneša saīsinājums (Jan, Feb ... decembrī)<br/>MMMM = garais mēnesis (janvāris, februāris ... decembrī)<br/>d = diena (1 - 31)<br/>dd = diena (01 - 31)<br/>ddd = nedēļas diena vārdos (pirmdiena, otrdiena ... Svētdiena)<br/>E = īsa nedēļas diena vārdos (Mon, Tue ... Saule)<br/>D - Kārtas diena (1., 2., 3., 21., 22., 23., 31., 4.)<br/>h = stunda am/pm (0-12)<br/>hh = stunda am/pm (00-12)<br/>H = stunda dienā (0-23)<br/>HH = stunda dienā (00-23)<br/>mm = minūte<br/>ss = sekunde<br/>SSS = milisekundes<br/>a = AM/PM marķieris<br/>p = a.m./p.m. marķieris
mi_nz: yy = tau poto<br/>yyyy = tau roa<br/>M = marama (1-12)<br/>MM = marama (01-12)<br/>MMM = marama abbreviation (Jan, Feb ... Tekau mā rua)<br/>MMMM = marama roa (Ko Hānuere, Hēpuari ... Haki)<br/>d = rā (1 - 31)<br/>dd = rā (01 - 31)<br/>ddd = rā o te wiki i roto i ngā kupu (Monday, Tūrei ... Rātapu)<br/>E = rā poto o te wiki ki ngā kupu (Mon, Tue ... Rā)<br/>D - Rā Ordinal (1, tua2, tua3, 21, 22nd, 23, 31, 4th...)<br/>h = haora i roto i te am/pm (0-12)<br/>hh = haora i roto i te am/pm (00-12)<br/>H = haora i te rā (0-23)<br/>HH = haora i te rā (00-23)<br/>mm = meneti<br/>ss = hēkona<br/>SSS = hēkona mira<br/>he tautohu = AM/PM<br/>p = a.m./p.m. tautohu
mk_mk: yy = кратка година <br/> yyyy = долга година <br/> m = месец (1-12) <br/> mm = месец (01-12) <br/> mmm = месечна кратенка (јануари, февруари .. . Дек) <br/> mmmm = долг месец (јануари, февруари ... декември) <br/> d = ден (1 - 31) <br/> dd = ден (01 - 31) <br/> ddd = Ден на неделата со зборови (понеделник, вторник ... недела) <br/> e = краток ден во неделата со зборови (Пон, Втор ... Сонце) <br/> Д - Ден на редот (1 -ви, 2 -ри, 3-ти, 21-ви, 22-ри, 23-ти, 31-то, 4-ти ...) <br/> h = час во Ам/ПМ (0-12) <br/> hh = час во Ам/ПМ (00-12) <Бр/Бр/ > H = час во ден (0-23) <br/> hh = час во ден (00-23) <br/> mm = минута <br/> ss = втора <br/> sss = милисекунди <br/> A = AM/PM маркер <br/> p = a.m./p.m. маркер
ml_in: yy = ഹ്രസ്വ വർഷം<br/>yyyy = നീണ്ട വർഷം<br/>M = മാസം (1-12)<br/>MM = മാസം (01-12)<br/>MMM = മാസത്തിന്റെ ചുരുക്കെഴുത്ത് (ജനുവരി, ഫെബ്രുവരി ... ഡിസംബര് )<br/>MMMM = നീണ്ട മാസം (ജനുവരി, ഫെബ്രുവരി ... ഡിസംബര് )<br/>d = ദിവസം (1 - 31)<br/>dd = ദിവസം (01 - 31)<br/>ddd = വാക്കുകളിൽ ആഴ്ചയിലെ ദിവസം (തിങ്കൾ, ചൊവ്വാഴ്ച ... ഞായറാഴ്ച)<br/>E = വാക്കുകളിൽ ആഴ്ചയിലെ ഹ്രസ്വ ദിവസം (മോൺ, ചൊവ്വ ... സൂര്യൻ)<br/>D - ഓർഡിനൽ ദിവസം (1st, 2, 3rd, 21st, 22, 23, 31st, 4th...)<br/>h = am/pm (0-12)<br/>hh = am/pm -ൽ മണിക്കൂർ (00-12)<br/>H = ദിവസത്തിൽ മണിക്കൂർ (0-23)<br/>HH = ദിവസത്തിൽ മണിക്കൂർ (00-23)<br/>mm = മിനിറ്റ്<br/>ss = second<br/>SSS = milliseconds<br/>a = AM/PM മാർക്കർ<br/>p = a.m./p.m. മാർക്കർ
mr_in: yy = अल्प वर्ष<br/>यिय = दीर्घ वर्ष<br/>म = महिना (१-१२)<br/>मिमी = महिना (01-12)<br/>एमएमएम = महिना संक्षिप्त रूप (जानेवारी, फेब्रुवारी ... डिसेंबर)<br/>एमएमएमएम = दीर्घ महिना (जानेवारी, फेब्रुवारी ... डिसेंबर)<br/>ड = दिवस (1 - 31)<br/>डीडी = दिवस (01 - 31)<br/>डीडीडी = आठवड्याचा दिवस शब्दात (सोमवार, मंगळवार ... रविवार)<br/>ई = शब्दात आठवड्याचा छोटा दिवस (मोन, तू... सूर्य)<br/>ड - क्रमिक दिवस (पहिला, दुसरा, तिसरा, २१, २२, २३, ३१, ४...)<br/>ह = सकाळी /संध्याकाळी तास (०-१२)<br/>एचएच = सकाळी /संध्याकाळी तास (००-१२)<br/>ह = दिवसातील तास (०-२३)<br/>एचएच = दिवसातील तास (००-२३)<br/>मिमी = मिनिट<br/>ss = सेकंद<br/>एसएसएस = मिलीसेकंद<br/>ए = एएम / पीएम मार्कर<br/>पी = ए.एम./पी.एम. मार्कर
ms_my: yy = tahun pendek<br/>yyyy = tahun panjang<br/>M = bulan (1-12)<br/>MM = bulan (01-12)<br/>MMM = singkatan bulan (Jan, Feb ... Disember)<br/>MMMM = bulan panjang (Januari, Februari ... Disember)<br/>d = hari (1 - 31)<br/>dd = hari (01 - 31)<br/>ddd = hari dalam seminggu dalam perkataan (Isnin, Selasa ... Ahad)<br/>E = hari pendek dalam seminggu dalam perkataan (Isnin, Tue ... Ahad)<br/>D - Hari ordinal (1, ke-2, ke-3, ke-21, ke-22, ke-23, ke-31, ke-4...)<br/>h = jam dalam am/pm (0-12)<br/>HH = jam dalam AM/PM (00-12)<br/>H = jam dalam hari (0-23)<br/>HH = jam dalam sehari (00-23)<br/>mm = minit<br/>ss = saat<br/>SSS = milisaat<br/>a = Penanda AM / PM<br/>p = a.m./p.m. penanda
mt_mt: yy = sena qasira<br/>ssss = sena twila<br/>M = xahar (1-12)<br/>MM = xahar (01-12)<br/>MMM = abbrevjazzjoni tax-xahar (Jan, Frar ... Diċembru)<br/>MMMM = xahar twil (Jannar, Frar ... Diċembru)<br/>d = jum (1 - 31)<br/>DD = jum (01 - 31)<br/>ddd = jum tal-ġimgħa bil-kliem (it-Tnejn, it-Tlieta ... Il-Ħadd)<br/>E = jum qasir tal-ġimgħa fi kliem (Mon, Tue ... Xemx)<br/>D - Jum ordinali (l-1, it-2, it-3, il-21, it-22, it-23, il-31, ir-4 ...)<br/>h = siegħa f'am/pm (0-12)<br/>hh = siegħa f'am/pm (00-12)<br/>H = siegħa f'jum (0-23)<br/>HH = siegħa fil-ġurnata (00-23)<br/>mm = minuta<br/>ss = it-tieni<br/>SSS = millisekondi<br/>a = Markatur AM/PM<br/>p = a.m./p.m. markatur
nb_no: yy = kort år<br/>åååå = langt år<br/>M = måned (1-12)<br/>MM = måned (01-12)<br/>MMM = måned forkortelse (jan, feb ... desember)<br/>MMMM = lang måned (januar, februar ... desember)<br/>d = dag (1 - 31)<br/>dd = dag (01 - 31)<br/>ddd = ukedag i ord (mandag, tirsdag ... Søndag)<br/>E = kort dag i uken i ord (man, ti ... Sol)<br/>D - Ordinær dag (1., 2., 3., 21., 22., 23., 31., 4. ...)<br/>h = time i am/pm (0-12)<br/>hh = time i am/pm (00-12)<br/>H = time i døgn (0-23)<br/>HH = time i døgnet (00-23)<br/>mm = minutt<br/>ss = andre<br/>SSS = millisekunder<br/>a = AM/PM-markør<br/>p = a.m./p.m. markør
ne_np: वाई = छोटा वर्ष<br/>यय्य = लामो वर्ष<br/>म = महिना (१-१२)<br/>एमएम = महिना (01-12)<br/>एमएमएम = महिनाको संक्षिप्त नाम (जनवरी, फेब्रुअरी ... डिसेम्बर)<br/>एमएमएमएम = लामो महिना (जनवरी, फेब्रुअरी ... डिसेम्बर)<br/>घ = दिन (१ - ३१)<br/>डीडी = दिन (01 - 31)<br/>डीडीडी = शब्दहरूमा हप्ताको दिन (सोमबार, मंगलवार ... आइतबार)<br/>ई = शब्दहरूमा हप्ताको छोटो दिन (सोम, मंगल ... सूर्य)<br/>डी - क्रमिक दिन (1, 2, 3, 21, 22, 23, 31, 4 ...)<br/>एच = घण्टा मा एएम / पीएम (0-12)<br/>एचएच = घण्टा मा एएम / पीएम (00-12)<br/>एच = दिनमा घण्टा (0-23)<br/>एचएच = दिनमा घण्टा (00-23)<br/>मिमी = मिनेट<br/>एसएस = सेकेन्ड<br/>एसएसएस = मिलिसेकेन्ड<br/>ए = एएम / पीएम मार्कर<br/>पी = ए.एम./पी.एम. मार्कर
nl_be: yy = kort jaar<br/>jjjj = lang jaar<br/>M = maand (1-12)<br/>MM = maand (01-12)<br/>MMM = maand afkorting (jan, feb ... Dec)<br/>MMMM = lange maand (januari, februari ... december)<br/>d = dag (1 - 31)<br/>dd = dag (01 - 31)<br/>ddd = dag van de week in woorden (maandag, dinsdag ... Zondag)<br/>E = korte dag van de week in woorden (ma, di ... Zon)<br/>D - Ordinale dag (1e, 2e, 3e, 21e, 22e, 23e, 31e, 4e...)<br/>h = uur in am/pm (0-12)<br/>hh = uur in am/pm (00-12)<br/>H = uur in dag (0-23)<br/>HH = uur in dag (00-23)<br/>mm = minuut<br/>hs = seconde<br/>SSS = milliseconden<br/>a = AM/PM-markering<br/>p = a.m./p.m. markering
or_in: y = କ୍ଷୁଦ୍ର ବର୍ଷ<br/>yyy = ଦୀର୍ଘ ବର୍ଷ<br/>M = ମାସ (1-12)<br/>MM = ମାସ (01-12)<br/>MMM = ମାସ ସଂକ୍ଷେପ (ଜାନୁଆରୀ, ଫେବୃଆରୀ ... ଡିସେମ୍ବର)<br/>MMMM = ଦୀର୍ଘ ମାସ (ଜାନୁଆରୀ, ଫେବୃଆରୀ ... ଡିସେମ୍ବର)<br/>d = ଦିନ (1 - 31)<br/>dd = ଦିନ (01 - 31)<br/>ddd = ଶବ୍ଦରେ ସପ୍ତାହର ଦିନ (ସୋମବାର, ମଙ୍ଗଳବାର ... ରବିବାର)<br/>ଇ = ଶବ୍ଦରେ ସପ୍ତାହର ସଂକ୍ଷିପ୍ତ ଦିନ (ମୋନ୍, ଟୁଇ ... ସୂର୍ଯ୍ୟ)<br/>ଡି - ଅର୍ଡିନାଲ ଦିନ (ପ୍ରଥମ, ଦ୍ବିତୀୟ, ତୃତୀୟ, ୨୧, ୨୨, ୨୩, ୩୧, ୪ର୍ଥ...)<br/>h = am/pm ରେ ଘଣ୍ଟା (0-12)<br/>hh = am/pm ରେ ଘଣ୍ଟା (00-12)<br/>H = ଦିନର ଘଣ୍ଟା (0-23)<br/>HH = ଦିନର ଘଣ୍ଟା (00-23)<br/>mm = ମିନିଟ୍<br/>ss = ଦ୍ୱିତୀୟ<br/>SSS = milliseconds<br/>a = AM/PM ମାର୍କର<br/>p = a.m./p.m. ମାର୍କର
pa_arab: yy = ਛੋਟਾ ਸਾਲ yyyy = ਲੰਬਾ ਸਾਲ ਐਮ = ​​ਮਹੀਨਾ (1-12) ਐਮ ਐਮ = ਮਹੀਨਾ (01-12) ਐਮ ਐਮ ਐਮ = ਮਹੀਨੇ ਦੇ ਸੰਖੇਪ (ਜਨਵਰੀ, ਫਰਵਰੀ ... ਦਸੰਬਰ) Mmmm = ਲੰਮਾ ਮਹੀਨਾ (ਜਨਵਰੀ, ਫਰਵਰੀ ... ਦਸੰਬਰ) ਡੀ = ਦਿਨ (1 - 31) ਡੀਡੀ = ਦਿਨ (01 - 31) ਡੀਡੀਡੀ = ਹਫ਼ਤੇ ਦੇ ਹਫ਼ਤੇ ਦੇ ਦਿਨ (ਸੋਮਵਾਰ, ਮੰਗਲਵਾਰ ... ਐਤਵਾਰ) ਈ = ਹਫ਼ਤੇ ਦਾ ਛੋਟਾ ਦਿਨ ਸ਼ਬਦਾਂ ਵਿਚ (ਸੋਮ, ਮੰਗ) ਡੀ - ਆਰਡੀਨਲ ਡੇ (1, 2, ਦੂਜਾ, 21, 22, 22, 22, 31, ਚੌਥਾ, ਚੌਥਾ ...) h = ਸਵੇਰੇ / ਵਜੇ (0-12) hh = ਸਵੇਰੇ / ਵਜੇ ਵਿੱਚ (00-12) H = ਦਿਨ ਵਿਚ (0-23) Hh = ਦਿਨ ਵਿਚ (00-23) mm = ਮਿੰਟ ਐਸ ਐਸ = ਦੂਜਾ Sss = ਮਿਲੀਸਕਿੰਟਸ ਏ = am / ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਮਾਰਕਰ p = a.m./p.m. ਮਾਰਕਰ
pl_pl: yy = krótki rok <br/> trys = długi rok <br/> m = miesiąc (1-12) <br/> mm = miesiąc (01-12) <br/> mmm = skrót miesiąca (Jan, luty .. . Grudzień) <br/> mmmm = długi miesiąc (styczeń, luty ... grudzień) <br/> d = dzień (1 - 31) <br/> dd = dzień (01 - 31) <br/> ddd = Dzień tygodnia słowami (poniedziałek, wtorek ... niedziela) <br/> e = krótki dzień tygodnia słowami (pon, wt ... Słońce) <br/> d - Dzień Ordinal (1, 2, 2, 3, 21, 22, 23, 31, 4 ...) <br/> h = godzina w AM/PM (0-12) <br/> hh = godzina w AM/PM (00-12) <Br// > H = godzina w dniu (0-23) <br/> hh = godzina w dniu (00-23) <br/> mm = minuta <br/> ss = drugi <br/> ss = milisekunds <br/> A = Marker AM/PM <br/> p = A.M./P.M. znacznik
pt_br: yy = ano curto<br/>aaaa = ano longo<br/>M = mês (1-12)<br/>MM = mês (01-12)<br/>MMM = abreviação do mês (Jan, Fev ... Dez)<br/>MMMM = mês longo (janeiro, fevereiro... Dezembro)<br/>d = dia (1 - 31)<br/>dd = dia (01 - 31)<br/>ddd = dia da semana em palavras (segunda-feira, terça-feira... Domingo)<br/>E = dia curto da semana em palavras (Seg, Ter... Sol)<br/>D - Dia ordinal (1º, 2º, 3º, 21º, 22º, 23º, 31º, 4º...)<br/>h = hora em am/pm (0-12)<br/>hh = hora em am/pm (00-12)<br/>H = hora do dia (0-23)<br/>HH = hora do dia (00-23)<br/>mm = minuto<br/>ss = segundo<br/>SSS = milissegundos<br/>a = marcador AM/PM<br/>p = marcador a.m./p.m.
ro_ro: ay = an scurt<br/>aaaa = an lung<br/>M = lună (1-12)<br/>MM = lună (01-12)<br/>MMM = abrevierea lunii (ian, februarie ... Decembrie)<br/>MMMM = lună lungă (ianuarie, februarie ... decembrie)<br/>d = zi (1 - 31)<br/>zz = zi (01 - 31)<br/>ddd = ziua săptămânii în cuvinte (luni, marți ... Duminică)<br/>E = zi scurtă a săptămânii în cuvinte (luni, marți ... Soare)<br/>D - Ziua ordinală (1, 2, 3, 21, 22, 23, 31, 4...)<br/>h = oră în am/pm (0-12)<br/>hh = oră în am/pm (00-12)<br/>H = oră în zi (0-23)<br/>HH = oră din zi (00-23)<br/>mm = minut<br/>ss = al doilea<br/>SSS = milisecunde<br/>a = marcajul AM/PM<br/>p = a.m./p.m. marker
ru_ru: yy = короткий год<br/>yyyy = длинный год<br/>M = месяц (1-12)<br/>MM = месяц (01-12)<br/>МММ = аббревиатура месяца (январь, фев ... Дек)<br/>ММММ = длинный месяц (январь, февраль... Декабрь)<br/>d = день (1 - 31)<br/>дд = день (01 - 31)<br/>ddd = день недели прописью (понедельник, вторник... Воскресенье)<br/>E = короткий день недели прописью (Пн, Вт ... Вс)<br/>D - Порядковый день (1-й, 2-й, 3-й, 21-й, 22-й, 23-й, 31-й, 4-й...)<br/>h = час в AM/PM (0-12)<br/>hh = час в AM/PM (00-12)<br/>H = час в сутках (0-23)<br/>HH = час в сутках (00-23)<br/>мм = минута<br/>ss = секунда<br/>SSS = миллисекунды<br/>a = маркер AM/PM<br/>p = маркер a.m./p.m.
sk_sk: yy = krátky rok<br/>rrrr = dlhý rok<br/>M = mesiac (1-12)<br/>MM = mesiac (01-12)<br/>MMM = skratka mesiaca (január, február ... decembra)<br/>MMMM = dlhý mesiac (január, február ... decembra)<br/>d = deň (1 - 31)<br/>dd = deň (01 - 31)<br/>ddd = deň v týždni slovami (pondelok, utorok ... Nedeľa)<br/>E = krátky deň v týždni slovami (Po, Ut ... Slnko)<br/>D - Radový deň (1., 2., 3., 21., 22., 23., 31., 4...)<br/>h = hodina v dopoludnia/popoludní (0-12)<br/>hh = hodina v dopoludnia/popoludní (00-12)<br/>H = hodina za deň (0-23)<br/>HH = hodina za deň (00-23)<br/>mm = minúta<br/>ss = druhá<br/>SSS = milisekundy<br/>a = značka AM/PM<br/>p = značka a.m./p.m.
sl_si: yy = kratko leto<br/>llll = dolgo leto<br/>M = mesec (1-12)<br/>MM = mesec (01-12)<br/>MMM = mesečna okrajšava (januar, februar ... December)<br/>MMMM = dolg mesec (januar, februar ... decembra)<br/>d = dan (1 - 31)<br/>dd = dan (01 - 31)<br/>ddd = dan v tednu z besedami (ponedeljek, torek ... nedelja)<br/>E = kratek dan v tednu z besedami (pon, tor ... Sonce)<br/>D - Ordinalni dan (1., 2., 3., 21., 22., 23., 31., 4....)<br/>h = ura v am/pm (0-12)<br/>hh = ura v am/pm (00-12)<br/>H = ura na dan (0-23)<br/>HH = ura na dan (00-23)<br/>mm = minuta<br/>ss = sekunda<br/>SSS = milisekunde<br/>a = oznaka AM/PM<br/>p = oznaka a.m./p.m.
sq_al: yy = vit i shkurtër<br/>yyyy = vit i gjatë<br/>M = muaj (1-12)<br/>MM = muaj (01-12)<br/>MMM = shkurtesa mujore (Jan, Feb ... Dec)<br/>MMMM = muaj i gjatë (janar, shkurt ... Dhjetor)<br/>d = ditë (1 - 31)<br/>dd = dita (01 - 31)<br/>ddd = dita e javës me fjalë (e hënë, e martë ... E diel)<br/>E = ditë e shkurtër e javës me fjalë (Mon, Tue ... Sun)<br/>D - Dita ordinale (1, 2, 3, 21, 22, 23, 31, 4...)<br/>h = orë në am/pm (0-12)<br/>hh = orë në am/pm (00-12)<br/>H = orë në ditë (0-23)<br/>HH = orë në ditë (00-23)<br/>mm = minutë<br/>ss = i dyti<br/>SSS = milisekonda<br/>a = shënues AM/PM<br/>p = shënues a.m./p.m.
sr_cyrl_me: yy = кратка година<br/>yyyy = дуга година<br/>М = месец (1-12)<br/>ММ = месец (01-12)<br/>МММ = скраћеница месеца (Јан, Феб ... Дец)<br/>ММММ = дуг месец (јануар, фебруар ... Децембар)<br/>д = дан (1 - 31)<br/>дд = дан (01 - 31)<br/>ддд = дан у недељи речима (понедељак, уторак ... Недеља)<br/>Е = кратак дан у недељи у речима (Мон, Туе ... Сунце)<br/>Д - Ординални дан (1, 2., 3.<br/>х = сат у ам/пм (0-12)<br/>хх = сат у ам/пм (00-12)<br/>Х = сат у дану (0-23)<br/>ХХ = сат у дану (00-23)<br/>мм = минут<br/>сс = сецонд<br/>ССС = милисекунде<br/>а = АМ/ПМ маркер<br/>п = а.м./п.м. означивач
sv_fi: yy = kort år<br/>yyyy = långt år<br/>M = månad (1-12)<br/>MM = månad (01-12)<br/>MMM = månadsförkortning (jan, feb ... Dec)<br/>MMMM = lång månad (januari, februari ... december)<br/>d = dag (1 - 31)<br/>dd = dag (01 - 31)<br/>ddd = veckodag i ord (måndag, tisdag ... Söndag)<br/>E = kort veckodag i ord (mån, tis ... Sön)<br/>D - Ordningsdag (1:a, 2:a, 3:e, 21:a, 22:a, 23:e, 31:a, 4:e...)<br/>h = timme i am/pm (0-12)<br/>hh = timme i am/pm (00-12)<br/>H = timme på dagen (0-23)<br/>HH = timme på dagen (00-23)<br/>mm = minut<br/>ss = sekund<br/>SSS = millisekunder<br/>a = AM/PM-markör<br/>p = a.m./p.m. markör
sw_ke: YY = mwaka mfupi <br/> yyyy = mwaka mrefu <br/> m = mwezi (1-12) <br/> mm = mwezi (01-12) . DEC) <br/> mmmm = mwezi mrefu (Januari, Februari ... Desemba) <br/> d = siku (1 - 31) Siku ya Wiki kwa maneno (Jumatatu, Jumanne ... Jumapili) <br/> e = siku fupi ya wiki kwa maneno (mon, tue ... jua) <br/> d - siku ya kawaida (1, 2, 3, 21, 22, 23, 31, 4 ...) <br/> h = saa katika am/pm (0-12) > H = saa katika siku (0-23) A = AM/PM alama ya <br/> p = a.m./p.m. alama
ta_in: yy = குறுகிய ஆண்டு<br/>yyyy = நீண்ட ஆண்டு<br/>M = மாதம் (1-12)<br/>MM = மாதம் (01-12)<br/>MMM = மாதம் சுருக்கம் (ஜனவரி, பிப்ரவரி ... டிசம்பர்)<br/>MMMM = நீண்ட மாதம் (ஜனவரி, பிப்ரவரி ... டிசம்பர்)<br/>d = நாள் (1 - 31)<br/>DD = நாள் (01 - 31)<br/>ddd = வார்த்தைகளில் வாரத்தின் நாள் (திங்கள், செவ்வாய் ... ஞாயிற்றுக்கிழமை)<br/>E = சொற்களில் வாரத்தின் குறுகிய நாள் (திங்கள், செவ்வாய் ... சூரியன்)<br/>D - சாதாரண நாள் (1வது, 2வது, 3வது, 21வது, 22வது, 23வது, 31வது, 4வது...)<br/>h = AM / PM இல் மணி (0-12)<br/>hh = AM/PM இல் மணி (00-12)<br/>H = பகலில் மணி (0-23)<br/>HH = பகலில் மணி (00-23)<br/>மிமீ = நிமிடம்<br/>ss = இரண்டாவது<br/>SSS = மில்லி விநாடிகள்<br/>a = AM/PM மார்க்கர்<br/>P = a.m./p.m. குறிப்பான்
te_in: y = స్వల్ప సంవత్సరం<br/>య్యాయ్ = దీర్ఘ సంవత్సరం<br/>మ = నెల (1-12)<br/>MM = నెల (01-12)<br/>ఎమ్ఎమ్ఎమ్ = నెల సంక్షిప్తీకరణ (జనవరి, ఫిబ్రవరి ... డిసెంబర్)<br/>MMMM = దీర్ఘ నెల (జనవరి, ఫిబ్రవరి ... డిసెంబర్)<br/>d = రోజు (1 - 31)<br/>dd = రోజు (01 - 31)<br/>ddd = వారంలోని రోజు మాటల్లో (సోమవారం, మంగళవారం ... ఆదివారం)<br/>ఇ = మాటల్లో చెప్పాలంటే వారం యొక్క చిన్న రోజు (సోమవారం, మంగళవారం ... సూర్యుడు)<br/>D - ఆర్డినల్ డే (1 వ, 2 వ, 3 వ, 21 వ, 22 వ, 23 వ, 31 వ, 4 వ ...)<br/>h = ఉదయం/pm లో గంట (0-12)<br/>hh = ఉదయం/pm లో గంట (00-12)<br/>H = రోజులో గంట (0-23)<br/>HH = రోజులో గంట (00-23)<br/>mm = నిమిషం<br/>ss = సెకండ్<br/>SSS = మిల్లీసెకన్లు<br/>a = AM/PM మార్కర్<br/>p = a.m./p.m. మార్కర్
th_th: yy = ปีสั้น<br/>yyyy = ปีที่ยาวนาน<br/>M = เดือน (1-12)<br/>MM = เดือน (01-12)<br/>MMM = ตัวย่อเดือน (ม.ค. ก.พ. ... ธ.ค.)<br/>MMMM = เดือนที่ยาวนาน (มกราคมกุมภาพันธ์ ... ธันวาคม)<br/>d = วัน (1 - 31)<br/>dd = วัน (01 - 31)<br/>ddd = วันในสัปดาห์ในคํา (วันจันทร์วันอังคาร ... วันอาทิตย์)<br/>= วันสั้น ๆ ของสัปดาห์ในคํา (จันทร์ อังคาร ... อาทิตย์)<br/>D - วันลําดับ (วันที่ 1, 2, 3, 21, 22, 23, 31, 4...)<br/>h = ชั่วโมงเป็น am/pm (0-12)<br/>hh = ชั่วโมงเป็น am/pm (00-12)<br/>H = ชั่วโมงในวัน (0-23)<br/>HH = ชั่วโมงในวัน (00-23)<br/>มม. = นาที<br/>ss = วินาที<br/>SSS = มิลลิวินาที<br/>a = เครื่องหมาย AM/PM<br/>p = เครื่องหมาย am/pm
tk_tm: yý = gysga ýyl<br/>yyyy = uzyn ýyl<br/>M = aý (1-12)<br/>MM = aý (01-12)<br/>MMM = aý gysgaldylyşy (Jan, Fewral ... Dek.<br/>MMMM = uzyn aý (ýanwar, fewral ... Bitaraplyk)<br/>d = gün (1 - 31)<br/>dd = gün (01 - 31)<br/>ddd = hepdäniň güni sözler bilen (Duşenbe, Sişenbe ... Ýekşenbe)<br/>E = söz bilen hepdäniň gysga güni (Mon, Tue ... Gün)<br/>D - Ordinal gün (1-nji, 2-nji, 3-nji, 21-nji, 22-nji, 23-nji, 31-nji, 4-nji...)<br/>h = hour in am/pm (0-12)<br/>hh = hour in am/pm (00-12)<br/>H = gündizine sagat (0-23)<br/>HH = günde sagat (00-23)<br/>mm = minut<br/>ss = ikinji<br/>SSS = milisekund<br/>a = AM/PM markeri<br/>p = a.a./p.m. marker
tr_tr: yy = kısa yıl<br/>yyyy = uzun yıl<br/>M = ay (1-12)<br/>MM = ay (01-12)<br/>MMM = ay kısaltması (Ocak, Şubat ... Aralık)<br/>MMMM = uzun ay (Ocak, Şubat... Aralık)<br/>d = gün (1 - 31)<br/>dd = gün (01 - 31)<br/>ddd = kelimelerle haftanın günü (Pazartesi, Salı ... Pazar)<br/>E = kelimelerle haftanın kısa günü (Pzt, Sal ... Güneş)<br/>D - Sıra günü (1., 2., 3., 21., 22., 23., 31., 4...)<br/>h =/pm cinsinden saat (0-12)<br/>hh =/pm cinsinden saat (00-12)<br/>H = gündeki saat (0-23)<br/>HH = gün içindeki saat (00-23)<br/>mm = dakika<br/>ss = saniye<br/>SSS = milisaniye<br/>a =/PM işaretçisi<br/>p = a.m./p.m. işaretçisi
tt_ru: yy = кыска ел<br/>yyy = озын ел<br/>M = ае (1-12)<br/>MM = ае (01-12)<br/>MMM = ай аббревиатурасы (Ян, февраль... Декабрь)<br/>MMM = озын ай (гыйнвар, февраль... Декабрь)<br/>d = көн (1 — 31)<br/>dd = көн (01 — 31)<br/>ddd = атна көне сүз белән (дүшәмбе, сишәмбе... Якшәмбе)<br/>E = атнаның кыска көне сүз белән (Мон, Ту... Кояш)<br/>D - Ординал көне (1-нче, 2-нче, 3-нче, 21-нче, 22-нче, 23 нче, 31-нче, 4-нче...)<br/>h = сәгать сәгать / сәгатьтә (0-12)<br/>hh = сәгать сәгатьтә / сәгатьтә (00-12)<br/>H = сәгать (0-23)<br/>HH = сәгать (00-23)<br/>мм = минут<br/>ss = икенче<br/>SSS = миллисекондлар<br/>a = AM / PM маркеры<br/>p = a.m./ p.m. маркер
ug_cn: YY = قىسقىچە يىل <br/> yyyy = ئۇزۇن يىل <br//> mm = mm = mm = mm = ئاي قىسقارتىش (1-ئاينىڭ 19-كۈنى) . DEM. <br/> mmm> ئۇزۇن ئاي (1-ئايدىن باشلاپ) <br/> (1 - 31 - 31) <br/> DDD = ھەپتىلىك كۈنى (دۈشەنبە, سەيشەنبە ... يەكشەنبە) <br/>. 3-نومۇر 21-نومۇر, 22-چېسلا, 31-چېسلا ...) <br/> AM / HHM = سائەتتە HH / HG (00-12) <br / > H = سائەتتە سائەت (0-23) <br/> HH = mm = mm = mm = sss = SSS = CRSSCOMS <br/> A = AM / PM ماركىسىدىن تۆۋەنلەيدۇ. مارك
uk_ua: yy = короткий рік<br/>рррр = довгий рік<br/>М = місяць (1-12)<br/>ММ = місяць (01-12)<br/>МММ = абревіатура місяця (січень, лютий ... грудень)<br/>ММММ = довгий місяць (січень, лютий ... Грудень)<br/>d = день (1 - 31)<br/>dd = день (01 - 31)<br/>ddd = день тижня прописом (понеділок, вівторок ... Неділя)<br/>Е = короткий день тижня прописом (Пн, Вт ... Сонце)<br/>D - порядковий день (1-й, 2-й, 3-й, 21-й, 22-й, 23-й, 31-й, 4-й...)<br/>h = година в ранку/вечора (0-12)<br/>hh = година в ранку/вечора (00-12)<br/>H = година в добі (0-23)<br/>HH = година в добі (00-23)<br/>мм = хвилина<br/>ss = секунда<br/>SSS = мілісекунди<br/>a = маркер AM/PM<br/>p = маркер a.m./p.m.
ur_pk: yy = مختصر سال<br/>yyyy = طویل سال<br/>ایم = مہینہ (1-12)<br/>ایم ایم = مہینہ (01-12)<br/>ایم ایم ایم = ماہ کا مخفف (جنوری، فروری ... دسمبر)<br/>ایم ایم ایم ایم = طویل مہینہ (جنوری، فروری ... دسمبر)<br/>دن = دن (1 - 31)<br/>ڈی ڈی = دن (01 - 31)<br/>ڈی ڈی ڈی = الفاظ میں ہفتے کا دن (پیر، منگل ... اتوار)<br/>ای = الفاظ میں ہفتے کا مختصر دن (مون، ٹو ... سورج)<br/>ڈی - آرڈینل دن (پہلا، دوسرا، تیسرا، 21 واں، 22 واں، 23 واں، 31 واں، چوتھا ...)<br/>ایچ = صبح / شام کا گھنٹہ (0-12)<br/>hh = صبح / شام کا گھنٹہ (00-12)<br/>H = دن میں گھنٹہ (0-23)<br/>ایچ ایچ = دن میں گھنٹہ (00-23)<br/>ملی میٹر = منٹ<br/>ایس ایس = دوسرا<br/>SSS = ملی سیکنڈ<br/>اے = اے ایم / پی ایم مارکر<br/>پی = اے ایم / پی ایم مارکر
uz_cyrl: yy = qisqa yil yyyy = uzoq yil M = oy (1-12) Mm = oy (01-12) Mmm = oy qisqartmasi (yanvar, fevral ... DEM) Mmmm = uzoq oy (yanvar, fevral ... dekabr) d = kun (1 - 31) dd = kun (01 - 31) DDD = Hafta kunida (dushanba, seshanba ... yakshanba) E = haftaning qisqa kunida (dona, tyust ... quyosh) D - tartibli kun (1, 2-chi, 3-chi, 22-chi, 23-, 31-chi ...) h = soat / soat soat (0-12) hh = soat / soat soat (00-12) H = kun davomida (0-23) Hh = kun davomida (00-23) mm = daqiqada ss = ikkinchi SSS = millisekunds A = AM / PM marker p = a.m./p.m. marker
vi_vn: yy = năm ngắn <br/> yyyy = năm dài <br/> m = tháng (1-12) <br/> mm = tháng (01-12) <br/> MMM = Tháng viết tắt (Jan, Feb .. . Dec) <br/> mmmm = tháng dài (tháng 1, tháng 2 ... tháng 12) <br/> d = ngày (1 - 31) <br/> dd = ngày (01 - 31) <br/> ddd = Ngày trong tuần bằng lời nói (Thứ Hai, Thứ Ba ... Chủ nhật) <br/> E = Ngày ngắn trong tuần bằng lời nói (Thứ Hai, Tue ... Mặt trời) <br/> D - Ngày thứ tự (1, thứ 2, thứ 2, 3, 21, 22, 23, 31, 4th ...) <br/> h = giờ vào sáng/chiều (0-12) > H = giờ trong ngày (0-23) <br/> hh = giờ trong ngày (00-23) <br/> mm = phút <br/> ss = thứ hai <br/> sss = miliseconds <br/> A = AM/pm điểm đánh dấu <br/> p = a.m./p.m. đánh dấu
zh_hant: yy = 短年<br/>yyyy = 長年<br/>M = 月 （1-12）<br/>MM = 月 （01-12）<br/>MMM = 月份縮寫（Jan、Feb ...12月）<br/>MMMM = 長月（1 月、2 月......12月）<br/>d = 天 （1 - 31）<br/>dd = 天 （01 - 31）<br/>ddd = 星期幾（星期一、星期二......星期天）<br/>E = 一周中的短日子（週一、週二......周日）<br/>D - 序數日（1日、2日、3日、21日、22日、23日、31日、4日...<br/>h = 小時，單位為上午 / 下午 （0-12）<br/>hh = 小時（上午 /下午 ）（00-12）<br/>H = 一天中的小時 （0-23）<br/>HH = 一天中的小時 （00-23）<br/>mm = 分鐘<br/>ss = 秒<br/>SSS = 毫秒<br/>a = AM/PM 標記<br/>p = 上午/下午標記
