Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# NtfCapHideHint
source: * You can hide these warnings by clicking 'hide all' from the options menu above.
af_za: * U kan hierdie waarskuwings verberg deur klik op 'verberg alles' van die Opsiesmenu hierbo.
am_et: * እነዚህን ማስጠንቀቂያዎች መደበቅ ይችላሉ በ 'ሁሉንም' ን ጠቅ ማድረግ 'ከ ከላይ ምናባዊ ምናሌ.
ar_bh: * يمكنك إخفاء هذه التحذيرات النقر فوق "إخفاء الكل" من قائمة الخيارات أعلاه.
as_in: * আপুনি এই সতৰ্কবাণীসমূহ লুকুৱাই ৰাখিব পাৰে 'সকলো লুকুৱাব'ৰ পৰা ক্লিক কৰা ওপৰত বিকল্পসমূহ মেনু।
az_cyrl: * Bu xəbərdarlıqları gizlədə bilərsiniz 'Hamısını gizlət' düyməsini basın Seçimlər menyusu yuxarıda.
bg_bg: * Можете да скриете тези предупреждения от щракване върху „Скриване на всички“ от Меню за опции по -горе.
bn_in: * আপনি এই সতর্কতাগুলি আড়াল করতে পারেন থেকে 'সমস্ত লুকান' ক্লিক করা উপরে বিকল্প মেনু।
bs_latn_ba: * Možete sakriti ta upozorenja od strane Klikom na 'Sakrij sve' iz gornji izbornik opcija iznad.
ca_es: * Podeu amagar aquestes advertències per fent clic a "Oculta tot" del Menú d’opcions a dalt.
cs_cz: * Tato varování můžete skrýt kliknutím na „skrýt vše“ před Nabídka možností výše.
cy_gb: * Gallwch chi guddio'r rhybuddion hyn gan Clicio 'Cuddio Pawb' o'r Dewislen opsiynau uchod.
da_dk: * Du kan skjule disse advarsler ved Klik på 'Skjul alt' fra Indstillinger menu ovenfor.
de_ch: * Sie können diese Warnungen verstecken Klicken Sie auf "Alle" von der Optionsmenü oben.
el_gr: * Μπορείτε να αποκρύψετε αυτές τις προειδοποιήσεις από κάνοντας κλικ στο "Απόκρυψη όλων" από το Επιλογές μενού παραπάνω.
es_bo: * Puedes ocultar estas advertencias por haciendo clic en 'ocultar todo' desde el Menú de opciones arriba.
et_ee: * Võite neid hoiatusi varjata klõpsates nuppu "Peida kõik" Ülaltoodud suvandite menüü.
fa_ir: * شما می توانید این هشدارها را توسط با کلیک بر روی "پنهان کردن همه" از منوی گزینه ها در بالا.
fi_fi: * Voit piilottaa nämä varoitukset napsauttamalla 'piilota kaikki' Yllä olevien vaihtoehtojen valikko.
fil_ph: * Maaari mong itago ang mga babalang ito pag -click sa 'itago ang lahat' mula sa menu ng mga pagpipilian sa itaas.
fr_029: * Vous pouvez cacher ces avertissements par Cliquez sur «Masquer tout» dans le Menu d'options ci-dessus.
ga_ie: * Is féidir leat na rabhaidh seo a cheilt trí cliceáil ar 'Hide All' ón roghchlár roghanna thuas.
gu_in: * તમે આ ચેતવણીઓ દ્વારા છુપાવી શકો છો થી 'બધા છુપાવો' ક્લિક કરો ઉપર વિકલ્પો મેનૂ.
he_il: * אתה יכול להסתיר את האזהרות הללו על ידי לחיצה על 'הסתר הכל' מה- תפריט אפשרויות למעלה.
hi_in: * आप इन चेतावनियों को छिपा सकते हैं से 'सभी छिपाने' पर क्लिक करना ऊपर विकल्प मेनू।
hr_hr: * Ova upozorenja možete sakriti prema klikom na "Sakrij sve" od Izbornik opcija gore.
hu_hu: * Elrejtheti ezeket a figyelmeztetéseket Az „All elrejtése” gombra kattintva a Opciók menü fent.
hy_am: * Դուք կարող եք թաքցնել այս նախազգուշացումները Կտտացնելով «Թաքցնել բոլորը» Ընտրանքների մենյու վերը նշված:
id_id: * Anda dapat menyembunyikan peringatan ini mengklik 'Sembunyikan Semua' dari menu opsi di atas.
is_is: * Þú getur falið þessar viðvaranir fyrir Að smella 'fela allt' úr Valkostir matseðill hér að ofan.
it_ch: * Puoi nascondere questi avvertimenti Facendo clic su "nascondi tutto" da Menu Opzioni sopra.
ja_jp: *これらの警告を非表示にすることができます 「すべてを非表示」からクリックします 上記のオプションメニュー。
ka_ge: * შეგიძლიათ დამალოთ ეს გაფრთხილებები დაჭერით 'დამალვა ყველა' პარამეტრების მენიუ ზემოთ.
kk_kz: * Сіз бұл ескертулерді жасыра аласыз «Барлығын жасыру» түймесін басу Жоғарыдағы опциялар мәзірі.
km_kh: * អ្នកអាចលាក់ការព្រមានទាំងនេះដោយ ចុច 'លាក់ទាំងអស់' ពីឯកសារ ម៉ឺនុយជម្រើសខាងលើ។
kn_in: * ನೀವು ಈ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಮರೆಮಾಡಬಹುದು 'ಎಲ್ಲವನ್ನೂ ಮರೆಮಾಡಿ' ಕ್ಲಿಕ್ ಮಾಡಿ ಮೇಲಿನ ಆಯ್ಕೆಗಳ ಮೆನು.
ko_kr: *이 경고를 숨길 수 있습니다 '모두 숨기기'를 클릭하십시오 위의 옵션 메뉴.
ky_kg: * Сиз бул эскертүүлөрдү жашырсаңыз болот "бардыгын жашыруу" баскычын чыкылдатыңыз Жогорудагы опциялар менюсу.
lo_la: * ທ່ານສາມາດຊ່ອນຄໍາເຕືອນເຫລົ່ານີ້ໂດຍ ການຄລິກໃສ່ 'ເຊື່ອງທັງຫມົດ' ຈາກ ຕົວເລືອກເມນູຂ້າງເທິງ.
lt_lt: * Galite paslėpti šiuos įspėjimus spustelėjus „Slėpti visus“ nuo Aukščiau pateiktas parinkčių meniu.
lv_lv: * Jūs varat slēpt šos brīdinājumus pēc Noklikšķinot uz “paslēpt visu” no Opciju izvēlne iepriekš.
mi_nz: * Ka taea e koe te huna i enei whakatupato a Ka paatohia te 'huna katoa' mai i te Tahua Kōwhiringa i runga ake nei.
mk_mk: * Можете да ги скриете овие предупредувања до со кликнување на „Скриј ги сите“ од Мени за опции погоре.
ml_in: * നിങ്ങൾക്ക് ഈ മുന്നറിയിപ്പുകൾ മറയ്ക്കാൻ കഴിയും 'എല്ലാം മറയ്ക്കുക' ക്ലിക്കുചെയ്യുക മുകളിലുള്ള ഓപ്ഷനുകൾ മെനു.
mr_in: * आपण या चेतावणी लपवू शकता पासून 'सर्व लपवा' क्लिक करत आहे वरील पर्याय मेनू.
ms_my: * Anda boleh menyembunyikan amaran ini Mengklik 'Sembunyikan Semua' dari Menu Pilihan di atas.
mt_mt: * Tista 'taħbi dawn it-twissijiet minn tikklikkja 'Aħbi Kollha' mill - Menù tal-Għażliet hawn fuq.
nb_no: * Du kan skjule disse advarslene ved Klikk på 'Skjul alt' for Alternativer -menyen ovenfor.
ne_np: * तपाईं यी चेतावनीहरू लुकाउन सक्नुहुन्छ 'सबै लुकाउन' क्लिक गर्दै विकल्प मेनू माथि।
nl_be: * Je kunt deze waarschuwingen verbergen door Klik op 'alles verbergen' vanuit de Optiesmenu hierboven.
or_in: * ଆପଣ ଏହି ଚେତାବନୀକୁ ଲୁଚାଇ ପାରିବେ | ଠାରୁ 'ସମସ୍ତ ଲୁଚାନ୍ତୁ' କ୍ଲିକ୍ କରନ୍ତୁ | ଉପର ବିକଳ୍ପ ମେନୁ |
pa_arab: * ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਚੇਤਾਵਨੀਆਂ ਨੂੰ ਲੁਕਾ ਸਕਦੇ ਹੋ ਤੋਂ 'ਸਾਰੇ ਓਹਲੇ' ਤੇ ਕਲਿਕ ਕਰਨਾ ਉੱਪਰ ਦਿੱਤੇ ਵਿਕਲਪ ਮੀਨੂ.
pl_pl: * Możesz ukryć te ostrzeżenia przez kliknięcie „ukryj wszystko” przed Menu opcji powyżej.
pt_br: * Você pode esconder esses avisos por Clicando 'Hide All' do Menu de opções acima.
ro_ro: * Puteți ascunde aceste avertismente prin făcând clic pe „ascunde toate” de Meniul de opțiuni de mai sus.
ru_ru: * Вы можете скрыть эти предупреждения нажав «скрыть все» от Меню вариантов выше.
sk_sk: * Tieto varovania môžete skryť Kliknite na „Skryť všetky“ pred Vyššie uvedené ponuky možností.
sl_si: * Ta opozorila lahko skrijete kliknite 'skriti vse' pred Meni možnosti zgoraj.
sq_al: * Ju mund t'i fshehni këto paralajmërime nga duke klikuar 'fshehin të gjithë' nga Menyja e opsioneve më lart.
sr_cyrl_me: * Можете сакрити ове упозорења Кликом на "Сакриј све" од мени са опцијама изнад.
sv_fi: * Du kan dölja dessa varningar av klicka på 'göm alla' från Alternativmeny ovan.
sw_ke: * Unaweza kuficha maonyo haya kwa Kubonyeza 'Ficha yote' kutoka Chaguzi Menyu hapo juu.
ta_in: * இந்த எச்சரிக்கைகளை நீங்கள் மறைக்க முடியும் 'அனைத்தையும் மறைக்க' என்பதைக் கிளிக் செய்க விருப்பங்கள் மெனு மேலே.
te_in: * మీరు ఈ హెచ్చరికలను దాచవచ్చు 'అన్నీ దాచండి' క్లిక్ చేయడం నుండి పైన ఎంపికల మెను.
th_th: * คุณสามารถซ่อนคำเตือนเหล่านี้ได้โดย คลิก 'ซ่อนทั้งหมด' จากไฟล์ เมนูตัวเลือกด้านบน
tk_tm: * Bu duýduryşlary gizläp bilersiňiz 'Hemmesini gizlemek' düwmesine basyň Varioveokardaky wariantlar menýusyny.
tr_tr: * Bu uyarıları gizleyebilirsiniz. 'hepsini gizle' Yukarıdaki seçenekler menüsü.
tt_ru: * Сез бу кисәтүне яшерә аласыз «Барыгызны да яшерегез» басыгыз Aboveгарыдагы вариантлар менюсы.
ug_cn: * بۇ ئاگاھلاندۇرۇشنى يوشۇرالايسىز «ھەممىنى يوشۇرۇش» نى چېكىڭ ئۈستىدىكى تاللاش تىزىملىكى.
uk_ua: * Ви можете приховати ці попередження натиснувши "приховати все" з Параметри меню вище.
ur_pk: * آپ ان انتباہات کو چھپا سکتے ہیں سے 'سب کو چھپائیں' پر کلک کرنا اوپر اختیارات کا مینو۔
uz_cyrl: * Siz ushbu ogohlantirishlarni yashirishingiz mumkin "Hammasini yashirish" ni bosish Yuqoridagi variantlar menyusi.
vi_vn: * Bạn có thể che giấu những cảnh báo này bằng cách Nhấp vào 'Ẩn tất cả' từ Menu Tùy chọn ở trên.
zh_hant: *您可以通過 單擊“隱藏所有” 上面的選項菜單。

# NtfCapTrashMaxStorageText
source: Max Trash storage is {0}.
af_za: Maksimum asblikberging is {0}.
am_et: ማክስ ቆሻሻ መጣያ ማከማቻ {0} ነው.
ar_bh: تخزين القمامة القصوى {0}.
as_in: সৰ্বোচ্চ আৱৰ্জনা সংৰক্ষণ {0}।
az_cyrl: Maks zibil anbarı {0}-dir.
bg_bg: Максималното съхранение на боклук е {0}.
bn_in: সর্বাধিক ট্র্যাশ স্টোরেজ {0}}
bs_latn_ba: Max Skladište smeća je {0}.
ca_es: L’emmagatzematge màxim d’escombraries és {0}.
cs_cz: Úložiště Max Trash je {0}.
cy_gb: Storio sbwriel Max yw {0}.
da_dk: Max papirkurven er {0}.
de_ch: Max Müllspeicher ist {0}.
el_gr: Το Max Stork Storage είναι {0}.
es_bo: El almacenamiento de basura máxima es {0}.
et_ee: Max prügikasti salvestusruum on {0}.
fa_ir: حداکثر ذخیره زباله {0} است.
fi_fi: Max -roskakorin tallennus on {0}.
fil_ph: Ang max trash storage ay {0}.
fr_029: Le stockage maximum de la poubelle est {0}.
ga_ie: Is é uas -stóráil bruscair {0}.
gu_in: મેક્સ ટ્રેશ સ્ટોરેજ {0} છે.
he_il: אחסון זבל מקסימלי הוא {0}.
hi_in: अधिकतम कचरा भंडारण {0} है।
hr_hr: Maksimalno skladištenje smeća je {0}.
hu_hu: A maximális szemetes tároló {0}.
hy_am: Max Trash պահեստը {0} է:
id_id: Max Trash Storage adalah {0}.
is_is: Hámarks ruslgeymsla er {0}.
it_ch: L'archiviazione della spazzatura massima è {0}.
ja_jp: 最大ゴミのストレージは{0}です。
ka_ge: მაქსიმალური ნაგვის შენახვა არის {0}.
kk_kz: Максималды қоқысты сақтау - {0}.
km_kh: ការផ្ទុកសំរាមអតិបរមាគឺ {0} ។
kn_in: ಗರಿಷ್ಠ ಕಸದ ಸಂಗ್ರಹ {0}.
ko_kr: 최대 쓰레기 스토리지는 {0}입니다.
ky_kg: Макс Таштанды сактоо - {0}.
lo_la: ບ່ອນເກັບມ້ຽນຂີ້ເຫຍື້ອ Max ແມ່ນ {0}.
lt_lt: „Max“ šiukšliadėžė yra {0}.
lv_lv: Maksimālā atkritumu glabāšana ir {0}.
mi_nz: Ko te rokiroki max max te {0}.
mk_mk: Максимално складирање на ѓубре е {0.
ml_in: പരമാവധി ട്രാഷ് സംഭരണം {0}.
mr_in: कमाल कचरा स्टोरेज {0} आहे.
ms_my: Penyimpanan sampah max ialah {0}.
mt_mt: Il-ħażna massima tat-trash hija {0}.
nb_no: Maks søppellagring er {0}.
ne_np: अधिकतम रद्दी टोकरी भण्डारण {0} छ।
nl_be: Max Trash -opslag is {0}.
or_in: ସର୍ବାଧିକ ଆବର୍ଜେଶ ସଂରକ୍ଷଣ ହେଉଛି {0} |
pa_arab: ਮੈਕਸ ਰੱਦੀ ਦੀ ਸਟੋਰੇਜ} {0} ਹੈ.
pl_pl: Max Trash Storage to {0}.
pt_br: O armazenamento máximo de lixo é {0}.
ro_ro: Stocarea de gunoi maximă este {0}.
ru_ru: Максимальное хранилище мусора {0}.
sk_sk: Maximálne úložisko odpadu je {0}.
sl_si: Max shranjevanje smeti je {0}.
sq_al: Ruajtja maksimale e plehrave është {0}.
sr_cyrl_me: Максимално складиштење смећа је {0}.
sv_fi: Max Trash -lagring är {0}.
sw_ke: Hifadhi ya takataka max ni {0}.
ta_in: அதிகபட்ச குப்பை சேமிப்பு {0}.
te_in: గరిష్ట చెత్త నిల్వ {0}.
th_th: ที่เก็บขยะสูงสุดคือ {0}
tk_tm: Maks Zibil ammary {0}.
tr_tr: Maksimum çöp depolama {0}.
tt_ru: Макс чүп саклау - {0}.
ug_cn: ئەڭ چوڭ ئەخلەت ساقلىغۇچ {0}.
uk_ua: Максимальне зберігання сміття - {0}.
ur_pk: زیادہ سے زیادہ ردی کی ٹوکری میں اسٹوریج {0} ہے۔
uz_cyrl: Maks axlatini saqlash {0}.
vi_vn: Lưu trữ rác tối đa là {0}.
zh_hant: 最大垃圾存儲為{0}。

# NtfCapTrashReachedTitleSuffix
source: Trash Capacity Reached!
af_za: Afvalvermoë bereik!
am_et: የቆሻሻ አቅም ደርሷል!
ar_bh: وصلت قدرة القمامة!
as_in: আৱৰ্জনা ক্ষমতা পোৱা!
az_cyrl: Zibil tutumu çatdı!
bg_bg: Достигнат капацитет на боклука!
bn_in: আবর্জনা ক্ষমতা পৌঁছেছে!
bs_latn_ba: Snaga kapaciteta smeća dosegnuta!
ca_es: La capacitat de les escombraries va assolir!
cs_cz: Kapacita odpadků byla dosažena!
cy_gb: Cyrhaeddodd capasiti sbwriel!
da_dk: Skraldekapacitet nået!
de_ch: Müllkapazität erreicht!
el_gr: Η χωρητικότητα των σκουπιδιών έφτασε!
es_bo: Capacidad de basura alcanzada!
et_ee: Prügikasti maht saavutas!
fa_ir: ظرفیت زباله به دست آمد!
fi_fi: Roskakori saavutettiin!
fil_ph: Naabot ang kapasidad ng basura!
fr_029: La capacité des poubelles atteint!
ga_ie: Cumas bruscair sroichte!
gu_in: કચરો ક્ષમતા પહોંચી!
he_il: יכולת האשפה הושגה!
hi_in: कचरा क्षमता पहुंच गई!
hr_hr: Dostignuta kapacitet smeća!
hu_hu: Elérte a szemeteskapacitást!
hy_am: Աղբարկղի կարողությունը հասավ:
id_id: Kapasitas sampah tercapai!
is_is: Ruslastarfsemi náði!
it_ch: Capacità della spazzatura raggiunta!
ja_jp: ゴミ容量に達しました！
ka_ge: ნაგვის სიმძლავრე მიაღწია!
kk_kz: Қоқыс сыйымдылығы жеткен!
km_kh: សមត្ថភាពសំរាមបានឈានដល់!
kn_in: ಕಸ ಸಾಮರ್ಥ್ಯ ತಲುಪಿದೆ!
ko_kr: 쓰레기 용량에 도달했습니다!
ky_kg: Таштанды кубаттуулугу!
lo_la: ຄວາມສາມາດຂອງກະຕ່າຂີ້ເຫຍື້ອບັນລຸ!
lt_lt: Pasiekta šiukšlių talpa!
lv_lv: Sasniedza miskastes ietilpība!
mi_nz: Ka tae te kaha o te whakangungu!
mk_mk: Запален капацитет на ѓубре!
ml_in: ട്രാഷ് ശേഷി എത്തി!
mr_in: कचरा क्षमता गाठली!
ms_my: Kapasiti sampah dicapai!
mt_mt: Il-kapaċità tat-trash milħuqa!
nb_no: Søppelkapasitet nådd!
ne_np: रद्दी टोकरी क्षमता पुगेको छ!
nl_be: Trashcapaciteit bereikt!
or_in: ଆବର୍ଜନା କ୍ଷମତା ପହଞ୍ଚିଲା!
pa_arab: ਰੱਦੀ ਦੀ ਸਮਰੱਥਾ ਪਹੁੰਚ ਗਈ!
pl_pl: Pojemność śmieci osiągnęła!
pt_br: Capacidade de lixo alcançada!
ro_ro: Capacitatea de gunoi atinsă!
ru_ru: Достигнута емкость мусора!
sk_sk: Kapacita odpadu dosiahla!
sl_si: Dosegana zmogljivost smeti!
sq_al: Kapaciteti i plehrave të arritur!
sr_cyrl_me: Капацитет смећа је постигнут!
sv_fi: Papperskorgen nådde!
sw_ke: Uwezo wa takataka ulifikiwa!
ta_in: குப்பை திறன் அடைந்தது!
te_in: చెత్త సామర్థ్యం చేరుకుంది!
th_th: ความจุถังขยะมาถึงแล้ว!
tk_tm: Zibil kuwwaty ýetdim!
tr_tr: Çöp kapasitesi ulaşıldı!
tt_ru: Чүпкә сыйдырышлыгы!
ug_cn: ئەخلەت سىغىمى يېتىپ كەلدى!
uk_ua: Досягнення сміттєзвалища!
ur_pk: کوڑے دان کی گنجائش پہنچ گئی!
uz_cyrl: Axlat sig'imi yetdi!
vi_vn: Khả năng rác rưởi đạt được!
zh_hant: 達到了垃圾的能力！

# ParameterInvalidDefaultPatternInfoCaption
source: {0} is invalid
af_za: {0} is ongeldig
am_et: {0} ልክ ያልሆነ ነው
ar_bh: {0} غير صالح
as_in: {0} অবৈধ
az_cyrl: {0} etibarsızdır
bg_bg: {0} е невалиден
bn_in: {0} অবৈধ
bs_latn_ba: {0} je nevažeći
ca_es: {0} no és vàlid
cs_cz: {0} je neplatný
cy_gb: Mae {0} yn annilys
da_dk: {0} er ugyldig
de_ch: {0} ist ungültig
el_gr: {0} δεν είναι έγκυρο
es_bo: {0} no es válido
et_ee: {0} on vale
fa_ir: {0} نامعتبر است
fi_fi: {0} on virheellinen
fil_ph: Ang {0} ay hindi wasto
fr_029: {0} n'est pas valide
ga_ie: Tá {0} neamhbhailí
gu_in: {0} અમાન્ય છે
he_il: {0} אינו חוקי
hi_in: {0} अमान्य है
hr_hr: {0} je nevaljano
hu_hu: {0} érvénytelen
hy_am: {0} անվավեր է
id_id: {0} tidak valid
is_is: {0} er ógilt
it_ch: {0} non è valido
ja_jp: {0}は無効です
ka_ge: {0} არასწორია
kk_kz: {0} жарамсыз
km_kh: {0} មិនត្រឹមត្រូវ
kn_in: {0} ಅಮಾನ್ಯವಾಗಿದೆ
ko_kr: {0}은 유효하지 않습니다
ky_kg: {0} жараксыз
lo_la: {0} ບໍ່ຖືກຕ້ອງ
lt_lt: {0} neteisinga
lv_lv: {0} nav derīgs
mi_nz: {0} he muhu
mk_mk: {0} е неважечки
ml_in: {0} അസാധുവാണ്
mr_in: {0} अवैध आहे
ms_my: {0} tidak sah
mt_mt: {0} huwa invalidu
nb_no: {0} er ugyldig
ne_np: {0} अवैध छ
nl_be: {0} is ongeldig
or_in: {0} ଅବ alid ଧ ଅଟେ |
pa_arab: {0} ਅਵੈਧ ਹੈ
pl_pl: {0} jest nieprawidłowy
pt_br: {0} é inválido
ro_ro: {0} este nevalid
ru_ru: {0} недействителен
sk_sk: {0} je neplatný
sl_si: {0} je neveljaven
sq_al: {0} është e pavlefshme
sr_cyrl_me: {0} је неважећи
sv_fi: {0} är ogiltig
sw_ke: {0} ni batili
ta_in: {0} தவறானது
te_in: {0} చెల్లదు
th_th: {0} ไม่ถูกต้อง
tk_tm: {0} nädogry
tr_tr: {0} geçersiz
tt_ru: {0} яраксыз
ug_cn: {0} ئىناۋەتسىز
uk_ua: {0} недійсне
ur_pk: {0} غلط ہے
uz_cyrl: {0} yaroqsiz
vi_vn: {0} không hợp lệ
zh_hant: {0}無效

# ParameterInvalidLengthCaption
source: {0} must be at least {1} characters
af_za: {0} moet ten minste {1} karakters wees
am_et: {0} ቢያንስ {1} ቁምፊዎች መሆን አለበት
ar_bh: {0} يجب أن تكون أحرف {1} على الأقل
as_in: {0} অন্ততঃ {1} আখৰ হ'ব লাগিব
az_cyrl: {0} ən azı {1} simvol olmalıdır
bg_bg: {0} трябва да е поне {1} символи
bn_in: {0} অবশ্যই কমপক্ষে {1} অক্ষর হতে হবে
bs_latn_ba: {0} mora biti barem {1} znakovi
ca_es: {0} ha de ser almenys {1} caràcters
cs_cz: {0} musí být alespoň {1} znaky
cy_gb: Rhaid i {0} fod o leiaf {1} nod
da_dk: {0} skal være mindst {1} tegn
de_ch: {0} muss mindestens {1} Zeichen sein
el_gr: {0} πρέπει να είναι τουλάχιστον {1} χαρακτήρες
es_bo: {0} debe ser al menos {1} caracteres
et_ee: {0} peab olema vähemalt {1} tähemärgid
fa_ir: {0} باید حداقل {1} شخصیت باشد
fi_fi: {0} on oltava vähintään {1} merkkejä
fil_ph: {0} ay dapat na hindi bababa sa {1} character
fr_029: {0} doit être au moins {1} caractères
ga_ie: Caithfidh {0} a bheith ar a laghad {1} carachtair
gu_in: {0} ઓછામાં ઓછા {1} અક્ષરો હોવા જોઈએ
he_il: {0} חייב להיות לפחות {1} תווים
hi_in: {0} कम से कम {1} वर्ण होना चाहिए
hr_hr: {0} mora biti najmanje {1} znakovi
hu_hu: {0} legalább {1} karaktereknek kell lennie
hy_am: {0} Պետք է լինի առնվազն {1} նիշ
id_id: {0} harus setidaknya {1} karakter
is_is: {0} verður að vera að minnsta kosti {1} stafir
it_ch: {0} deve essere almeno {1} caratteri
ja_jp: {0}は少なくとも{1}文字でなければなりません
ka_ge: {0} უნდა იყოს მინიმუმ {1} სიმბოლო
kk_kz: {0} кем дегенде {1} таңбалар болуы керек
km_kh: {0} ត្រូវតែមានយ៉ាងហោចណាស់តួអក្សរ {1}
kn_in: {0} ಕನಿಷ್ಠ {1} ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ko_kr: {0}은 {1} 문자 이상이어야합니다.
ky_kg: {0} жок дегенде {1} каарман болушу керек
lo_la: {0} ຕ້ອງມີຢ່າງຫນ້ອຍ {1} ຕົວອັກສອນ
lt_lt: {0} turi būti bent {1} simboliai
lv_lv: {0} jābūt vismaz {1} rakstzīmēm
mi_nz: {0} me neke atu i te {1} pūāhua
mk_mk: {0} мора да биде барем {1} знаци
ml_in: {0} കുറഞ്ഞത് {1} പ്രതീകമായിരിക്കണം
mr_in: {0} किमान {1} वर्ण असणे आवश्यक आहे
ms_my: {0} mestilah sekurang -kurangnya {1} aksara
mt_mt: {0} għandhom ikunu mill-inqas {1} karattri
nb_no: {0} må være minst {1} tegn
ne_np: {0} कम्तिमा {1} वर्णहरू हुनुपर्दछ
nl_be: {0} moet op zijn minst {1} tekens zijn
or_in: {0} ଅତିକମରେ {1} ଅକ୍ଷର ହେବା ଜରୁରୀ |
pa_arab: {0} ਘੱਟੋ ਘੱਟ {1} ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
pl_pl: {0} musi być co najmniej {1} znaki
pt_br: {0} deve ser pelo menos {1} caracteres
ro_ro: {0} trebuie să fie cel puțin {1} caractere
ru_ru: {0} должно быть не менее {1} символов
sk_sk: {0} musí byť aspoň {1} znaky
sl_si: {0} morajo biti vsaj {1} znaki
sq_al: {0} duhet të jenë të paktën {1} karaktere
sr_cyrl_me: {0} мора бити барем {1} ликова
sv_fi: {0} måste vara minst {1} tecken
sw_ke: {0} lazima iwe angalau {1} herufi
ta_in: {0} குறைந்தது {1} எழுத்துக்கள் இருக்க வேண்டும்
te_in: {0} కనీసం {1} అక్షరాలు ఉండాలి
th_th: {0} ต้องมีอย่างน้อย {1} อักขระ
tk_tm: {0} iň bolmanda {1} nyşan bolmaly
tr_tr: {0} en az {1} karakterler olmalı
tt_ru: {0} ким дигәндә {1} персонаж булырга тиеш
ug_cn: {0} كەم دېگەندە {1} ھەرپ بولۇشى كېرەك
uk_ua: {0} повинен бути щонайменше {1} символів
ur_pk: {0} کم از کم {1} حروف ہونا ضروری ہے
uz_cyrl: {0} kamida {1} belgilar bo'lishi kerak
vi_vn: {0} phải ít nhất là {1} ký tự
zh_hant: {0}至少必須是{1}字符

# ParameterInvalidLengthCaption2
source: {0} can only be {1} character
af_za: {0} kan slegs {1} karakter wees
am_et: {0} {1} ቁምፊ ብቻ ሊሆን ይችላል
ar_bh: {0} يمكن أن يكون فقط {1}
as_in: {0} কেৱল {1} আখৰ হ'ব পাৰে
az_cyrl: {0} yalnız {1} xarakter ola bilər
bg_bg: {0} може да бъде само {1} символ
bn_in: {0} কেবল {1} অক্ষর হতে পারে
bs_latn_ba: {0} može biti samo {1} lik
ca_es: {0} només pot ser un caràcter {1}
cs_cz: {0} může být pouze {1} znak
cy_gb: Dim ond {1} y gall {0} fod yn gymeriad {1}
da_dk: {0} kan kun være {1} karakter
de_ch: {0} kann nur {1} Zeichen sein
el_gr: {0} μπορεί να είναι μόνο {1} χαρακτήρας
es_bo: {0} solo puede ser {1} carácter
et_ee: {0} saab olla ainult {1} tähendus
fa_ir: {0} فقط می تواند {1} شخصیت باشد
fi_fi: {0} voi olla vain {1} merkki
fil_ph: Ang {0} ay maaari lamang maging character na {1}
fr_029: {0} ne peut être que le caractère {1}
ga_ie: {0} Ní féidir ach carachtar {1} a bheith {1}
gu_in: {0} ફક્ત {1} પાત્ર હોઈ શકે છે
he_il: {0} יכול להיות רק {1} תו
hi_in: {0} केवल {1} चरित्र हो सकता है
hr_hr: {0} može biti samo {1} znak
hu_hu: {0} csak {1} karakter lehet
hy_am: {0} Կարող է լինել միայն {1} նիշ
id_id: {0} hanya bisa {1} karakter
is_is: {0} getur aðeins verið {1} stafur
it_ch: {0} può essere solo un carattere {1}
ja_jp: {0}は{1}文字のみであることができます
ka_ge: {0} შეიძლება იყოს მხოლოდ {1} პერსონაჟი
kk_kz: {0} тек {1} таңбасы болуы мүмкін
km_kh: {0} អាចជាតួអក្សរ {1} តួអក្សរ
kn_in: {0} ಕೇವಲ {1} ಅಕ್ಷರಗಳಾಗಿರಬಹುದು
ko_kr: {0}은 {1} 문자 일 수 있습니다.
ky_kg: {0} гана {1} болушу мүмкүн
lo_la: {0} ສາມາດເປັນພຽງແຕ່ {1} ລັກສະນະ
lt_lt: {0} gali būti tik {1} simbolis
lv_lv: {0} var būt tikai {1} raksturs
mi_nz: {0} anake te {1} huru
mk_mk: {0} може да биде само {1} карактер
ml_in: {0} the ന് {1} പ്രതീകം മാത്രമേ കഴിയൂ
mr_in: {0} केवळ {1} वर्ण असू शकते
ms_my: {0} hanya boleh menjadi {1} watak
mt_mt: {0} jista 'jkun biss {1} karattru
nb_no: {0} kan bare være {1} tegn
ne_np: {0} केवल {1} चरित्र हुन सक्छ
nl_be: {0} kan alleen {1} teken zijn
or_in: {0} କେବଳ {1} ଚରିତ୍ର ହୋଇପାରେ |
pa_arab: {0} ਸਿਰਫ {1} ਅੱਖਰ ਹੋ ਸਕਦਾ ਹੈ
pl_pl: {0} może być tylko znakiem {1}
pt_br: {0} só pode ser {1} caractere
ro_ro: {0} poate fi doar {1} caracter
ru_ru: {0} может быть только {1} символом
sk_sk: {0} môže byť iba {1} znak
sl_si: {0} je lahko samo {1} znak
sq_al: {0} mund të jetë vetëm karakter {1}
sr_cyrl_me: {0} може бити само {1} лик
sv_fi: {0} kan bara vara {1} karaktär
sw_ke: {0} inaweza kuwa {1} tabia tu
ta_in: {0} {1} எழுத்துக்குறி மட்டுமே இருக்க முடியும்
te_in: {0} {1} అక్షరం మాత్రమే కావచ్చు
th_th: {0} สามารถเป็น {1} อักขระได้เท่านั้น
tk_tm: {0} diňe {1} nyşan bolup biler
tr_tr: {0} yalnızca {1} karakter olabilir
tt_ru: {0} {1} характер булырга мөмкин
ug_cn: {0} پەقەت {1} ھەرپ بولىدۇ
uk_ua: {0} може бути лише {1} символом
ur_pk: {0} صرف {1} کریکٹر ہوسکتا ہے
uz_cyrl: {0} faqat {1} belgi bo'lishi mumkin
vi_vn: {0} chỉ có thể là {1} ký tự
zh_hant: {0}只能是{1}字符

# ClipTilePasteButtonTooltipText
source: Paste to: '{0}'
af_za: Plak na: '{0}'
am_et: ወደ << << <0}> ይለጥፉ
ar_bh: لصق إلى: '{0}'
as_in: পেষ্ট কৰক: '{0}'
az_cyrl: Zərər çəkin: '{0}'
bg_bg: Поставете до: '{0}'
bn_in: পেস্ট করুন: '{0}'
bs_latn_ba: Zalijepite na: '{0}'
ca_es: Enganxeu a: '{0}'
cs_cz: Vložte: '{0}'
cy_gb: Past i: '{0}'
da_dk: Indsæt til: '{0}'
de_ch: Einfügen zu: '{0}'
el_gr: Επικόλληση σε: '{0}'
es_bo: Pegar a: '{0}'
et_ee: Kleebi: '{0}'
fa_ir: چسباندن به: '{0}'
fi_fi: Liitä: '{0}'
fil_ph: I -paste sa: '{0}'
fr_029: Coller à: '{0}'
ga_ie: Greamaigh go: '{0}'
gu_in: પેસ્ટ કરો: '{0}'
he_il: הדבק ל: '{0}'
hi_in: पेस्ट करने के लिए: '{0}'
hr_hr: Zalijepite na: '{0}'
hu_hu: Beillesztés: '{0}'
hy_am: Տեղադրեք, '{0}'
id_id: Tempel ke: '{0}'
is_is: Límdu við: '{0}'
it_ch: Incolla a: '{0}'
ja_jp: 貼り付け： '{0}'
ka_ge: ჩასვით: '{0}'
kk_kz: Паста: '{0}'
km_kh: បិទភ្ជាប់ទៅ: '{0}'
kn_in: ಇದಕ್ಕೆ ಅಂಟಿಸಿ: '{0}'
ko_kr: 붙여 넣기 : '{0}'
ky_kg: Паста: '{0}'
lo_la: ວາງໄວ້: '{0}'
lt_lt: Įklijuokite: '{0}'
lv_lv: Ielīmēt uz: '{0}'
mi_nz: Whakapiri ki: '{0}'
mk_mk: Залепете на: '{0}'
ml_in: ഒട്ടിക്കുക: '{0}'
mr_in: यावर पेस्ट करा: '{0}'
ms_my: Tampal ke: '{0}'
nb_no: Lim til: '{0}'
ne_np: टाँस्नुहोस्: '{0}'
nl_be: Plakken naar: '{0}'
or_in: ପେଷ୍ଟକୁ ପେଷ୍ଟ କରନ୍ତୁ: '{0}'
pa_arab: ਪੇਸਟ ਕਰੋ: '{0}'
pl_pl: Wklej do: „{0}”
pt_br: Cole para: '{0}'
ro_ro: Lipiți la: '{0}'
ru_ru: Вставьте в: '{0}'
sl_si: Prilepi na: '{0}'
sq_al: Paste në: '{0}'
sr_cyrl_me: Залепи на: '{0}'
sv_fi: Klistra in: '{0}'
sw_ke: Bandika kwa: '{0}'
ta_in: இதில் ஒட்டவும்: '{0}'
te_in: దీనికి అతికించండి: '{0}'
th_th: วางกับ: '{0}'
tk_tm: Pasta: '{0}'
tr_tr: Yapıştırın: '{0}'
tt_ru: ПАСТА: '{0}'
ug_cn: چاپلاش: '{0}'
uk_ua: Вставити до: '{0}'
ur_pk: چسپاں کریں: '{0}'
uz_cyrl: Pasting: '{0}'
vi_vn: Dán để: '{0}'
zh_hant: 粘貼到：'{0}'
