Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppConfirmRemoveShortcutsBody
source: Are you sure you want to remove custom shortcuts for {0}?
af_za: Is u seker dat u persoonlike kortpaaie vir {0} wil verwyder?
am_et: እርግጠኛ ነዎት ብጁ አቋራጮችን ለ {0} ማስወገድ እንደሚፈልጉ እርግጠኛ ነዎት?
ar_bh: هل أنت متأكد من أنك تريد إزالة اختصارات مخصصة لـ {0}؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি {0} ৰ বাবে স্বনিৰ্বাচিত চৰ্টকাটসমূহ আঁতৰাব বিচাৰে?
az_cyrl: {0} üçün xüsusi qısa yolları silmək istədiyinizə əminsiniz?
bg_bg: Сигурни ли сте, че искате да премахнете персонализирани преки пътища за {0}?
bn_in: আপনি কি নিশ্চিত যে আপনি {0} এর জন্য কাস্টম শর্টকাটগুলি সরিয়ে ফেলতে চান?
bs_latn_ba: Jeste li sigurni da želite ukloniti prilagođene prečice za {0}?
ca_es: Esteu segur que voleu eliminar dreceres personalitzades per a {0}?
cs_cz: Jste si jisti, že chcete odstranit vlastní zkratky pro {0}?
cy_gb: Ydych chi'n siŵr eich bod chi am gael gwared ar lwybrau byr arfer ar gyfer {0}?
da_dk: Er du sikker på, at du vil fjerne brugerdefinerede genveje til {0}?
de_ch: Sind Sie sicher, dass Sie benutzerdefinierte Verknüpfungen für {0} entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε προσαρμοσμένες συντομεύσεις για {0};
es_bo: ¿Estás seguro de que quieres eliminar los atajos personalizados para {0}?
et_ee: Kas olete kindel, et soovite {0} jaoks kohandatud otseteed eemaldada?
fa_ir: آیا مطمئن هستید که می خواهید میانبرهای سفارشی را برای {0} حذف کنید؟
fi_fi: Haluatko varmasti poistaa mukautetut pikakuvakkeet {0}?
fil_ph: Sigurado ka bang nais mong alisin ang mga pasadyang mga shortcut para sa {0}?
fr_029: Êtes-vous sûr de vouloir supprimer les raccourcis personnalisés pour {0}?
ga_ie: An bhfuil tú cinnte gur mhaith leat aicearraí saincheaptha a bhaint do {0}?
gu_in: શું તમે ખરેખર {0} માટે કસ્ટમ શ shortc ર્ટકટ્સને દૂર કરવા માંગો છો?
he_il: האם אתה בטוח שברצונך להסיר קיצורי דרך מותאמים אישית עבור {0}?
hi_in: क्या आप सुनिश्चित हैं कि आप {0} के लिए कस्टम शॉर्टकट निकालना चाहते हैं?
hr_hr: Jeste li sigurni da želite ukloniti prilagođene prečace za {0}?
hu_hu: Biztos benne, hogy el akarja távolítani az egyéni hivatkozásokat a {0} számára?
hy_am: Համոզված եք, որ ցանկանում եք հեռացնել սովորական դյուրանցումները {0}-ի համար:
id_id: Anda yakin ingin menghapus pintasan khusus untuk {0}?
is_is: Ertu viss um að þú viljir fjarlægja sérsniðnar flýtileiðir fyrir {0}?
it_ch: Sei sicuro di voler rimuovere le scorciatoie personalizzate per {0}?
ja_jp: {0}のカスタムショートカットを削除したいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამოიღოთ საბაჟო მალსახმობები {0}?
kk_kz: {0} үшін жеке тіркесімдерді жойғыңыз келе ме?
km_kh: តើអ្នកពិតជាចង់យកផ្លូវកាត់ផ្ទាល់ខ្លួនចេញសម្រាប់ {0} មែនទេ?
kn_in: {0} for ಗೆ ಕಸ್ಟಮ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: {0}에 대한 사용자 정의 단축키를 제거 하시겠습니까?
ky_kg: Сиз {0} үчүн бажы жарлыктарын алып салгыңыз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການທີ່ຈະກໍາຈັດທາງລັດທີ່ກໍາຫນົດເອງສໍາລັບ {0}?
lt_lt: Ar tikrai norite pašalinti pasirinktinius {0} nuorodas?
lv_lv: Vai esat pārliecināts, ka vēlaties noņemt pielāgotus saīsnes {0}?
mi_nz: Kei te hiahia koe ki te tango i nga pokatata ritenga mo te {0}?
mk_mk: Дали сте сигурни дека сакате да отстраните сопствени кратенки за {0}?
ml_in: {0} യ്ക്കായി ഇഷ്ടാനുസൃത കുറുക്കുവഴികൾ നീക്കംചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण {0} साठी सानुकूल शॉर्टकट काढू इच्छिता?
ms_my: Adakah anda pasti mahu mengeluarkan pintasan tersuai untuk {0}?
mt_mt: Int żgur li trid tneħħi shortcuts tad-dwana għal {0}?
nb_no: Er du sikker på at du vil fjerne tilpassede snarveier for {0}?
ne_np: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ {0} को अनुकूल सर्टकटहरू हटाउन चाहानुहुन्छ?
nl_be: Weet u zeker dat u aangepaste snelkoppelingen voor {0} wilt verwijderen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ {0} ପାଇଁ କଷ୍ଟମ୍ ସର୍ଟକଟ୍ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਪੱਕਾ {0} ਲਈ ਕਸਟਮ ਸ਼ਾਰਟਕੱਟ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz usunąć niestandardowe skróty dla {0}?
pt_br: Tem certeza de que deseja remover atalhos personalizados para {0}?
ro_ro: Sunteți sigur că doriți să eliminați comenzile rapide personalizate pentru {0}?
ru_ru: Вы уверены, что хотите удалить пользовательские ярлыки для {0}?
sk_sk: Ste si istí, že chcete odstrániť vlastné skratky pre {0}?
sl_si: Ali ste prepričani, da želite odstraniti bližnjice po meri za {0}?
sq_al: A jeni i sigurt që doni të hiqni shkurtesat me porosi për {0}?
sr_cyrl_me: Јесте ли сигурни да желите да уклоните прилагођене пречице за {0}?
sv_fi: Är du säker på att du vill ta bort anpassade genvägar för {0}?
sw_ke: Je! Una uhakika unataka kuondoa njia za mkato za kawaida kwa {0}?
ta_in: {0} for க்கான தனிப்பயன் குறுக்குவழிகளை அகற்ற விரும்புகிறீர்களா?
te_in: మీరు {0} for కోసం అనుకూల సత్వరమార్గాలను తొలగించాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าต้องการลบทางลัดที่กำหนดเองสำหรับ {0}?
tk_tm: {0} üçin adaty gysga ýollary aýyrmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: {0} için özel kısayolları kaldırmak istediğinizden emin misiniz?
tt_ru: {0} өчен махсус кыска юлларны бетерергә телисезме?
ug_cn: {0} ئۈچۈن ئىختىيارى تېزلەتمىلەرنى ئۆچۈرمەكچىمۇ?
uk_ua: Ви впевнені, що хочете видалити власні ярлики для {0}?
ur_pk: کیا آپ واقعی {0} کے لئے کسٹم شارٹ کٹ کو ہٹانا چاہتے ہیں؟
uz_cyrl: Ishonchingiz komilki, siz {0} uchun maxsus yorliqlarni olib tashlashni xohlaysizmi?
vi_vn: Bạn có chắc là bạn muốn xóa các phím tắt tùy chỉnh cho {0}?
zh_hant: 您確定要刪除{0}的自定義快捷方式嗎？

# SettingsInteropAppConfirmRemoveFormatsBody
source: Are you sure you want to remove custom formats for {0}?
af_za: Is u seker dat u persoonlike formate vir {0} wil verwyder?
am_et: እርግጠኛ ነዎት ብጁ ቅርፀቶችን ለ {0} ማስወገድ ይፈልጋሉ?
ar_bh: هل أنت متأكد من أنك تريد إزالة التنسيقات المخصصة لـ {0}؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি {0} ৰ বাবে স্বনিৰ্বাচিত বিন্যাস আঁতৰাব বিচাৰে?
az_cyrl: {0} üçün xüsusi formatları silmək istədiyinizə əminsiniz?
bg_bg: Сигурни ли сте, че искате да премахнете персонализирани формати за {0}?
bn_in: আপনি কি নিশ্চিত যে আপনি {0} এর জন্য কাস্টম ফর্ম্যাটগুলি সরিয়ে ফেলতে চান?
bs_latn_ba: Jeste li sigurni da želite ukloniti prilagođene formate za {0}?
ca_es: Esteu segur que voleu eliminar formats personalitzats per a {0}?
cs_cz: Jste si jisti, že chcete odstranit vlastní formáty pro {0}?
cy_gb: Ydych chi'n siŵr eich bod chi am gael gwared ar fformatau arfer ar gyfer {0}?
da_dk: Er du sikker på, at du vil fjerne brugerdefinerede formater til {0}?
de_ch: Sind Sie sicher, dass Sie benutzerdefinierte Formate für {0} entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε προσαρμοσμένες μορφές για {0};
es_bo: ¿Estás seguro de que quieres eliminar los formatos personalizados para {0}?
et_ee: Kas olete kindel, et soovite {0} jaoks kohandatud vorminguid eemaldada?
fa_ir: آیا مطمئن هستید که می خواهید فرمت های سفارشی را برای {0} حذف کنید؟
fi_fi: Haluatko varmasti poistaa mukautetut muodot {0}?
fil_ph: Sigurado ka bang nais mong alisin ang mga pasadyang mga format para sa {0}?
fr_029: Êtes-vous sûr de vouloir supprimer des formats personnalisés pour {0}?
ga_ie: An bhfuil tú cinnte gur mhaith leat formáidí saincheaptha a bhaint do {0}?
gu_in: શું તમે ખરેખર {0} માટે કસ્ટમ ફોર્મેટ્સને દૂર કરવા માંગો છો?
he_il: האם אתה בטוח שברצונך להסיר פורמטים מותאמים אישית עבור {0}?
hi_in: क्या आप सुनिश्चित हैं कि आप {0} के लिए कस्टम प्रारूप निकालना चाहते हैं?
hr_hr: Jeste li sigurni da želite ukloniti prilagođene formate za {0}?
hu_hu: Biztos benne, hogy el akarja távolítani az egyéni formátumokat a {0} számára?
hy_am: Համոզված եք, որ ցանկանում եք հանել սովորական ձեւաչափերը {0} -ի համար:
id_id: Anda yakin ingin menghapus format khusus untuk {0}?
is_is: Ertu viss um að þú viljir fjarlægja sérsniðin snið fyrir {0}?
it_ch: Sei sicuro di voler rimuovere i formati personalizzati per {0}?
ja_jp: {0}のカスタム形式を削除したいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამოიღოთ საბაჟო ფორმატები {0}?
kk_kz: {0} үшін жеке пішімдерді жойғыңыз келе ме?
km_kh: តើអ្នកពិតជាចង់លុបទ្រង់ទ្រាយផ្ទាល់ខ្លួនសម្រាប់ {0} មែនទេ?
kn_in: {0} for ಗೆ ಕಸ್ಟಮ್ ಸ್ವರೂಪಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: {0}에 대한 사용자 정의 형식을 제거 하시겠습니까?
ky_kg: Сиз {0} көнүгүү формасын алып салгыңыз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບຮູບແບບທີ່ກໍາຫນົດເອງສໍາລັບ {0}?
lt_lt: Ar tikrai norite pašalinti pasirinktinius formatus, skirtus {0}?
lv_lv: Vai esat pārliecināts, ka vēlaties noņemt pielāgotus formātus {0}?
mi_nz: Kei te hiahia koe ki te tango i nga whakatakotoranga ritenga mo te {0}?
mk_mk: Дали сте сигурни дека сакате да отстраните сопствени формати за {0}?
ml_in: {0} നായി ഇഷ്ടാനുസൃത ഫോർമാറ്റുകൾ നീക്കംചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण {0} साठी सानुकूल स्वरूप काढू इच्छिता?
ms_my: Adakah anda pasti mahu mengeluarkan format tersuai untuk {0}?
mt_mt: Int żgur li trid tneħħi formati tad-dwana għal {0}?
nb_no: Er du sikker på at du vil fjerne tilpassede formater for {0}?
ne_np: के तपाइँ {0} को लागि अनुकूलन ढाँचाहरू हटाउन निश्चित हुनुहुन्छ?
nl_be: Weet u zeker dat u aangepaste formaten voor {0} wilt verwijderen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ {0} ପାଇଁ କଷ୍ଟମ୍ ଫର୍ମାଟ୍ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa_arab: ਕੀ ਤੁਸੀਂ {0} ਲਈ ਕਸਟਮ ਫਾਰਮੇਟ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz usunąć niestandardowe formaty dla {0}?
pt_br: Tem certeza de que deseja remover formatos personalizados para {0}?
ro_ro: Sunteți sigur că doriți să eliminați formate personalizate pentru {0}?
ru_ru: Вы уверены, что хотите удалить пользовательские форматы для {0}?
sk_sk: Ste si istí, že chcete odstrániť vlastné formáty pre {0}?
sl_si: Ali ste prepričani, da želite odstraniti forme po meri za {0}?
sq_al: A jeni i sigurt që doni të hiqni formatet me porosi për {0}?
sr_cyrl_me: Јесте ли сигурни да желите да уклоните прилагођене формате за {0}?
sv_fi: Är du säker på att du vill ta bort anpassade format för {0}?
sw_ke: Je! Una uhakika unataka kuondoa fomati maalum kwa {0}?
ta_in: {0} for க்கான தனிப்பயன் வடிவங்களை அகற்ற விரும்புகிறீர்களா?
te_in: మీరు {0} for కోసం కస్టమ్ ఫార్మాట్లను తొలగించాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าต้องการลบรูปแบบที่กำหนดเองสำหรับ {0}?
tk_tm: {0} adaty formatlary aýyrmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: {0} için özel formatları kaldırmak istediğinizden emin misiniz?
tt_ru: {0} өчен махсус форматларны бетерергә телисезме?
ug_cn: {0} ئۈچۈن ئىختىيارى فورماتلارنى ئۆچۈرمەكچىمۇ?
uk_ua: Ви впевнені, що хочете видалити власні формати для {0}?
ur_pk: کیا آپ واقعی {0} کے لئے کسٹم فارمیٹس کو ہٹانا چاہتے ہیں؟
uz_cyrl: Haqiqatan ham {0} uchun maxsus formatlarni olib tashlamoqchimisiz?
vi_vn: Bạn có chắc là bạn muốn xóa các định dạng tùy chỉnh cho {0}?
zh_hant: 您確定要刪除{0}的自定義格式嗎？

# SettingsInteropAppOleNoopReaderTooltip
source: There is no assigned clipboard formats for this app. No data will be read from it via cut/copy or attempting a drag - and - drop into MonkeyPaste
af_za: Daar is geen toegewese knipbordformate vir hierdie app nie. Geen data sal daaruit gelees word via sny/kopie of probeer 'n sleep - en - val in Monkeypaste nie
am_et: ለዚህ መተግበሪያ ምንም የተዘበራረቀ ቅንጅቶች መብቶች የለም. መጎተት ወይም መጎተት ወይም በመሞከር ላይ ምንም ውሂብ ከእሱ የሚነበብ የለም - እና - ወደ ዝንጀሮ ቅርጽ ይጣላል
ar_bh: لا توجد تنسيقات مخصصة للحافظة لهذا التطبيق. لن تتم قراءة أي بيانات منها عن طريق القطع/النسخ أو محاولة السحب - و - إسقاط في Monkeypaste
as_in: এই এপটোৰ বাবে কোনো নিৰ্দিষ্ট ক্লিপবৰ্ড ফৰ্মেট নাই। ইয়াৰ পৰা কাট/কপিৰ জৰিয়তে বা ড্ৰেগৰ চেষ্টা কৰাৰ জৰিয়তে কোনো তথ্য পঢ়িব নোৱাৰিব - আৰু - MonkeyPaste ত ড্ৰপ ইন কৰা নহ'ব।
az_cyrl: Bu proqramlar üçün təyin olunmuş panoya formatları yoxdur. Kəsmə / kopyalama və ya sürükləmə yolu ilə ondan heç bir məlumat oxunmayacaq - və - Monkeysaste-ə düşmək
bg_bg: За това приложение няма присвоени формати на клипборда. От него няма да се четат данни чрез изрязване/копиране или опит за влачене - и - пускане в маймуна
bn_in: এই অ্যাপ্লিকেশনটির জন্য কোনও নির্ধারিত ক্লিপবোর্ড ফর্ম্যাট নেই। এটি থেকে কাটা/অনুলিপি বা একটি ড্রাগের চেষ্টা করার মাধ্যমে কোনও ডেটা পড়বে না - এবং - মনকেপেস্টে ড্রপ করুন
bs_latn_ba: Za ovu aplikaciju nema dodijeljenih formata međuspremnika. Nijedan podatak neće biti pročitani putem rezanja / kopiranja ili pokušaja povlačenja - i - pad u monkeyypaste
ca_es: No hi ha formats de porta -retalls assignats per a aquesta aplicació. No es llegiran dades a través de Cut/Copy o intentant un arrossega
cs_cz: Pro tuto aplikaci neexistují žádné přiřazené formáty schránky. Z toho nebudou přečtena žádná data prostřednictvím řezu/kopie nebo pokusu o tažení - a - spadnou do MonkeyPaste
cy_gb: Nid oes fformatau clipfwrdd penodedig ar gyfer yr app hon. Ni fydd unrhyw ddata'n cael ei ddarllen ohono trwy dorri/copïo na cheisio llusgo - a - galw heibio i MonkeyPaste
da_dk: Der er ingen tildelte clipboard -formater til denne app. Ingen data læses fra det via klip/kopi eller forsøger et træk - og - falder ind i abeypaste
de_ch: Für diese App gibt es keine zugewiesenen Zwischenablageformate. Es werden keine Daten über Cut/Copy oder versuchen, einen Ziehen - und - und - in Monkeypaste fallen
el_gr: Δεν υπάρχουν μορφές εκχώρησης προχειριζόμενων για αυτήν την εφαρμογή. Δεν θα διαβαστούν τα δεδομένα από αυτό μέσω κοπής/αντιγραφής ή από την προσπάθεια έλξης - και - πέφτουν στο MonkeyPaste
es_bo: No hay formatos de portapapeles asignados para esta aplicación. No se leerán datos a través de cortar/copiar o intentar un arrastre, y - caer en monkyypaste
et_ee: Selle rakenduse jaoks pole määratud lõikelaua vorminguid. Sellest ei loeta andmeid lõigatud/kopeerimise või lohistamise proovimise kaudu ja - langege ahvipastesse
fa_ir: هیچ قالب کلیپ بورد اختصاصی برای این برنامه وجود ندارد. هیچ داده ای از طریق برش/کپی یا تلاش برای کشیدن - و - رها کردن به میمونپست از آن خوانده نمی شود.
fi_fi: Tälle sovellukselle ei ole määritetty leikepöytämuotoja. Tietoja ei lue siitä leikkauksen/kopioinnin tai vetämisen yrittämisen - ja - pudota Monkeypasteen
fil_ph: Walang itinalagang mga format ng clipboard para sa app na ito. Walang data na babasahin mula dito sa pamamagitan ng hiwa/kopya o pagtatangka ng isang drag - at - ihulog sa unggoy
fr_029: Il n'y a pas de formats de presse-papiers affectés pour cette application. Aucune donnée ne sera lue via la coupe / copier ou la tentative de traînée - et - tombe dans Monkeypaste
ga_ie: Níl aon fhormáidí gearrthaisce sannta don aip seo. Ní léifear aon sonraí uaidh trí ghearradh/cóipeáil nó ag iarraidh tarraing - agus - buail isteach i monkeypaste
gu_in: આ એપ્લિકેશન માટે કોઈ સોંપાયેલ ક્લિપબોર્ડ ફોર્મેટ્સ નથી. તેમાંથી કોઈ ડેટા કટ/ક copy પિ દ્વારા અથવા ખેંચાણનો પ્રયાસ દ્વારા વાંચવામાં આવશે નહીં - અને - વાંદરામાં છોડો
he_il: אין פורמטים של לוח לוח שהוקצה לאפליקציה זו. לא יקראו ממנו נתונים באמצעות חתך/העתק או ניסיון גרירה - ו - טייל לקופיפסטה
hi_in: इस ऐप के लिए कोई असाइन किए गए क्लिपबोर्ड प्रारूप नहीं हैं। कट/कॉपी या ड्रैग का प्रयास करने के माध्यम से कोई डेटा नहीं पढ़ा जाएगा - और - मंकीपास्ट में ड्रॉप
hr_hr: Za ovu aplikaciju nema dodijeljenih formata međuspremnika. Iz njega se neće pročitati podaci putem rezanja/kopiranja ili pokušaja povlačenja - i - pasti u Monkeypaste
hu_hu: Ehhez az alkalmazáshoz nincs hozzárendelt vágólap -formátum. A vágás/másolat útján nem olvasható adatok nem olvasnak el.
hy_am: Այս ծրագրի համար նշանակված Clipboard- ի ձեւաչափ չկա: Ոչ մի տվյալ չի կարդա դրանից `կտրվածքի / կրկնօրինակման կամ քարշի փորձի միջոցով եւ - անկում դեպի Monkepaste
id_id: Tidak ada format clipboard yang ditetapkan untuk aplikasi ini. Tidak ada data yang akan dibaca darinya melalui cut/copy atau mencoba drag - dan - lepas ke monkeypaste
is_is: Það er engin úthlutað klemmusnið fyrir þetta forrit. Engin gögn verða lesin úr því með klippingu/afriti eða reynt að draga - og - slepptu í aceyPaste
it_ch: Non ci sono formati degli appunti assegnati per questa app. Nessun dato verrà letto da esso tramite taglio/copia o tentare un trascinamento e - lascia cadere in Monkeypaste
ja_jp: このアプリに割り当てられたクリップボード形式はありません。カット/コピーまたはドラッグの試みを介してデータからデータは読み取られません。
ka_ge: ამ აპლიკაციისთვის არ არსებობს დავალებული ბუფერული ფორმატები. მისგან მონაცემების წაკითხვა არ მოხდება დაჭრის/ასლის ან გადაადგილების მცდელობის საშუალებით - და - ჩამოაგდოთ Monkeypaste
kk_kz: Бұл қолданба үшін алмасу буферінің тағайындалған форматтары жоқ. Кесу / көшіру арқылы ешқандай деректер оқылмайды немесе маймылға дейін сүйреп, тамшыны жібермейді
km_kh: មិនមានទ្រង់ទ្រាយក្តារតម្បៀតខ្ទាស់ដែលបានកំណត់សម្រាប់កម្មវិធីនេះទេ។ មិនមានទិន្នន័យណាមួយត្រូវបានអានពីវាតាមរយៈការកាត់ / ចម្លងឬប៉ុនប៉ងអូស - ហើយ - ទម្លាក់ទៅក្នុង MonkeysyySpeeke
kn_in: ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ನಿಯೋಜಿಸಲಾದ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸ್ವರೂಪಗಳಿಲ್ಲ. ಕಟ್/ನಕಲು ಅಥವಾ ಡ್ರ್ಯಾಗ್ ಅನ್ನು ಪ್ರಯತ್ನಿಸುವ ಮೂಲಕ ಯಾವುದೇ ಡೇಟಾವನ್ನು ಓದಲಾಗುವುದಿಲ್ಲ - ಮತ್ತು - ಮಾಂಕೈಪೇಸ್ಟ್‌ಗೆ ಬಿಡಿ
ko_kr: 이 앱에는 할당 된 클립 보드 형식이 없습니다. 컷/복사 또는 드래그를 시도한 데이터를 통해 데이터를 읽지 않습니다.
ky_kg: Бул колдонмо үчүн жүктөлгөн алмашуу форматтары жок. Мындан тышкары, аны кыскартуу / көчүрмө же сүйрөп кетүүдөн эч кандай маалымат окуй албайт - жана - MonkeyPaste
lo_la: ບໍ່ມີຮູບແບບທີ່ຖືກມອບຫມາຍໃຫ້ເປັນຮູບແບບທີ່ຖືກມອບຫມາຍສໍາລັບແອັບ this ນີ້. ບໍ່ມີຂໍ້ມູນຫຍັງທີ່ອ່ານຈາກມັນຜ່ານການຕັດ / ສໍາເນົາຫຼືພະຍາຍາມລາກ - ແລະ - ລົງເປັນ monkeypaste
lt_lt: Šiai programai nėra priskirtų iškarpinės formatų. Jokie duomenys nebus skaitomi iš jo perpjaustydami/kopijuojant arba bandant tempimą - ir - mesti į beždžiones
lv_lv: Šai lietotnei nav piešķirtu starpliktuves formātu. No tā netiks nolasīti dati, izgriezti/kopējiet vai mēģinot vilkt - un - nometiet pērtiķus
mi_nz: Kaore he tuhinga papaa i whakaritea mo tenei taupānga. Kaore he raraunga ka panuihia mai ma te tapahi / kape me te ngana ranei i te toia - me - maturuturu ki te monkeypaste
mk_mk: За оваа апликација нема доделени формати за клипборд. Нема да се читаат податоци од него преку намалување/копирање или обид за влечење - и - пад во MonkeyPaste
ml_in: ഈ അപ്ലിക്കേഷനായി നൽകിയിട്ടുള്ള ക്ലിപ്പ്ബോർഡ് ഫോർമാറ്റുകളൊന്നുമില്ല. കട്ട് / പകർത്തുക അല്ലെങ്കിൽ ഒരു വലിച്ചിടാൻ ശ്രമിക്കുക - കൂടാതെ - കുരങ്ങൻകാതിയിലേക്ക് ഡ്രോപ്പ് ചെയ്യുക
mr_in: या अ‍ॅपसाठी कोणतेही नियुक्त क्लिपबोर्ड स्वरूप नाहीत. त्यातून कोणताही डेटा कट/कॉपीद्वारे वाचला जाणार नाही किंवा ड्रॅग - आणि - माकडमध्ये ड्रॉप करण्याचा प्रयत्न केला जाणार नाही
ms_my: Tiada format papan klip yang diberikan untuk aplikasi ini. Tiada data akan dibaca daripadanya melalui potong/salinan atau mencuba seret - dan - jatuh ke dalam monkeypaste
mt_mt: M'hemm l-ebda formati ta 'clipboard assenjati għal din l-app. L-ebda dejta ma tinqara minnha permezz ta 'cut / copy jew tipprova tkaxkir - u - waqqa' fil-monkeypaste
nb_no: Det er ingen tildelte utklippstavleformater for denne appen. Ingen data vil bli lest fra det via Cut/Copy eller forsøker en drag - og - slipp inn i MonkeyPaste
ne_np: यस अनुप्रयोगको लागि कुनै तोकिएको क्लिपबोर्ड ढाँचाहरू छैनन्। कुनै डाटा यसबाट यसबाट पढ्ने छैन / प्रतिलिपि वा ड्र्याग वा प्रयास गर्नुहोस्
nl_be: Er zijn geen toegewezen klembordindelingen voor deze app. Er worden geen gegevens gelezen via knippen/kopiëren of proberen te slepen - en - val naar Monkeypaste
or_in: ଏହି ଆପ୍ ପାଇଁ କ Ast ଣସି ନିର୍ଦ୍ଦିଷ୍ଟ କ୍ଲିପବୋର୍ଡ ଫର୍ମାଟ୍ ନାହିଁ | କ data ଣସି ତଥ୍ୟ ପ read ଼ିବା / କପି କିମ୍ବା ଡ୍ରାଗ୍ କରିବା ଦ୍ୱାରା କ data ଣସି ତଥ୍ୟ ପ read ାଯିବ ନାହିଁ - ଏବଂ - ମାଙ୍କଡ଼ପେଷ୍ଟରେ ଡ୍ରପ୍ କରନ୍ତୁ |
pa_arab: ਇਸ ਐਪ ਲਈ ਕੋਈ ਨਿਰਧਾਰਤ ਕਲਿੱਪਬੋਰਡ ਫਾਰਮੈਟ ਨਹੀਂ ਹਨ. ਇਸ ਤੋਂ ਕੱਟ / ਕਾਪੀ ਜਾਂ ਡਰੈਗ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੁਆਰਾ ਕੋਈ ਡਾਟਾ ਨਹੀਂ ਪੜ੍ਹਿਆ ਜਾਏਗਾ - ਅਤੇ - ਬਾਂਕੀਪਾਸਟ ਵਿੱਚ ਸੁੱਟਦਾ ਹੈ
pl_pl: Dla tej aplikacji nie ma przypisanych formatów schowka. Żadne dane nie zostaną odczytane za pomocą cięcia/kopiowania lub próby przeciągania - i - wpadania w małpę
pt_br: Não há formatos de quadro de transferência atribuídos para este aplicativo. Nenhum dado será lido dele por meio de corte/copiar ou tentar um arrasto - e - solte em macacos
ro_ro: Nu există formate de clipboard alocate pentru această aplicație. Nu se vor citi date din acesta prin intermediul tăierii/copierii sau încercării unei tracțiuni - și - aruncate în Monkeypaste
ru_ru: Для этого приложения нет назначенных форматов буфера обмена. Данные не будут считываться из него с помощью вырезания/копирования или попыток перетаскивания - и - упасть в обезьяну
sk_sk: Pre túto aplikáciu nie sú k dispozícii žiadne formáty schránky. Z toho sa nebudú čítať žiadne údaje prostredníctvom Cut/Kopírovať alebo pokúšať sa ťahať - a - spadnúť do monkeyPaste
sl_si: Za to aplikacijo ni dodeljenih oblik odložij. Iz njega ne bo prebranih nobenih podatkov s pomočjo reza/kopije ali poskusa povleka - in - spustite v MonkeyPaste
sq_al: Nuk ka formate të caktuara të clipboard për këtë aplikacion. Asnjë të dhënë nuk do të lexohet prej tij përmes prerjes/kopjimit ose përpjekjes së një zvarritjeje - dhe - bie në Monkeypaste
sr_cyrl_me: За ову апликацију нема додељених формата међуспремника. Ниједан податак неће бити прочитан из њега преко резања / копирања или покушаја повлачења - и - пад у монкеапасте
sv_fi: Det finns inga tilldelade urklippformat för den här appen. Inga data kommer att läsas från det via klipp/kopia eller försöka dra - och - släpp in Monkeypaste
sw_ke: Hakuna fomati za clipboard zilizopewa za programu hii. Hakuna data itakayosomwa kutoka kwake kupitia kata/nakala au kujaribu kuvuta - na - kushuka kwa Monkeypaste
ta_in: இந்த பயன்பாட்டிற்கு ஒதுக்கப்பட்ட கிளிப்போர்டு வடிவங்கள் எதுவும் இல்லை. வெட்டு/நகல் வழியாகவோ அல்லது இழுக்க முயற்சிக்கவும் எந்த தரவும் படிக்காது - மற்றும் - குரங்குத் சுவையில் விடுங்கள்
te_in: ఈ అనువర్తనం కోసం కేటాయించిన క్లిప్‌బోర్డ్ ఫార్మాట్‌లు లేవు. కట్/కాపీ ద్వారా లేదా లాగడానికి ప్రయత్నించడం ద్వారా దాని నుండి డేటా చదవబడదు - మరియు - మంకీపాస్ట్‌లోకి వదలండి
th_th: ไม่มีรูปแบบคลิปบอร์ดที่ได้รับมอบหมายสำหรับแอพนี้ จะไม่มีการอ่านข้อมูลจากการตัด/คัดลอกหรือพยายามลาก - และ - วางลงใน monkeypaste
tk_tm: Bu programma üçin bellenen bug banky formatlary ýok. Süýt kesmek / göçürmek / göçürmek ýa-da göçürmek arkaly hiç hili maglumat okalmaýar
tr_tr: Bu uygulama için atanmış pano formatı yoktur. Kesim/kopyala veya bir sürükleme deneme yoluyla hiçbir veri okunmayacak ve - Monkeypaste'e bırakın
tt_ru: Бу кушымта өчен билгеләнгән буфер форматлары юк. Монда бернинди мәгълүмат та юк / күчермә аша яки тарту аша укылмас - һәм - Майкипаста төшү
ug_cn: بۇ ئەپ ئۈچۈن ھېچقانداق تەقسىم قىلىنغان چاپلاش تاختىسى يوق. ئۇنى كېسىش ياكى كۆپەيتىش ياكى سۆرەشكە ئۇرۇنۇش ئارقىلىق ئۇنىڭدىن ھېچقانداق سانلىق مەلۇمات يوق - ۋە
uk_ua: Для цього додатка немає призначених форматів буфера обміну. Жодних даних не буде прочитано за допомогою Cut/Copy або спроби перетягування - і - опустіть у мавпасту
ur_pk: اس ایپ کے لئے کوئی تفویض کردہ کلپ بورڈ فارمیٹس نہیں ہے۔ کٹ/کاپی یا ڈریگ کی کوشش کرنے کے ذریعے اس سے کوئی ڈیٹا نہیں پڑھا جائے گا - اور - بندر بند کریں
uz_cyrl: Ushbu ilova uchun tayinlangan klipet formatlari yo'q. Undan kesilgan / nusxa ko'chirish yoki sudralishga urinish orqali ma'lumot yo'q
vi_vn: Không có định dạng clipboard được chỉ định cho ứng dụng này. Không có dữ liệu nào được đọc từ nó thông qua cắt/sao chép hoặc cố gắng kéo - và - rơi vào khỉ
zh_hant: 該應用程序沒有分配的剪貼板格式。不會通過剪切/複製或嘗試拖動 - 然後 - 掉入MonkePaste中，不會從中讀取數據
