Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefIgnoreInternalClipboardHint
source: Clipboard changes from within the app will not be tracked
af_za: Knipbordveranderings van binne die app sal nie opgespoor word nie
am_et: ከመተግበሪያው ውስጥ ያለ ቅንጥብ ሰሌዳ ለውጦች አይከታተሉም
ar_bh: لن يتم تتبع تغييرات الحافظة من داخل التطبيق
as_in: এপটোৰ ভিতৰৰ পৰা ক্লিপবৰ্ডৰ পৰিৱৰ্তন অনুসৰণ কৰা নহ'ব
az_cyrl: Tətbiq daxilində panoya dəyişikliyi izlənilməyəcək
bg_bg: Промяната на клипборда от приложението няма да бъде проследена
bn_in: অ্যাপের মধ্যে থেকে ক্লিপবোর্ড পরিবর্তনগুলি ট্র্যাক করা হবে না
bs_latn_ba: Izmjene međuspremnika iz aplikacije se neće pratiti
ca_es: No es faran un seguiment dels canvis de porta -retalls des de dins de l'aplicació
cs_cz: Změny schránky z aplikace nebudou sledovány
cy_gb: Ni fydd newidiadau clipfwrdd o'r tu mewn i'r app yn cael eu tracio
da_dk: Clipboard -ændringer inden for appen spores ikke
de_ch: Die Änderungen der Zwischenablage aus der App werden nicht verfolgt
el_gr: Οι αλλαγές στο πρόχειρο από την εφαρμογή δεν θα παρακολουθούνται
es_bo: Los cambios de portapapeles desde la aplicación no se rastrean
et_ee: Lõikelaua muudatusi rakenduses ei jälgita
fa_ir: تغییرات کلیپ بورد از درون برنامه ردیابی نمی شود
fi_fi: Leikepöydän muutoksia sovelluksesta ei seurata
fil_ph: Ang mga pagbabago sa clipboard mula sa loob ng app ay hindi masusubaybayan
fr_029: Les changements de presse-papiers à partir de l'application ne seront pas suivis
ga_ie: Ní dhéanfar athruithe gearrthaisce ón taobh istigh den aip a rianú
gu_in: એપ્લિકેશનમાંથી ક્લિપબોર્ડ ફેરફારોનો ટ્રેક કરવામાં આવશે નહીં
he_il: לא יעקבו אחר שינויים בלוח מתוך האפליקציה
hi_in: ऐप के भीतर से क्लिपबोर्ड परिवर्तन को ट्रैक नहीं किया जाएगा
hr_hr: Promjene međuspremnika iz aplikacije neće se pratiti
hu_hu: A vágólap változásai az alkalmazáson belül nem lesznek nyomon követni
hy_am: Հավելվածի ներսում սեղմիչ փոփոխությունները չեն հետեւելու
id_id: Perubahan clipboard dari dalam aplikasi tidak akan dilacak
is_is: Breytingar á klemmuspjaldi innan appsins verða ekki raknar
it_ch: Le modifiche agli appunti dall'interno dell'app non verranno tracciate
ja_jp: アプリ内からのクリップボードの変更は追跡されません
ka_ge: ბუფერის ცვლილებები აპლიკაციის შიგნით არ დააკვირდება
kk_kz: Қолданба ішіндегі айырбастың буферінің өзгеруі бақыланбайды
km_kh: ការផ្លាស់ប្តូរក្តារតម្បៀតខ្ទាស់ពីក្នុងកម្មវិធីនឹងមិនត្រូវបានតាមដានទេ
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಬದಲಾವಣೆಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ
ko_kr: 앱 내에서 클립 보드 변경 사항은 추적되지 않습니다.
ky_kg: Колдонмонун ичиндеги алмашуу курсу көзөмөл жүргүзүлбөйт
lo_la: clipboard ປ່ຽນຈາກພາຍໃນ app ຈະບໍ່ຖືກຕິດຕາມ
lt_lt: Karpinės srities pakeitimai iš programos nebus stebimi
lv_lv: Starpliktuves izmaiņas no lietotnes netiks izsekotas
mi_nz: Ko nga huringa o te kopapa mai i te taupānga kaore e tirohia
mk_mk: Промените во таблата со клип од апликацијата нема да бидат следени
ml_in: അപ്ലിക്കേഷനിൽ നിന്നുള്ള ക്ലിപ്പ്ബോർഡ് മാറ്റങ്ങൾ ട്രാക്കുചെയ്യില്ല
mr_in: अ‍ॅपमधून क्लिपबोर्ड बदलांचा मागोवा घेतला जाणार नाही
ms_my: Perubahan papan klip dari dalam aplikasi tidak akan dikesan
mt_mt: Il-bidliet tal-clipboard minn ġewwa l-app mhux se jiġu rintraċċati
nb_no: Utklippstavleendringer fra appen vil ikke bli sporet
ne_np: अनुप्रयोग भित्रबाट क्लिपबोर्ड परिवर्तनहरू ट्र्याक गरिने छैन
nl_be: Klembordwijzigingen vanuit de app worden niet gevolgd
or_in: ଆପ୍ ଭିତରେ କ୍ଲିପବୋର୍ଡ ପରିବର୍ତ୍ତନଗୁଡ଼ିକ ଟ୍ରାକ୍ ହେବ ନାହିଁ |
pa_arab: ਐਪ ਦੇ ਅੰਦਰ ਤੋਂ ਕਲਿੱਪਬੋਰਡ ਤਬਦੀਲੀਆਂ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ
pl_pl: Zmiany schowka z aplikacji nie będą śledzone
pt_br: A área de transferência muda de dentro do aplicativo não será rastreada
ro_ro: Modificările de clipboard din interiorul aplicației nu vor fi urmărite
ru_ru: Изменения буфера обмена в приложении не будут отслеживать
sk_sk: Zmeny schránky z aplikácie sa nebudú sledovať
sl_si: Spremembe odložij znotraj aplikacije ne bodo spremljane
sq_al: Ndryshimet e clipboard nga brenda aplikacionit nuk do të gjurmohen
sr_cyrl_me: Цлипбоард се мења из апликације неће се прате
sv_fi: Urklippsändringar från appen kommer inte att spåras
sw_ke: Mabadiliko ya clipboard kutoka ndani ya programu hayatafuatiliwa
ta_in: பயன்பாட்டிலிருந்து கிளிப்போர்டு மாற்றங்கள் கண்காணிக்கப்படாது
te_in: అనువర్తనం లోపల నుండి క్లిప్‌బోర్డ్ మార్పులు ట్రాక్ చేయబడవు
th_th: การเปลี่ยนแปลงคลิปบอร์ดจากภายในแอพจะไม่ถูกติดตาม
tk_tm: Programmanyň içindäki tagtanyň üýtgemegi yzarlanmaz
tr_tr: Uygulamanın içindeki pano değişiklikleri izlenmeyecek
tt_ru: Кушымта эчендә буфер үзгәрү күзәтелмәячәк
ug_cn: چاپلاش تاختىسى بۇ دېتال ئىچىدىكى ئۆزگىرىشلەر ئىز قوغلانمايدۇ
uk_ua: Зміни буфера обміну в межах програми не відстежуються
ur_pk: ایپ کے اندر سے کلپ بورڈ کی تبدیلیوں کا سراغ نہیں لگایا جائے گا
uz_cyrl: Ilova ichidagi klipbord o'zgarishlar kuzatilmaydi
vi_vn: Clipboard thay đổi từ bên trong ứng dụng sẽ không được theo dõi
zh_hant: 剪貼板從應用程序內部的更改將不會跟踪

# PrefIgnoreInternalClipboardLabel
source: Ignore Internal Clipboard Tracking
af_za: Ignoreer interne knipbordopsporing
am_et: የውስጥ ቅንጥብ ሰሌዳ መከታተልን ችላ ይበሉ
ar_bh: تجاهل تتبع الحافظة الداخلية
as_in: অভ্যন্তৰীণ ক্লিপবোৰ্ড ট্ৰেকিং আওকাণ কৰক
az_cyrl: Daxili panoya izləmə gözardı
bg_bg: Игнорирайте проследяването на вътрешния клипборд
bn_in: অভ্যন্তরীণ ক্লিপবোর্ড ট্র্যাকিং উপেক্ষা করুন
bs_latn_ba: Zanemarite unutrašnji praćenje međuspremnika
ca_es: Ignora el seguiment intern del porta -retalls
cs_cz: Ignorujte sledování vnitřní schránky
cy_gb: Anwybyddu olrhain clipfwrdd mewnol
da_dk: Ignorer intern klippebordsporing
de_ch: Ignorieren Sie die interne Zwischenablageverfolgung
el_gr: Αγνοήστε την εσωτερική παρακολούθηση του πρόχειρου
es_bo: Ignorar el seguimiento interno del portapapeles
et_ee: Ignoreerige lõikelaua jälgimist
fa_ir: ردیابی کلیپ بورد داخلی را نادیده بگیرید
fi_fi: Ohita sisäinen leikepöydän seuranta
fil_ph: Huwag pansinin ang panloob na pagsubaybay sa clipboard
fr_029: Ignorer le suivi du presse-papiers interne
ga_ie: Déan neamhaird de rianú gearrthaisce inmheánach
gu_in: આંતરિક ક્લિપબોર્ડ ટ્રેકિંગને અવગણો
he_il: התעלם ממעקב אחר הלוח הפנימי
hi_in: आंतरिक क्लिपबोर्ड ट्रैकिंग को अनदेखा करें
hr_hr: Zanemarite interno praćenje međuspremnika
hu_hu: Figyelmen kívül hagyja a belső vágólap követését
hy_am: Անտեսեք ներքին ստեղնաշարի հետեւումը
id_id: Abaikan pelacakan clipboard internal
is_is: Hunsa innri klemmuspjald mælingar
it_ch: Ignora il monitoraggio interno degli appunti
ja_jp: 内部クリップボードトラッキングを無視します
ka_ge: უგულებელყოფა შიდა ბუფერული თვალყურის დევნება
kk_kz: Аралық сақтағышты бақылауды елемеңіз
km_kh: មិនអើពើការតាមដានក្តារតម្បៀតខ្ទាស់ខាងក្នុង
kn_in: ಆಂತರಿಕ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 내부 클립 보드 추적을 무시하십시오
ky_kg: Ички алмашуу буферине көз чаптырбаңыз
lo_la: ບໍ່ສົນໃຈການຕິດຕາມ clipboard ພາຍໃນ
lt_lt: Nepaisykite vidinės iškarpinės stebėjimo
lv_lv: Ignorēt iekšējo starpliktuves izsekošanu
mi_nz: Kaua e wareware ki te tirotiro i te papamahi o roto
mk_mk: Игнорирајте го внатрешното следење на таблата со исечоци
ml_in: ആന്തരിക ക്ലിപ്പ്ബോർഡ് ട്രാക്കിംഗ് അവഗണിക്കുക
mr_in: अंतर्गत क्लिपबोर्ड ट्रॅकिंगकडे दुर्लक्ष करा
ms_my: Abaikan penjejakan papan klip dalaman
mt_mt: Injora l-intraċċar intern tal-clipboard
nb_no: Ignorer internt utklippstavle sporing
ne_np: आन्तरिक क्लिपबोर्ड ट्र्याकिंग उपेक्षा गर्नुहोस्
nl_be: Negeer het interne klembordtracking
or_in: ଆଭ୍ୟନ୍ତରୀଣ କ୍ଲିପବୋର୍ଡ ଟ୍ରାକିଂକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab: ਅੰਦਰੂਨੀ ਕਲਿੱਪਬੋਰਡ ਟਰੈਕਿੰਗ ਨੂੰ ਅਣਦੇਖਾ ਕਰੋ
pl_pl: Zignoruj ​​wewnętrzne śledzenie schowka
pt_br: Ignore o rastreamento interno da área de transferência
ro_ro: Ignorați urmărirea clipboard -ului intern
ru_ru: Игнорировать отслеживание внутреннего буфера обмена
sk_sk: Ignorujte interné sledovanie schránky
sl_si: Ignorirajte notranje sledenje odložij
sq_al: Injoroni gjurmimin e brendshëm të clipboard
sr_cyrl_me: Занемарите интерну праћење међуспремника
sv_fi: Ignorera intern urklippsspårning
sw_ke: Puuza ufuatiliaji wa clipboard ya ndani
ta_in: உள் கிளிப்போர்டு கண்காணிப்பை புறக்கணிக்கவும்
te_in: అంతర్గత క్లిప్‌బోర్డ్ ట్రాకింగ్‌ను విస్మరించండి
th_th: ละเว้นการติดตามคลิปบอร์ดภายใน
tk_tm: Içerki klapan banky yzarlamasyna ähmiýet bermäň
tr_tr: Dahili Pano İzlemesini Yoksay
tt_ru: Эчке буферны күзәтү
ug_cn: ئىچكى چاپلاش تاختىسىنى ئىز قوغلاڭ
uk_ua: Ігноруйте внутрішнє відстеження буфера обміну
ur_pk: اندرونی کلپ بورڈ سے باخبر رہنے کو نظرانداز کریں
uz_cyrl: Ichki klipboardni kuzatish
vi_vn: Bỏ qua theo dõi clipboard nội bộ
zh_hant: 忽略內部剪貼板跟踪

# PrefIgnoreWhiteSpaceHint
source: Spaces, tabs and new lines will be ignored from tracking
af_za: Ruimtes, oortjies en nuwe lyne sal van die opsporing geïgnoreer word
am_et: ቦታዎች, ትሮች እና አዳዲስ መስመሮች ከመከታተል ችላ ተብለዋል
ar_bh: سيتم تجاهل المساحات وعلامات التبويب والخطوط الجديدة من التتبع
as_in: স্থান, টেব আৰু নতুন লাইনসমূহ অনুসৰণ কৰাৰ পৰা আওকাণ কৰা হ'ব
az_cyrl: Boşluqlar, nişanlar və yeni xətlər izləmədən məhəl qoyulmayacaq
bg_bg: Пространства, раздели и нови линии ще бъдат игнорирани от проследяването
bn_in: স্পেস, ট্যাব এবং নতুন লাইন ট্র্যাকিং থেকে উপেক্ষা করা হবে
bs_latn_ba: Prostori, jezičke i nove linije bit će zanemareni od praćenja
ca_es: Es ignoraran els espais, les pestanyes i les noves línies del seguiment
cs_cz: Sledování budou ignorovány mezery, karty a nové linky
cy_gb: Bydd lleoedd, tabiau a llinellau newydd yn cael eu hanwybyddu o olrhain
da_dk: Rum, faner og nye linjer ignoreres fra sporing
de_ch: Leerzeichen, Registerkarten und neue Zeilen werden vom Tracking ignoriert
el_gr: Οι χώροι, οι καρτέλες και οι νέες γραμμές θα αγνοηθούν από την παρακολούθηση
es_bo: Espacios, pestañas y nuevas líneas se ignorarán desde el seguimiento
et_ee: Jälgimisel ignoreeritakse ruume, sakke ja uusi read
fa_ir: فضاها ، زبانه ها و خطوط جدید از ردیابی نادیده گرفته می شوند
fi_fi: Tilat, välilehdet ja uudet rivit jätetään huomiotta seurannasta
fil_ph: Ang mga puwang, tab at bagong linya ay hindi papansinin mula sa pagsubaybay
fr_029: Les espaces, les onglets et les nouvelles lignes seront ignorés à partir du suivi
ga_ie: Déanfar neamhaird ar spásanna, cluaisíní agus línte nua ó rianú
gu_in: જગ્યાઓ, ટ s બ્સ અને નવી લાઇનો ટ્રેકિંગથી અવગણવામાં આવશે
he_il: יתעלמו ממרחבים, כרטיסיות וקווים חדשים ממעקב
hi_in: रिक्त स्थान, टैब और नई लाइनों को ट्रैकिंग से अनदेखा किया जाएगा
hr_hr: Prostori, kartice i nove linije zanemarit će se iz praćenja
hu_hu: A szóközöket, a füleket és az új vonalakat figyelmen kívül hagyják a követésből
hy_am: Տեղերը, ներդիրները եւ նոր տողերը անտեսվելու են հետեւելուց
id_id: Spasi, tab, dan baris baru akan diabaikan dari pelacakan
is_is: Rými, flipar og nýjar línur verða hunsaðar frá mælingum
it_ch: Spazi, schede e nuove righe saranno ignorati dal monitoraggio
ja_jp: スペース、タブ、新しい行は追跡から無視されます
ka_ge: თვალყურის დევნის ადგილები, ჩანართები და ახალი ხაზები უგულებელყოფენ
kk_kz: Бекітуден бос орындар, қойындылар және жаңа желілер еленбейді
km_kh: ចន្លោះ, ផ្ទាំងនិងបន្ទាត់ថ្មីនឹងត្រូវបានមិនអើពើពីការតាមដាន
kn_in: ಟ್ರ್ಯಾಕಿಂಗ್‌ನಿಂದ ಸ್ಥಳಗಳು, ಟ್ಯಾಬ್‌ಗಳು ಮತ್ತು ಹೊಸ ಸಾಲುಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ
ko_kr: 추적에서 공백, 탭 및 새로운 라인이 무시됩니다.
ky_kg: Боштуктар, өтмөктөр жана жаңы сызыктар көз салуудан этибарга алынбайт
lo_la: ສະຖານທີ່, ແທັບແລະສາຍໃຫມ່ຈະຖືກລະເລີຍຈາກການຕິດຕາມ
lt_lt: Tarpai, skirtukai ir naujos linijos bus ignoruojamos stebint
lv_lv: Telpas, cilnes un jaunas līnijas tiks ignorētas no izsekošanas
mi_nz: Ko nga waahi, nga ripa me nga raina hou ka warewarehia mai i te whai
mk_mk: Простори, јазичиња и нови линии ќе бидат игнорирани од следење
ml_in: സ്പെയ്സുകൾ, ടാബുകൾ, പുതിയ വരികൾ എന്നിവ ട്രാക്കിംഗിൽ നിന്ന് അവഗണിക്കും
mr_in: ट्रॅकिंगपासून जागा, टॅब आणि नवीन ओळींकडे दुर्लक्ष केले जाईल
ms_my: Ruang, tab dan barisan baru akan diabaikan dari penjejakan
mt_mt: Spazji, tabs u linji ġodda se jiġu injorati mill-intraċċar
nb_no: Roms, faner og nye linjer vil bli ignorert fra sporing
ne_np: रिक्त स्थान, ट्याबहरू र नयाँ लाइनहरू ट्र्याकिंगबाट बेवास्ता गरिन्छ
nl_be: Spaces, tabbladen en nieuwe lijnen worden genegeerd door het volgen
or_in: ସ୍ପେସ୍, ଟ୍ୟାବ୍ସ ଏବଂ ନୂତନ ରେଖା ଟ୍ରାକିଂରୁ ଅଣଦେଖା କରାଯିବ |
pa_arab: ਸਪੇਸ, ਟੈਬਸ ਅਤੇ ਨਵੀਆਂ ਲਾਈਨਾਂ ਨੂੰ ਟਰੈਕਿੰਗ ਤੋਂ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕੀਤਾ ਜਾਵੇਗਾ
pl_pl: Przestrzenie, zakładki i nowe linie będą ignorowane podczas śledzenia
pt_br: Espaços, guias e novas linhas serão ignoradas do rastreamento
ro_ro: Spațiile, filele și liniile noi vor fi ignorate din urmărire
ru_ru: Пространства, вкладки и новые строки будут проигнорированы из отслеживания
sk_sk: Priestory, karty a nové riadky budú ignorované pri sledovaní
sl_si: Prostori, zavihki in nove črte bodo pri sledenju prezrti
sq_al: Hapësirat, skedat dhe linjat e reja do të injorohen nga ndjekja
sr_cyrl_me: Размаци, табулатори и нове линије биће занемарени од праћења
sv_fi: Utrymmen, flikar och nya linjer kommer att ignoreras från spårning
sw_ke: Nafasi, tabo na mistari mpya itapuuzwa kutoka kwa kufuatilia
ta_in: இடங்கள், தாவல்கள் மற்றும் புதிய கோடுகள் கண்காணிப்பிலிருந்து புறக்கணிக்கப்படும்
te_in: ఖాళీలు, ట్యాబ్‌లు మరియు క్రొత్త పంక్తులు ట్రాకింగ్ నుండి విస్మరించబడతాయి
th_th: ช่องว่างแท็บและบรรทัดใหม่จะถูกละเว้นจากการติดตาม
tk_tm: Boşluklar, bellikler we täze setirler yzarlamakdan äsgermezlik eder
tr_tr: Boşluklar, sekmeler ve yeni çizgiler izlemeden göz ardı edilecektir
tt_ru: Саклагычлардан урыннар, таблицалар һәм яңа линияләр игътибар ителмәячәк
ug_cn: بوشلۇق, بەتكۈچ ۋە يېڭى سىزىق ئىز قوغلاشتىن سەل قارايدۇ
uk_ua: Пробіли, вкладки та нові лінії будуть ігноровані від відстеження
ur_pk: جگہوں ، ٹیبز اور نئی لائنوں کو ٹریکنگ سے نظرانداز کیا جائے گا
uz_cyrl: Bo'shliqlar, yorliqlar va yangi chiziqlar kuzatuvdan e'tiborga olinmaydi
vi_vn: Không gian, tab và dòng mới sẽ bị bỏ qua khỏi việc theo dõi
zh_hant: 從跟踪將忽略空格，標籤和新線路

# PrefIgnoreWhiteSpaceLabel
source: Ignore Only White Space
af_za: Ignoreer slegs wit ruimte
am_et: ነጭ ቦታን ብቻ ችላ ይበሉ
ar_bh: تجاهل المساحة البيضاء فقط
as_in: কেৱল বগা স্থানক আওকাণ কৰক
az_cyrl: Yalnız ağ boşluğa məhəl qoyma
bg_bg: Игнорирайте само бялото пространство
bn_in: শুধুমাত্র সাদা স্থান উপেক্ষা করুন
bs_latn_ba: Zanemariti samo bijeli prostor
ca_es: Ignora només l’espai blanc
cs_cz: Ignorujte pouze bílý prostor
cy_gb: Anwybyddu gofod gwyn yn unig
da_dk: Ignorer kun hvidt rum
de_ch: Ignorieren Sie nur den weißen Raum
el_gr: Αγνοήστε μόνο τον λευκό χώρο
es_bo: Ignorar solo el espacio en blanco
et_ee: Ignoreeri ainult valget ruumi
fa_ir: فقط فضای سفید را نادیده بگیرید
fi_fi: Ohita vain valkoinen tila
fil_ph: Huwag pansinin lamang ang puting espasyo
fr_029: Ignorez uniquement l'espace blanc
ga_ie: Neamhaird a dhéanamh ar spás bán amháin
gu_in: ફક્ત સફેદ જગ્યાને અવગણો
he_il: התעלם רק מהמרחב הלבן
hi_in: केवल सफेद स्थान को अनदेखा करें
hr_hr: Zanemarite samo bijeli prostor
hu_hu: Csak a fehér teret hagyja figyelmen kívül
hy_am: Անտեսել միայն սպիտակ տարածությունը
id_id: Abaikan hanya ruang putih
is_is: Hunsa aðeins hvítt rými
it_ch: Ignora solo lo spazio bianco
ja_jp: 空白のみを無視します
ka_ge: მხოლოდ თეთრი სივრცის უგულებელყოფა
kk_kz: Тек ақ бос орынды елемеңіз
km_kh: មិនអើពើតែចន្លោះពណ៌ស
kn_in: ಬಿಳಿ ಜಾಗವನ್ನು ಮಾತ್ರ ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 공백 만 무시하십시오
ky_kg: Ак мейкиндикти гана этибарга албоо
lo_la: ບໍ່ສົນໃຈພື້ນທີ່ສີຂາວເທົ່ານັ້ນ
lt_lt: Nepaisykite tik baltos erdvės
lv_lv: Ignorēt tikai balto telpu
mi_nz: Kaua e wareware noa i te waahi ma
mk_mk: Игнорирајте само бел простор
ml_in: വെളുത്ത സ്ഥലം മാത്രം അവഗണിക്കുക
mr_in: केवळ पांढर्‍या जागेकडे दुर्लक्ष करा
ms_my: Abaikan hanya ruang putih
mt_mt: Tinjora l-ispazju abjad biss
nb_no: Ignorer bare hvitt rom
ne_np: केवल सेतो ठाउँ बेवास्ता गर्नुहोस्
nl_be: Negeer alleen witte ruimte
or_in: କେବଳ ଧଳା ସ୍ଥାନକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab: ਸਿਰਫ ਚਿੱਟੀ ਜਗ੍ਹਾ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl_pl: Ignoruj ​​tylko białą przestrzeń
pt_br: Ignore apenas o espaço branco
ro_ro: Ignorați doar spațiul alb
ru_ru: Игнорировать только белое пространство
sk_sk: Ignorujte iba biely priestor
sl_si: Prezri samo beli prostor
sq_al: Injoroni vetëm hapësirën e bardhë
sr_cyrl_me: Занемарите само бели простор
sv_fi: Ignorera bara vitt utrymme
sw_ke: Puuza nafasi nyeupe tu
ta_in: வெள்ளை இடத்தை மட்டுமே புறக்கணிக்கவும்
te_in: తెల్లని స్థలాన్ని మాత్రమే విస్మరించండి
th_th: ไม่สนใจเฉพาะพื้นที่สีขาว
tk_tm: Diňe ak ýer äsgermezlik ediň
tr_tr: Sadece beyaz alanı görmezden gelin
tt_ru: Ак урынны гына санга сукмагыз
ug_cn: پەقەت ئاق بوشلۇققا پەرۋا قىلماڭ
uk_ua: Ігноруйте лише білий простір
ur_pk: صرف سفید جگہ کو نظرانداز کریں
uz_cyrl: Faqat oq maydonni e'tiborsiz qoldiring
vi_vn: Chỉ bỏ qua không gian trắng
zh_hant: 只忽略空白

# PrefLoginLoadLabel
source: Load on Login
af_za: Laai op aanmelding
am_et: በመለያ ይግቡ
ar_bh: تحميل على تسجيل الدخول
as_in: লগইনত লোড কৰক
az_cyrl: Giriş yükləyin
bg_bg: Заредете при вход
bn_in: লগইন লোড
bs_latn_ba: Učitavanje na prijavu
ca_es: Carregueu l’inici de sessió
cs_cz: Zatížení přihlášení
cy_gb: Llwythwch ar fewngofnodi
da_dk: Indlæs på login
de_ch: Last auf Anmeldung
el_gr: Φορτώστε σε σύνδεση
es_bo: Cargar al inicio de sesión
et_ee: Laadige sisselogimine
fa_ir: بارگذاری در ورود به سیستم
fi_fi: Ladata kirjautumista
fil_ph: Mag -load sa pag -login
fr_029: Charge sur la connexion
ga_ie: Luchtaigh ar Logáil Isteach
gu_in: લ login ગિન પર લોડ કરો
he_il: טען על כניסה
hi_in: लोड पर लोड करें
hr_hr: Učitavanje na prijavu
hu_hu: Töltse be a bejelentkezést
hy_am: Բեռը մուտքի վրա
id_id: Muat di login
is_is: Hlaðið á innskráningu
it_ch: Caricare su login
ja_jp: ログインにロードします
ka_ge: ჩატვირთვა შესვლაზე
kk_kz: Жүктеу
km_kh: ផ្ទុកលើការចូល
kn_in: ಲಾಗಿನ್‌ನಲ್ಲಿ ಲೋಡ್ ಮಾಡಿ
ko_kr: 로그인시로드하십시오
ky_kg: Кирүү
lo_la: ໂຫຼດໃນການເຂົ້າສູ່ລະບົບ
lt_lt: Įkelkite prisijungimo
lv_lv: Ielādēt pieteikšanos
mi_nz: Utaina ki te takiuru
mk_mk: Вчитување на најава
ml_in: ലോഗിൻ ലോഡുചെയ്യുക
mr_in: लॉगिन वर लोड
ms_my: Beban pada log masuk
mt_mt: Tagħbija fuq login
nb_no: Last på pålogging
ne_np: लगइनमा लोड गर्नुहोस्
nl_be: Laad in login
or_in: ଲଗଇନ୍ ରେ ଲୋଡ୍ |
pa_arab: ਲੌਗਇਨ ਤੇ ਲੋਡ ਕਰੋ
pl_pl: Załaduj login
pt_br: Carregue no login
ro_ro: Încărcați la autentificare
ru_ru: Загрузите в логин
sk_sk: Načítať prihlásenie
sl_si: Naloži na prijavo
sq_al: Ngarkoni në hyrje
sr_cyrl_me: Оптерећење на пријаву
sv_fi: Laddar på inloggning
sw_ke: Mzigo kwenye kuingia
ta_in: உள்நுழைவில் ஏற்றவும்
te_in: లాగిన్ మీద లోడ్ చేయండి
th_th: โหลดเมื่อเข้าสู่ระบบ
tk_tm: Girişde ýükläň
tr_tr: Girişte yük
tt_ru: Логинга йөкләү
ug_cn: كىرىشكە يۈكلەڭ
uk_ua: Завантажити на вхід
ur_pk: لاگ ان پر لوڈ کریں
uz_cyrl: Kirish uchun yuk
vi_vn: Tải vào đăng nhập
zh_hant: 加載登錄

# PrefMainWindowAnimateLabel
source: Animate Window
am_et: የመነሻ መስኮት
ar_bh: تحريك نافذة
as_in: উইন্ডো এনিমেট
az_cyrl: Pəncərə
bg_bg: Анимиран прозорец
bn_in: অ্যানিমেট উইন্ডো
bs_latn_ba: Animirani prozor
ca_es: Finestra animada
cs_cz: Animované okno
cy_gb: Ffenestr animeiddiedig
de_ch: Animed Fenster
el_gr: Εικονικό παράθυρο
es_bo: Ventana animada
et_ee: Animaalne aken
fa_ir: پنجره
fi_fi: Elävä ikkuna
fr_029: Fenêtre animée
ga_ie: Fuinneog bheochana
gu_in: સજીવ બારી
he_il: חלון אנימציה
hi_in: चेतन खिड़की
hr_hr: Animirani prozor
hu_hu: Élenrésű ablak
hy_am: Անիմացիոն պատուհանը
id_id: Jendela hidup
is_is: Animate gluggi
it_ch: Finestra animata
ja_jp: アニメーションウィンドウ
ka_ge: ანიმაციური ფანჯარა
kk_kz: Анимациялық терезе
km_kh: បង្អួចមានចលនា
kn_in: ಅನಿಮೇಟ್ ಕಿಟಕಿ
ko_kr: 애니메이션 창
ky_kg: Жандуу терезе
lo_la: ປ່ອງຢ້ຽມທີ່ສັດ
lt_lt: Animacinis langas
lv_lv: Atdzīvināt logu
mi_nz: Matapihi Matapihi
mk_mk: Анимиран прозорец
ml_in: ആനിമേറ്റ് വിൻഡോ
mr_in: सजीव विंडो
ms_my: Tetingkap animasi
mt_mt: Anima tieqa
nb_no: Animert vindu
ne_np: एनिमेटल विन्डो
nl_be: Animer venster
or_in: ଅରିମେଟ୍ ୱିଣ୍ଡୋ |
pa_arab: ਵਿੰਡੋ ਐਨੀਮੇਟ ਕਰੋ
pt_br: Janela animada
ro_ro: Fereastra animă
ru_ru: Оживленное окно
sk_sk: Oživené okno
sl_si: Animirano okno
sq_al: Gjallërohem
sr_cyrl_me: Анимирајући прозор
sv_fi: Animera fönster
sw_ke: Dirisha la Animate
ta_in: சாளரத்தை உயிரூட்டவும்
te_in: విండోను యానిమేట్ చేయండి
th_th: หน้าต่างเคลื่อนไหว
tk_tm: Animasiýa penjiresi
tr_tr: Animasyon penceresi
tt_ru: Җанлы тәрәзә
ug_cn: كارتون كۆزنەك
uk_ua: Анімаційне вікно
ur_pk: متحرک ونڈو
uz_cyrl: Animate oynasi
vi_vn: Cửa sổ động
zh_hant: 動畫窗口

# PrefMainWindowOpacityLabel
source: Opacity
af_za: Ondeursigtigheid
am_et: ኦፊሽን
ar_bh: الغضب
az_cyrl: Qeyri-şəffaflıq
bg_bg: Непрозрачност
bn_in: অস্বচ্ছতা
bs_latn_ba: Neprozirnost
ca_es: Opacitat
cs_cz: Neprůhlednost
cy_gb: Didreiddedd
da_dk: Gennemsigtighed
de_ch: Opazität
el_gr: Αδιαφάνεια
es_bo: Opacidad
et_ee: Läbipaistmatus
fa_ir: جسارت
fi_fi: Opasiteetti
fr_029: Opacité
ga_ie: Teimhneacht
gu_in: અકલ્પ્યતા
he_il: אֲטִימוּת
hi_in: अस्पष्टता
hr_hr: Neprozirnost
hu_hu: Átlátszatlanság
hy_am: Անթափանցիկություն
id_id: Kegelapan
is_is: Ógagnsæi
it_ch: Opacità
ja_jp: 不透明
ka_ge: სიბრტყე
kk_kz: Мөлдірлік
km_kh: អយត
kn_in: ಅಪಾರದರ್ಶಕತೆ
ko_kr: 불투명
ky_kg: Өкүмү
lo_la: ຄວາມຫມັ້ນໃຈສໍາເລັດ
lt_lt: Neskaidrumas
lv_lv: Necaurredzamība
mi_nz: Tētanga
mk_mk: Непроacирност
ml_in: അതാര്യത
mr_in: अपारदर्शकता
ms_my: Kelegapan
mt_mt: Opaċità
nb_no: Opacitet
ne_np: अस्पष्टता
nl_be: Dekking
or_in: ସ୍ୱଚ୍ଛତା |
pa_arab: ਧੁੰਦਲਾਪਨ
pl_pl: Nieprzezroczystość
pt_br: Opacidade
ro_ro: Opacitate
ru_ru: Непрозрачность
sk_sk: Nepriehľadnosť
sl_si: Motnost
sq_al: Errësirë
sr_cyrl_me: Непрозирност
sv_fi: Opacitet
ta_in: ஒளிபுகாநிலை
te_in: అస్పష్టత
th_th: ความทึบแสง
tk_tm: GYSGAÇA
tr_tr: Açıklık
tt_ru: Дуңгыз
ug_cn: Appomet
uk_ua: Непрозорість
ur_pk: دھندلاپن
uz_cyrl: Qattiqqo'llik
vi_vn: Độ mờ
zh_hant: 不透明度

# PrefMainWindowShowBehaviorLabel
source: Show Behavior
af_za: Toon gedrag
am_et: ባህሪን አሳይ
ar_bh: إظهار السلوك
as_in: আচৰণ দেখুৱাওক
az_cyrl: Rəftar etmək
bg_bg: Показват поведение
bn_in: আচরণ দেখান
bs_latn_ba: Pokazati ponašanje
ca_es: Mostrar el comportament
cs_cz: Ukázat chování
cy_gb: Dangos ymddygiad
da_dk: Vis opførsel
de_ch: Verhalten zeigen
el_gr: Συμπεριφορά εμφάνισης
es_bo: Mostrar comportamiento
et_ee: Näitama käitumist
fa_ir: رفتار نشان دادن
fi_fi: Näyttelykäyttäytyminen
fil_ph: Ipakita ang pag -uugali
fr_029: Montrer un comportement
ga_ie: Seó iompraíochta
gu_in: વર્તન બતાવો
he_il: להראות התנהגות
hi_in: व्यवहार दिखाओ
hr_hr: Pokazati ponašanje
hu_hu: Mutasd a viselkedést
hy_am: Show ույց տալ վարք
id_id: Tunjukkan perilaku
is_is: Sýna hegðun
it_ch: Mostrare comportamento
ja_jp: 動作を表示します
ka_ge: ქცევის ჩვენება
kk_kz: Мінез-құлықты көрсету
km_kh: បង្ហាញឥរិយាបទ
kn_in: ಪ್ರದರ್ಶನ ನಡವಳಿಕೆಯನ್ನು ತೋರಿಸಿ
ko_kr: 행동을 보여줍니다
ky_kg: Жүрүм-турумун көрсөтүү
lo_la: ສະແດງພຶດຕິກໍາ
lt_lt: Parodykite elgesį
lv_lv: Parādīt uzvedību
mi_nz: Whakaatuhia te whanonga
mk_mk: Покажете однесување
ml_in: പെരുമാറ്റം കാണിക്കുക
mr_in: वर्तन दर्शवा
ms_my: Tunjukkan tingkah laku
mt_mt: Uri l-imġieba
nb_no: Vis oppførsel
ne_np: व्यवहार देखाउँनुहोस्
nl_be: Toon gedrag
or_in: ଆଚରଣ ଦେଖାନ୍ତୁ |
pa_arab: ਵਿਵਹਾਰ ਦਿਖਾਓ
pl_pl: Pokaż zachowanie
pt_br: Mostrar comportamento
ro_ro: Arată comportamentul
ru_ru: Показать поведение
sk_sk: Správanie
sl_si: Pokazati vedenje
sq_al: Tregoj
sr_cyrl_me: Показати понашање
sv_fi: Visa beteende
sw_ke: Onyesha tabia
ta_in: நடத்தை காட்டு
te_in: ప్రవర్తనను చూపించు
th_th: แสดงพฤติกรรม
tk_tm: Özüňi alyp barşyňy görkez
tr_tr: Davranışı Göster
tt_ru: Тәртип күрсәтү
ug_cn: ھەرىكەتنى كۆرسەت
uk_ua: Показати поведінку
ur_pk: سلوک دکھائیں
uz_cyrl: Xulqni ko'rsatish
vi_vn: Hiển thị hành vi
zh_hant: 顯示行為
