Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionContentTaggedHint
source: Links its input clip to the assigned Tag Collection.
af_za: Koppel sy invoergreep aan die toegewysde etiketversameling.
am_et: የግቤት ክሊፕ ለተመደበው መለያ ስብስብ ጋር ያያይዙ.
ar_bh: يرتبط مقطع الإدخال الخاص به إلى مجموعة العلامات المعينة.
as_in: ইয়াৰ ইনপুট ক্লিপটো নিযুক্ত টেগ সংগ্ৰহৰ সৈতে সংযোগ কৰে।
az_cyrl: Giriş klipini təyin edilmiş etiket kolleksiyasına bağlayır.
bg_bg: Свързва входния си клип към определената колекция от маркери.
bn_in: নির্ধারিত ট্যাগ সংগ্রহের সাথে এর ইনপুট ক্লিপটি লিঙ্ক করে।
bs_latn_ba: Povezuje svoj ulazni isječak u dodijeljenu kolekciju oznaka.
ca_es: Enllaça el seu clip d'entrada a la col·lecció d'etiquetes assignada.
cs_cz: Propojuje vstupní klip do přiřazené kolekce značek.
cy_gb: Yn cysylltu ei glip mewnbwn â'r casgliad tagiau a neilltuwyd.
da_dk: Links dets inputklip til den tildelte tag -samling.
de_ch: Verknüpft den Eingangsclip mit der zugewiesenen Tag -Sammlung.
el_gr: Συνδέει το κλιπ εισόδου της στη συλλογή ετικετών που έχει εκχωρηθεί.
es_bo: Enlace su clip de entrada a la colección de etiquetas asignada.
et_ee: Linkib oma sisendklipi määratud sildi kogumiga.
fa_ir: کلیپ ورودی خود را به مجموعه برچسب اختصاص داده شده پیوند می دهد.
fi_fi: Linkittää sen syöttöliitteen määritettyyn tunnisteiden kokoelmaan.
fil_ph: Nag -uugnay sa input clip nito sa itinalagang koleksyon ng tag.
fr_029: Relie son clip d'entrée à la collection de balises attribuée.
ga_ie: Nascann sé a ghearrthóg ionchuir leis an mbailiúchán clibe sannta.
gu_in: સોંપાયેલ ટ tag ગ સંગ્રહ સાથે તેની ઇનપુટ ક્લિપને લિંક્સ કરે છે.
he_il: מקשר את קליפ הקלט שלו לאוסף התגים שהוקצה.
hi_in: अपने इनपुट क्लिप को असाइन किए गए टैग कलेक्शन से लिंक करता है।
hr_hr: Povezuje svoj ulazni isječak na dodijeljenu kolekciju oznaka.
hu_hu: Összekapcsolja a bemeneti klipjét a hozzárendelt címke kollekcióval.
hy_am: Հղում է իր մուտքային հոլովակը նշանակված պիտակների հավաքածուի:
id_id: Menautkan klip inputnya ke koleksi tag yang ditetapkan.
is_is: Tengir innsláttarklemmu sína við úthlutað merkjasafn.
it_ch: Collega la sua clip di input alla raccolta tag assegnata.
ja_jp: 入力クリップを割り当てられたタグコレクションにリンクします。
ka_ge: აკავშირებს მის შეყვანის კლიპს დავალებული ტეგების კოლექციასთან.
kk_kz: Кіріс қысқышын тағайындалған тегтер жинағына байланыстырады.
km_kh: ភ្ជាប់ឃ្លីបបញ្ចូលរបស់វាទៅក្នុងការប្រមូលស្លាកដែលបានកំណត់។
kn_in: ಅದರ ಇನ್ಪುಟ್ ಕ್ಲಿಪ್ ಅನ್ನು ನಿಯೋಜಿಸಲಾದ ಟ್ಯಾಗ್ ಸಂಗ್ರಹಕ್ಕೆ ಲಿಂಕ್ ಮಾಡುತ್ತದೆ.
ko_kr: 입력 클립을 지정된 태그 컬렉션에 연결합니다.
ky_kg: Киргизилген клипти дайындалган тег жыйнагы менен байланыштырыңыз.
lo_la: ເຊື່ອມຕໍ່ຄລິບການປ້ອນຂໍ້ມູນຂອງມັນໄປທີ່ການເກັບກໍາ tag ທີ່ຖືກມອບຫມາຍ.
lt_lt: Susieja savo įvesties klipą su priskirta žymų kolekcija.
lv_lv: Saitē tā ievades klipu ar piešķirto tagu kolekciju.
mi_nz: Hono i tona topenga whakauru ki te kohinga tohu kua tohua.
mk_mk: Го поврзува својот влезен клип со назначената колекција на ознаки.
ml_in: അതിന്റെ ഇൻപുട്ട് ക്ലിപ്പ് നിയുക്ത ടാഗ് ശേഖരത്തിലേക്ക് ലിങ്കുചെയ്യുന്നു.
mr_in: नियुक्त केलेल्या टॅग संग्रहात त्याची इनपुट क्लिप दुवा देते.
ms_my: Pautan klip inputnya ke koleksi tag yang diberikan.
mt_mt: Tgħaqqad il-filmat tal-input tagħha mal-ġbir tat-tikketta assenjata.
nb_no: Kobler inngangsklippet til den tildelte tag -samlingen.
ne_np: यसको इनपुट क्लिपलाई तोकिएको ट्याग संग्रहमा लिंक गर्दछ।
nl_be: Kindt de invoerclip aan de toegewezen tag -verzameling.
or_in: ନିର୍ଦ୍ଦିଷ୍ଟ ଟ୍ୟାଗ୍ ସଂଗ୍ରହକୁ ଏହାର ଇନପୁଟ୍ କ୍ଲିପ୍ ଲିଙ୍କ୍ କରେ |
pa_arab: ਇਸ ਦੇ ਇਨਪੁਟ ਕਲਿੱਪ ਨੂੰ ਸਪੈਸ਼ਲ ਟੈਗ ਸੰਗ੍ਰਹਿ ਤੇ ਜੋੜਦਾ ਹੈ.
pl_pl: Połącza swój klip wejściowy do przypisanej kolekcji tagów.
pt_br: Links seu clipe de entrada à coleção de tags atribuída.
ro_ro: Leagă clipul său de intrare la colecția de etichete atribuite.
ru_ru: Ссылкает свой входной клип с назначенной коллекцией тегов.
sk_sk: Prepojí svoj vstupný klip do priradenej kolekcie značiek.
sl_si: Povezuje svoj vhodni posnetek do dodeljene zbirke oznak.
sq_al: Lidh klipin e tij të hyrjes me koleksionin e caktuar të etiketave.
sr_cyrl_me: Повезује свој улазни снимак до додељене колекције ознака.
sv_fi: Länkar sitt ingångsklipp till den tilldelade taggsamlingen.
sw_ke: Inaunganisha kipande chake cha pembejeo na mkusanyiko wa tepe uliyopewa.
ta_in: அதன் உள்ளீட்டு கிளிப்பை ஒதுக்கப்பட்ட குறிச்சொல் சேகரிப்புடன் இணைக்கிறது.
te_in: దాని ఇన్పుట్ క్లిప్‌ను కేటాయించిన ట్యాగ్ సేకరణకు లింక్ చేస్తుంది.
th_th: เชื่อมโยงคลิปอินพุตไปยังคอลเลกชันแท็กที่กำหนด
tk_tm: Giriş klipini bellenen bellik ýygyndysyna baglanyşyklar.
tr_tr: Giriş klipsini atanan etiket koleksiyonuna bağlar.
tt_ru: Керү клипын билгеләнгән тэг коллекциясенә бәйли.
ug_cn: ئۇنىڭ كىرگۈزۈش قىستۇرما خەت نۇسخىسىنى كۆرسىتىدۇ.
uk_ua: Посилання його вхідного кліпу на призначену колекцію тегів.
ur_pk: اس کے ان پٹ کلپ کو تفویض کردہ ٹیگ مجموعہ سے لنک کرتا ہے۔
uz_cyrl: Belgilangan yorliqlar to'plamiga kirish klipini bog'lang.
vi_vn: Liên kết clip đầu vào của nó với bộ sưu tập thẻ được gán.
zh_hant: 將其輸入夾鏈接到分配的標籤集合。

# ActionContentTaggedTriggerHint
source: Triggered when a clip is linked to the specified Tag Collection.
af_za: Geaktiveer wanneer 'n snit gekoppel is aan die gespesifiseerde etiketversameling.
am_et: አንድ ክሊፕ ከተጠቀሰው የመለያ ክምችት ጋር በተገናኘ ጊዜ ተነስቷል.
ar_bh: يتم تشغيله عند ربط مقطع بمجموعة العلامات المحددة.
as_in: ট্ৰিগাৰ কৰা হয় যেতিয়া এটা ক্লিপ ধাৰ্য্য কৰা টেগ সংগ্ৰহৰ সৈতে সংযুক্ত কৰা হয়।
az_cyrl: Bir klip göstərilən etiket kolleksiyası ilə əlaqələndirildikdə baş verdi.
bg_bg: Задейства се, когато клип е свързан с посочената колекция от маркери.
bn_in: যখন কোনও ক্লিপ নির্দিষ্ট ট্যাগ সংগ্রহের সাথে লিঙ্ক করা হয় তখন ট্রিগার করা হয়।
bs_latn_ba: Pokrenute kada je isječak povezan s navedenim kolekcijom oznaka.
ca_es: Es va desencadenar quan un clip està vinculat a la col·lecció d'etiquetes especificada.
cs_cz: Spuštěno, když je klip propojen s zadanou kolekcí značek.
cy_gb: Wedi'i sbarduno pan fydd clip wedi'i gysylltu â'r casgliad tag penodedig.
da_dk: Udløses, når et klip er knyttet til den specificerede tag -samling.
de_ch: Ausgelöst, wenn ein Clip mit der angegebenen Tag -Sammlung verknüpft ist.
el_gr: Που ενεργοποιείται όταν ένα κλιπ συνδέεται με την καθορισμένη συλλογή ετικετών.
es_bo: Activado cuando un clip está vinculado a la colección de etiquetas especificada.
et_ee: Käivitatud, kui klipp on ühendatud määratud sildikoguga.
fa_ir: هنگامی که یک کلیپ به مجموعه برچسب مشخص شده مرتبط می شود ، شروع می شود.
fi_fi: Laukaistiin, kun leike on linkitetty määritettyyn tunnistekopalakokokoelmaan.
fil_ph: Nag -trigger kapag ang isang clip ay naka -link sa tinukoy na koleksyon ng tag.
fr_029: Déclenché lorsqu'un clip est lié à la collection de balises spécifiée.
ga_ie: Spreagtha nuair a bhíonn gearrthóg nasctha leis an mbailiúchán clib sonraithe.
gu_in: જ્યારે ક્લિપ ઉલ્લેખિત ટ tag ગ સંગ્રહ સાથે જોડાયેલી હોય ત્યારે ટ્રિગર થઈ.
he_il: מופעל כאשר קליפ מקושר לאוסף התגים שצוין.
hi_in: जब एक क्लिप निर्दिष्ट टैग संग्रह से जुड़ी होती है, तो ट्रिगर किया जाता है।
hr_hr: Aktivira se kada je isječak povezan s navedenom kolekcijom oznaka.
hu_hu: Ha egy klip kapcsolódik a megadott címke gyűjteményéhez, akkor indítható.
hy_am: Պատրաստված է, երբ հոլովակը կապված է նշված պիտակների հավաքածուի հետ:
id_id: Dipicu saat klip ditautkan ke koleksi tag yang ditentukan.
is_is: Kveikt þegar bút er tengt við tilgreindu merkjasafnið.
it_ch: Attivato quando una clip è collegata alla raccolta tag specificata.
ja_jp: クリップが指定されたタグコレクションにリンクされているときにトリガーされます。
ka_ge: გამოწვეულია, როდესაც კლიპი უკავშირდება მითითებულ ტეგის კოლექციას.
kk_kz: Клип көрсетілген тегтер жинағына қосылған кезде іске қосылды.
km_kh: កេះនៅពេលឃ្លីបត្រូវបានភ្ជាប់ទៅនឹងការប្រមូលស្លាកដែលបានបញ្ជាក់។
kn_in: ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಟ್ಯಾಗ್ ಸಂಗ್ರಹಕ್ಕೆ ಕ್ಲಿಪ್ ಲಿಂಕ್ ಮಾಡಿದಾಗ ಪ್ರಚೋದಿಸಲಾಗುತ್ತದೆ.
ko_kr: 클립이 지정된 태그 컬렉션에 연결되어있을 때 트리거됩니다.
ky_kg: Клип көрсөтүлгөн теги чогултуу менен байланышкан кезде башталды.
lo_la: ເກີດເມື່ອຄລິບທີ່ຕິດພັນກັບການເກັບກໍາຂໍ້ມູນປ້າຍທີ່ລະບຸ.
lt_lt: Suaktyvinamas, kai klipas yra susietas su nurodyta žymų kolekcija.
lv_lv: Iedarbināts, kad klips ir saistīts ar norādīto tagu kolekciju.
mi_nz: Ka haere i te wa e hono ana te topenga ki te kohinga tohu kua tohua.
mk_mk: Активирано кога клипот е поврзан со наведената колекција на ознаки.
ml_in: നിർദ്ദിഷ്ട ടാഗ് ശേഖരണവുമായി ഒരു ക്ലിപ്പ് ലിങ്കുചെയ്യുമ്പോൾ പ്രവർത്തനക്ഷമമാക്കി.
mr_in: जेव्हा एखादी क्लिप निर्दिष्ट टॅग संग्रहात जोडली जाते तेव्हा ट्रिगर केली जाते.
ms_my: Dicetuskan apabila klip dikaitkan dengan koleksi tag yang ditentukan.
mt_mt: Attivat meta klipp huwa marbut mal-kollezzjoni ta 'tikketti speċifikata.
nb_no: Utløst når et klipp er koblet til den spesifiserte tag -samlingen.
ne_np: ट्रिगर जब एक क्लिप निर्दिष्ट ट्याग संग्रह संग जोडिएको छ।
nl_be: Geactiveerd wanneer een clip is gekoppeld aan de opgegeven tag -verzameling.
or_in: ଯେତେବେଳେ ଏକ କ୍ଲିପ୍ ନିର୍ଦ୍ଦିଷ୍ଟ ଟ୍ୟାଗ୍ ସଂଗ୍ରହ ସହିତ ସଂଯୁକ୍ତ |
pa_arab: ਜਦੋਂ ਕੋਈ ਕਲਿੱਪ ਨਿਰਧਾਰਤ ਟੈਗ ਸੰਗ੍ਰਹਿ ਨਾਲ ਜੁੜਿਆ ਹੋਵੇ.
pl_pl: Wyzwalany, gdy klip jest połączony z określoną kolekcją tagów.
pt_br: Acionado quando um clipe está vinculado à coleta de tags especificada.
ro_ro: Declanșat atunci când un clip este legat de colecția de etichete specificate.
ru_ru: Запускается, когда клип связан с указанной коллекцией тегов.
sk_sk: Spustené, keď je klip prepojený so zadanou kolekciou značiek.
sl_si: Sprožil, ko je posnetek povezan z določeno zbirko oznak.
sq_al: Shkaktohet kur një klip është i lidhur me koleksionin e specifikuar të etiketave.
sr_cyrl_me: Активира се када је снимак повезан са наведеном колекцијом ознака.
sv_fi: Utlöses när ett klipp är länkat till den angivna taggsamlingen.
sw_ke: Imesababishwa wakati klipu imeunganishwa na mkusanyiko maalum wa lebo.
ta_in: குறிப்பிட்ட குறிச்சொல் சேகரிப்புடன் ஒரு கிளிப் இணைக்கப்படும்போது தூண்டப்படுகிறது.
te_in: క్లిప్ పేర్కొన్న ట్యాగ్ సేకరణకు లింక్ చేయబడినప్పుడు ప్రేరేపించబడింది.
th_th: ทริกเกอร์เมื่อคลิปเชื่อมโยงกับคอลเลกชันแท็กที่ระบุ
tk_tm: Klip görkezilen bellik ýygyndysyna baglananda ýüze çykanda ýüze çykaryldy.
tr_tr: Bir klip belirtilen etiket koleksiyonuna bağlandığında tetiklenir.
tt_ru: Клип күрсәтелгән тэг коллекциясе белән бәйләнгәндә башланды.
ug_cn: قىستۇرما كۆرسىتىلگەن خەتكۈچ توپلىمىغا ئۇلانغان ۋاقىتتا قوزغىتىلدى.
uk_ua: Спрацьовується, коли кліп пов'язаний із вказаною колекцією тегів.
ur_pk: جب ایک کلپ مخصوص ٹیگ مجموعہ سے منسلک ہوتا ہے تو متحرک ہوتا ہے۔
uz_cyrl: Klip ko'rsatilgan yorliqlar to'plamiga bog'liq bo'lganda ishga tushirildi.
vi_vn: Được kích hoạt khi một clip được liên kết với bộ sưu tập thẻ được chỉ định.
zh_hant: 將夾子鏈接到指定的標籤集合時觸發。

# ActionContentTaggedTriggerLabel
source: Collection
af_za: Kollekte
am_et: ክምችት
ar_bh: مجموعة
as_in: সংগ্ৰহ
az_cyrl: Toplama
bg_bg: колекция
bn_in: সংগ্রহ
bs_latn_ba: Zbirka
ca_es: Col · lecció
cs_cz: Sbírka
cy_gb: Nghasgliad
da_dk: Kollektion
de_ch: Sammlung
el_gr: Συλλογή
es_bo: Recopilación
et_ee: Kogumine
fa_ir: مجموعه
fi_fi: Kokoelma
fil_ph: Koleksyon
ga_ie: Bailiúchán
gu_in: સંગ્રહ
he_il: אוסף
hi_in: संग्रह
hr_hr: Kolekcija
hu_hu: Gyűjtemény
hy_am: Հավաքածու
id_id: Koleksi
is_is: Safn
it_ch: Collezione
ja_jp: コレクション
ka_ge: კოლექცია
kk_kz: Коллекция
km_kh: ការរបមុល
kn_in: ಸಂಗ್ರಹ
ko_kr: 수집
ky_kg: Коллекция
lo_la: ກຸນແຈ
lt_lt: Kolekcija
lv_lv: Kolekcija
mi_nz: Kohikohinga
mk_mk: Колекција
ml_in: സമാഹാരം
mr_in: संग्रह
ms_my: Koleksi
mt_mt: Kollezzjoni
nb_no: Samling
ne_np: संग्रह
nl_be: Verzameling
or_in: ସଂଗ୍ରହ
pa_arab: ਸੰਗ੍ਰਹਿ
pl_pl: Kolekcja
pt_br: Coleção
ro_ro: Colectie
ru_ru: Коллекция
sk_sk: Zbierka
sl_si: Zbirka
sq_al: Grumbullim
sr_cyrl_me: Збирка
sv_fi: Samling
sw_ke: Mkusanyiko
ta_in: சேகரிப்பு
te_in: సేకరణ
th_th: ของสะสม
tk_tm: Ýygyndysy
tr_tr: Toplamak
tt_ru: Коллекция
uk_ua: Колекція
ur_pk: مجموعہ
uz_cyrl: Yig'ish
vi_vn: Bộ sưu tập
zh_hant: 收藏

# ActionDelayActionHint
source: The amount of time in milliseconds waited before children execute
af_za: Die hoeveelheid tyd in millisekondes het gewag voordat kinders tereggestel het
am_et: ልጆች ከሚፈጽሙበት ጊዜ በሚሽሰለስ መጠን የሚጠብቁት የጊዜ መጠን
ar_bh: تم انتظار مقدار الوقت بالميلي ثانية قبل تنفيذ الأطفال
as_in: শিশুসকলে নিষ্পাদন কৰাৰ আগতে মিলিছেকেণ্ডত সময়ৰ পৰিমাণ অপেক্ষা কৰিছিল।
az_cyrl: Uşaqların icrasından əvvəl millisaniyədə vaxtın miqdarı gözlədi
bg_bg: Времето за милисекунди чакаше, преди децата да се екзекутират
bn_in: বাচ্চাদের মৃত্যুদন্ড কার্যকর করার আগে মিলিসেকেন্ডে সময়ের পরিমাণ অপেক্ষা করেছিল
bs_latn_ba: Količina vremena u milisekundi čekali prije nego što se djeca izvrši
ca_es: La quantitat de temps en mil·lisegons esperava abans que els nens s’executessin
cs_cz: Množství času v milisekundách čekalo před provedením dětí
cy_gb: Roedd yr amser o amser mewn milieiliadau yn aros cyn i blant weithredu
da_dk: Mængden af ​​tid i millisekunder ventede, før børn udførte
de_ch: Die Zeit in Millisekunden wartete, bevor Kinder ausgeführt werden
el_gr: Ο χρόνος σε χιλιοστά του δευτερολέπτου περίμενε πριν από την εκτέλεση των παιδιών
es_bo: La cantidad de tiempo en milisegundos esperaba antes de que los niños se ejecutaran
et_ee: Millisekundites ootas aeg enne laste täitmist
fa_ir: مدت زمان در میلی ثانیه منتظر بود تا بچه ها اعدام شوند
fi_fi: Millisekuntien aika odotti ennen kuin lapset toteuttavat
fil_ph: Ang dami ng oras sa millisecond ay naghintay bago magpatupad ang mga bata
fr_029: Le temps en millisecondes attendu avant que les enfants ne s'exécutent
ga_ie: An méid ama i milleasoicindí a d'fhan sula bhforghníomhaíonn leanaí
gu_in: બાળકો ચલાવવા પહેલાં મિલિસેકંડમાં સમયની રાહ જોતી હતી
he_il: משך הזמן באלפיות השנייה חיכה לפני שהילדים מוציאים להורג
hi_in: बच्चों के निष्पादित होने से पहले मिलीसेकंड में समय की मात्रा
hr_hr: Količina vremena u milisekundama čekala prije nego što se djeca izvrše
hu_hu: A milliszekundumban várt időtartam a gyermekek végrehajtása előtt várt
hy_am: Միլլիսեկոնդերում ժամանակի քանակը սպասել է երեխաների առջեւ
id_id: Jumlah waktu dalam milidetik menunggu sebelum anak -anak mengeksekusi
is_is: Tíminn í millisekúndum beið áður en börn framkvæma
it_ch: La quantità di tempo in millisecondi ha aspettato prima che i bambini eseguano
ja_jp: 子どもが処刑する前にミリ秒単位の時間が待っていました
ka_ge: მილიწამში დროის ოდენობა დაელოდა ბავშვების შესრულებამდე
kk_kz: Миллисекундтағы уақыт мөлшері балалар орындағанға дейін күтті
km_kh: ចំនួនពេលវេលាគិតជាមិល្លីវិនាទីបានរង់ចាំមុនពេលដែលកុមារប្រតិបត្តិ
kn_in: ಮಕ್ಕಳು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೊದಲು ಮಿಲಿಸೆಕೆಂಡುಗಳಲ್ಲಿನ ಸಮಯ ಕಾಯುತ್ತಿತ್ತು
ko_kr: 아이들이 처형하기 전에 밀리 초의 시간의 시간
ky_kg: Миллисекондордогу убакыттын көлөмү балдардын аткарылышына чейин күткөн
lo_la: ຈໍານວນເວລາໃນ millisecond ໄດ້ລໍຖ້າກ່ອນທີ່ເດັກນ້ອຍຈະປະຕິບັດ
lt_lt: Millisekundžių laikas laukė, kol vaikai įvykdys įvykdymą
lv_lv: Laiks milisekundēs gaidīja, pirms bērni izpilda
mi_nz: Ko te nui o te waa i roto i nga milliseconds i tatari i mua i te mahi a nga tamariki
mk_mk: Количината на време во милисекунди чекаше пред да се извршат децата
ml_in: കുട്ടികൾ നടപ്പിലാക്കുന്നതിനുമുമ്പ് മിൽസെക്കൻഡുകളിലെ സമയം കാത്തിരുന്നു
mr_in: मुलांच्या अंमलबजावणीपूर्वी मिलिसेकंदात किती वेळ थांबला होता
ms_my: Jumlah masa dalam milisaat menunggu sebelum kanak -kanak melaksanakan
mt_mt: L-ammont ta 'ħin f'millisekondi stenniet qabel it-tfal jeżegwixxu
nb_no: Mengden tid i millisekunder ventet før barn henrettet
ne_np: मिलिसेकेन्डमा समय को मात्रा पर्खनु भन्दा पहिले पर्खनु अघि पर्खनुभयो
nl_be: De hoeveelheid tijd in milliseconden wachtte voordat kinderen executeerden
or_in: ମିଲିସେକେଣ୍ଡରେ ଥିବା ସମୟର ପରିମାଣ 5 ଏକଜେକ୍ୟୁଟ୍ ପୂର୍ବରୁ ଅପେକ୍ଷା କରିଛି |
pa_arab: ਬੱਚਿਆਂ ਨੂੰ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਮਿਲੀਸਕਿੰਟ ਵਿੱਚ ਸਮਾਂ ਦੀ ਉਡੀਕ ਕੀਤੀ ਗਈ
pl_pl: Ilość czasu w milisekundach czekała, zanim dzieci wykonają
pt_br: A quantidade de tempo em milissegundos esperou antes que as crianças sejam executadas
ro_ro: Perioada de timp în milisecunde a așteptat înainte ca copiii să se execute
ru_ru: Количество времени в миллисекундах ждали, прежде чем дети исполнят
sk_sk: Množstvo času v milisekundách čakali, kým sa deti vykonajú
sl_si: Čas v milisekundah je čakal, preden se otroci usmrtijo
sq_al: Sasia e kohës në milisekonda të pritur para se fëmijët të ekzekutojnë
sr_cyrl_me: Количина времена у милисекунди чекала је да се деца погубе
sv_fi: Mängden tid i millisekunder väntade innan barn avrättas
sw_ke: Kiasi cha wakati katika milliseconds kilisubiri kabla ya watoto kutekeleza
ta_in: குழந்தைகள் செயல்படுத்துவதற்கு முன்பு மில்லி விநாடிகளில் நேரம் காத்திருந்தது
te_in: పిల్లలు అమలు చేయడానికి ముందు మిల్లీసెకన్లలో సమయం ఎంత సమయం వేచి ఉంది
th_th: ระยะเวลาในมิลลิวินาทีรอก่อนที่เด็กจะดำเนินการ
tk_tm: Çagalaryň ýerine ýetirmezden ozal millisekuntlaryň mukdary
tr_tr: Milisaniye cinsinden zaman miktarı, çocuklar infaz etmeden önce bekledi
tt_ru: Миллисекундтагы вакыт күләме балалар башкарганчы көтте
ug_cn: بالىلارنىڭ ئۆلچەشتىن بۇرۇن ساقلانغان ۋاقىتنىڭ سانى
uk_ua: Кількість часу в мілісекундах чекав, перш ніж діти страждають
ur_pk: بچوں کے پھانسی سے پہلے ملی سیکنڈ میں وقت کی مقدار نے انتظار کیا
uz_cyrl: Millisekundlarda vaqt miqdori bolalar bajarishdan oldin kutdi
vi_vn: Lượng thời gian tính bằng mili giây đã chờ đợi trước khi trẻ thực hiện
zh_hant: 在孩子執行之前等待的毫秒的時間等待

# ActionDelayActionLabel
source: Delay
af_za: Ophou
am_et: መዘግየት
ar_bh: تأخير
as_in: পলম কৰা
az_cyrl: Gecikdirmək
bg_bg: Забавяне
bn_in: বিলম্ব
bs_latn_ba: Kašnjenje
ca_es: Retard
cs_cz: Zpoždění
cy_gb: Hoedo
da_dk: Forsinke
de_ch: Verzögerung
el_gr: Καθυστέρηση
es_bo: Demora
et_ee: Viivitus
fa_ir: تاخیر انداختن
fi_fi: Viive
fil_ph: Pagkaantala
fr_029: Retard
ga_ie: Moill
gu_in: વિલંબ
he_il: לְעַכֵּב
hi_in: देरी
hr_hr: Odgoditi
hu_hu: Késleltetés
hy_am: Ուշանալ
id_id: Menunda
is_is: Töf
it_ch: Ritardo
ja_jp: 遅れ
ka_ge: შენელება
kk_kz: Кешеуілдету
km_kh: បន្យាបេល
kn_in: ವಿಳಂಬ
ko_kr: 지연
ky_kg: Кечигүү
lo_la: ຊັກຊ້າ
lt_lt: Delsimas
lv_lv: Aizkavēt
mi_nz: Whakaroa
mk_mk: Одложување
ml_in: താമസിക്കുക
mr_in: विलंब
ms_my: Kelewatan
mt_mt: Dewmien
nb_no: Forsinkelse
ne_np: ढिला
nl_be: Vertraging
or_in: ବିଳମ୍ବ
pa_arab: ਦੇਰੀ
pl_pl: Opóźnienie
pt_br: Atraso
ro_ro: Întârziere
ru_ru: Задерживать
sk_sk: Oneskorenie
sl_si: Zamuda
sq_al: Vonoj
sr_cyrl_me: Кашњење
sv_fi: Dröjsmål
sw_ke: Kuchelewesha
ta_in: தாமதம்
te_in: ఆలస్యం
th_th: ล่าช้า
tk_tm: Gijikdirmek
tr_tr: Gecikme
tt_ru: Тоткарлык
ug_cn: كېچىكىش
uk_ua: Затримка
ur_pk: تاخیر
uz_cyrl: Kechiktirmoq
vi_vn: Trì hoãn
zh_hant: 延遲
