Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountInfoCapacityText
source: capacity
af_za: kapasiteit
am_et: አቅም
ar_bh: سعة
as_in: ক্ষমতা
az_cyrl: güc
bg_bg: капацитет
bn_in: ক্ষমতা
bs_latn_ba: kapacitet
ca_es: capacitat
cs_cz: kapacita
cy_gb: nghapasiti
da_dk: kapacitet
de_ch: Kapazität
el_gr: χωρητικότητα
es_bo: capacidad
et_ee: võimsus
fa_ir: ظرفیت
fi_fi: kapasiteetti
fil_ph: kapasidad
fr_029: capacité
ga_ie: cumas
gu_in: શક્તિ
he_il: קיבולת
hi_in: क्षमता
hr_hr: kapacitet
hu_hu: kapacitás
hy_am: կարողություն
id_id: kapasitas
is_is: getu
it_ch: capacità
ja_jp: 容量
ka_ge: უნარი
kk_kz: сыйымдылық
km_kh: មុខងារ
kn_in: ಸಾಮರ್ಥ್ಯ
ko_kr: 용량
ky_kg: кубаттуулук
lo_la: ຄວາມສາມາດ
lt_lt: pajėgumas
lv_lv: ietilpība
mi_nz: raukaha
mk_mk: капацитет
ml_in: താണി
mr_in: क्षमता
ms_my: kapasiti
mt_mt: kapaċità
nb_no: kapasitet
ne_np: सामथ्र्य
nl_be: capaciteit
or_in: କ୍ଷମତା
pa_arab: ਸਮਰੱਥਾ
pl_pl: pojemność
pt_br: capacidade
ro_ro: capacitate
ru_ru: емкость
sk_sk: kapacita
sl_si: sposobnost
sq_al: kapacitet
sr_cyrl_me: капацитет
sv_fi: kapacitet
sw_ke: Uwezo
ta_in: திறன்
te_in: సామర్థ్యం
th_th: ความจุ
tk_tm: kuwwaty
tr_tr: kapasite
tt_ru: сыйдырышлыгы
ug_cn: سىغىمى
uk_ua: потужність
ur_pk: صلاحیت
uz_cyrl: sig'im
vi_vn: dung tích
zh_hant: 容量

# AccountInfoRemainingText
source: remaining
af_za: oorblywend
am_et: ቀሪ
ar_bh: متبقي
as_in: বাকী থকা
az_cyrl: qalan
bg_bg: останал
bn_in: বাকি
bs_latn_ba: preostao
ca_es: que resten
cs_cz: zbývající
cy_gb: weddill
da_dk: Resterende
de_ch: übrig
el_gr: παραμένων
es_bo: restante
et_ee: järelejäänud
fa_ir: باقی مانده
fi_fi: jäljelle jäänyt
fil_ph: natitira
fr_029: restant
ga_ie: fágtha leis
gu_in: બાકી
he_il: נוֹתָר
hi_in: शेष
hr_hr: preostali
hu_hu: többi
hy_am: մնացած
id_id: tersisa
is_is: eftir
it_ch: residuo
ja_jp: 残り
ka_ge: ნარჩენი
kk_kz: қалған
km_kh: ដេលសល់
kn_in: ಉಳಿದ
ko_kr: 남아 있습니다
ky_kg: калган
lo_la: ທີ່ຍັງເຫຼືອ
lt_lt: likęs
lv_lv: atlikušais
mi_nz: toe
mk_mk: Останатите
ml_in: അവശേഷിക്കുന്ന
mr_in: उर्वरित
ms_my: tinggal
mt_mt: fadal
nb_no: gjenstående
ne_np: बाकी
nl_be: overig
or_in: ଅବଶିଷ୍ଟ |
pa_arab: ਬਾਕੀ
pl_pl: pozostały
pt_br: restante
ro_ro: rămas
ru_ru: оставшийся
sk_sk: zostávajúci
sl_si: preostali
sq_al: i mbetur
sr_cyrl_me: преостали
sv_fi: återstående
sw_ke: iliyobaki
ta_in: மீதமுள்ள
te_in: మిగిలి ఉంది
th_th: ที่เหลืออยู่
tk_tm: galan
tr_tr: geriye kalan
tt_ru: калган
ug_cn: قالغان
uk_ua: що залишився
ur_pk: باقی
uz_cyrl: qolgan
vi_vn: còn lại
zh_hant: 其餘的

# AccountInfoTotalText
source: total
af_za: totaal
am_et: ጠቅላላ
ar_bh: المجموع
as_in: মুঠ
az_cyrl: ümumi
bg_bg: обща сума
bn_in: মোট
bs_latn_ba: ukupno
cs_cz: celkový
cy_gb: gyfanswm
de_ch: gesamt
el_gr: σύνολο
et_ee: kogusumma
fa_ir: جمع
fi_fi: kaikki yhteensä
fil_ph: Kabuuan
ga_ie: Iomlán
gu_in: કુલ
he_il: סה"כ
hi_in: कुल
hr_hr: ukupno
hu_hu: teljes
hy_am: ընդհանուր
is_is: Alls
it_ch: totale
ja_jp: 合計
ka_ge: მთელი
kk_kz: жалпы
km_kh: បុកសរុប
kn_in: ಒಟ್ಟು
ko_kr: 총
ky_kg: Бардыгы
lo_la: ທັງຫມົດ
lt_lt: iš viso
lv_lv: Kopā
mi_nz: pupūtanga
mk_mk: Вкупно
ml_in: മൊത്തമായ
mr_in: एकूण
ms_my: Jumlah
mt_mt: totali
ne_np: कुल
nl_be: totaal
or_in: ସମୁଦାୟ
pa_arab: ਕੁੱਲ
pl_pl: całkowity
ru_ru: общий
sk_sk: Celkom
sl_si: skupaj
sr_cyrl_me: тотално
sw_ke: Jumla
ta_in: மொத்தம்
te_in: మొత్తం
th_th: ทั้งหมด
tk_tm: jemi
tr_tr: Toplam
tt_ru: барлыгы
ug_cn: ئومۇمىي
uk_ua: загальний
ur_pk: کل
uz_cyrl: jami
vi_vn: tổng cộng
zh_hant: 全部的

# AccountExpiredStatusTooltip
source: Your payment is past due.
af_za: U betaling is verby verskuldig.
am_et: ክፍያዎ ያለፈው ነገር ነው.
ar_bh: دفعتك بعد مستحقة.
as_in: আপোনাৰ পেমেণ্ট অতীতৰ প্ৰাপ্য।
az_cyrl: Ödənişiniz vaxtı keçmişdir.
bg_bg: Плащането ви е минало.
bn_in: আপনার অর্থ প্রদানের কারণে।
bs_latn_ba: Vaša uplata je prošla.
ca_es: El vostre pagament ha passat.
cs_cz: Vaše platba je splatná.
cy_gb: Mae eich taliad yn ddyledus.
da_dk: Din betaling forfalder.
de_ch: Ihre Zahlung ist fällig.
el_gr: Η πληρωμή σας έχει περάσει.
es_bo: Su pago ha pasado vencido.
et_ee: Teie makse on tähtaeg.
fa_ir: پرداخت شما گذشته است.
fi_fi: Maksusi on erääntynyt.
fil_ph: Ang iyong pagbabayad ay nakaraan.
fr_029: Votre paiement est dû.
ga_ie: Tá d’íocaíocht dlite roimhe seo.
gu_in: તમારી ચુકવણી બાકી છે.
he_il: התשלום שלך עבר.
hi_in: आपका भुगतान पिछले कारण है।
hr_hr: Vaša je plaćanje prošlo.
hu_hu: A fizetése esedékes.
hy_am: Ձեր վճարումը անցել է:
id_id: Pembayaran Anda sudah lewat jatuh tempo.
is_is: Greiðsla þín er liðin.
it_ch: Il tuo pagamento è scaduto.
ja_jp: あなたの支払いは期限が過ぎています。
ka_ge: თქვენი გადახდა დასრულებულია.
kk_kz: Сіздің төлеміңіз төленеді.
km_kh: ការទូទាត់របស់អ្នកហួសកំណត់ហើយ។
kn_in: ನಿಮ್ಮ ಪಾವತಿ ಹಿಂದಿನದು.
ko_kr: 귀하의 지불은 과거입니다.
ky_kg: Төлөмүңүз өтүп кетти.
lo_la: ການຈ່າຍເງິນຂອງທ່ານແມ່ນຜ່ານມາຍ້ອນແລ້ວ.
lt_lt: Jūsų mokėjimas yra pradėtas.
lv_lv: Jūsu maksājums ir beidzies.
mi_nz: Kua pahemo to utu.
mk_mk: Вашата исплата е минато.
ml_in: നിങ്ങളുടെ പേയ്മെന്റ് കഴിഞ്ഞ അവസാനമാണ്.
mr_in: आपले देय देय देय आहे.
ms_my: Pembayaran anda sudah selesai.
mt_mt: Il-ħlas tiegħek huwa dovut.
nb_no: Betalingen din er forfalt.
ne_np: तपाईंको भुक्तानी विगतको कारण हो।
nl_be: Uw betaling is verleden verschuldigd.
or_in: ତୁମର ଦେୟ ଅତୀତ ହୋଇଯାଇଛି |
pa_arab: ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਪਿਛਲੇ ਸਮੇਂ ਦਾ ਹੈ.
pl_pl: Twoja płatność minęła termin.
pt_br: Seu pagamento está vencido.
ro_ro: Plata dvs. este datorată.
ru_ru: Ваш платеж исчез.
sk_sk: Vaša platba je v minulosti.
sl_si: Vaše plačilo je zapadlo.
sq_al: Pagesa juaj është e detyruar për shkak.
sr_cyrl_me: Ваша уплата је прошла.
sv_fi: Din betalning är förfallen.
sw_ke: Malipo yako yamepita.
ta_in: உங்கள் கட்டணம் கடந்த காலமாகும்.
te_in: మీ చెల్లింపు గతంలో ఉంది.
th_th: การชำระเงินของคุณครบกำหนด
tk_tm: Tölegiňiz ýok.
tr_tr: Ödemeniz bitti.
tt_ru: Сезнең түләү тәмамланды.
ug_cn: پۇلىڭىز قەرەلى توشقان.
uk_ua: Ваш платіж пройшов належним.
ur_pk: آپ کی ادائیگی ماضی ہے۔
uz_cyrl: Sizning to'lovingiz muddati o'tgan.
vi_vn: Thanh toán của bạn là quá hạn.
zh_hant: 您的付款已經到期。

# ShortcutAssignExclusiveOverrideMultiKeyWarning
source: Exclusive override shortcuts may only contain ONE key and that key can not be a modifier key.
af_za: Eksklusiewe oorheersingskortpaaie mag slegs een sleutel bevat en die sleutel kan nie 'n wysigingsleutel wees nie.
am_et: ብቸኛ አቋራጮች አንድ ቁልፍ ብቻ ሊይዝ ይችላል እና ያ ቁልፍ የማሻሻያ ቁልፍ ሊሆን አይችልም.
ar_bh: قد تحتوي اختصارات التجاوز الحصرية على مفتاح واحد فقط ولا يمكن أن يكون هذا المفتاح مفتاح تعديل.
as_in: একচেটিয়া অভাৰৰাইড চৰ্টকাটসমূহত কেৱল এটা চাবি থাকিব পাৰে আৰু সেই কি' এটা পৰিবৰ্তক কি' হ'ব নোৱাৰে।
az_cyrl: Eksklüziv ləğv qısa yolları yalnız bir düyməni ehtiva edə bilər və bu açar dəyişdirici açarı ola bilməz.
bg_bg: Изключителните преки пътища за отмяна могат да съдържат само един ключ и този ключ не може да бъде модификатор.
bn_in: এক্সক্লুসিভ ওভাররাইড শর্টকাটগুলিতে কেবল একটি কী থাকতে পারে এবং সেই কীটি কোনও সংশোধক কী হতে পারে না।
bs_latn_ba: Ekskluzivne prečice za poništavanje mogu sadržavati samo jednu tipku i ta tipka ne može biti modifikator tipke.
ca_es: Les dreceres exclusives de substitució només poden contenir una tecla i aquesta tecla no pot ser una tecla modificadora.
cs_cz: Exkluzivní zkratky potlačení mohou obsahovat pouze jeden klíč a tento klíč nemůže být modifikátorovým klíčem.
cy_gb: Dim ond un allwedd y gall llwybrau byr diystyru unigryw eu cynnwys ac ni all yr allwedd honno fod yn allwedd addasu.
da_dk: Eksklusivt tilsidesættelsesgenveje kan kun indeholde en nøgle, og den nøgle kan ikke være en modifikatornøgle.
de_ch: Exklusive Verknüpfungsverknüpfungen enthalten möglicherweise nur einen Schlüssel, und dieser Schlüssel kann kein Modifikator -Schlüssel sein.
el_gr: Οι συντομεύσεις αποκλειστικής παράκαμψης μπορεί να περιέχουν μόνο ένα κλειδί και αυτό το κλειδί δεν μπορεί να είναι ένα κλειδί τροποποιητή.
es_bo: Los atajos exclusivos de anulación solo pueden contener una clave y esa clave no puede ser una clave modificadora.
et_ee: Eksklusiivsed otseteed võivad sisaldada ainult ühte võtit ja see võti ei saa olla modifikaatori võti.
fa_ir: میانبرهای منحصر به فرد Override فقط ممکن است یک کلید را داشته باشند و این کلید نمی تواند یک کلید اصلاح کننده باشد.
fi_fi: Yksinomaiset ohitusnumerot voivat sisältää vain yhden avaimen ja että avain ei voi olla modifiointiavain.
fil_ph: Ang mga eksklusibong override shortcut ay maaari lamang maglaman ng isang susi at ang susi na iyon ay hindi maaaring maging isang modifier key.
fr_029: Les raccourcis de remplacement exclusifs peuvent contenir une seule clé et cette clé ne peut pas être une clé de modificateur.
ga_ie: Ní fhéadfaidh aon eochair amháin a bheith i n -aicearraí sáraithe eisiach agus ní féidir leis an eochair sin a bheith ina eochair mhionathraithe.
gu_in: વિશિષ્ટ ઓવરરાઇડ શ shortc ર્ટકટ્સમાં ફક્ત એક કી શામેલ હોઈ શકે છે અને તે કી મોડિફાયર કી હોઈ શકતી નથી.
he_il: קיצורי קיצורי עקיפה בלעדיים עשויים להכיל מפתח אחד בלבד ומפתח זה לא יכול להיות מקש שינוי.
hi_in: अनन्य ओवरराइड शॉर्टकट में केवल एक कुंजी हो सकती है और यह कुंजी एक संशोधक कुंजी नहीं हो सकती है।
hr_hr: Ekskluzivni prečaci prevladavanja mogu sadržavati samo jednu tipku i taj tipka ne može biti ključ za modifikaciju.
hu_hu: Az exkluzív felülírási parancsikonok csak egy kulcsot tartalmazhatnak, és ez a gomb nem lehet módosító kulcs.
hy_am: Բացառիկ շրջանցող դյուրանցումները կարող են ներառել միայն մեկ բանալին, եւ այդ բանալին չի կարող լինել փոփոխիչ բանալին:
id_id: Pintasan override eksklusif hanya dapat berisi satu kunci dan kunci itu tidak dapat menjadi kunci pengubah.
is_is: Einkarétt flýtileiðir geta aðeins innihaldið einn lykil og sá lykill getur ekki verið breytingarlykill.
it_ch: Le scorciatoie esclusive di override possono contenere solo una chiave e tale chiave non può essere un tasto modificatore.
ja_jp: 排他的なオーバーライドショートカットには1つのキーのみが含まれている場合があり、そのキーは修飾子キーではありません。
ka_ge: ექსკლუზიური გადაფარვის მალსახმობები შეიძლება შეიცავდეს მხოლოდ ერთ ღილაკს და ეს გასაღები არ შეიძლება იყოს მოდიფიკატორის გასაღები.
kk_kz: Эксклюзивті ауыстыру төте жолдарда тек бір кілт болуы мүмкін және бұл пернені өзгерту мүмкін емес.
km_kh: ផ្លូវកាត់បដិសេធទាំងស្រុងអាចមានគន្លឹះមួយហើយគ្រាប់ចុចនោះមិនអាចជាកូនសោរកែប្រែបានទេ។
kn_in: ಎಕ್ಸ್‌ಕ್ಲೂಸಿವ್ ಓವರ್‌ರೈಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು ಕೇವಲ ಒಂದು ಕೀಲಿಯನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದು ಮತ್ತು ಆ ಕೀಲಿಯು ಮಾರ್ಪಡಕ ಕೀಲಿಯಾಗಿರಬಾರದು.
ko_kr: 독점 재정의 단축키에는 하나의 키만 포함 할 수 있으며 해당 키는 수정 자 키가 될 수 없습니다.
ky_kg: Эксклюзивдүү жокко чыгарылган жарлыктар бир гана баскычты гана камтышы мүмкүн жана ал баскыч өзгөрүлбөйт.
lo_la: ທາງລັດ Override Override ສະເພາະອາດຈະມີພຽງແຕ່ກົດປຸ່ມດຽວແລະຄີເທົ່ານັ້ນທີ່ບໍ່ສາມາດເປັນກຸນຕົວເລກ.
lt_lt: Išskirtiniuose nepaisymo sparčiuosiuose klavišuose gali būti tik vienas raktas, o tas raktas negali būti modifikatoriaus raktas.
lv_lv: Ekskluzīvi ignorēšanas saīsnes var saturēt tikai vienu atslēgu, un šī atslēga nevar būt modifikatora atslēga.
mi_nz: Ko nga poto poto noa iho pea he mea kotahi noa te matua kaore e taea te tohu mo te kaiwhakarewa.
mk_mk: Ексклузивните кратенки за надминување може да содржат само еден клуч и тој клуч не може да биде клуч за модификатор.
ml_in: എക്സ്ക്ലൂസീവ് ഓവർറൈഡ് കുറുക്കുവഴികൾക്ക് ഒരു കീ മാത്രമേ അടങ്ങിയിരിക്കൂ, ആ കീ ഒരു മോഡിഫയർ കീ ആകാൻ കഴിയില്ല.
mr_in: अनन्य ओव्हरराइड शॉर्टकटमध्ये केवळ एक की असू शकते आणि ती की सुधारक की असू शकत नाही.
ms_my: Pintasan override eksklusif hanya boleh mengandungi satu kunci dan kunci itu tidak boleh menjadi kunci pengubah.
mt_mt: Shortcuts ta 'override esklussivi jista' jkun fihom biss ċavetta waħda u dik iċ-ċavetta ma tistax tkun ċavetta modifikatur.
nb_no: Eksklusive overstyringssnarveier kan bare inneholde en nøkkel, og at nøkkelen ikke kan være en modifiserende nøkkel.
ne_np: विशेष ओभरराइड सर्टकटहरूले केवल एउटा कुञ्जी समावेश गर्दछ र त्यो कुञ्जी परिमार्जन कुञ्जी हुन सक्दैन।
nl_be: Exclusieve overschrijvingen kunnen slechts één sleutel bevatten en die sleutel kan geen modificatietoets zijn.
or_in: ଏକ୍ସକ୍ଲୁସିଭ୍ ଓଭରବ୍ରିଡ୍ ସର୍ଟକଟ୍ କେବଳ ଗୋଟିଏ ଚାବି ଧାରଣ କରିପାରେ ଏବଂ ସେହି ଚାବି ଏକ ମୋଡିଫାୟର୍ ଚାବି ହୋଇପାରିବ ନାହିଁ |
pa_arab: ਵਿਸ਼ੇਸ਼ ਓਵਰਰਾਈਡ ਸ਼ਾਰਟਕੱਟ ਵਿੱਚ ਸਿਰਫ ਇੱਕ ਕੁੰਜੀ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਉਹ ਕੁੰਜੀ ਸੋਧਕ ਕੁੰਜੀ ਨਹੀਂ ਹੋ ਸਕਦੀ.
pl_pl: Ekskluzywne skróty zastępowania mogą zawierać tylko jeden klucz, a ten klucz nie może być kluczem modyfikatora.
pt_br: Os atalhos de substituição exclusivos podem conter apenas uma chave e essa chave não pode ser uma chave modificadora.
ro_ro: Comenzile rapide exclusive de înlocuire pot conține doar o cheie și această cheie nu poate fi o cheie modificatoare.
ru_ru: Эксклюзивные ярлыки переопределения могут содержать только одну клавишу, и эта клавиша не может быть ключом модификатора.
sk_sk: Exkluzívne prepísanie skratiek môžu obsahovať iba jeden kľúč a toto tlačidlo nemôže byť modifikátorom.
sl_si: Ekskluzivne bližnjice lahko vsebujejo samo en ključ in ta ključ ne more biti ključ modifikatorja.
sq_al: Shkurtesat ekskluzive të tejkalimit mund të përmbajnë vetëm një çelës dhe ky çelës nuk mund të jetë një çelës modifikues.
sr_cyrl_me: Ексклузивне преглашене пречице могу садржати само један тастер и тај кључ не може бити кључ модификатора.
sv_fi: Exklusiva genvägar kan bara innehålla en nyckel och den nyckeln kan inte vara en modifiernyckel.
sw_ke: Njia za mkato za kipekee zinaweza kuwa na ufunguo mmoja tu na ufunguo huo hauwezi kuwa ufunguo wa kurekebisha.
ta_in: பிரத்தியேக மேலெழுதும் குறுக்குவழிகளில் ஒரு விசையை மட்டுமே கொண்டிருக்கலாம், மேலும் அந்த விசை மாற்றியமைக்கும் விசையாக இருக்க முடியாது.
te_in: ప్రత్యేకమైన ఓవర్రైడ్ సత్వరమార్గాలు ఒక కీని మాత్రమే కలిగి ఉండవచ్చు మరియు ఆ కీ మాడిఫైయర్ కీ కాదు.
th_th: ทางลัดการแทนที่แบบพิเศษอาจมีคีย์เดียวเท่านั้นและคีย์นั้นไม่สามารถเป็นคีย์ตัวดัดแปลงได้
tk_tm: Aýratyn ýokrylmalar diňe bir açar we bu düwmede bir açar we bu düwmede modeer çapasy bolup bilmez.
tr_tr: Özel geçersiz kılma kısayolları yalnızca bir anahtar içerebilir ve bu anahtar değiştirici bir anahtar olamaz.
tt_ru: Эксклюзив чикләү кыска юллары бер ачкыч гына булырга мөмкин, бу ачкыч үзгәртә алмый.
ug_cn: ئالاھىدە قاپلاش تېزلەتمىسىدە پەقەت بىرلا كۇنۇپكا بار, بۇ ئاچقۇچنىڭ قوزغىتىش ئاچقۇچى بولالايدۇ.
uk_ua: Ексклюзивні ярлики переоцінки можуть містити лише один ключ, і цей ключ не може бути ключем модифікатора.
ur_pk: خصوصی اوور رائڈ شارٹ کٹ میں صرف ایک کلید ہوسکتی ہے اور وہ کلید ایک ترمیمی کلید نہیں ہوسکتی ہے۔
uz_cyrl: Eksklyuziv bekor qilish yorliqlari faqat bitta tugmachani o'z ichiga olishi mumkin va bu kalit o'zgaruvchi tugma bo'lmasligi mumkin.
vi_vn: Các phím tắt ghi đè độc quyền chỉ có thể chứa một khóa và khóa đó không thể là khóa sửa đổi.
zh_hant: 獨家覆蓋快捷方式可能只包含一個密鑰，該密鑰不能是修飾符鍵。

# AccountExpiredLabel
source: Expired
af_za: Verstryk
am_et: ጊዜው አልፎበታል
ar_bh: منتهي الصلاحية
as_in: ম্যাদ উকলিছে
az_cyrl: Başa çatdı
bg_bg: Просрочен
bn_in: মেয়াদোত্তীর্ণ
bs_latn_ba: Istekao
ca_es: Expirat
cs_cz: Vypršel
cy_gb: Wedi dod i ben
da_dk: Udløbet
de_ch: Abgelaufen
el_gr: έχει λήξει
es_bo: Venció
et_ee: Aegunud
fa_ir: منقضی شده
fi_fi: Vanhentunut
fil_ph: Nag -expire
fr_029: Expiré
ga_ie: Imithe in éag
gu_in: સમાપ્ત
he_il: לא בתוקף
hi_in: खत्म हो चुका
hr_hr: Istekao
hu_hu: Lejárt
hy_am: Ժամկետանց
id_id: Kedaluwarsa
is_is: Útrunnið
it_ch: Scaduto
ja_jp: 期限切れ
ka_ge: ვადაგასული
kk_kz: Жарамдылық мерзімі өткен
km_kh: ផុតសុក
kn_in: ಅವಧಿ ಮುಗಿದ
ko_kr: 만료되었습니다
ky_kg: Мөөнөтү бүттү
lo_la: ຫມົດອາຍຸແລ້ວ
lt_lt: Pasibaigė
lv_lv: Beidzies
mi_nz: Tō
mk_mk: Истече
ml_in: കാലഹരണപ്പെട്ടു
mr_in: कालबाह्य झाले
ms_my: Tamat tempoh
mt_mt: Skada
nb_no: Utløpt
ne_np: समाप्त हुनु
nl_be: Verlopen
or_in: ମିଆଦ ପୂର୍ଣ୍ଣ
pa_arab: ਮਿਆਦ ਪੁੱਗ ਗਈ
pl_pl: Wygasły
pt_br: Expirado
ro_ro: Expirat
ru_ru: Истекший
sk_sk: Vypršaný
sl_si: Poteklo
sq_al: I skaduar
sr_cyrl_me: Истекао
sv_fi: Utgånget
sw_ke: Kumalizika muda wake
ta_in: காலாவதியான
te_in: గడువు ముగిసింది
th_th: ที่หมดอายุแล้ว
tk_tm: Möhleti gutardy
tr_tr: Günü geçmiş
tt_ru: Вакыты
ug_cn: ۋاقتى توشتى
uk_ua: Закінчився
ur_pk: میعاد ختم
uz_cyrl: Muddati o'tgan
vi_vn: Hết hạn
zh_hant: 已到期

# NtfLoaderTitle
source: Loading
af_za: Laai
am_et: በመጫን ላይ
ar_bh: تحميل
as_in: লোডিং
az_cyrl: Yükləmə
bg_bg: Зареждане
bn_in: লোড হচ্ছে
bs_latn_ba: Učitavanje
ca_es: Càrrega
cs_cz: načítání
cy_gb: Lwythi
da_dk: Indlæser
de_ch: Wird geladen
el_gr: Φόρτωση
es_bo: Cargando
et_ee: Laadimine
fa_ir: بارگذاری
fi_fi: Ladataan
fil_ph: Naglo -load
fr_029: Chargement
ga_ie: Lódáil
gu_in: ભારણ
he_il: טוען
hi_in: लोड हो रहा है
hr_hr: Učitavam
hu_hu: Betöltés
hy_am: Բեռնում
id_id: Memuat
is_is: Hleðsla
it_ch: Caricamento
ja_jp: 読み込み
ka_ge: Ჩატვირთვა
kk_kz: Тиеу
km_kh: កំពុងផ្ទុក
kn_in: ಹೊರೆ
ko_kr: 로딩
ky_kg: Жүктөө
lo_la: ກໍາລັງໂຫລດ
lt_lt: Pakrauti
lv_lv: Iekraušana
mi_nz: Uta i
mk_mk: Вчитување
ml_in: ലോഡിംഗ്
mr_in: लोड करीत आहे
ms_my: Memuatkan
mt_mt: Tagħbija
nb_no: Lasting
ne_np: लोडिरहेको
nl_be: Bezig met laden
or_in: ଲୋଡ୍ କରୁଛି
pa_arab: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pl_pl: Ładowanie
pt_br: Carregando
ro_ro: Se încarcă
ru_ru: Загрузка
sk_sk: Načítava
sl_si: nalaganje
sq_al: Ngarkesë
sr_cyrl_me: Утоваривање
sv_fi: Läser in
sw_ke: Inapakia
ta_in: ஏற்றுகிறது
te_in: లోడ్
th_th: การโหลด
tk_tm: Ýüklemek
tr_tr: Yükleniyor
tt_ru: Йөкләү
ug_cn: يۈكلەۋاتىدۇ
uk_ua: Навантаження
ur_pk: لوڈنگ
uz_cyrl: Yuklamoq
vi_vn: Đang tải
zh_hant: 載入中

# CommonDisabledLabel
source: Disabled
af_za: Gebreklik
am_et: ተሰናክሏል
ar_bh: عاجز
as_in: অক্ষম হোৱা
az_cyrl: Əlil
bg_bg: хора с увреждания
bn_in: অক্ষম
bs_latn_ba: Invalid
ca_es: Inepte
cs_cz: Deaktivované
cy_gb: Anabl
da_dk: handicappet
de_ch: Deaktiviert
el_gr: άτομα με ειδικές ανάγκες
es_bo: Desactivado
et_ee: Puudega
fa_ir: معلول
fi_fi: Liikuntarajoitteinen
fil_ph: Hindi pinagana
fr_029: Désactivé
ga_ie: Faoi mhíchumas
gu_in: અયોગ્ય
he_il: נָכֶה
hi_in: अक्षम
hr_hr: Onemogućeno
hu_hu: Tiltva
hy_am: Անաշխատունակ
id_id: Dengan disabilitas
is_is: Óvirkur
it_ch: Disabilitato
ja_jp: 無効
ka_ge: უუნარო
kk_kz: Мүгедек
km_kh: កាយវិកលកម្ផ
kn_in: ನಿಷ್ಕ್ರಿಯ
ko_kr: 장애가 있는
ky_kg: Майып
lo_la: ພິການ
lt_lt: Neįgalus
lv_lv: Nespējīgs
mi_nz: Hauā
mk_mk: Оневозможено
ml_in: അശക്തനായ
mr_in: अक्षम
ms_my: Kurang upaya
mt_mt: B'diżabilità
nb_no: Funksjonshemmet
ne_np: अक्षम
nl_be: Gehandicapt
or_in: ଅକ୍ଷମ
pa_arab: ਅਯੋਗ
pl_pl: Wyłączony
pt_br: Desabilitado
ro_ro: Dezactivat
ru_ru: Неполноценный
sk_sk: Zakázaný
sl_si: Onemogočeno
sq_al: I paaftë
sr_cyrl_me: Инвалидски
sv_fi: Inaktiverad
sw_ke: Walemavu
ta_in: முடக்கப்பட்டது
te_in: నిలిపివేయబడింది
th_th: พิการ
tk_tm: Maýyp
tr_tr: Engelli
tt_ru: Инвалид
ug_cn: چەكلەنگەن
uk_ua: Інвалід
ur_pk: غیر فعال
uz_cyrl: Nogiron
vi_vn: Tàn tật
zh_hant: 禁用
