Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeAccountCaption
source: No features are limited by subscription, only storage capacity and can be changed at anytime.
af_za: Geen funksies word beperk deur intekening nie, slegs opbergkapasiteit en kan te eniger tyd verander word.
am_et: በደንበኞች ምዝገባ የተገደበ, የማከማቸት አቅም ብቻ እና በማንኛውም ጊዜ ሊቀየር አይችልም.
ar_bh: لا توجد ميزات محدودة بالاشتراك ، وسعة التخزين فقط ويمكن تغييرها في أي وقت.
as_in: কোনো বৈশিষ্ট্য স্বাক্ষৰণৰ দ্বাৰা সীমিত কৰা নহয়, কেৱল সংৰক্ষণ ক্ষমতা আৰু যিকোনো সময়তে সলনি কৰিব পাৰি।
az_cyrl: Heç bir xüsusiyyət abunə, yalnız saxlama qabiliyyəti ilə məhdudlaşmır və istənilən vaxt dəyişdirilə bilər.
bg_bg: Никакви функции не са ограничени от абонамент, само капацитет за съхранение и могат да бъдат променени по всяко време.
bn_in: কোনও বৈশিষ্ট্য সাবস্ক্রিপশন দ্বারা সীমাবদ্ধ নয়, কেবল স্টোরেজ ক্ষমতা এবং যে কোনও সময় পরিবর্তন করা যেতে পারে।
bs_latn_ba: Ne mogu se ograničiti pretplatom, samo kapacitetom za pohranu i mogu se mijenjati u bilo koje vrijeme.
ca_es: No hi ha funcions limitades per la subscripció, només la capacitat d’emmagatzematge i es pot canviar en qualsevol moment.
cs_cz: Žádné funkce nejsou omezeny předplatným, pouze úložnou kapacitou a lze je kdykoli změnit.
cy_gb: Nid oes unrhyw nodweddion wedi'u cyfyngu gan danysgrifiad, dim ond capasiti storio a gellir ei newid ar unrhyw adeg.
da_dk: Ingen funktioner er begrænset af abonnement, kun lagringskapacitet og kan ændres når som helst.
de_ch: Keine Funktionen sind durch Abonnement, nur die Speicherkapazität begrenzt und können jederzeit geändert werden.
el_gr: Κανένα χαρακτηριστικό δεν περιορίζεται από τη συνδρομή, μόνο χωρητικότητα αποθήκευσης και μπορεί να αλλάξει ανά πάσα στιγμή.
es_bo: No hay características limitadas por la suscripción, solo la capacidad de almacenamiento y se pueden cambiar en cualquier momento.
et_ee: Ühtegi funktsiooni ei piira tellimus, ainult salvestusmaht ja neid saab igal ajal muuta.
fa_ir: هیچ ویژگی با اشتراک محدود نیست ، فقط ظرفیت ذخیره سازی است و در هر زمان قابل تغییر است.
fi_fi: Mitään ominaisuuksia ei rajoiteta tilaus, vain tallennuskapasiteetti, ja niitä voidaan muuttaa milloin tahansa.
fil_ph: Walang mga tampok na limitado sa pamamagitan ng subscription, tanging kapasidad ng imbakan at maaaring mabago sa anumang oras.
fr_029: Aucune fonctionnalité n'est limitée par abonnement, seule la capacité de stockage et peut être modifiée à tout moment.
ga_ie: Níl aon ghnéithe teoranta ag síntiús, ach acmhainn stórála agus is féidir iad a athrú ag am ar bith.
gu_in: કોઈ સુવિધાઓ સબ્સ્ક્રિપ્શન દ્વારા મર્યાદિત નથી, ફક્ત સ્ટોરેજ ક્ષમતા અને કોઈપણ સમયે બદલી શકાય છે.
he_il: אין תכונות מוגבלות על ידי מנוי, רק קיבולת אחסון וניתן לשנותן בכל עת.
hi_in: कोई भी सुविधाएँ सदस्यता द्वारा सीमित नहीं हैं, केवल भंडारण क्षमता और कभी भी बदल सकते हैं।
hr_hr: Nijedna značajka nije ograničena pretplatom, samo kapacitet za pohranu i može se mijenjati u bilo koje vrijeme.
hu_hu: Az előfizetés, csak a tárolókapacitás nem korlátozza a funkciókat, és bármikor megváltoztatható.
hy_am: Ոչ մի առանձնահատկություն չի սահմանափակվում բաժանորդագրությամբ, միայն պահեստային կարողությամբ եւ կարող եք փոփոխվել ցանկացած պահի:
id_id: Tidak ada fitur yang dibatasi oleh berlangganan, hanya kapasitas penyimpanan dan dapat diubah kapan saja.
is_is: Engir eiginleikar eru takmarkaðir af áskrift, aðeins geymslugetu og hægt er að breyta þeim hvenær sem er.
it_ch: Nessuna funzionalità è limitata per abbonamento, solo capacità di archiviazione e può essere modificata in qualsiasi momento.
ja_jp: サブスクリプションによって制限されている機能はありません。ストレージ容量のみであり、いつでも変更できます。
ka_ge: არანაირი მახასიათებლები არ შემოიფარგლება მხოლოდ გამოწერით, მხოლოდ შენახვის მოცულობა და მისი შეცვლა შესაძლებელია ნებისმიერ დროს.
kk_kz: Ешқандай мүмкіндіктер жазылумен шектелмейді, тек сақтау сыйымдылығы және оны кез келген уақытта өзгертуге болады.
km_kh: មិនមានលក្ខណៈពិសេសកំណត់ដោយការជាវទេមានតែសមត្ថភាពផ្ទុកហើយអាចប្តូរបានគ្រប់ពេល។
kn_in: ಯಾವುದೇ ವೈಶಿಷ್ಟ್ಯಗಳು ಚಂದಾದಾರಿಕೆಯಿಂದ ಸೀಮಿತವಾಗಿಲ್ಲ, ಶೇಖರಣಾ ಸಾಮರ್ಥ್ಯ ಮಾತ್ರ ಮತ್ತು ಅದನ್ನು ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು.
ko_kr: 구독으로 제한되지 않으며 스토리지 용량 만 제한되지 않으며 언제든지 변경할 수 있습니다.
ky_kg: Жазылуу менен гана чектелбеген өзгөчөлүктөр чектелбейт, сактагычтын кубаттуулугу гана өзгөртүлүшү мүмкүн.
lo_la: ບໍ່ມີຄຸນລັກສະນະໃດຫນຶ່ງຖືກຈໍາກັດໂດຍການສະຫມັກໃຊ້, ມີພຽງແຕ່ຄວາມສາມາດໃນການເກັບຮັກສາແລະສາມາດປ່ຽນແປງໄດ້ໃນທຸກເວລາ.
lt_lt: Jokios funkcijos neapsiriboja prenumerata, tik saugojimo talpa ir bet kada gali būti keičiamos.
lv_lv: Abonēšana nav ierobežota, tikai uzglabāšanas ietilpība, un to var mainīt jebkurā laikā.
mi_nz: Kaore he waahanga e kiia ana ko te ohaurunga, ko te kaha rokiroki anake ka taea te whakarereke i nga wa katoa.
mk_mk: Ниту една карактеристика не е ограничена со претплата, само капацитет за складирање и може да се промени во секое време.
ml_in: സവിശേഷതകളൊന്നും സംഭരണ ​​ശേഷി മാത്രം, കൂടാതെ എപ്പോൾ വേണമെങ്കിലും മാറ്റാൻ കഴിയും.
mr_in: कोणतीही वैशिष्ट्ये सबस्क्रिप्शनद्वारे मर्यादित नाहीत, केवळ स्टोरेज क्षमता आणि कधीही बदलली जाऊ शकते.
ms_my: Tiada ciri yang terhad oleh langganan, hanya kapasiti penyimpanan dan boleh diubah pada bila -bila masa.
mt_mt: L-ebda karatteristiċi ma huma limitati mis-sottoskrizzjoni, biss kapaċità ta 'ħażna u jistgħu jinbidlu f'kull ħin.
nb_no: Ingen funksjoner er begrenset av abonnement, bare lagringskapasitet og kan endres når som helst.
ne_np: कुनै सुविधाहरू सदस्यता द्वारा सीमित छैनन्, केवल भण्डारण क्षमता र कुनै पनि समयमा परिवर्तन गर्न सकिन्छ।
nl_be: Geen functies worden beperkt door een abonnement, alleen opslagcapaciteit en kunnen op elk moment worden gewijzigd.
or_in: କ occome ଣସି ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ସଦସ୍ୟତା ଦ୍ beed ାରା ସୀମିତ, କେବଳ ସଂରକ୍ଷଣ କ୍ଷମତା ଏବଂ ଯେକ time ଣସି ସମୟରେ ପରିବର୍ତ୍ତନ କରାଯାଇପାରିବ |
pa_arab: ਗਾਹਕੀ, ਸਿਰਫ ਸਟੋਰੇਜ਼ ਸਮਰੱਥਾ ਦੁਆਰਾ ਕੋਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸੀਮਿਤ ਨਹੀਂ ਹਨ ਅਤੇ ਕਦੇ ਵੀ ਬਦਲੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ.
pl_pl: Żadne funkcje nie są ograniczone przez subskrypcję, tylko pojemność pamięci i można je zmienić w dowolnym momencie.
pt_br: Nenhum recurso é limitado por assinatura, apenas capacidade de armazenamento e pode ser alterado a qualquer momento.
ro_ro: Nu există caracteristici limitate de abonament, doar capacitate de stocare și pot fi modificate oricând.
ru_ru: Никакие функции не ограничены подпиской, только емкостью хранения и могут быть изменены в любое время.
sk_sk: Žiadne funkcie nie sú obmedzené predplatným, iba úložnou kapacitou a dá sa kedykoľvek zmeniť.
sl_si: Nobene funkcije niso omejene z naročnino, samo shranjevalna zmogljivost in jih je mogoče kadar koli spremeniti.
sq_al: Asnjë veçori nuk është e kufizuar nga pajtimi, vetëm kapaciteti i ruajtjes dhe mund të ndryshohet në çdo kohë.
sr_cyrl_me: Ниједна функција није ограничена претплатом, само капацитетом за складиштење и може се мењати у било које време.
sv_fi: Inga funktioner begränsas av prenumeration, endast lagringskapacitet och kan ändras när som helst.
sw_ke: Hakuna huduma ambazo ni mdogo na usajili, uwezo wa kuhifadhi tu na unaweza kubadilishwa wakati wowote.
ta_in: எந்த அம்சங்களும் சந்தாவால் வரையறுக்கப்படவில்லை, சேமிப்பக திறன் மட்டுமே மற்றும் எந்த நேரத்திலும் மாற்ற முடியும்.
te_in: లక్షణాలు చందా ద్వారా పరిమితం కాలేదు, నిల్వ సామర్థ్యం మాత్రమే మరియు ఎప్పుడైనా మార్చవచ్చు.
th_th: ไม่มีคุณสมบัติใดที่ถูก จำกัด โดยการสมัครสมาชิกความจุเฉพาะและสามารถเปลี่ยนแปลงได้ตลอดเวลา
tk_tm: DÜZGÜN BOLANOK
tr_tr: Hiçbir özellik abonelik, yalnızca depolama kapasitesi ile sınırlı değildir ve istediğiniz zaman değiştirilebilir.
tt_ru: Подписка буенча бернинди үзенчәлекләр дә чикләнми, саклагыч кына, теләсә кайсы вакытта үзгәртеп була.
ug_cn: ھېچقانداق ئىقتىدارلار مۇشتەرىلىك بىلەن چەكلەنمەيدۇ, پەقەت ساقلاش ئىقتىدارىنىلا چەكلەيدۇ, خالىغان ۋاقىتتا ئۆزگەرتىلمەيدۇ.
uk_ua: Жодна функція не обмежена підпискою, лише ємності для зберігання і може бути змінена в будь -який час.
ur_pk: کوئی بھی خصوصیات سبسکرپشن کے ذریعہ محدود نہیں ہے ، صرف اسٹوریج کی گنجائش ہے اور کسی بھی وقت اسے تبدیل کیا جاسکتا ہے۔
uz_cyrl: Hech qanday xususiyatlar obuna orqali cheklanmagan, faqat saqlash quvvati va istalgan vaqtda o'zgartirilishi mumkin.
vi_vn: Không có tính năng nào bị giới hạn bởi đăng ký, chỉ có dung lượng lưu trữ và có thể được thay đổi bất cứ lúc nào.
zh_hant: 沒有任何功能受訂閱，僅存儲容量的限制，並且可以隨時更改。

# WelcomeAccountRestoreDescription
source: Restore your existing account...
af_za: Herstel u bestaande rekening ...
am_et: ያለዎት መለያዎን ይመልሱ ...
ar_bh: استعادة حسابك الحالي ...
as_in: আপোনাৰ বৰ্তমানৰ একাউণ্ট পুনৰুদ্ধাৰ কৰক...
az_cyrl: Mövcud hesabınızı bərpa edin ...
bg_bg: Възстановете съществуващия си акаунт ...
bn_in: আপনার বিদ্যমান অ্যাকাউন্টটি পুনরুদ্ধার করুন ...
bs_latn_ba: Vratite svoj postojeći račun ...
ca_es: Restaureu el vostre compte existent ...
cs_cz: Obnovte svůj stávající účet ...
cy_gb: Adfer eich cyfrif presennol ...
da_dk: Gendan din eksisterende konto ...
de_ch: Stellen Sie Ihr vorhandenes Konto wieder her ...
el_gr: Επαναφέρετε τον υπάρχοντα λογαριασμό σας ...
es_bo: Restaurar su cuenta existente ...
et_ee: Taastage oma olemasolev konto ...
fa_ir: حساب موجود خود را بازیابی کنید ...
fi_fi: Palauta nykyinen tilisi ...
fil_ph: Ibalik ang iyong umiiral na account ...
fr_029: Restaurez votre compte existant ...
ga_ie: Cuir do chuntas reatha ar ais ...
gu_in: તમારા હાલના એકાઉન્ટને પુનર્સ્થાપિત કરો ...
he_il: שחזר את החשבון הקיים שלך ...
hi_in: अपने मौजूदा खाते को पुनर्स्थापित करें ...
hr_hr: Vratite svoj postojeći račun ...
hu_hu: Állítsa vissza a meglévő fiókját ...
hy_am: Վերականգնել ձեր գոյություն ունեցող հաշիվը ...
id_id: Kembalikan akun Anda yang ada ...
is_is: Endurheimtu núverandi reikning ...
it_ch: Ripristina il tuo account esistente ...
ja_jp: 既存のアカウントを復元します...
ka_ge: აღადგინეთ თქვენი არსებული ანგარიში ...
kk_kz: Бар тіркелгіні қалпына келтіріңіз ...
km_kh: ស្តារគណនីដែលមានស្រាប់របស់អ្នកឡើងវិញ ...
kn_in: ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ ...
ko_kr: 기존 계정을 복원 ...
ky_kg: Учурдагы каттоо эсебиңизди калыбына келтирүү ...
lo_la: ຟື້ນຟູບັນຊີທີ່ມີຢູ່ຂອງທ່ານ ...
lt_lt: Atkurti esamą sąskaitą ...
lv_lv: Atjaunojiet savu esošo kontu ...
mi_nz: Whakaora i to putea kei mua ...
mk_mk: Вратете ја постојната сметка ...
ml_in: നിങ്ങളുടെ നിലവിലുള്ള അക്കൗണ്ട് പുന ore സ്ഥാപിക്കുക ...
mr_in: आपले विद्यमान खाते पुनर्संचयित करा ...
ms_my: Pulihkan akaun anda yang ada ...
mt_mt: Irrestawra l-kont eżistenti tiegħek ...
nb_no: Gjenopprett din eksisterende konto ...
ne_np: तपाईंको अवस्थित खाता पुनर्स्थापना गर्नुहोस् ...
nl_be: Herstel uw bestaande account ...
or_in: ଆପଣଙ୍କର ବିଦ୍ୟମାନ ଖାତା ପୁନ restore ସ୍ଥାପନ କରନ୍ତୁ ...
pa_arab: ਆਪਣੇ ਮੌਜੂਦਾ ਖਾਤੇ ਨੂੰ ਰੀਸਟੋਰ ਕਰੋ ...
pl_pl: Przywróć swoje istniejące konto ...
pt_br: Restaure sua conta existente ...
ro_ro: Restabiliți -vă contul existent ...
ru_ru: Восстановите свой существующий аккаунт ...
sk_sk: Obnovte svoj existujúci účet ...
sl_si: Obnovite svoj obstoječi račun ...
sq_al: Rivendosni llogarinë tuaj ekzistuese ...
sr_cyrl_me: Вратите свој постојећи рачун ...
sv_fi: Återställ ditt befintliga konto ...
sw_ke: Rejesha akaunti yako iliyopo ...
ta_in: உங்கள் இருக்கும் கணக்கை மீட்டெடுக்கவும் ...
te_in: మీ ప్రస్తుత ఖాతాను పునరుద్ధరించండి ...
th_th: กู้คืนบัญชีที่มีอยู่ของคุณ ...
tk_tm: Bar bolan hasabyňyzy dikelt ...
tr_tr: Mevcut hesabınızı geri yükleyin ...
tt_ru: Сезнең булган счетыгызны торгызу ...
ug_cn: مەۋجۇت ھېساباتىڭىزنى ئەسلىگە كەلتۈرۈڭ ...
uk_ua: Відновіть існуючий рахунок ...
ur_pk: اپنے موجودہ اکاؤنٹ کو بحال کریں ...
uz_cyrl: Mavjud hisob qaydnomangizni tiklang ...
vi_vn: Khôi phục tài khoản hiện tại của bạn ...
zh_hant: 還原您現有帳戶...

# AccountFreeDescription
source: Content and trash are limited to {0} and {1} clips respectively.
af_za: Inhoud en asblik is beperk tot {0} en {1} snitte onderskeidelik.
am_et: ይዘት እና ቆሻሻዎች ናቸው የተገደበ በ {0} እና {1} ክሊፕስ በቅደም ተከተል.
ar_bh: المحتوى والقمامة يقتصر على {0} و {1} مقاطع على التوالي.
as_in: কন্টেন্ট আৰু আৱৰ্জনাসমূহ {0} আৰু {1} ৰ সীমাবদ্ধতা ক্ৰমে ক্লিপ।
az_cyrl: Məzmun və zibil var {0} və {1} ilə məhdudlaşır müvafiq olaraq kliplər.
bg_bg: Съдържание и боклук са ограничен до {0} и {1} Клипове съответно.
bn_in: বিষয়বস্তু এবং আবর্জনা হয় {0} এবং {1} এর মধ্যে সীমাবদ্ধ ক্লিপ যথাক্রমে।
bs_latn_ba: Sadržaj i smeće su ograničeno na {0} i {1} isječci respektivno.
ca_es: El contingut i les escombraries són limitat a {0} i {1} clips respectivament.
cs_cz: Obsah a odpadky jsou omezeno na {0} a {1} klipy.
cy_gb: Mae cynnwys a sbwriel yn cyfyngedig i {0} a {1} clipiau yn y drefn honno.
da_dk: Indhold og skrald er begrænset til {0} og {1} klip henholdsvis.
de_ch: Inhalt und Müll sind begrenzt auf {0} und {1} Clips jeweils.
el_gr: Το περιεχόμενο και τα σκουπίδια είναι περιορίζεται σε {0} και {1} κλιπ αντίστοιχα.
es_bo: El contenido y la basura son limitado a {0} y {1} clips respectivamente.
et_ee: Sisu ja prügikast on piiratud {0} ja {1} -ga Klipid vastavalt.
fa_ir: محتوا و سطل زباله هستند محدود به {0} و {1} کلیپ ها به ترتیب.
fi_fi: Sisältö ja roskat ovat rajoitettu {0} ja {1} Leikkeet.
fil_ph: Ang nilalaman at basurahan ay limitado sa {0} at {1} Mga clip ayon sa pagkakabanggit.
fr_029: Le contenu et les déchets sont limité à {0} et {1} clips respectivement.
ga_ie: Tá ábhar agus bruscar teoranta do {0} agus {1} gearrthóga faoi seach.
gu_in: સામગ્રી અને કચરો છે {0} અને {1} સુધી મર્યાદિત અનુક્રમે ક્લિપ્સ.
he_il: תוכן ואשפה הם מוגבלת ל {0} ו- {1} קליפים בהתאמה.
hi_in: सामग्री और कचरा हैं {0} और {1} तक सीमित क्रमशः क्लिप।
hr_hr: Sadržaj i smeće su ograničeno na {0} i {1} isječci.
hu_hu: A tartalom és a szemét a {0} és a {1} -re korlátozva klipek.
hy_am: Բովանդակությունն ու աղբը սահմանափակված է {0} եւ {1} համապատասխանաբար հոլովակներ:
id_id: Konten dan sampah terbatas pada {0} dan {1} klip masing -masing.
is_is: Innihald og rusl eru Takmarkað við {0} og {1} úrklippur í sömu röð.
it_ch: Contenuto e spazzatura lo sono limitato a {0} e {1} rispettivamente clip.
ja_jp: コンテンツとゴミはそうです {0}と{1}に制限されています それぞれクリップ。
ka_ge: შინაარსი და ნაგავი არის შემოიფარგლება {0} და {1} კლიპები, შესაბამისად.
kk_kz: Мазмұн және қоқыс {0} және {1} шектеулі сәйкесінше клиптер.
km_kh: មាតិកានិងសំរាមគឺ កំណត់ត្រឹម {0} និង {1} ឈុតរៀងៗខ្លួន។
kn_in: ವಿಷಯ ಮತ್ತು ಅನುಪಯುಕ್ತ ಇವೆ {0} ಮತ್ತು {1} ಗೆ ಸೀಮಿತವಾಗಿದೆ ಕ್ರಮವಾಗಿ ಕ್ಲಿಪ್ಗಳು.
ko_kr: 내용과 쓰레기입니다 {0} 및 {1}로 제한 각각 클립.
ky_kg: Мазмун жана таштанды менен (0} жана {1} менен чектелген тиешелүүлүгүнө жараша клиптер.
lo_la: ເນື້ອໃນແລະຂີ້ເຫຍື້ອແມ່ນ ຈໍາກັດທີ່ {0} ແລະ {1} Clips ຕາມລໍາດັບ.
lt_lt: Turinys ir šiukšliadėžė ribotas {0} ir {1} atitinkamai klipai.
lv_lv: Saturs un miskaste ir ierobežots līdz {0} un {1} attiecīgi klipi.
mi_nz: Ko te ihirangi me te paru whāiti ki te {0} me {1} pūkete tika.
mk_mk: Содржината и ѓубрето се Ограничено на {0} и {1} клипови соодветно.
ml_in: ഉള്ളടക്കവും ട്രാഷും {0} {1} {1} ആയി പരിമിതപ്പെടുത്തിയിരിക്കുന്നു യഥാക്രമം ക്ലിപ്പുകൾ.
mr_in: सामग्री आणि कचरा आहेत {0} आणि {1} पर्यंत मर्यादित अनुक्रमे क्लिप्स.
ms_my: Kandungan dan sampah adalah terhad kepada {0} dan {1} klip masing -masing.
mt_mt: Il-kontenut u t-trash huma Limitat għal {0} u {1} klipps rispettivament.
nb_no: Innhold og søppel er begrenset til {0} og {1} klipp.
ne_np: सामग्री र रद्दीटोकरी हो {0} र {1} सीमित क्रमशः क्लिपहरू।
nl_be: Inhoud en afval zijn beperkt tot {0} en {1} clips respectievelijk.
or_in: ବିଷୟବସ୍ତୁ ଏବଂ ଆବର୍ଜନା ହେଉଛି | {0} ଏବଂ {1} ରେ ସୀମିତ | ଯଥାକ୍ରମେ
pa_arab: ਸਮੱਗਰੀ ਅਤੇ ਰੱਦੀ ਹਨ {0} ਅਤੇ {1} ਨੂੰ ਸੀਮਿਤ ਕ੍ਰਮਵਾਰ ਕਲਿੱਪ.
pl_pl: Treść i śmieci są Ograniczony do {0} i {1} odpowiednio klipy.
pt_br: Conteúdo e lixo são limitado a {0} e {1} clipes respectivamente.
ro_ro: Conținutul și gunoiul sunt limitat la {0} și {1} respectiv clipuri.
ru_ru: Содержание и мусор ограничено {0} и {1} клипы соответственно.
sk_sk: Obsah a odpadky sú obmedzené na {0} a {1} klipy.
sl_si: Vsebina in smeti sta omejena na {0} in {1} sponke.
sq_al: Përmbajtja dhe plehrat janë i kufizuar në {0} dhe {1} Klipet përkatësisht.
sr_cyrl_me: Садржај и смеће су ограничено на {0} и {1} Слипи.
sv_fi: Innehåll och skräp är Begränsad till {0} och {1} klipp respektive.
sw_ke: Yaliyomo na takataka ni mdogo kwa {0} na {1} sehemu mtawaliwa.
ta_in: உள்ளடக்கம் மற்றும் குப்பை {0} மற்றும் {1} bot க்கு வரையறுக்கப்பட்டுள்ளது முறையே கிளிப்புகள்.
te_in: కంటెంట్ మరియు చెత్త {0} మరియు {1} కు పరిమితం క్లిప్‌లు వరుసగా.
th_th: เนื้อหาและถังขยะคือ จำกัด เป็น {0} และ {1} คลิปตามลำดับ
tk_tm: Mazmuny we hapalary {0} we {1} bilen çäklenýär} degişlilikde klip.
tr_tr: İçerik ve çöp {0} ve {1} ile sınırlı sırasıyla klipler.
tt_ru: Эчтәлек һәм чүп {0} һәм {1} белән чикләнгән чикләнгән клиплар тиешенчә клиплар.
ug_cn: مەزمۇن ۋە ئەخلەت {0 {{1 {1 {1} قىستۇرما ئايرىم-ئايرىم.
uk_ua: Зміст і сміття є обмежений {0} та {1} кліпи відповідно.
ur_pk: مواد اور کوڑے دان ہیں {0} اور {1} تک محدود بالترتیب کلپس۔
uz_cyrl: Tarkib va ​​axlat {0} va {1} bilan cheklangan mos ravishda kliplar.
vi_vn: Nội dung và rác rưởi là giới hạn ở {0} và {1} clip tương ứng.
zh_hant: 內容和垃圾是 限於{0}和{1} 剪輯分別。

# AccountStandardDescription
source: Allows up to {2} clips of content and unlimited trash storage.
af_za: Laat tot {2} snitte van inhoud en onbeperkte asblikberging.
am_et: ወደ {2} የይዘት ማከማቻ እና ያልተገደበ የቆሻሻ ማከማቻ ማከማቻዎች.
ar_bh: يسمح بمقاطع المحتوى {2} وتخزين القمامة غير المحدود.
as_in: বিষয়বস্তু আৰু সীমাহীন আৱৰ্জনা সংৰক্ষণৰ {2} ক্লিপসমূহলৈকে অনুমতি দিয়ে।
az_cyrl: Məzmunun və limitsiz zibil anbarının {2} kliplərinə imkan verir.
bg_bg: Позволява до {2} клипове на съдържание и неограничено съхранение на боклук.
bn_in: সামগ্রী এবং সীমাহীন ট্র্যাশ স্টোরেজের {2} ক্লিপ পর্যন্ত অনুমতি দেয়।
bs_latn_ba: Omogućuje do {2} isječke sadržaja i neograničenog skladištenja smeća.
ca_es: Permet fins a {2} clips de contingut i emmagatzematge il·limitat.
cs_cz: Umožňuje až {2} klipy obsahu a neomezené úložiště odpadků.
cy_gb: Yn caniatáu hyd at glipiau {2} o gynnwys a storio sbwriel diderfyn.
da_dk: Tillader op til {2} klip af indhold og ubegrænset papirkurvopbevaring.
de_ch: Ermöglicht bis zu {2} -Clips mit Inhalten und unbegrenztem Müllspeicher.
el_gr: Επιτρέπει μέχρι {2} κλιπ περιεχομένου και απεριόριστη αποθήκευση απορριμμάτων.
es_bo: Permite hasta {2} clips de contenido y almacenamiento de basura ilimitado.
et_ee: Võimaldab kuni {2} sisu klippe ja piiramatut prügikasti salvestusruumi.
fa_ir: به کلیپ های محتوا و {2} ذخیره زباله نامحدود اجازه می دهد.
fi_fi: Sallii jopa {2} sisältöpidikkeet ja rajoittamaton roskavarasto.
fil_ph: Pinapayagan ang hanggang sa {2} na mga clip ng nilalaman at walang limitasyong imbakan ng basurahan.
fr_029: Permet des clips jusqu'à {2} de contenu et un stockage de déchets illimité.
ga_ie: Ceadaíonn sé suas le {2} gearrthóga d'ábhar agus stóráil bruscair neamhtheoranta.
gu_in: સામગ્રી અને અમર્યાદિત કચરાના સંગ્રહની {2} ક્લિપ્સની મંજૂરી આપે છે.
he_il: מאפשר עד {2} קטעי תוכן ואחסון זבל בלתי מוגבל.
hi_in: सामग्री और असीमित कचरा भंडारण के {2} क्लिप तक की अनुमति देता है।
hr_hr: Omogućuje {2} isječke sadržaja i neograničeno skladištenje smeća.
hu_hu: Lehetővé teszi a {2} tartalom klipeit és a korlátlan szeméttárolót.
hy_am: Թույլ է տալիս մինչեւ {2} բովանդակության եւ անսահմանափակ աղբարկղի պահոց:
id_id: Memungkinkan hingga {2} klip konten dan penyimpanan sampah tanpa batas.
is_is: Leyfir allt að {2} úrklippum af innihaldi og ótakmarkaðri ruslgeymslu.
it_ch: Consente fino a {2} clip di contenuto e memoria di rifiuti illimitati.
ja_jp: {2}コンテンツのクリップと無制限のゴミストレージを可能にします。
ka_ge: საშუალებას იძლევა {2} შინაარსის და შეუზღუდავი ნაგვის შესანახად.
kk_kz: {2} мазмұнды және шектеусіз қоқыс жинауға мүмкіндік береді.
km_kh: អនុញ្ញាតឱ្យឡើងទៅ {2} ឈុតនៃមាតិកានិងការផ្ទុកសំរាមគ្មានដែនកំណត់។
kn_in: {2} ವಿಷಯದ ತುಣುಕುಗಳು ಮತ್ತು ಅನಿಯಮಿತ ಕಸದ ಸಂಗ್ರಹವನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
ko_kr: {2} 컨텐츠 클립 및 무제한 쓰레기 스토리지를 허용합니다.
ky_kg: Мазмунду жана чексиз таштандыларды сактоо үчүн {2} клиптерге чейин.
lo_la: ອະນຸຍາດໃຫ້ເຖິງ {2} ຄລິບຂອງເນື້ອຫາແລະບ່ອນເກັບມ້ຽນຂີ້ເຫຍື້ອທີ່ບໍ່ຈໍາກັດ.
lt_lt: Leidžia iki {2} turinio ir neribotos šiukšlių saugyklos.
lv_lv: Ļauj līdz {2} satura klipiem un neierobežotu atkritumu glabāšanu.
mi_nz: Tukuna kia tae atu ki te {2} tuhinga o te ihirangi me te penapena maumau.
mk_mk: Овозможува до {2} клипови со содржина и неограничено складирање на ѓубре.
ml_in: ഉള്ളടക്കത്തിന്റെയും പരിധിയില്ലാത്ത ട്രാഷ് സംഭരണത്തിന്റെയും {2} ക്ലിപ്പുകൾ വരെ അനുവദിക്കുന്നു.
mr_in: सामग्रीच्या {2} क्लिप्स आणि अमर्यादित कचरा स्टोरेजपर्यंत अनुमती देते.
ms_my: Membolehkan sehingga {2} klip kandungan dan penyimpanan sampah tanpa had.
mt_mt: Jippermetti sa {2} klipps ta 'kontenut u ħażna mingħajr limitu.
nb_no: Tillater opptil {2} klipp av innhold og ubegrenset søppellagring.
ne_np: {2} सामग्री र असीमित रद्दीटोकरी भण्डारण को लागी अनुमति दिन्छ।
nl_be: Staat toe tot {2} clips van inhoud en onbeperkte vuilnisopslag.
or_in: ବିଷୟବସ୍ତୁ ଏବଂ ଅସୀମିତ ଆବର୍ଜନା ସଂରକ୍ଷଣର {2} କ୍ଲିପ୍ସକୁ ଅନୁମତି ଦିଏ |
pa_arab: ਸਮੱਗਰੀ ਅਤੇ ਅਸੀਮਤ ਰੱਦੀ ਭੰਡਾਰ ਭੰਡਾਰਨ ਦੇ {2} ਕਲਿੱਪਾਂ ਤੱਕ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ.
pl_pl: Pozwala na klipy treści i nieograniczonego pamięci śmieci.
pt_br: Permite até {2} clipes de conteúdo e armazenamento ilimitado de lixo.
ro_ro: Permite până la {2} clipuri de conținut și stocare nelimitată de gunoi.
ru_ru: Позволяет {2} клипы контента и неограниченного хранения мусора.
sk_sk: Umožňuje až {2} klipy obsahu a neobmedzeného úložiska odpadkov.
sl_si: Omogoča do {2} posnetke vsebine in neomejeno shranjevanje smeti.
sq_al: Lejon deri në {2} clips klipe të përmbajtjes dhe ruajtje të pakufizuar të plehrave.
sr_cyrl_me: Омогућује до {2} снимци садржаја и неограничено складиштење смећа.
sv_fi: Tillåter upp till {2} klipp av innehåll och obegränsad skräplagring.
sw_ke: Inaruhusu hadi {2} sehemu za yaliyomo na uhifadhi wa takataka usio na kikomo.
ta_in: உள்ளடக்கத்தின் {2} கிளிப்புகள் மற்றும் வரம்பற்ற குப்பை சேமிப்பகத்தை அனுமதிக்கிறது.
te_in: కంటెంట్ మరియు అపరిమిత చెత్త నిల్వ యొక్క {2} క్లిప్‌ల వరకు అనుమతిస్తుంది.
th_th: อนุญาตให้ได้ถึง {2} คลิปของเนื้อหาและที่เก็บขยะไม่ จำกัด
tk_tm: Mazmuny we çäkli hapa ammaryna} {2} kliplerine rugsat berýär.
tr_tr: {2} klips içerik ve sınırsız çöp depolama sağlar.
tt_ru: {2} эчтәлек һәм чикләнмәгән чүп саклау өчен рөхсәт итә.
ug_cn: مەزمۇن ۋە چەكسىز مەزمۇنلارنىڭ {2}.
uk_ua: Дозволяє до {2} кліпів вмісту та необмеженого сховища сміття.
ur_pk: مواد کے {2} کلپس اور لامحدود ردی کی ٹوکری میں اسٹوریج کی اجازت دیتا ہے۔
uz_cyrl: Tarkibi va cheksiz axlat kooplarini {2} klipga ruxsat beradi.
vi_vn: Cho phép {2} clip nội dung và lưu trữ rác không giới hạn.
zh_hant: 最多允許{2}內容片段和無限垃圾存儲。
