Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# NtfPluginUninstallPendingText
source: To complete uninstall you will need to restart. Would you like to restart now or later?
af_za: Om die verwydering te voltooi, moet u weer begin. Wil u nou of later weer begin?
am_et: ማራገፍዎን ለማጠናቀቅ እንደገና መጀመር ያስፈልግዎታል. አሁን ወይም በኋላ እንደገና ማስጀመር ይፈልጋሉ?
ar_bh: لإكمال إلغاء التثبيت ، ستحتاج إلى إعادة التشغيل. هل ترغب في إعادة التشغيل الآن أم لاحقًا؟
as_in: আনইনষ্টল সম্পূৰ্ণ কৰিবলৈ আপুনি পুনৰাৰম্ভ কৰিব লাগিব। আপুনি এতিয়া বা পিছত পুনৰ আৰম্ভ কৰিব বিচাৰেনে?
az_cyrl: Silinən silmək üçün yenidən başlamalısınız. İndi və ya sonra yenidən başlatmaq istərdinizmi?
bg_bg: За да завършите деинсталирането, ще трябва да рестартирате. Искате ли да рестартирате сега или по -късно?
bn_in: আনইনস্টল সম্পূর্ণ করতে আপনাকে পুনরায় আরম্ভ করতে হবে। আপনি কি এখন বা পরে পুনরায় চালু করতে চান?
bs_latn_ba: Da biste dovršili deinstaliranje, trebat ćete se ponovo pokrenuti. Želite li se ponovo pokrenuti sada ili kasnije?
ca_es: Per completar la desinstal·lació, haureu de reiniciar. Voleu reiniciar ara o més tard?
cs_cz: Chcete -li dokončit odinstalaci, budete muset restartovat. Chcete restartovat nyní nebo později?
cy_gb: I gwblhau dadosod bydd angen i chi ailgychwyn. Hoffech chi ailgychwyn nawr neu'n hwyrach?
da_dk: For at afslutte afinstalleret skal du genstarte. Vil du genstarte nu eller senere?
de_ch: Um die Deinstallation zu vervollständigen, müssen Sie neu starten. Möchten Sie jetzt oder später neu starten?
el_gr: Για να ολοκληρώσετε την απεγκατάσταση θα χρειαστεί να κάνετε επανεκκίνηση. Θέλετε να κάνετε επανεκκίνηση τώρα ή αργότερα;
es_bo: Para completar la desinstalación, deberá reiniciar. ¿Te gustaría reiniciar ahora o más tarde?
et_ee: Desinstalli lõpuleviimiseks peate taaskäivitama. Kas soovite taaskäivitada nüüd või hiljem?
fa_ir: برای تکمیل نصب نیاز به راه اندازی مجدد دارید. آیا دوست دارید اکنون یا دیرتر دوباره راه اندازی کنید؟
fi_fi: Poistamaan asennuksen sinun on käynnistettävä uudelleen. Haluatko käynnistää uudelleen nyt tai myöhemmin?
fil_ph: Upang makumpleto ang pag -uninstall kakailanganin mong i -restart. Nais mo bang i -restart ngayon o mas bago?
fr_029: Pour terminer la désinstallation, vous devrez redémarrer. Souhaitez-vous redémarrer maintenant ou plus tard?
ga_ie: Chun díshuiteáil a chomhlánú beidh ort atosú. Ar mhaith leat atosú anois nó níos déanaí?
gu_in: અનઇન્સ્ટોલ પૂર્ણ કરવા માટે તમારે ફરીથી પ્રારંભ કરવાની જરૂર રહેશે. શું તમે હવે અથવા પછીથી ફરીથી પ્રારંભ કરવા માંગો છો?
he_il: להשלמת ההתקנה תצטרך להפעיל מחדש. האם תרצה להפעיל מחדש עכשיו או אחר כך?
hi_in: अनइंस्टॉल को पूरा करने के लिए आपको पुनरारंभ करना होगा। क्या आप अभी या बाद में पुनरारंभ करना चाहेंगे?
hr_hr: Da biste dovršili deinstaliranje, morat ćete se ponovno pokrenuti. Želite li ponovno pokrenuti sada ili kasnije?
hu_hu: Az eltávolítás befejezéséhez újra kell indítania. Szeretne újra vagy később újraindítani?
hy_am: Տեղահանելու համար հարկավոր է վերագործարկել: Կցանկանայիք վերագործարկել հիմա կամ ավելի ուշ:
id_id: Untuk menyelesaikan uninstall, Anda harus restart. Apakah Anda ingin memulai kembali sekarang atau nanti?
is_is: Til að ljúka fjarlægð þarftu að endurræsa. Viltu endurræsa núna eða síðar?
it_ch: Per completare la disinstallazione dovrai riavviare. Vorresti riavviare ora o più tardi?
ja_jp: アンインストールを完了するには、再起動する必要があります。今または後で再起動しますか？
ka_ge: წაშლის დასრულების მიზნით, თქვენ უნდა გადატვირთოთ. გსურთ გადატვირთვა ახლა თუ გვიან?
kk_kz: Жоюды аяқтау үшін қайта іске қосу қажет. Сіз қазір немесе кейін қайта бастағыңыз келе ме?
km_kh: ដើម្បីបញ្ចប់ការលុបអ្នកនឹងត្រូវការចាប់ផ្តើមឡើងវិញ។ តើអ្នកចង់ចាប់ផ្តើមឡើងវិញទេឥឡូវនេះឬនៅពេលក្រោយ?
kn_in: ಅಸ್ಥಾಪಿಸಲು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗುತ್ತದೆ. ಈಗ ಅಥವಾ ನಂತರ ಮರುಪ್ರಾರಂಭಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko_kr: 제거를 완료하려면 다시 시작해야합니다. 지금 또는 나중에 다시 시작 하시겠습니까?
ky_kg: Орнотуудан чыгаруу үчүн, сиз өчүрүп-күйгүзүү керек болот. Азыр же кийинчерээк өчүрүп-күйгүзгүңүз келеби?
lo_la: ເພື່ອໃຫ້ສໍາເລັດການຖອນການຕິດຕັ້ງທ່ານຈະຕ້ອງເລີ່ມຕົ້ນໃຫມ່. ທ່ານຕ້ອງການທີ່ຈະເລີ່ມຕົ້ນໃຫມ່ໃນຕອນນີ້ຫຼືຫຼັງຈາກນັ້ນບໍ?
lt_lt: Norėdami užpildyti pašalinimą, turėsite paleisti iš naujo. Ar norėtumėte iš naujo paleisti dabar ar vėliau?
lv_lv: Lai pabeigtu atinstalēšanu, jums būs jārestartē. Vai vēlaties restartēt tagad vai vēlāk?
mi_nz: Hei whakaoti i te Tango Ka hiahia koe ki te whakaara ano. Kei te hiahia koe ki te whakaara ano i tenei wa ranei?
mk_mk: За да завршите деинсталирање, ќе треба да се рестартирате. Дали сакате да се рестартирате сега или подоцна?
ml_in: അൺഇൻസ്റ്റാൾ പൂർത്തിയാക്കാൻ നിങ്ങൾ പുനരാരംഭിക്കേണ്ടതുണ്ട്. ഇപ്പോൾ അല്ലെങ്കിൽ പിന്നീട് പുനരാരംഭിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: विस्थापित करण्यासाठी आपल्याला रीस्टार्ट करणे आवश्यक आहे. आपण आता किंवा नंतर रीस्टार्ट करू इच्छिता?
ms_my: Untuk menyahpasang anda perlu dimulakan semula. Adakah anda ingin memulakan semula sekarang atau lambat?
mt_mt: Biex tlesti l-uninstall ser ikollok bżonn terġa 'tibda. Tixtieq terġa 'tibda issa jew wara?
nb_no: For å fullføre avinstalleringen må du starte på nytt. Vil du starte på nytt nå eller senere?
ne_np: अनइन्स्टल पूरा गर्न तपाईले पुन: सुरु गर्न आवश्यक छ। के तपाइँ अब वा पछि पुन: सुरू गर्न चाहानुहुन्छ?
nl_be: Om te voltooien moet u opnieuw opstarten. Wilt u nu of later opnieuw opstarten?
or_in: Uninstall ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କୁ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ପଡିବ | ଆପଣ ବର୍ତ୍ତମାନ କିମ୍ବା ପରେ ପୁନ art ଆରମ୍ଭ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਅਣਇੰਸਟੌਲ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ. ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਜਾਂ ਬਾਅਦ ਵਿਚ ਮੁੜ ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Aby zakończyć odinstalowanie, musisz ponownie uruchomić. Czy chciałbyś ponownie uruchomić teraz czy później?
pt_br: Para completar a desinstalação, você precisará reiniciar. Você gostaria de reiniciar agora ou mais tarde?
ro_ro: Pentru a finaliza dezinstalarea, va trebui să reporniți. Doriți să reporniți acum sau mai târziu?
ru_ru: Чтобы завершить удаление, вам нужно будет перезапустить. Хотели бы вы перезапустить сейчас или позже?
sk_sk: Ak chcete dokončiť odinštalovanie, musíte sa reštartovať. Chceli by ste sa reštartovať teraz alebo neskôr?
sl_si: Če želite dokončati odstranjevanje, boste morali znova zagnati. Bi se radi znova zagnali zdaj ali pozneje?
sq_al: Për të përfunduar çinstalimin, do t'ju duhet të rindizni. Dëshironi të rindizni tani apo më vonë?
sr_cyrl_me: Да бисте довршили деинсталирање, мораћете да се поново покренете. Да ли желите да поново покренете сада или касније?
sv_fi: För att slutföra avinstallera måste du starta om. Vill du starta om nu eller senare?
sw_ke: Kukamilisha kufuta utahitaji kuanza tena. Je! Ungependa kuanza tena sasa au baadaye?
ta_in: நிறுவல் நீக்க நீங்கள் மறுதொடக்கம் செய்ய வேண்டும். இப்போது அல்லது பின்னர் மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
te_in: అన్‌ఇన్‌స్టాల్ పూర్తి చేయడానికి మీరు పున art ప్రారంభించాలి. మీరు ఇప్పుడు లేదా తరువాత పున art ప్రారంభించాలనుకుంటున్నారా?
th_th: ในการถอนการติดตั้งให้เสร็จสิ้นคุณจะต้องรีสตาร์ท คุณต้องการรีสตาร์ททันทีหรือใหม่กว่า?
tk_tm: Täzeden açmak hökman däl-de, täzeden başlamaly bolarsyňyz. Indi ýa-da soň täzeden açmak isleýärsiňizmi?
tr_tr: Kaldırmayı tamamlamak için yeniden başlatmanız gerekir. Şimdi mi yoksa sonra mı başlamak ister misiniz?
tt_ru: Сезне бетерү өчен сезгә яңадан башларга кирәк булачак. Сез хәзер яки соңрак яңадан башларга телисезме?
ug_cn: ئۆچۈرۈشنى تاماملاش ئۈچۈن سىز قايتا قوزغىتىشىڭىز كېرەك. ھازىر ياكى كېيىن قايتا قوزغىتىشنى خالامسىز?
uk_ua: Для завершення видалення вам потрібно буде перезапустити. Ви хотіли б перезапустити зараз чи пізніше?
ur_pk: انسٹال مکمل کرنے کے ل you آپ کو دوبارہ شروع کرنے کی ضرورت ہوگی۔ کیا آپ ابھی یا بعد میں دوبارہ شروع کرنا چاہیں گے؟
uz_cyrl: Siz qayta ishga tushirish uchun siz qayta boshlashingiz kerak bo'ladi. Endi yoki keyinroq qayta tiklamoqchimisiz?
vi_vn: Để hoàn thành việc gỡ cài đặt, bạn sẽ cần phải khởi động lại. Bạn có muốn khởi động lại bây giờ hay muộn không?
zh_hant: 要完成卸載，您需要重新啟動。您想現在還是以後重新啟動？

# NtfPluginUninstallPendingTitle
source: Finish Uninstall?
af_za: Voltooi verwyder?
am_et: ማራገፊያ ጨርስ?
ar_bh: الانتهاء من إلغاء التثبيت؟
as_in: শেষ কৰক আনইনষ্টল?
az_cyrl: Silmək bitir?
bg_bg: Завършете деинсталирането?
bn_in: আনইনস্টল শেষ করবেন?
bs_latn_ba: Završite deinstaliranje?
ca_es: Acabeu de desinstal·lar?
cs_cz: Dokončit odinstalaci?
cy_gb: Gorffen dadosod?
da_dk: Afslut afinstallation?
de_ch: Deinstallation beenden?
el_gr: Τελειώστε την απεγκατάσταση;
es_bo: Terminar desinstalar?
et_ee: Lõpetada desinstall?
fa_ir: حذف نصب را تمام می کنید؟
fi_fi: Lopettaa asennuksen?
fil_ph: Tapusin ang pag -uninstall?
fr_029: Terminer la désinstallation?
ga_ie: Críochnaigh Díshuiteáil?
gu_in: અનઇન્સ્ટોલ સમાપ્ત કરો?
he_il: לסיים את הסרת ההתקנה?
hi_in: अनइंस्टॉल खत्म करें?
hr_hr: Završiti deinstaliranje?
hu_hu: Készítse el az eltávolítást?
hy_am: Ավարտել տեղահանել:
id_id: Selesaikan uninstall?
is_is: Klára að fjarlægja?
it_ch: Finire la disinstallazione?
ja_jp: アンインストールを終了しますか？
ka_ge: დაინსტალირება?
kk_kz: Жоюды аяқтаңыз?
km_kh: បញ្ចប់ការលុបមែនទេ?
kn_in: ಅಸ್ಥಾಪಿಸಿ ಮುಗಿಸುವುದೇ?
ko_kr: 제거를 끝내시겠습니까?
ky_kg: Орнотуу керекпи?
lo_la: ສໍາເລັດການຕິດຕັ້ງ?
lt_lt: Baigti pašalinti?
lv_lv: Pabeidziet atinstalēt?
mi_nz: Whakamutua te Tango?
mk_mk: Заврши деинсталирање?
ml_in: അൺഇൻസ്റ്റാൾ പൂർത്തിയാക്കുക?
mr_in: विस्थापित पूर्ण?
ms_my: Selesaikan Nyahpasang?
mt_mt: Tispiċċa uninstall?
nb_no: Avslutte avinstallering?
ne_np: स्थापना गर्नुहोस्?
nl_be: Verdwals maken?
or_in: ଅସଂସ୍ଥାପନ ଶେଷ କର?
pa_arab: ਮੁਕੰਮਲ ਮੁਕੰਮਲ ਕਰੋ?
pl_pl: Zakończ odinstalowanie?
pt_br: Terminar a desinstalação?
ro_ro: Terminați dezinstalați?
ru_ru: Закончить удаление?
sk_sk: Dokončiť odinštalovanie?
sl_si: Končati odstraniti?
sq_al: Përfundoni çinstaloni?
sr_cyrl_me: Завршите деинсталирање?
sv_fi: Avsluta avinstallera?
sw_ke: Kumaliza kufuta?
ta_in: நிறுவல் நீக்கவா?
te_in: అన్‌ఇన్‌స్టాల్ పూర్తి చేయాలా?
th_th: ถอนการติดตั้งเสร็จสิ้น?
tk_tm: Aýyrmak mümkin dälmi?
tr_tr: Kaldır?
tt_ru: Бетерүне тәмамлау?
ug_cn: ئۆچۈرۈشنى تاماملاڭ?
uk_ua: Закінчити видалення?
ur_pk: انسٹال کریں؟
uz_cyrl: O'chirish-ni tugatdingizmi?
vi_vn: Hoàn thành việc gỡ cài đặt?
zh_hant: 完成卸載？

# PluginUnpublishedLabel
source: Unpublished
af_za: Ongepubliseer
am_et: ያልታተመ
ar_bh: غير منشورة
as_in: অপ্ৰকাশিত
az_cyrl: Nəşrsiz
bg_bg: Непубликуван
bn_in: অপ্রকাশিত
bs_latn_ba: Neobjavljen
ca_es: Inèdit
cs_cz: Nepublikovaný
cy_gb: Anghyhoeddedig
da_dk: Upubliceret
de_ch: Unveröffentlicht
el_gr: Αδημοσίευτος
es_bo: Inédito
et_ee: Avaldamata
fa_ir: منتشر نشده
fi_fi: Julkaisematon
fil_ph: Hindi nai -publish
fr_029: Non publié
ga_ie: Neamhfhoilsithe
gu_in: અપ્રગટ
he_il: לא פורסם
hi_in: अप्रकाशित
hr_hr: Neobjavljen
hu_hu: Kiadatlan
hy_am: Չհրապարակված
id_id: Tidak dipublikasikan
is_is: Óbirt
it_ch: Inedito
ja_jp: 未発表
ka_ge: გამოქვეყნებული
kk_kz: Жарияланым
km_kh: ប៍សប៍នមិនបានផ្សាយរេកា
kn_in: ಅಪ್ರಕಟಿತ
ko_kr: 널리 알려지지 않은
ky_kg: Жарыяланбаган
lo_la: ບໍ່ໄດ້ເຜີຍແຜ່
lt_lt: Neskelbta
lv_lv: Nepublicēts
mi_nz: Kunpua
mk_mk: Необјавено
ml_in: പ്രസിദ്ധീകരിച്ചിട്ടില്ല
mr_in: अप्रकाशित
ms_my: Tidak diterbitkan
mt_mt: Mhux ippubblikat
nb_no: Upublisert
ne_np: अप्रत्याशित
nl_be: Niet gepubliceerd
or_in: ଖୋଲାଯାଇଥିବା
pa_arab: ਅਣਪ੍ਰਕਾਸ਼ਿਤ
pl_pl: Niepublikowane
pt_br: Não publicado
ro_ro: Nepublicat
ru_ru: Неопубликованный
sk_sk: Nepublikovaný
sl_si: Neobjavljeno
sq_al: I pabotuar
sr_cyrl_me: Необјављен
sv_fi: Opublicerad
sw_ke: Haijachapishwa
ta_in: வெளியிடப்படாதது
te_in: ప్రచురించబడలేదు
th_th: ไม่ได้เผยแพร่
tk_tm: Göçürilmedik
tr_tr: Yayınlanmamış
tt_ru: Басмый
ug_cn: ئېلان قىلىنمىغان
uk_ua: Неопублікований
ur_pk: غیر مطبوعہ
uz_cyrl: E'lon qilinmagan
vi_vn: Chưa được công bố
zh_hant: 未出版

# AnalyzerAutoGenPresetDescription
source: Auto - generated default preset for '{0}'
af_za: Outo - gegenereerde standaardvoorinstelling vir '{0}'
am_et: ራስ-ሰር - ለ <{0}>
ar_bh: تلقائي - تم إنشاؤه الإعداد المسبق الافتراضي لـ '{0}'
as_in: '{0}' ৰ বাবে AUTO - সৃষ্টি কৰা অবিকল্পিত প্ৰিছেট।
az_cyrl: Avtomatik - '{0}' üçün yaradılan standart əvvəlcədən qurulmuşdur
bg_bg: Автоматично - генерирано предварително зададено предварително зададено за '{0}'
bn_in: অটো - '{0}' এর জন্য উত্পাদিত ডিফল্ট প্রিসেট
bs_latn_ba: Auto - generirana zadana postavka za '{0}'
ca_es: AUTO - Generat predeterminat preestablert per a '{0}'
cs_cz: Auto -generovaná výchozí předvolba pro '{0}'
cy_gb: Auto - a gynhyrchir rhagosodiad diofyn ar gyfer '{0}'
da_dk: Auto - Genereret standard forudindstillet til '{0}'
de_ch: Auto - Standard -Voreinsatz für '{0}' generiert.
el_gr: Αυτόματη προεπιλεγμένη προεπιλογή για '{0}'
es_bo: Auto - Preset predeterminado generado para '{0}'
et_ee: Automaatne - genereeritud vaikimisi eelseade '{0}' jaoks
fa_ir: خودکار - پیش فرض پیش فرض برای "{0}"
fi_fi: Auto - Luotu oletusasetus '{0}'
fil_ph: Auto - nabuo default na preset para sa '{0}'
fr_029: Auto - Preset par défaut généré pour '{0}'
ga_ie: Auto -réamhshocrú réamhshocraithe do '{0}'
gu_in: ઓટો - '{0}' માટે જનરેટેડ ડિફ default લ્ટ પ્રીસેટ
he_il: אוטומטי - שנוצר מוגדר כברירת מחדל מוגדר כברירת מחדל עבור '{0}'
hi_in: ऑटो - '{0}' के लिए जनरेटेड डिफ़ॉल्ट प्रीसेट
hr_hr: Autoto - generirano zadano unaprijed postavljeno za '{0}'
hu_hu: Auto - generált alapértelmezett előre beállított '{0}'
hy_am: Auto - Ստեղծված կանխադրված նախադրված «{0}» - ի համար
id_id: AUTO - Preset default yang dihasilkan untuk '{0}'
is_is: Auto - myndað sjálfgefið forstillt fyrir '{0}'
it_ch: Auto - Generato predefinito predefinito per '{0}'
ja_jp: 自動 - 「{0}」の生成デフォルトプリセット
ka_ge: ავტო - წარმოქმნილი ნაგულისხმევი წინასწარ განსაზღვრა '{0}'
kk_kz: «{0}» үшін автоматты түрде орнатылған әдепкі алдын ала орнатылған
km_kh: កំណត់ជាមុនដែលបានបង្កើតលំនាំដើមដែលបានបង្កើតដោយស្វ័យប្រវត្តិសម្រាប់ '{0}'
kn_in: ಸ್ವಯಂ - '{0}' ಗಾಗಿ ಡೀಫಾಲ್ಟ್ ಮೊದಲೇ ರಚಿಸಲಾಗಿದೆ
ko_kr: 자동 - '{0}'에 대한 기본 기본 사전 설정
ky_kg: Авто - "{0}" үчүн авто - түзүлгөн
lo_la: ອັດຕະໂນມັດ - ສ້າງເງື່ອນໄຂໃນຕອນຕົ້ນ preset ສໍາລັບ '{0}'
lt_lt: Auto - sugeneruotas numatytasis išankstinis nustatymas „{0}“
lv_lv: Automātiski ģenerēts noklusējuma iestatījums '{0}'
mi_nz: AUTO - I hangaia he tautuhi taunoa mo te '{0}'
mk_mk: Автоматско - генерирано стандардно претходно поставено за '{0}'
ml_in: യാന്ത്രിക - '{0}' എന്നതിനായി സ്ഥിരസ്ഥിതി പ്രെസെറ്റ് സൃഷ്ടിച്ചു
mr_in: '{0}' साठी ऑटो - व्युत्पन्न डीफॉल्ट प्रीसेट
ms_my: Auto - Pratetap lalai yang dihasilkan untuk '{0}'
mt_mt: Auto - Iġġenerat minn qabel għal '{0}'
nb_no: Auto - generert standard forhåndsinnstilt for '{0}'
ne_np: स्वत: - '{0}' को लागी स्वत: पूर्वनिर्धारित प्रिसेट
nl_be: Auto - Gegenereerde standaardvoorinstelling voor '{0}'
or_in: ଅଟୋ - '{0}' ପାଇଁ ଡିଫଲ୍ଟ ପ୍ରିସେଟ୍ |
pa_arab: ਆਟੋ - '{0}' ਲਈ ਡਿਫਾਲਟ ਪ੍ਰੀਸੈੱਟ ਤਿਆਰ ਕਰੋ
pl_pl: Auto - wygenerowane domyślne ustawienie ustawień dla „{0}”
pt_br: Auto - gerou predefinição padrão para '{0}'
ro_ro: Auto - Presetare implicită generată pentru „{0}”
ru_ru: Auto - сгенерированная предустановка по умолчанию для '{0}'
sk_sk: Automatické - vygenerované predvolené predvoľby pre '{0}'
sl_si: Samodejno ustvarjeno privzeto prednastavitev za '{0}'
sq_al: Auto - Paravendosja e paracaktuar e paracaktuar për '{0}'
sr_cyrl_me: Аутоматско генерисано подразумевано подешавање за '{0}'
sv_fi: Auto - genererad standardinställning för '{0}'
sw_ke: Otomatiki - preset default ya '{0}'
ta_in: '{0}' க்கான ஆட்டோ - உருவாக்கப்பட்ட இயல்புநிலை முன்னமைவு
te_in: ఆటో - '{0}' కోసం డిఫాల్ట్ ప్రీసెట్ ఉత్పత్తి చేయబడింది
th_th: อัตโนมัติ - สร้างค่าที่ตั้งไว้ล่วงหน้าเริ่มต้นสำหรับ '{0}'
tk_tm: Auto - '{0}' üçin girizilen deslapky teklip döretdi
tr_tr: Otomatik - '{0}' için oluşturulan varsayılan ön ayar
tt_ru: Авто - '{0}' өчен дефолтлы урын
ug_cn: Auto - «{0}» ئۈچۈن كۆڭۈلدىكىدەك ئالدىن تۆلەيدىغان
uk_ua: Авто - створений попередньо встановлений за замовчуванням для '{0}'
ur_pk: آٹو - '{0}' کے لئے تیار کردہ پہلے سے طے شدہ پیش سیٹ
uz_cyrl: "{0}" uchun avtoulov ishlab chiqarilgan
vi_vn: Tự động - Đã tạo cài đặt trước mặc định cho '{0}'
zh_hant: 自動 - 生成的默認預設，用於'{0}'

# AnalyzerCannotExecuteNoSelectionText
source: No clip selected
af_za: Geen snit gekies nie
am_et: ምንም ቅንጥብ አልተመረጠም
ar_bh: لم يتم تحديد مقطع
as_in: কোনো ক্লিপ নিৰ্বাচিত নহয়
az_cyrl: Heç bir klip seçilmədi
bg_bg: Няма избран клип
bn_in: কোনও ক্লিপ নির্বাচন করা হয়নি
bs_latn_ba: Nije odabran za isječak
ca_es: No hi ha cap clip seleccionat
cs_cz: Žádný klip
cy_gb: Dim clip wedi'i ddewis
da_dk: Intet klip valgt
de_ch: Kein Clip ausgewählt
el_gr: Δεν επιλεγμένο κλιπ
es_bo: No hay clip seleccionado
et_ee: Klippi pole valitud
fa_ir: بدون کلیپ انتخاب نشده است
fi_fi: Ei leikettä valittu
fil_ph: Walang napiling clip
fr_029: Aucun clip sélectionné
ga_ie: Níor roghnaíodh aon ghearrthóg
gu_in: કોઈ ક્લિપ પસંદ કરેલી નથી
he_il: לא נבחר קליפ
hi_in: कोई क्लिप चयनित नहीं
hr_hr: Nije odabran isječak
hu_hu: Nincs kiválasztva klip
hy_am: Ընտրված ոչ մի տեսահոլովակ չկա
id_id: Tidak ada klip yang dipilih
is_is: Engin bút valin
it_ch: Nessuna clip selezionata
ja_jp: クリップが選択されていません
ka_ge: არ არის შერჩეული კლიპი
kk_kz: Клип таңдалмайды
km_kh: គ្មានឈុតត្រូវបានជ្រើសរើសទេ
kn_in: ಯಾವುದೇ ಕ್ಲಿಪ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ko_kr: 클립이 선택되지 않았습니다
ky_kg: Клип тандалган жок
lo_la: ບໍ່ມີຄລິບທີ່ຖືກເລືອກ
lt_lt: Nėra pasirinkto klipo
lv_lv: Nav atlasīts klips
mi_nz: Kaore he topenga i tohua
mk_mk: Не е избран клип
ml_in: ക്ലിപ്പ് തിരഞ്ഞെടുത്തിട്ടില്ല
mr_in: कोणतीही क्लिप निवडली नाही
ms_my: Tiada klip dipilih
mt_mt: L-ebda klipp magħżul
nb_no: Ingen klipp valgt
ne_np: कुनै क्लिप चयन गरिएको छैन
nl_be: Geen clip geselecteerd
or_in: କ CL ଣସି କ୍ଲିପ୍ ଚୟନ ହୋଇନାହିଁ |
pa_arab: ਕੋਈ ਕਲਿੱਪ ਨਹੀਂ ਚੁਣਿਆ
pl_pl: Brak klipu
pt_br: Nenhum clipe selecionado
ro_ro: Nu există niciun clip selectat
ru_ru: Нет не выбрано клипа
sk_sk: Žiadny klip vybraný
sl_si: Noben posnetek
sq_al: Asnjë klip i zgjedhur
sr_cyrl_me: Није изабран исјечак
sv_fi: Inget klipp valt
sw_ke: Hakuna kipande kilichochaguliwa
ta_in: கிளிப் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te_in: క్లిప్ ఎంచుకోలేదు
th_th: ไม่เลือกคลิป
tk_tm: Saýlanan klip saýlanmady
tr_tr: Klip seçilmedi
tt_ru: Clip сайланмады
ug_cn: تاللانغان قىستۇرما يوق
uk_ua: Ніякого кліпу не вибрано
ur_pk: کوئی کلپ منتخب نہیں ہے
uz_cyrl: Klipi tanlangan
vi_vn: Không có clip được chọn
zh_hant: 未選擇剪輯

# AnalyzerShortcutTooltip
source: Analyze Selected Clip
af_za: Ontleed geselekteerde snit
am_et: የተመረጠውን ክሊፕን ይተንትኑ
ar_bh: تحليل مقطع محدد
as_in: নিৰ্বাচিত ক্লিপ বিশ্লেষণ কৰক
az_cyrl: Seçilmiş klipi təhlil edin
bg_bg: Анализирайте избрания клип
bn_in: নির্বাচিত ক্লিপ বিশ্লেষণ করুন
bs_latn_ba: Analizirajte odabrani isječak
ca_es: Analitzeu el clip seleccionat
cs_cz: Analyzujte vybraný klip
cy_gb: Dadansoddi clip dethol
da_dk: Analyser valgt klip
de_ch: Analysieren Sie den ausgewählten Clip
el_gr: Αναλύστε το επιλεγμένο κλιπ
es_bo: Analizar el clip seleccionado
et_ee: Analüüsige valitud klippi
fa_ir: کلیپ انتخاب شده را تجزیه و تحلیل کنید
fi_fi: Analysoi valittu leike
fil_ph: Suriin ang napiling clip
fr_029: Analyser le clip sélectionné
ga_ie: Anailís a dhéanamh ar ghearrthóg roghnaithe
gu_in: પસંદ કરેલી ક્લિપનું વિશ્લેષણ કરો
he_il: נתח קליפ נבחר
hi_in: चयनित क्लिप का विश्लेषण करें
hr_hr: Analizirajte odabrani isječak
hu_hu: Elemezze a kiválasztott klipet
hy_am: Վերլուծեք ընտրված տեսահոլովակը
id_id: Menganalisis klip yang dipilih
is_is: Greindu valinn bút
it_ch: Analizzare la clip selezionata
ja_jp: 選択したクリップを分析します
ka_ge: გაანალიზეთ არჩეული კლიპი
kk_kz: Таңдалған клипті талдаңыз
km_kh: វិភាគឈុតដែលបានជ្រើសរើស
kn_in: ಆಯ್ದ ಕ್ಲಿಪ್ ಅನ್ನು ವಿಶ್ಲೇಷಿಸಿ
ko_kr: 선택한 클립을 분석하십시오
ky_kg: Тандалган клипти анализ
lo_la: ວິເຄາະຄລິບທີ່ເລືອກ
lt_lt: Išanalizuokite pasirinktą klipą
lv_lv: Analizēt atlasīto klipu
mi_nz: Te tātari i te topenga kua tohua
mk_mk: Анализирајте го избраниот клип
ml_in: തിരഞ്ഞെടുത്ത ക്ലിപ്പ് വിശകലനം ചെയ്യുക
mr_in: निवडलेल्या क्लिपचे विश्लेषण करा
ms_my: Menganalisis klip terpilih
mt_mt: Analizza l-klipp magħżul
nb_no: Analyser valgt klipp
ne_np: चयनित क्लिप विश्लेषण गर्नुहोस्
nl_be: Analyseer geselecteerde clip
or_in: ମନୋନୀତ କ୍ଲିପ୍ ବିଶ୍ଳେଷଣ କରନ୍ତୁ |
pa_arab: ਚੁਣੀ ਗਈ ਕਲਿੱਪ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ
pl_pl: Przeanalizuj wybrany klip
pt_br: Analise o clipe selecionado
ro_ro: Analizați clipul selectat
ru_ru: Анализ выбранного клипа
sk_sk: Analyzujte vybraný klip
sl_si: Analizirajte izbrani posnetek
sq_al: Analizoni klipin e zgjedhur
sr_cyrl_me: Анализирајте одабрани снимак
sv_fi: Analysera vald klipp
sw_ke: Chambua kipande kilichochaguliwa
ta_in: தேர்ந்தெடுக்கப்பட்ட கிளிப்பை பகுப்பாய்வு செய்யுங்கள்
te_in: ఎంచుకున్న క్లిప్‌ను విశ్లేషించండి
th_th: วิเคราะห์คลิปที่เลือก
tk_tm: Saýlanan klip seljeriş
tr_tr: Seçilen klibi analiz et
tt_ru: Сайланган клипны анализлагыз
ug_cn: تاللانغان قىستۇرما تەھلىل قىلىڭ
uk_ua: Проаналізувати вибраний кліп
ur_pk: منتخب کردہ کلپ کا تجزیہ کریں
uz_cyrl: Tanlangan klipni tahlil qiling
vi_vn: Phân tích clip được chọn
zh_hant: 分析選定的剪輯
