Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionSetClipboardHint
source: Sets the clipboard to the input clip.
af_za: Stel die knipbord op die invoergreep.
am_et: የቅንጥብ ሰሌዳውን ወደ ግቤት ክሊፕ ያዘጋጃል.
ar_bh: يضبط الحافظة على مقطع الإدخال.
as_in: ক্লিপবোৰ্ডক ইনপুট ক্লিপলৈ সংহতি কৰে।
az_cyrl: Panoya giriş klipinə aparır.
bg_bg: Задава клипборда на входния клип.
bn_in: ইনপুট ক্লিপটিতে ক্লিপবোর্ড সেট করে।
bs_latn_ba: Postavlja međuspremnik na ulazni isječak.
ca_es: Estableix el porta -retalls al clip d’entrada.
cs_cz: Nastaví schránku na vstupní klip.
cy_gb: Yn gosod y clipfwrdd i'r clip mewnbwn.
da_dk: Indstiller udklipsholderen til inputklippet.
de_ch: Legt die Zwischenablage auf den Eingangsclip fest.
el_gr: Ορίζει το πρόχειρο στο κλιπ εισόδου.
es_bo: Establece el portapapeles en el clip de entrada.
et_ee: Määrab lõikelaua sisendklambri külge.
fa_ir: کلیپ بورد را روی کلیپ ورودی تنظیم می کند.
fi_fi: Asettaa leikepöydän syöttöliikkeeseen.
fil_ph: Itinatakda ang clipboard sa clip ng input.
fr_029: Définit le presse-papiers sur le clip d'entrée.
ga_ie: Socraíonn sé an ghearrthaisce ar an ghearrthóg ionchuir.
gu_in: ક્લિપબોર્ડને ઇનપુટ ક્લિપ પર સેટ કરે છે.
he_il: מגדיר את הלוח לקליפ הקלט.
hi_in: क्लिपबोर्ड को इनपुट क्लिप पर सेट करता है।
hr_hr: Postavlja međuspremnik na ulaznu isječak.
hu_hu: A vágólapot beállítja a bemeneti klipre.
hy_am: Clipboard- ը սահմանում է մուտքային սեղմակով:
id_id: Mengatur clipboard ke klip input.
is_is: Stillir klemmuspjaldið á inntaksklemmuna.
it_ch: Imposta gli appunti sulla clip di input.
ja_jp: クリップボードを入力クリップに設定します。
ka_ge: ადგენს ბუფერას შეყვანის კლიპზე.
kk_kz: Аралық сақтағышты кіріс клипіне орнатады.
km_kh: កំណត់ក្តារតម្បៀតខ្ទាស់ទៅនឹងឈុតបញ្ចូល។
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅನ್ನು ಇನ್ಪುಟ್ ಕ್ಲಿಪ್‌ಗೆ ಹೊಂದಿಸುತ್ತದೆ.
ko_kr: 클립 보드를 입력 클립으로 설정합니다.
ky_kg: Киргизүүчү клипке алмашуу буферин орнотот.
lo_la: ກໍານົດ clipboard ໃຫ້ກັບຄລິບປ້ອນຂໍ້ມູນ.
lt_lt: Nustato mainų sritį į įvesties klipą.
lv_lv: Iestata starpliktuvi uz ievades klipu.
mi_nz: Ka tautuhia te papapa ki te topenga whakauru.
mk_mk: Ја поставува таблата со клип на влезниот клип.
ml_in: ഇൻപുട്ട് ക്ലിപ്പിലേക്ക് ക്ലിപ്പ്ബോർഡ് സജ്ജമാക്കുന്നു.
mr_in: इनपुट क्लिपवर क्लिपबोर्ड सेट करते.
ms_my: Menetapkan papan klip ke klip input.
mt_mt: Twaqqaf il-clipboard fuq il-filmat tal-input.
nb_no: Angir utklippstavlen til inngangsklippet.
ne_np: क्लिपबोर्डमा इनपुट क्लिपमा सेट गर्दछ।
nl_be: Stelt het klembord in op de invoerclip.
or_in: କ୍ଲିପବୋର୍ଡକୁ ଇନପୁଟ୍ କ୍ଲିପ୍ ରେ ସେଟ୍ କରେ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਇਨਪੁਟ ਕਲਿੱਪ ਤੇ ਸੈੱਟ ਕਰਦਾ ਹੈ.
pl_pl: Ustawia schowek na klips wejściowy.
pt_br: Define a área de transferência para o clipe de entrada.
ro_ro: Setează clipboard -ul pe clipul de intrare.
ru_ru: Устанавливает буфер обмена на входной клип.
sk_sk: Nastavuje schránku na vstupný klip.
sl_si: Nastavi odložišče na vhodni posnetek.
sq_al: Vendos clipboard në klipin e hyrjes.
sr_cyrl_me: Поставља међуспремник на улазну копчу.
sv_fi: Ställer in urklippet på ingångsklippet.
sw_ke: Inaweka clipboard kwenye kipande cha pembejeo.
ta_in: கிளிப்போர்டை உள்ளீட்டு கிளிப்பிற்கு அமைக்கிறது.
te_in: క్లిప్‌బోర్డ్‌ను ఇన్‌పుట్ క్లిప్‌కు సెట్ చేస్తుంది.
th_th: ตั้งค่าคลิปบอร์ดเป็นคลิปอินพุต
tk_tm: Paneli giriş klipine düzetýär.
tr_tr: Panoyu giriş klipsine ayarlar.
tt_ru: Кертү клипына буферны куя.
ug_cn: چاپلاش تاختىسىنى كىرگۈزۈش قىستۇرمىسىغا قويىدۇ.
uk_ua: Встановлює буфер обміну на вхідну кліп.
ur_pk: کلپ بورڈ کو ان پٹ کلپ پر سیٹ کرتا ہے۔
uz_cyrl: Klipboardni kirish klipiga o'rnatadi.
vi_vn: Đặt bảng tạm cho clip đầu vào.
zh_hant: 將剪貼板設置為輸入剪輯。

# ActionAlertAlertSound
source: Alert
af_za: Alarmsein
am_et: ማንቂያ
ar_bh: يُحذًِر
as_in: সতৰ্ক
az_cyrl: Xəbərdarlıq
bg_bg: Тревога
bn_in: সতর্ক
bs_latn_ba: Upozoriti
ca_es: Alertar
cs_cz: Upozornění
cy_gb: Rhybuddion
de_ch: Alarm
el_gr: Συναγερμός
es_bo: Alerta
et_ee: Märguanne
fa_ir: هشدار دادن
fi_fi: Hälytys
fil_ph: Alerto
fr_029: Alerte
ga_ie: Foláireamh
gu_in: સાવધ
he_il: עֵרָנִי
hi_in: चेतावनी
hr_hr: Budan
hu_hu: Éber
hy_am: Ահ
id_id: Peringatan
is_is: Viðvörun
it_ch: Mettere in guardia
ja_jp: アラート
ka_ge: ფხიზელი
kk_kz: Дабыл
km_kh: ផាបរបុងចើងការ
kn_in: ಎಚ್ಚರಿಕೆ
ko_kr: 알리다
ky_kg: Эскертүү
lo_la: ສົ່ງເຕືອນ
lt_lt: Budrus
lv_lv: Modrs
mi_nz: Kakama
mk_mk: Предупредување
ml_in: ജാഗതയുള്ള
mr_in: सतर्क
ms_my: Amaran
mt_mt: Twissija
nb_no: Varsling
ne_np: सतर्क गराउनु
or_in: ସତର୍କ
pa_arab: ਚੇਤਾਵਨੀ
pl_pl: Alarm
pt_br: Alerta
ro_ro: Alerta
ru_ru: Тревога
sk_sk: Výstraha
sl_si: Budno
sq_al: Alarm
sr_cyrl_me: Упозорити
sv_fi: Varna
sw_ke: Tahadhari
ta_in: எச்சரிக்கை
te_in: హెచ్చరిక
th_th: เตือน
tk_tm: Hüşgär
tr_tr: Uyarı
tt_ru: Уяу
ug_cn: ئاگاھ
uk_ua: Насторожений
ur_pk: انتباہ
uz_cyrl: Hushyor
vi_vn: Báo động
zh_hant: 警報

# ActionAlertBlipSound
source: Blip
af_za: Blaas
am_et: ብጥብጥ
ar_bh: وميض
az_cyrl: Çimmək
bg_bg: Премигване
bn_in: ব্লিপ
bs_latn_ba: Policajac
ca_es: Vincle
cy_gb: Chitabu
el_gr: Χυλό
es_bo: Punto luminoso en un radar
et_ee: Pilgutama
fa_ir: لگد زدن
fi_fi: Nykäy
fr_029: Spot
ga_ie: Seilip
gu_in: મસ્ત
he_il: נְקוּדַת אוֹר
hi_in: ब्लिप
hr_hr: Zategnuti
hu_hu: Radarkép
hy_am: Ապտակ
ja_jp: ブリップ
ka_ge: სიბრტყე
kk_kz: Гүл қою
km_kh: របមខ្លួន
kn_in: ಸುಂಕ
ko_kr: 블립
lo_la: ຂັດ
lt_lt: Blipas
lv_lv: Mirkšķēt
mi_nz: Ipu
mk_mk: Размачкана
ml_in: ഒഴിപ്പിക്കല്
mr_in: ब्लिप
ne_np: गहिरो बाशा
nl_be: Knuppel
or_in: ଜଳ
pa_arab: ਛਾਲ
pl_pl: Punkcik na ekranie
ru_ru: Промальный
sk_sk: Kĺzať
sl_si: Utrip
sq_al: Çarje
sr_cyrl_me: Звер
sv_fi: Slip
ta_in: தடங்கலாகவே
te_in: బ్లిప్
th_th: ทำให้เสีย
tk_tm: Gyrgyç
tr_tr: Karmakarışık
tt_ru: Блип
uk_ua: Вибухнути
ur_pk: بلپ

# ActionAlertChimeSound
source: Chime
af_za: Klem
am_et: ቾይ
ar_bh: تتناغم
az_cyrl: Ciymar
bg_bg: Звънец
bn_in: চিম
ca_es: Dins
cs_cz: Rozeznít
cy_gb: Chlyd
el_gr: Αρμονική κωδωνοκρουσία
es_bo: Repicar
et_ee: Hele
fa_ir: صدا کردن
fi_fi: Soittaminen
fr_029: Carillon
ga_ie: Tascradh
gu_in: એક જાત
he_il: צִלצוּל
hi_in: झंकार
hr_hr: Zvoniti
hu_hu: Harangjáték
hy_am: Քիթ
id_id: Berbunyi
ja_jp: チャイム
ka_ge: ქუდი
kk_kz: Тәтті
km_kh: ឈក្យល
kn_in: ಚಿಮುಕಿಸು
ko_kr: 차임
lo_la: ຊູ່
lv_lv: Skanēt
mi_nz: Koingoingoiwai
ml_in: ചിം
ne_np: सावधानी
nl_be: Rand
or_in: ଚିମ୍
pa_arab: ਚਾਈਮ
pl_pl: Kurant
ru_ru: Пробег
sk_sk: Zazvoniť
sl_si: Zvonec
sq_al: Zile
sr_cyrl_me: Звоно
sv_fi: Klämta
ta_in: சைம்
te_in: చిమ్
th_th: เสียงระฆัง
tk_tm: Sime
tr_tr: Zil
tt_ru: Чим
uk_ua: Прорізувати
ur_pk: چیم
uz_cyrl: Dilbar
vi_vn: Kêu vang
zh_hant: 鈴

# ActionAlertHint
source: General purpose sound and/or system tray message alerts. Alert action's have no affect on their input.
af_za: Algemene doelwitte en/of stelselboodskappe -waarskuwings. Alert -aksie het geen invloed op hul insette nie.
am_et: አጠቃላይ ዓላማ ድምፅ እና / ወይም የስርዓት ትሬይ መልእክት ማስጠንቀቂያዎች. ንቁ እርምጃው በግቤትዎ ላይ ተጽዕኖ የለውም.
ar_bh: تنبيهات رسائل صينية الصوت و/أو الغرض العام. لا تؤثر إجراء التنبيه على مدخلاتهم.
as_in: সাধাৰণ উদ্দেশ্যৰ শব্দ আৰু/বা চিস্টেম ট্ৰে বাৰ্তা সতৰ্কবাণীসমূহ। সতৰ্ক কাৰ্য্যৰ ইনপুটত কোনো প্ৰভাৱ নপৰে।
az_cyrl: Ümumi məqsəd səs və / və ya sistem tepsisi mesaj siqnalları. Alert Fəaliyyəti onların girişinə təsir göstərmir.
bg_bg: Сигнали за съобщения за звук с общо предназначение и/или системна тава. Актуалните действия не влияят върху тяхното принос.
bn_in: সাধারণ উদ্দেশ্য সাউন্ড এবং/অথবা সিস্টেম ট্রে বার্তা সতর্কতা। সতর্কতা অ্যাকশনগুলির তাদের ইনপুটটিতে কোনও প্রভাব নেই।
bs_latn_ba: Upozorenja o zvuku i / ili sistemske poruke o sistemu opće namjene. Alert akcije nemaju utjecaj na njihov ulaz.
ca_es: Alertes de missatges del so de propòsit general i/o del sistema. L’acció d’alerta no té cap afecte en la seva aportació.
cs_cz: Obecný účel Zvuková a/nebo systémová upozornění na zprávy. Výstražná akce nemá žádný vliv na jejich vstup.
cy_gb: Rhybuddion Negesau Hambwrdd Sain a/neu System Pwrpas Cyffredinol. Nid yw gweithredoedd rhybuddio yn cael unrhyw effaith ar eu mewnbwn.
da_dk: Generelle formålslyd og/eller systembakke -meddelelser advarsler. Alarmhandlinger har ingen indflydelse på deres input.
de_ch: Allzweck -Schall- und/oder System -Tablett -Nachrichtenwarnungen. Warnaktionen haben keinen Einfluss auf ihre Eingabe.
el_gr: Ειδοποιήσεις μηνυμάτων γενικού σκοπού ή/και ειδοποιήσεων μηνυμάτων συστήματος. Η δράση ειδοποίησης δεν έχει καμία επίδραση στην εισήγησή τους.
es_bo: Alertas de mensajes de sonido y/o bandeja de sistema de uso general. Las acciones de alerta no tienen ningún efecto en su opinión.
et_ee: Üldotstarbelised heli- ja/või süsteemialuse teadete märguanded. Häirete tegevus ei mõjuta nende panust.
fa_ir: هشدارهای پیام سینی صدا و/یا سیستم هدف کلی. اقدامات هشدار هیچ تاثیری در ورودی آنها ندارد.
fi_fi: Yleiskäyttöiset ääni- ja/tai järjestelmälokeron viestihälytykset. Hälytystoiminnoilla ei ole vaikutusta heidän panokseensa.
fil_ph: Pangkalahatang layunin ng tunog at/o mga alerto sa mensahe ng tray ng system. Ang alerto ng aksyon ay walang nakakaapekto sa kanilang pag -input.
fr_029: Alertes de messages de bacs de son du son et / ou du système système. Les actions d'alerte n'ont aucun effet sur leur entrée.
ga_ie: Cuspóir Ginearálta Foláirimh Teachtaireachta Trádála Fuaime agus/nó Córais. Níl aon tionchar ag gníomh foláirimh ar a n -ionchur.
gu_in: સામાન્ય હેતુ ધ્વનિ અને/અથવા સિસ્ટમ ટ્રે સંદેશ ચેતવણીઓ. ચેતવણી ક્રિયાના તેમના ઇનપુટ પર કોઈ અસર નથી.
he_il: התראות הודעות צליל ו/או מגש מערכת כללי. לפעולות התראה אין השפעה על הקלט שלהן.
hi_in: सामान्य उद्देश्य ध्वनि और/या सिस्टम ट्रे संदेश अलर्ट। अलर्ट एक्शन का उनके इनपुट पर कोई प्रभाव नहीं पड़ता है।
hr_hr: Upozorenja o zvuku opće namjene i/ili sistemske ladice. Akcije upozorenja nemaju utjecaj na njihov unos.
hu_hu: Általános célú hang- és/vagy rendszer tálca üzenet riasztások. A riasztási műveleteknek nincs hatása a bemenetükre.
hy_am: Ընդհանուր նշանակության ձայնային եւ (կամ) համակարգի սկուտեղի հաղորդագրության ազդանշաններ: Alert Action- ը ազդում է դրանց ներդրման վրա:
id_id: SUARA TUJUAN UMUM dan/atau peringatan pesan baki sistem. Tindakan peringatan tidak mempengaruhi inputnya.
is_is: Almennt hljóð- og/eða viðvaranir um kerfisbakka. Viðvörunaraðgerðir hafa engin áhrif á inntak þeirra.
it_ch: Avvisi di messaggi del vassoio audio e/o del sistema generale. Le azioni di allerta non hanno alcun effetto sul loro input.
ja_jp: 汎用サウンドおよび/またはシステムトレイメッセージアラート。アラートアクションは、入力に影響を与えません。
ka_ge: ზოგადი დანიშნულების ხმის ან/და სისტემის უჯრის შეტყობინებების შეტყობინებები. Alert Action– ს გავლენა არ აქვს მათ შეყვანაზე.
kk_kz: Жалпы мақсаттағы дыбыс және / немесе жүйелік науа туралы ескертулер. Ескерту әрекеті олардың енгізілуіне әсер етпейді.
km_kh: សំឡេងមានគោលបំណងទូទៅនិង / ឬការដាស់តឿនសារថាសប្រព័ន្ធ។ សកម្មភាពដាស់តឿនមិនមានឥទ្ធិពលលើការបញ្ចូលរបស់ពួកគេទេ។
kn_in: ಸಾಮಾನ್ಯ ಉದ್ದೇಶದ ಧ್ವನಿ ಮತ್ತು/ಅಥವಾ ಸಿಸ್ಟಮ್ ಟ್ರೇ ಸಂದೇಶ ಎಚ್ಚರಿಕೆಗಳು. ಎಚ್ಚರಿಕೆ ಕ್ರಿಯೆಗಳು ಅವರ ಇನ್ಪುಟ್ ಮೇಲೆ ಯಾವುದೇ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.
ko_kr: 범용 사운드 및/또는 시스템 트레이 메시지 알림. Alert Action은 입력에 영향을 미치지 않습니다.
ky_kg: Жалпы максаттагы үн жана / же тутумдук науалык кабар эскертүүлөрү. Эскертүү иш-аракеттери алардын киргизүүсүнө таасир этпейт.
lo_la: ສຽງທີ່ມີຈຸດປະສົງທົ່ວໄປແລະ / ຫຼືການແຈ້ງເຕືອນຂໍ້ຄວາມຂອງຖ້ໍາລະບົບ. ການກະທໍາເຕືອນຂອງການປະຕິບັດບໍ່ມີຜົນກະທົບຕໍ່ການປ້ອນຂໍ້ມູນຂອງພວກເຂົາ.
lt_lt: Bendrosios paskirties garso ir (arba) sistemos dėklo pranešimų įspėjimai. Įspėjimo veiksmai neturi įtakos jų indėliui.
lv_lv: Vispārīgas nozīmes skaņas un/vai sistēmas paplātes ziņojumu brīdinājumi. Brīdinājuma darbība neietekmē viņu ieguldījumu.
mi_nz: Ko te kaupapa whaanui me te / ranei nga tohu korero mo te raarangi. Ko te mahi mataaratanga kaore e pa ki a raatau whakauru.
mk_mk: Општа намена звук и/или сигнали за пораки на фиоката за системска намера. Агрозијата за предупредување нема никакво влијание врз нивниот влез.
ml_in: പൊതു ലക്ഷ്യ ശബ്ദം കൂടാതെ / അല്ലെങ്കിൽ സിസ്റ്റം ട്രേ സന്ദേശ അലേർട്ടുകൾ. അലേർട്ട് പ്രവർത്തനങ്ങൾക്ക് അവരുടെ ഇൻപുട്ടിനെ ബാധിക്കില്ല.
mr_in: सामान्य हेतू ध्वनी आणि/किंवा सिस्टम ट्रे संदेश सतर्क. सतर्क कृतीचा त्यांच्या इनपुटवर कोणताही परिणाम होत नाही.
ms_my: Makluman Bunyi Bunyi dan/atau Sistem Umum Umum. Tindakan amaran tidak menjejaskan input mereka.
mt_mt: Twissijiet ta 'Messaġġi ta' Trej tal-Ħoss u / jew tas-Sistema ta 'Għan Ġenerali. L-azzjoni ta 'twissija m'għandha l-ebda effett fuq l-input tagħhom.
nb_no: Generelle formål og/eller varsler om systembrett. Varslingshandling har ingen innvirkning på deres innspill.
ne_np: सामान्य उद्देश्य ध्वनि र / वा प्रणाली ट्रे ट्रे चेतावनी चेतावनी। सचेत कार्यको उनीहरूको इनपुटमा कुनै असर पर्दैन।
nl_be: Algemene doeleinden geluids- en/of systeemlabelswaarschuwingen. Alert -actie's hebben geen invloed op hun input.
or_in: ସାଧାରଣ ଉଦ୍ଦେଶ୍ୟ ଶବ୍ଦ ଏବଂ / କିମ୍ବା ସିଷ୍ଟମ୍ ଟ୍ରେ ବାର୍ତ୍ତା ଆଲର୍ଟ | ଆଲର୍ଟ କ୍ରିୟା ସେମାନଙ୍କ ଇନପୁଟ୍ ଉପରେ କ f ଣସି ପ୍ରଭାବ ନାହିଁ |
pa_arab: ਆਮ ਉਦੇਸ਼ ਅਤੇ / ਜਾਂ ਸਿਸਟਮ ਟਰੇ ਸੁਨੇਹਾ ਚੇਤਾਵਨੀ. ਚੇਤਾਵਨੀ ਕਾਰਵਾਈ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਇੰਪੁੱਟ 'ਤੇ ਕੋਈ ਅਸਰ ਨਹੀਂ ਹੁੰਦਾ.
pl_pl: Ogólne powiadomienia o dźwięku i/lub transmisji tacki systemowej. Działania alertów nie mają wpływu na ich wkład.
pt_br: Alertas de mensagem de bandeja de som e/ou sistema de propósito geral. As ações de alerta não têm efeito em suas contribuições.
ro_ro: Alerte de mesaje de sunet general și/sau tăvi de sistem. Acțiunile de alertă nu au niciun impact asupra contribuției lor.
ru_ru: Общее назначение звука и/или системного лотка оповещения. Действие оповещения не влияет на их вклад.
sk_sk: Výstrahy zvukových a/alebo systémových podnosov na všeobecné účely. Action Action nemá vplyv na ich vstup.
sl_si: Splošni namen zvočni in/ali sistemska opozorila o sporočilu pladnja. Alert Action ne vpliva na njihov vnos.
sq_al: Alarme të mesazheve të tingullit të përgjithshëm dhe/ose sistemit të sistemit. Veprimi i alarmit nuk ka asnjë ndikim në kontributin e tyre.
sr_cyrl_me: Звук опште намене и / или упозорења о поруци система. Акција упозорења нису утицати на њихов унос.
sv_fi: Allmänt Sound Sound och/eller systemfackmeddelande varningar. Alert Action's har ingen påverkan på deras insatser.
sw_ke: Sauti ya jumla ya kusudi na/au arifu za ujumbe wa tray. Hatua za tahadhari hazina athari kwenye pembejeo zao.
ta_in: பொது நோக்கம் ஒலி மற்றும்/அல்லது கணினி தட்டு செய்தி எச்சரிக்கைகள். எச்சரிக்கை நடவடிக்கை அவற்றின் உள்ளீட்டில் எந்த பாதிப்பையும் ஏற்படுத்தாது.
te_in: సాధారణ ప్రయోజన ధ్వని మరియు/లేదా సిస్టమ్ ట్రే సందేశ హెచ్చరికలు. హెచ్చరిక చర్య వారి ఇన్పుట్ మీద ఎటువంటి ప్రభావం చూపదు.
th_th: การแจ้งเตือนเสียงและ/หรือระบบการแจ้งเตือนของระบบถาด การแจ้งเตือนการกระทำไม่มีผลกระทบต่อการป้อนข้อมูลของพวกเขา
tk_tm: Umumy maksatly ses we / ýa-da ulgam tarey habar habary duýduryşlary. Duýduryş hereketleriniň girişine täsir etmeýär.
tr_tr: Genel amaçlı ses ve/veya sistem tepsisi mesaj uyarıları. Uyarı eylemlerinin girdileri üzerinde hiçbir etkisi yoktur.
tt_ru: Гомуми максатлы тавыш һәм / яки система фаҗи хәбәре хәбәрләре. Аларның кертүгә уяу чаралар юк.
ug_cn: ئادەتتىكى مەقسەت ساغلام ۋە / ياكى سىستېما TICY ئۇچۇر ئاگاھلاندۇرۇشى. ئاگاھلاندۇرۇش ھەرىكىتىنىڭ ئۇلارنىڭ كىرگۈزۈشىگە تەسىر كۆرسەتمەيدۇ.
uk_ua: Загальне призначення та/або сповіщення повідомлень про лоток для систем. Дія попередження не впливає на їх вклад.
ur_pk: عام مقصد کی آواز اور/یا سسٹم ٹرے میسج الرٹس۔ الرٹ ایکشن کا ان کے ان پٹ پر کوئی اثر نہیں پڑتا ہے۔
uz_cyrl: Umumiy maqsadlar ovozi va / yoki tizimni tasdiqlovchi xabarlar ogohlantirishlari. Ogohlantirishlar harakati ularning kiritishiga ta'sir qilmaydi.
vi_vn: Thông báo thông báo thông báo khay và/hoặc thông báo khay hệ thống chung. Cảnh báo hành động không có ảnh hưởng đến đầu vào của họ.
zh_hant: 通用聲音和/或系統托盤消息警報。警報動作對他們的輸入沒有影響。

# ActionAlertMessageLabel
source: Message
af_za: Boodskap
am_et: መልእክት
ar_bh: رسالة
as_in: বাৰ্তা
az_cyrl: Mesaj
bg_bg: Съобщение
bn_in: বার্তা
bs_latn_ba: Poruka
ca_es: Missatge
cs_cz: Zpráva
cy_gb: Neges
da_dk: Besked
de_ch: Nachricht
el_gr: Μήνυμα
es_bo: Mensaje
et_ee: Teade
fa_ir: پیام
fi_fi: Viesti
fil_ph: Mensahe
ga_ie: Gar
gu_in: સંદેશ
he_il: הוֹדָעָה
hi_in: संदेश
hr_hr: Poruka
hu_hu: Üzenet
hy_am: Հաղորդագրություն
id_id: Pesan
is_is: Skilaboð
it_ch: Messaggio
ja_jp: メッセージ
ka_ge: შეტყობინება
kk_kz: Хабар
km_kh: ប៍តមាន
kn_in: ಸಂದೇಶ
ko_kr: 메시지
ky_kg: Билдирүү
lo_la: ຂໍ້ຄວາມ
lt_lt: Pranešimas
lv_lv: Ziņot
mi_nz: Pūrongo
mk_mk: Порака
ml_in: ദൂത്
mr_in: संदेश
ms_my: Mesej
mt_mt: Messaġġ
nb_no: Beskjed
ne_np: सन्देश
nl_be: Bericht
or_in: ବାର୍ତ୍ତା |
pa_arab: ਸੁਨੇਹਾ
pl_pl: Wiadomość
pt_br: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
sk_sk: Správa
sl_si: Sporočilo
sq_al: Mesazh
sr_cyrl_me: Поручити
sv_fi: Meddelande
sw_ke: Ujumbe
ta_in: செய்தி
te_in: సందేశం
th_th: ข้อความ
tk_tm: Habar
tr_tr: İleti
tt_ru: Хәбәр
ug_cn: ئۇچۇر
uk_ua: повідомлення
ur_pk: پیغام
uz_cyrl: Xabar
vi_vn: Tin nhắn
zh_hant: 訊息

# ActionAlertMonkeySound
source: Monkey
af_za: Aap
am_et: ዝንጀሮ
ar_bh: قرد
as_in: বান্দৰ
az_cyrl: Meymun
bg_bg: Маймуна
bn_in: বানর
bs_latn_ba: Majica
ca_es: Simi
cs_cz: Opice
cy_gb: Mwnci
da_dk: Abe
de_ch: Affe
el_gr: Πίθηκος
es_bo: Mono
et_ee: Ahv
fa_ir: میمون
fi_fi: Apina
fil_ph: Unggoy
fr_029: Singe
ga_ie: Monnach
gu_in: વાંદરો
he_il: קוֹף
hi_in: बंदर
hr_hr: Majmun
hu_hu: Majom
hy_am: Կապիկ
id_id: Monyet
is_is: Apaköttur
it_ch: Scimmia
ja_jp: 猿
ka_ge: მაიმუნი
kk_kz: Маймыл
km_kh: សវា
kn_in: ಕೋತಿ
ko_kr: 원숭이
ky_kg: Маймыл
lo_la: ລິງ
lt_lt: Beždžionė
lv_lv: Pērtiķis
mi_nz: Makimaki
mk_mk: Мајмун
ml_in: കുരങ്ങ്
mr_in: माकड
ms_my: Monyet
mt_mt: Xadina
nb_no: Ape
ne_np: बांदर
nl_be: Aap
or_in: ମାଙ୍କଡ଼
pa_arab: ਬਾਂਦਰ
pl_pl: Małpa
pt_br: Macaco
ro_ro: Maimuţă
ru_ru: Обезьяна
sk_sk: Puknúť
sl_si: Opica
sq_al: Shkumë
sr_cyrl_me: Манкирати
sv_fi: Apa
sw_ke: Tumbili
ta_in: குரங்கு
te_in: కోతి
th_th: ลิง
tk_tm: Maýmyn
tr_tr: Maymun
tt_ru: Маймыл
ug_cn: مايمۇن
uk_ua: Мавпа
ur_pk: بندر
uz_cyrl: Maymun
vi_vn: Con khỉ
zh_hant: 猴

# ActionAlertPreviewLabel
source: Preview
af_za: Voorskou
am_et: ቅድመ-እይታ
ar_bh: معاينة
as_in: পূৰ্বদৰ্শন
az_cyrl: Önizləmə
bg_bg: Визуализация
bn_in: পূর্বরূপ
bs_latn_ba: Pregled
ca_es: Vista prèvia
cs_cz: Náhled
cy_gb: Rhagolwg
de_ch: Vorschau
el_gr: Προεπισκόπηση
es_bo: Avance
et_ee: Eelvaade
fa_ir: پیش نمایش
fi_fi: Esikatselu
fr_029: Aperçu
ga_ie: Réamhamharc
gu_in: પૂર્વદર્શન
he_il: תצוגה מקדימה
hi_in: पूर्व दर्शन
hr_hr: Pregled
hu_hu: Előnézet
hy_am: Նախադիտում
id_id: Pratinjau
is_is: Forsýning
it_ch: Anteprima
ja_jp: プレビュー
ka_ge: ანონსი
kk_kz: Алдын-ала қарау
km_kh: បុរេតសសន៍
kn_in: ಮುನ್ನೋಟ
ko_kr: 시사
ky_kg: Алдын ала көрүү
lo_la: ການສະແດງຕົວຢ່າງ
lt_lt: Peržiūra
lv_lv: Priekšskatījums
mi_nz: Kite wāwā
mk_mk: Преглед
ml_in: പിവു
mr_in: पूर्वावलोकन
ms_my: Pratonton
nb_no: Forhåndsvisning
ne_np: पुर्व अवलोकन
nl_be: Voorbeeld
or_in: ପୂର୍ବାବଲୋକନ
pa_arab: ਝਲਕ
pl_pl: Zapowiedź
pt_br: Visualização
ro_ro: previzualizare
ru_ru: Предварительный просмотр
sk_sk: Náhľad
sl_si: Predogled
sq_al: Vrojtim
sr_cyrl_me: Преглед
sv_fi: Förhandsvisning
sw_ke: Hakikisho
ta_in: முன்னோட்ட
te_in: ప్రివ్యూ
th_th: ดูตัวอย่าง
tk_tm: Deslapky syn
tr_tr: Ön izleme
tt_ru: Алдан карау
ug_cn: ئالدىن كۆرۈش
uk_ua: Попередній перегляд
ur_pk: پیش نظارہ
uz_cyrl: Oldindan ko'rish
vi_vn: Xem trước
zh_hant: 預覽

# ActionAlertShowLabel
source: Show?
af_za: Wys?
am_et: አሳይ?
ar_bh: يعرض؟
as_in: প্ৰদৰ্শনী?
az_cyrl: Şou?
bg_bg: Показване?
bn_in: শো?
bs_latn_ba: Prikaži?
ca_es: Espectacle?
cs_cz: Ukázat?
cy_gb: Dangos?
da_dk: At vise?
de_ch: Zeigen?
el_gr: Προβολή?
es_bo: ¿Espectáculo?
et_ee: Näita?
fa_ir: نشان دادن؟
fi_fi: Näytä?
fil_ph: Ipakita?
fr_029: Montrer?
ga_ie: Seó?
gu_in: બતાવો?
he_il: הופעה?
hi_in: दिखाओ?
hr_hr: Pokazati?
hu_hu: Előadás?
hy_am: Ցուցադրում?
id_id: Menunjukkan?
is_is: Sýna?
it_ch: Spettacolo?
ja_jp: 見せる？
ka_ge: აჩვენე?
kk_kz: Көрсету?
km_kh: បង្ហាញ?
kn_in: ತೋರಿಸುವುದೇ?
ko_kr: 보여주다?
lo_la: ສະແດງ?
lt_lt: Rodyti?
lv_lv: Parādīt?
mi_nz: Whakaatuhia?
mk_mk: Шоу?
ml_in: കാണിക്കണോ?
mr_in: दर्शवा?
ms_my: Menunjukkan?
mt_mt: Juru
nb_no: Forestilling?
ne_np: देखाउनु?
or_in: ଶୋ?
pa_arab: ਦਿਖਾਓ?
pl_pl: Pokazywać?
pt_br: Mostrar?
ro_ro: Spectacol?
ru_ru: Показывать?
sk_sk: Šou?
sl_si: Razstava?
sq_al: Shfaqje?
sr_cyrl_me: Прикажи?
sw_ke: Onyesha?
ta_in: காட்டு?
te_in: చూపిస్తారా?
th_th: แสดง?
tk_tm: Görkezýärmi?
tr_tr: Göstermek?
tt_ru: Шоу?
uk_ua: Показ?
ur_pk: دکھائیں؟
uz_cyrl: Shou?
vi_vn: Trình diễn?
zh_hant: 展示？
