Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountPurchaseSuccessfulCaption
source: Your account has been successfully upgraded to: {0}/{1}
af_za: U rekening was suksesvol opgegradeer na: {0}/{1}
am_et: የእርስዎ መለያ በተሳካ ሁኔታ ቆይቷል ተሻሽሏል {0} / {1}
ar_bh: لقد تم نجاح حسابك تمت ترقيتها إلى: {0}/{1}
as_in: আপোনাৰ একাউণ্ট সফলতাৰে কৰা হৈছে উন্নয়ন কৰা হৈছে: {0}/{1}
az_cyrl: Hesabınız uğurla oldu YENİLƏNİB: {0} / {1}
bg_bg: Вашият акаунт е успешно надграден до: {0}/{1}
bn_in: আপনার অ্যাকাউন্ট সফলভাবে হয়েছে আপগ্রেড হয়েছে: {0}/{1}
bs_latn_ba: Vaš račun je uspješno nadograđen na: {0} / {1}
ca_es: El vostre compte ha estat amb èxit actualitzat a: {0}/{1}
cs_cz: Váš účet byl úspěšně upgradováno na: {0}/{1}
cy_gb: Mae eich cyfrif wedi bod yn llwyddiannus wedi'i uwchraddio i: {0}/{1}
da_dk: Din konto er med succes opgraderet til: {0}/{1}
de_ch: Ihr Konto wurde erfolgreich aktualisiert auf: {0}/{1}
el_gr: Ο λογαριασμός σας ήταν με επιτυχία αναβαθμισμένο σε: {0}/{1}
es_bo: Su cuenta ha sido exitosa actualizado a: {0}/{1}
et_ee: Teie konto on olnud edukalt uuendatud: {0}/{1}
fa_ir: حساب شما با موفقیت بوده است به روز شده به: {0}/{1}
fi_fi: Tilisi on ollut onnistuneesti Päivitetty: {0}/{1}
fil_ph: Matagumpay ang iyong account Na -upgrade sa: {0}/{1}
fr_029: Votre compte a été avec succès Mise à niveau vers: {0} / {1}
ga_ie: D'éirigh go maith le do chuntas Uasghrádaithe go: {0}/{1}
gu_in: તમારું એકાઉન્ટ સફળતાપૂર્વક રહ્યું છે આના પર અપગ્રેડ: {0}/{1}
he_il: חשבונך היה בהצלחה משודרג ל: {0}/{1}
hi_in: आपका खाता सफलतापूर्वक रहा है अपग्रेड किया गया: {0}/{1}
hr_hr: Vaš je račun uspješno Nadograđeno na: {0}/{1}
hu_hu: Fiókja sikeresen megtörtént Frissítve: {0}/{1}
hy_am: Ձեր հաշիվը հաջողությամբ է եղել արդիականացված է. {0} / {1}
id_id: Akun Anda telah berhasil ditingkatkan ke: {0}/{1}
is_is: Reikningurinn þinn hefur verið með góðum árangri Uppfært í: {0}/{1}
it_ch: Il tuo account è stato con successo aggiornato a: {0}/{1}
ja_jp: あなたのアカウントは成功しました アップグレード： {0}/{1}
ka_ge: თქვენი ანგარიში წარმატებით დასრულდა განახლებულია: {0}/{1}
kk_kz: Сіздің шотыңыз сәтті өтті Жаңартылды: {0} / {1}
km_kh: គណនីរបស់អ្នកបានជោគជ័យ បានធ្វើឱ្យប្រសើរឡើងទៅ: {0} / {1}
kn_in: ನಿಮ್ಮ ಖಾತೆ ಯಶಸ್ವಿಯಾಗಿದೆ ಇದಕ್ಕೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲಾಗಿದೆ: {0}/{1}
ko_kr: 귀하의 계정이 성공적으로되었습니다 업그레이드 : {0}/{1}
ky_kg: Сиздин каттоо эсебиңиз ийгиликтүү болду төмөнкүлөрдү жаңыртты: {0} / {1}
lo_la: ບັນຊີຂອງທ່ານໄດ້ປະສົບຜົນສໍາເລັດ ຍົກລະດັບໃຫ້: {0} / {1}
lt_lt: Jūsų sąskaita buvo sėkmingai Atnaujinta iki: {0}/{1}
lv_lv: Jūsu konts ir veiksmīgi modernizēts uz: {0}/{1}
mi_nz: Kua angitu to putea Whakapaihia ki: {0} / {1}
mk_mk: Вашата сметка е успешно надграден на: {0}/{1}
ml_in: നിങ്ങളുടെ അക്കൗണ്ട് വിജയകരമായി ഇതിലേക്ക് അപ്ഗ്രേഡുചെയ്തു: {0} / {1}
mr_in: आपले खाते यशस्वीरित्या झाले आहे येथे श्रेणीसुधारित: {0}/{1}
ms_my: Akaun anda berjaya dinaik taraf ke: {0}/{1}
mt_mt: Il-kont tiegħek kien b'suċċess Aġġornat għal: {0} / {1}
nb_no: Kontoen din har vært vellykket oppgradert til: {0}/{1}
ne_np: तपाईको खाता सफलतापूर्वक सम्पन्न भएको छ मा अपग्रेड गरियो: {0}/{1}
nl_be: Uw account is succesvol geweest opgewaardeerd naar: {0}/{1}
or_in: ତୁମର ଖାତା ସଫଳତାର ସହିତ ଅଛି | ଅପଗ୍ରେଡ୍ ହୋଇଛି: {0} / {1}
pa_arab: ਤੁਹਾਡਾ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਹੋ ​​ਗਿਆ ਹੈ ਅਪਗ੍ਰੇਡ ਕੀਤਾ: {0} / {1}
pl_pl: Twoje konto zostało pomyślnie Uaktualniono do: {0}/{1}
pt_br: Sua conta foi com sucesso Atualizado para: {0}/{1}
ro_ro: Contul dvs. a fost cu succes modernizat la: {0}/{1}
ru_ru: Ваша учетная запись была успешно модернизировано: {0}/{1}
sk_sk: Váš účet bol úspešne Inovované na: {0}/{1}
sl_si: Vaš račun je bil uspešno nadgrajeno na: {0}/{1}
sq_al: Llogaria juaj ka qenë me sukses i azhurnuar në: {0}/{1}
sr_cyrl_me: Ваш рачун је успешно био надограђен на: {0} / {1}
sv_fi: Ditt konto har varit framgångsrikt uppgraderad till: {0}/{1}
sw_ke: Akaunti yako imefanikiwa iliyosasishwa kwa: {0}/{1}
ta_in: உங்கள் கணக்கு வெற்றிகரமாக உள்ளது இதில் மேம்படுத்தப்பட்டது: {0}/{1}
te_in: మీ ఖాతా విజయవంతంగా ఉంది దీనికి అప్‌గ్రేడ్ చేయబడింది: {0}/{1}
th_th: บัญชีของคุณประสบความสำเร็จ อัพเกรดเป็น: {0}/{1}
tk_tm: Hasabyňyz üstünlikli boldy Öçürildi: {0} / {1}
tr_tr: Hesabınız başarıyla Yükseltildi: {0}/{1}
tt_ru: Сезнең счетыгыз уңышлы үтте яңартылды: {0} / {1}
ug_cn: ھېساباتىڭىز مۇۋەپپەقىيەتلىك بولدى يېڭىلاندى: {0} / {1}
uk_ua: Ваш рахунок успішно модернізований до: {0}/{1}
ur_pk: آپ کا اکاؤنٹ کامیابی کے ساتھ رہا ہے اپ گریڈ کیا گیا: {0}/{1}
uz_cyrl: Sizning hisobingiz muvaffaqiyatli o'tdi Mablara: {0} / {1}
vi_vn: Tài khoản của bạn đã thành công Nâng cấp lên: {0}/{1}
zh_hant: 您的帳戶已成功 升級到： {0}/{1}

# AccountPurchaseSuccessfulTitle
source: Purchase Successful!
af_za: Koop suksesvol!
am_et: ግ purchase ች!
ar_bh: شراء ناجحة!
as_in: ক্ৰয় সফল!
az_cyrl: Uğurlu alın!
bg_bg: Покупка успешна!
bn_in: ক্রয় সফল!
bs_latn_ba: Kupite uspješno!
ca_es: Compra amb èxit!
cs_cz: Koupit úspěšný!
cy_gb: Prynu yn llwyddiannus!
da_dk: Køb vellykket!
de_ch: Erfolgreich kaufen!
el_gr: Αγορά επιτυχώς!
es_bo: ¡Compra exitoso!
et_ee: Osta edukas!
fa_ir: خرید موفق!
fi_fi: Osta onnistunut!
fil_ph: Bumili ng matagumpay!
fr_029: Achetez un succès!
ga_ie: Ceannach rathúil!
gu_in: સફળ ખરીદી!
he_il: לרכוש מוצלח!
hi_in: सफल खरीद!
hr_hr: Kupite uspješno!
hu_hu: Vásároljon sikeres!
hy_am: Գնեք հաջող:
id_id: Beli Sukses!
is_is: Kaupa vel!
it_ch: Acquista successo!
ja_jp: 成功して購入！
ka_ge: წარმატებული შეიძინეთ!
kk_kz: Сатып алу сәтті!
km_kh: ទិញទទួលបានជោគជ័យ!
kn_in: ಯಶಸ್ವಿಯಾಗಿ ಖರೀದಿ!
ko_kr: 성공적으로 구매하십시오!
ky_kg: Ийгиликтүү сатып алыңыз!
lo_la: ຊື້ທີ່ປະສົບຜົນສໍາເລັດ!
lt_lt: Įsigykite sėkmingai!
lv_lv: Iegādājieties veiksmīgu!
mi_nz: Hoko angitu!
mk_mk: Набавете успешно!
ml_in: വിജയകരമായി വാങ്ങുക!
mr_in: यशस्वी खरेदी!
ms_my: Beli berjaya!
mt_mt: Xiri ta 'suċċess!
nb_no: Kjøp vellykket!
ne_np: सफल खरीद गर्नुहोस्!
nl_be: Koop succesvol!
or_in: ସଫଳ କ୍ରୟ କରନ୍ତୁ!
pa_arab: ਖਰੀਦ ਸਫਲ!
pl_pl: Kup sukces!
pt_br: Compre sucesso!
ro_ro: Cumpărați succes!
ru_ru: Купить успешно!
sk_sk: Kúpte si úspešné!
sl_si: Nakup uspešen!
sq_al: Bleni i suksesshëm!
sr_cyrl_me: Куповина успешног!
sv_fi: Köp framgångsrikt!
sw_ke: Nunua mafanikio!
ta_in: வெற்றிகரமாக வாங்கவும்!
te_in: విజయవంతంగా కొనుగోలు చేయండి!
th_th: ซื้อสำเร็จ!
tk_tm: Üstünlik satyn alyň!
tr_tr: Başarılı satın alın!
tt_ru: Уңышлы сатып алыгыз!
ug_cn: مۇۋەپپەقىيەت قازاندى!
uk_ua: Придбайте успішно!
ur_pk: کامیاب خریداری!
uz_cyrl: Muvaffaqiyatli xarid qiling!
vi_vn: Mua thành công!
zh_hant: 購買成功！

# CommonErrorLabel
source: Error
af_za: Fout
am_et: ስህተት
ar_bh: خطأ
as_in: আঁসোৱাহ
az_cyrl: Səhv
bg_bg: Грешка
bn_in: ত্রুটি
bs_latn_ba: Greška
cs_cz: Chyba
cy_gb: Wallau
da_dk: Fejl
de_ch: Fehler
el_gr: Λάθος
et_ee: Viga
fa_ir: خطا
fi_fi: Virhe
fr_029: Erreur
ga_ie: Earráid
gu_in: ભૂલ
he_il: שְׁגִיאָה
hi_in: गलती
hr_hr: Pogreška
hu_hu: Hiba
hy_am: Սխալ
id_id: Kesalahan
is_is: Villa
it_ch: Errore
ja_jp: エラー
ka_ge: შეცდომა
kk_kz: Қателік
km_kh: កមហុស
kn_in: ದೋಷ
ko_kr: 오류
ky_kg: Ката
lo_la: ຜິດ
lt_lt: Klaida
lv_lv: Kļūda
mi_nz: Hē
mk_mk: Грешка
ml_in: പിശക്
mr_in: त्रुटी
ms_my: Ralat
mt_mt: Żball
nb_no: Feil
ne_np: त्रुटि
nl_be: Fout
or_in: ତ୍ରୁଟି
pa_arab: ਗਲਤੀ
pl_pl: Błąd
pt_br: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sq_al: Gabim
sr_cyrl_me: Грешка
sv_fi: Fel
sw_ke: Kosa
ta_in: பிழை
te_in: లోపం
th_th: ข้อผิดพลาด
tk_tm: Ýalňyşlyk
tr_tr: Hata
tt_ru: Хата
ug_cn: خاتالىق
uk_ua: Помилка
ur_pk: غلطی
uz_cyrl: Xato
vi_vn: Lỗi
zh_hant: 錯誤

# CommonConnectionFailedCaption
source: Connection failed.
af_za: Verbinding het misluk.
am_et: ግንኙነት አልተሳካም.
ar_bh: فشل الاتصال.
as_in: সংযোগ বিফল।
az_cyrl: Əlaqə uğursuz oldu.
bg_bg: Свързването е неуспешно.
bn_in: সংযোগ ব্যর্থ হয়েছে.
bs_latn_ba: Veza nije uspjela.
ca_es: Connexió fallida.
cs_cz: Připojení se nezdařilo.
cy_gb: Methodd y cysylltiad.
da_dk: Forbindelsen mislykkedes.
de_ch: Verbindung fehlgeschlagen.
el_gr: Αποτυχημένη σύνδεση.
es_bo: La conexión falló.
et_ee: Ühendus nurjus.
fa_ir: ارتباط ناموفق بود.
fi_fi: Yhteys epäonnistui.
fil_ph: Nabigo ang koneksyon.
fr_029: La connexion a échoué.
ga_ie: Theip ar an nasc.
gu_in: જોડાણ નિષ્ફળ.
he_il: חיבור נכשל.
hi_in: कनेक्शन विफल।
hr_hr: Veza nije uspjela.
hu_hu: Kapcsolat nem sikerült.
hy_am: Կապը ձախողվեց.
id_id: Koneksi gagal.
is_is: Tenging mistókst.
it_ch: Connessione fallita.
ja_jp: 接続に失敗しました。
ka_ge: კავშირი ვერ მოხერხდა.
kk_kz: Қосылу сәтсіз аяқталды.
km_kh: ការ​ត​ភ្ជាប់​បាន​បរាជ័យ។
kn_in: ಸಂಪರ್ಕ ವಿಫಲವಾಗಿದೆ.
ko_kr: 연결에 실패.
ky_kg: Туташуу ишке ашкан жок.
lo_la: ການເຊື່ອມຕໍ່ລົ້ມເຫລວ.
lt_lt: Nepavyko prisijungti.
lv_lv: Savienojums neizdevās.
mi_nz: I hinga te hononga.
mk_mk: Поврзувањето не успеа.
ml_in: കണക്ഷൻ പരാജയപ്പെട്ടു.
mr_in: संपर्क खंडित.
ms_my: Sambungan gagal.
mt_mt: Il-konnessjoni falliet.
nb_no: Tilkoblingen mislyktes.
ne_np: सम्पर्क असफल।
nl_be: Verbinding mislukt.
or_in: ସଂଯୋଗ ବିଫଳ ହେଲା |
pa_arab: ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹ ਹੈ.
pl_pl: Połączenie nieudane.
pt_br: A conexão falhou.
ro_ro: Conexiune esuata.
ru_ru: Соединение не удалось.
sk_sk: Pripojenie zlyhalo.
sl_si: Povezava ni uspela.
sq_al: Lidhja dështoi.
sr_cyrl_me: Веза није успостављена.
sv_fi: Anslutningen misslyckades.
sw_ke: Uunganisho umeshindwa.
ta_in: இணைப்பு தோல்வியடைந்தது.
te_in: సంధానము విఫలమైనది.
th_th: การเชื่อมต่อล้มเหลว.
tk_tm: Baglanyşyk şowsuz boldy.
tr_tr: Bağlantı başarısız oldu.
tt_ru: Тоташу уңышсыз калды.
ug_cn: ئۇلىنىش مەغلۇپ بولدى.
uk_ua: Підключення не вдалося.
ur_pk: رابطہ ناکام.
uz_cyrl: Ulanish amalga oshmadi.
vi_vn: Kết nối thất bại.
zh_hant: 連接失敗。

# CommonRetryLabel
source: Retry
af_za: Herver hierdie
am_et: እንደገና መሞከር
ar_bh: إعادة المحاولة
as_in: পুনৰ চেষ্টা কৰক
az_cyrl: Yenidən cəhd etmək
bg_bg: Повторение
bn_in: পুনরায় চেষ্টা করা
bs_latn_ba: Pokušati
ca_es: Tornar a provar
cs_cz: Opakovat
cy_gb: Chyrchwch
da_dk: Prøve igen
de_ch: Wiederholen
el_gr: Ξαναδοκιμάσετε
es_bo: Rever
et_ee: Uuesti proovima
fa_ir: مجدداً
fi_fi: Tehdä uudelleen
fil_ph: Muling
fr_029: Recommencez
ga_ie: Ais a chur ar ais
gu_in: ફરી કોશિશ કરવી
he_il: נסה שוב
hi_in: पुन: प्रयास करें
hr_hr: Ponovo namotati
hu_hu: Próbálja újra
hy_am: Փորձել
id_id: Mencoba kembali
is_is: Reyni aftur
it_ch: Riprovare
ja_jp: リトライ
ka_ge: გამოცხადება
kk_kz: Қайталау
km_kh: ាប់រេគ្រប់យ៉ាងបី
kn_in: ಮರುಪ್ರಯತ್ನಿಸಿ
ko_kr: 다시 해 보다
ky_kg: Кайра аракет кылуу
lo_la: ລອງໃຫມ່
lt_lt: Bandyti
lv_lv: Atkārtot
mi_nz: Rehiry hoki
mk_mk: Повторно обидете се
ml_in: വീണ്ടുംരി ചെയ്യുക
mr_in: पुन्हा प्रयत्न करा
ms_my: Cuba semula
mt_mt: Erġa 'erġa'
nb_no: Prøv på nytt
ne_np: ीक आचरण
nl_be: Opnieuw proberen
or_in: ପୁନ ry ଚେଷ୍ଟା କର
pa_arab: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbować ponownie
pt_br: Tente novamente
ro_ro: Din nou
ru_ru: Повторно
sk_sk: Skúsiť znova
sl_si: Poskusiti
sq_al: Rigjykoj
sr_cyrl_me: Покушај поново
sv_fi: Försök igen
sw_ke: Jaribu tena
ta_in: மீண்டும் முயற்சிக்கவும்
te_in: మళ్లీ ప్రయత్నించండి
th_th: ลองอีกครั้ง
tk_tm: Gaýtadan synanyşyň
tr_tr: Yeniden yapmak
tt_ru: Кабатлап кара
ug_cn: قايتا سىناڭ
uk_ua: Повторити
ur_pk: دوبارہ کوشش کریں
uz_cyrl: Qaytadan urinib ko'rmoq
vi_vn: Thử lại
zh_hant: 重試

# NtfCapAccountChangedTitle
source: Account Changed
af_za: Rekening verander
am_et: መለያ ተለወጠ
ar_bh: تم تغيير الحساب
as_in: একাউণ্ট সলনি কৰা হৈছে
az_cyrl: Hesab dəyişdi
bg_bg: Променете акаунта
bn_in: অ্যাকাউন্ট পরিবর্তন হয়েছে
bs_latn_ba: Račun se promijenio
ca_es: Compte canviat
cs_cz: Účet se změnil
cy_gb: Newidiwyd y Cyfrif
da_dk: Konto ændret
de_ch: Konto geändert
el_gr: Ο λογαριασμός άλλαξε
es_bo: Cuenta cambiada
et_ee: Konto muudetud
fa_ir: حساب تغییر کرد
fi_fi: Tili
fil_ph: Nagbago ang account
fr_029: Le compte a changé
ga_ie: Athraíodh an cuntas
gu_in: હિસાબ બદલવો
he_il: החשבון השתנה
hi_in: खाता बदल गया
hr_hr: Račun se promijenio
hu_hu: A fiók megváltozott
hy_am: Հաշիվը փոխվեց
id_id: Akun berubah
is_is: Reikningur breytt
it_ch: Account modificato
ja_jp: アカウントが変更されました
ka_ge: ანგარიში შეიცვალა
kk_kz: Тіркелгі өзгерді
km_kh: គណនីបានផ្លាស់ប្តូរ
kn_in: ಖಾತೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
ko_kr: 계정이 변경되었습니다
ky_kg: Эсеп өзгөрдү
lo_la: ບັນຊີປ່ຽນບັນຊີ
lt_lt: Pasikeitė sąskaita
lv_lv: Mainīts konts
mi_nz: Kua hurihia te kaute
mk_mk: Сметката се смени
ml_in: അക്കൗണ്ട് മാറ്റി
mr_in: खाते बदलले
ms_my: Akaun berubah
mt_mt: Kont mibdul
nb_no: Kontoen endret
ne_np: खाता परिवर्तन भयो
nl_be: Account gewijzigd
or_in: ଖାତା ବଦଳାଗଲା |
pa_arab: ਖਾਤਾ ਬਦਲਿਆ
pl_pl: Konto się zmieniło
pt_br: Conta alterada
ro_ro: Cont schimbat
ru_ru: Учетная запись изменилась
sk_sk: Účet sa zmenil
sl_si: Račun se je spremenil
sq_al: Llogaria ndryshoi
sr_cyrl_me: Рачун се променио
sv_fi: Kontot ändrades
sw_ke: Akaunti ilibadilishwa
ta_in: கணக்கு மாற்றப்பட்டது
te_in: ఖాతా మార్చబడింది
th_th: เปลี่ยนบัญชี
tk_tm: Hasap üýtgedildi
tr_tr: Hesap değişti
tt_ru: Хисап үзгәртелде
ug_cn: ھېسابات ئۆزگەرتىلدى
uk_ua: Рахунок змінився
ur_pk: اکاؤنٹ بدل گیا
uz_cyrl: Hisob o'zgartirildi
vi_vn: Tài khoản đã thay đổi
zh_hant: 帳戶更改
