Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# EditorTemplateContactHint
source: <p>Using available contacts (requires a fetcher plugin) this field will be used for all instances of this template across this document or in any it will be referenced in later.</p><p> So for example if select email address here then the email field of the contact you select will be used for all instances in this document.</p>
af_za: <p>Met behulp van beskikbare kontakte (benodig 'n fetcher-inprop) sal hierdie veld gebruik word vir alle gevalle van hierdie sjabloon in hierdie dokument of in enige plek waarna later verwys sal word.</p><p> As u byvoorbeeld e-posadres hier kies, sal die e-posveld van die kontak wat u kies, vir alle gevalle in hierdie dokument gebruik word.</p>
am_et: የሚገኙ እውቂያዎችን በመጠቀም (የፍርድ ቤት ተሰኪዎችን ይፈልጋል) ይህ መስክ በዚህ ሰነድ ውስጥ ወይም በሌላ ሰነድ ውስጥ ለሚጠቀሱ ሁሉ ጥቅም ላይ ይውላል. </ p> <p> ለምሳሌ ኢሜል አድራሻን ይምረጡ እርስዎ የሚከተሏቸው የኢሜል መስክ በዚህ ሰነድ ውስጥ ለሁሉም አጋጣሚዎች ጥቅም ላይ ይውላሉ. </ p>
ar_bh: <p>باستخدام جهات الاتصال المتاحة (يتطلب مكونا إضافيا للجلب) ، سيتم استخدام هذا الحقل لجميع مثيلات هذا القالب عبر هذا المستند أو في أي منها سيتم الرجوع إليه لاحقا.</p><p> على سبيل المثال ، إذا حدد عنوان البريد الإلكتروني هنا ، استخدام حقل البريد الإلكتروني لجهة الاتصال التي تحددها لجميع الحالات في هذا المستند.</p>
as_in: <p>উপলব্ধ সম্পৰ্কসমূহ ব্যৱহাৰ কৰি (ফেচাৰ প্লাগিনৰ প্ৰয়োজন) এই ফিল্ডটো এই ডকুমেণ্টত এই টেমপ্লেটৰ সকলো উদাহৰণৰ বাবে ব্যৱহাৰ কৰা হ'ব বা যিকোনো এটাত ইয়াক পিছত উল্লেখ কৰা হ'ব।</p><p> গতিকে উদাহৰণ স্বৰূপে যদি ইয়াত ইমেইল ঠিকনা বাছনি কৰক তেন্তে আপুনি বাছনি কৰা সম্পৰ্কৰ ইমেইল ক্ষেত্ৰটো এই ডকুমেণ্টৰ সকলো উদাহৰণৰ বাবে ব্যৱহাৰ কৰা হ'ব।</p>
az_cyrl: <p> Mövcud kontaktlardan istifadə etmək (bu sahə bu sahə bu sənəddəki bu şablonun bütün halları üçün istifadə ediləcək və ya sonradan istinad ediləcək. </ p> <p> Beləliklə, e-poçt ünvanı seçilməlidir Burada seçim etdiyiniz kontaktın e-poçt sahəsi bu sənəddəki bütün hallar üçün istifadə ediləcəkdir. </ p>
bg_bg: <p> Използване на налични контакти (изисква приставка за извличане) Това поле ще бъде използвано за всички случаи на този шаблон в този документ или във всеки то ще бъде посочено по -късно. </p> <p> Така например, ако изберете имейл адрес Тогава след това полето за имейл на избрания контакт ще бъде използвано за всички случаи в този документ. </p>
bn_in: <p>উপলভ্য পরিচিতিগুলি ব্যবহার করে (একটি ফেচার প্লাগইন প্রয়োজন) এই ক্ষেত্রটি এই দস্তাবেজ জুড়ে এই টেমপ্লেটের সমস্ত উদাহরণের জন্য ব্যবহার করা হবে বা যে কোনও ক্ষেত্রে এটি পরে উল্লেখ করা হবে।</p><p> সুতরাং উদাহরণস্বরূপ, যদি এখানে ইমেল ঠিকানা নির্বাচন করা হয় তবে আপনার নির্বাচন করা পরিচিতির ইমেল ক্ষেত্রটি এই দস্তাবেজের সমস্ত দৃষ্টান্তের জন্য ব্যবহৃত হবে।</p>
bs_latn_ba: <p>Koristeći dostupne kontakte (zahteva dodatak za hvatanje) ovo polje će se koristiti za sve instance ovog predloška u ovom dokumentu ili u bilo kom drugom navedenom dokumentu.</p><p> Na primer, ako izaberete adresu e-pošte ovde, polje za e-poštu kontakta koji odaberete će se koristiti za sve instance u ovom dokumentu.</p>
ca_es: <p>Utilitzant els contactes disponibles (requereix un connector d'obtenció), aquest camp s'utilitzarà per a totes les instàncies d'aquesta plantilla en aquest document o en qualsevol en què es farà referència més endavant.</p><p> Així, per exemple, si seleccioneu l'adreça de correu electrònic aquí, el camp de correu electrònic del contacte que seleccioneu s'utilitzarà per a totes les instàncies d'aquest document.</p>
cs_cz: <p>Při použití dostupných kontaktů (vyžaduje zásuvný modul pro načítání) bude toto pole použito pro všechny instance této šablony v tomto dokumentu nebo v jakémkoli dokumentu, ve kterém se bude odkazovat později.</p><p> Pokud tedy například zde vyberete e-mailovou adresu, použije se pole e-mailu vybraného kontaktu pro všechny výskyty v tomto dokumentu.</p>
cy_gb: <p>Gan ddefnyddio cysylltiadau sydd ar gael (mae angen ategyn fetcher) bydd y maes hwn yn cael ei ddefnyddio ar gyfer pob achos o'r templed hwn ar draws y ddogfen hon neu mewn unrhyw un y cyfeirir ato yn ddiweddarach.</p><p> Felly, er enghraifft, os dewiswch gyfeiriad e-bost yma, bydd maes e-bost y cyswllt a ddewiswch yn cael ei ddefnyddio ar gyfer pob achos yn y ddogfen hon.</p>
da_dk: <p>Ved hjælp af tilgængelige kontakter (kræver et hentningsplugin) vil dette felt blive brugt til alle forekomster af denne skabelon på tværs af dette dokument eller i nogen, der vil blive refereret til senere.</p><p> Så hvis du f.eks. vælger e-mail-adresse her, vil e-mail-feltet for den kontakt, du vælger, blive brugt til alle forekomster i dette dokument.</p>
de_ch: <p>Bei Verwendung verfügbarer Kontakte (erfordert ein Fetcher-Plugin) wird dieses Feld für alle Instanzen dieser Vorlage in diesem Dokument oder in jedem Dokument verwendet, auf das später verwiesen wird.</p><p> Wenn Sie hier beispielsweise eine E-Mail-Adresse auswählen, wird das E-Mail-Feld des von Ihnen ausgewählten Kontakts für alle Instanzen in diesem Dokument verwendet.</p>
el_gr: <p>Χρησιμοποιώντας τις διαθέσιμες επαφές (απαιτεί ένα πρόσθετο fetcher), αυτό το πεδίο θα χρησιμοποιηθεί για όλες τις εμφανίσεις αυτού του προτύπου σε αυτό το έγγραφο ή σε οποιοδήποτε θα αναφερθεί αργότερα.</p><p> Έτσι, για παράδειγμα, εάν επιλέξετε διεύθυνση ηλεκτρονικού ταχυδρομείου εδώ, τότε το πεδίο ηλεκτρονικού ταχυδρομείου της επαφής που επιλέγετε θα χρησιμοποιηθεί για όλες τις παρουσίες σε αυτό το έγγραφο.</p>
es_bo: <p>Usando los contactos disponibles (requiere un complemento de búsqueda), este campo se utilizará para todas las instancias de esta plantilla en este documento o en cualquiera de las que se haga referencia más adelante.</p><p> Entonces, por ejemplo, si selecciona la dirección de correo electrónico aquí, el campo de correo electrónico del contacto que seleccione se utilizará para todas las instancias de este documento.</p>
et_ee: <p>Kasutades saadaolevaid kontakte (nõuab fetcheri pistikprogrammi), kasutatakse seda välja selle malli kõigi eksemplaride jaoks selles dokumendis või mis tahes, millele hiljem viidatakse.</p><p> Näiteks kui valite siin e-posti aadressi, kasutatakse teie valitud kontakti e-posti välja kõigi selle dokumendi eksemplaride jaoks.</p>
fa_ir: <p>با استفاده از اشناهای موجود ) نیاز به وصلۀ واکشی ( این زمینه برای همۀ نمونههای این قالب در سراسر این سند یا در هر موردی که بعدا به ان ارجاع داده خواهد شد ، استفاده خواهد شد.</p><p> بنابراین به عنوان مثال اگر ادرس ایمیل را در اینجا انتخاب کنید، فیلد ایمیل مخاطبی که انتخاب می کنید برای همه موارد موجود در این سند استفاده می شود.</p>
fi_fi: <p>Käytettävissä olevien yhteystietojen avulla (vaatii fetcher-laajennuksen) tätä kenttää käytetään kaikissa tämän mallin esiintymissä tässä asiakirjassa tai missä tahansa, johon siihen viitataan myöhemmin.</p><p> Jos esimerkiksi valitset sähköpostiosoitteen tässä, valitsemasi yhteyshenkilön sähköpostikenttää käytetään kaikissa tämän asiakirjan esiintymissä.</p>
fil_ph: <p>Gamit ang magagamit na mga contact (nangangailangan ng isang fetcher plugin) ang patlang na ito ay gagamitin para sa lahat ng mga pagkakataon ng template na ito sa buong dokumentong ito o sa anumang ito ay sanggunian sa mamaya.</p><p> Kaya halimbawa kung piliin ang email address dito pagkatapos ay ang email field ng contact na iyong pinili ay gagamitin para sa lahat ng mga pagkakataon sa dokumentong ito.</p>
fr_029: <p>En utilisant les contacts disponibles (nécessite un plugin fetcher), ce champ sera utilisé pour toutes les instances de ce modèle dans ce document ou dans tout autre document dans lequel il sera référencé ultérieurement.</p><p> Ainsi, par exemple, si vous sélectionnez l’adresse e-mail ici, le champ e-mail du contact que vous sélectionnez sera utilisé pour toutes les instances de ce document.</p>
ga_ie: <p>Ag baint úsáide as teagmhálacha atá ar fáil (éilíonn breiseán fetcher) Beidh an réimse seo a úsáid le haghaidh gach cás den teimpléad seo ar fud an doiciméad seo nó in aon beidh sé tagairt i níos déanaí.</p><p> Mar sin, mar shampla má roghnaíonn tú seoladh ríomhphoist anseo, úsáidfear réimse ríomhphoist na teagmhála a roghnaíonn tú do gach cás sa doiciméad seo.</p>
gu_in: <p>ઉપલબ્ધ સંપર્કોને વાપરી રહ્યા છે (લાવવાનું પ્લગઇન જરૂરી છે) આ ક્ષેત્ર આ દસ્તાવેજમાં આ ટેમ્પલેટના બધા દાખલાઓ માટે વપરાશે અથવા કોઇપણમાં તે પછીથી સંદર્ભિત થશે.</p><p> તેથી ઉદાહરણ તરીકે, જો અહીં ઇમેઇલ એડ્રેસ પસંદ કરો, તો તમે પસંદ કરો છો તે સંપર્કનું ઇમેઇલ ક્ષેત્ર આ દસ્તાવેજના તમામ દાખલાઓ માટે ઉપયોગમાં લેવામાં આવશે.</p>
he_il: <p>באמצעות אנשי קשר זמינים (דורש תוסף fetcher) שדה זה ישמש עבור כל המופעים של תבנית זו במסמך זה או בכל אחד מהם הוא יופנה מאוחר יותר.</p><p> כך, לדוגמה, אם תבחר כתובת דוא"ל כאן, שדה הדוא"ל של איש הקשר שתבחר ישמש עבור כל המופעים במסמך זה.</p>
hi_in: <p>उपलब्ध संपर्कों का उपयोग करना (एक फ़ेचर प्लगइन की आवश्यकता है) इस फ़ील्ड का उपयोग इस दस्तावेज़ में इस टेम्पलेट के सभी आवृत्तियों के लिए किया जाएगा या किसी भी में इसे बाद में संदर्भित किया जाएगा।</p><p> इसलिए उदाहरण के लिए यदि यहां ईमेल पते का चयन करें तो आपके द्वारा चुने गए संपर्क की ईमेल फ़ील्ड का उपयोग इस दस्तावेज़ में सभी उदाहरणों के लिए किया जाएगा।</p>
hr_hr: <p>Korištenjem dostupnih kontakata (potreban je dodatak za dohvaćanje) ovo će se polje koristiti za sve instance ovog predloška u ovom dokumentu ili u bilo kojem na koje će se kasnije referencirati.</p><p> Tako, na primjer, ako ovdje odaberete adresu e-pošte, polje e-pošte odabranog kontakta koristit će se za sve instance u ovom dokumentu.</p>
hu_hu: <p>A rendelkezésre álló névjegyek használatával (amelyhez fetcher bővítmény szükséges) ez a mező lesz használva a sablon összes példányához ebben a dokumentumban, vagy bármely olyan példányban, amelyre később hivatkozni fogunk.</p><p> Tehát például, ha itt válassza ki az e-mail címet, akkor a kiválasztott kapcsolattartó e-mail mezőjét fogja használni a dokumentum összes példányához.</p>
hy_am: <p>Օգտագործելով մատչելի կոնտակտներ (պահանջվում է fetcher plugin) այս դաշտը կօգտագործվի այս մոդելի բոլոր դեպքերի համար այս փաստաթղթում կամ ցանկացած դեպքում այն կներկայացվի ավելի ուշ:</p><p> Այսպիսով, օրինակ, եթե այստեղ ընտրեք էլփոստի հասցեն, ապա ձեր ընտրած կապի էլփոստի դաշտը կօգտագործվի այս փաստաթղթում բոլոր դեպքերի համար:</p>
id_id: <p>Menggunakan kontak yang tersedia (memerlukan plugin pengambil) bidang ini akan digunakan untuk semua contoh templat ini di seluruh dokumen ini atau di mana pun itu akan dirujuk nanti.</p><p> Jadi misalnya jika pilih alamat email di sini maka bidang email dari kontak yang Anda pilih akan digunakan untuk semua contoh dalam dokumen ini.</p>
is_is: <p>Notkun tiltækra tengiliða (þarf að sækja íforrit) á þessi reitur að verða notaður fyrir öll tilfelli af þessu sniðmáti í þessu skjali eða í þeim tilvikum sem vísað verður í það síðar.</p><p> Svo til dæmis, ef veldu netfang hér, þá verður tölvupóstreitur tengiliðarins sem þú velur notaður í öllum tilvikum í þessu skjali.</p>
it_ch: <p>Utilizzando i contatti disponibili (richiede un plug-in di recupero), questo campo verrà utilizzato per tutte le istanze di questo modello in questo documento o in qualsiasi in cui verrà fatto riferimento in seguito.</p><p> Quindi, ad esempio, se si seleziona l'indirizzo e-mail qui, il campo e-mail del contatto selezionato verrà utilizzato per tutte le istanze in questo documento.</p>
ja_jp: <p>利用可能な連絡先(フェッチャープラグインが必要)を使用すると、このフィールドは、このドキュメント全体のこのテンプレートのすべてのインスタンス、または後で参照されるすべてのインスタンスに使用されます。</p><p> たとえば、ここでメールアドレスを選択すると、選択した連絡先のメールフィールドがこのドキュメントのすべてのインスタンスに使用されます。</p>
ka_ge: <p> ხელმისაწვდომი კონტაქტების გამოყენებით (მოითხოვს Fetcher მოდულს) ეს ველი გამოყენებული იქნება ამ შაბლონის ყველა შემთხვევაში ამ დოკუმენტში, ან ნებისმიერში, მას მოგვიანებით მოიხსენიებთ. </p> <p> მაგალითად, თუ აირჩიეთ ელ.ფოსტის მისამართი აქ შემდეგ თქვენს მიერ არჩეული კონტაქტის ელ.ფოსტის ველი გამოიყენება ამ დოკუმენტში ყველა ინსტანციისთვის. </p>
kk_kz: <p> Қол жетімді контактілерді пайдалану (FECTUREL плагині қажет) Бұл өріс осы құжаттың барлық даналары үшін осы құжаттың барлық даналары үшін пайдаланылады немесе кез-келген жағдайда ол кейінірек сілтеме жасалады. </ p> <p> Егер электрондық пошта мекенжайы таңдаңыз Мұнда сіз таңдаған контактінің электрондық поштасы осы құжаттағы барлық даналар үшін пайдаланылады. </ p>
km_kh: <p>ការ ប្រើ ទំនាក់ទំនង ដែល មាន (តម្រូវ ឲ្យ មាន កម្មវិធី ជំនួយ fetcher) វាល នេះ នឹង ត្រូវ បាន ប្រើ សម្រាប់ គ្រប់ ករណី នៃ template នេះ នៅ ទូទាំង ឯកសារ នេះ ឬ នៅ ក្នុង ឯកសារ ណាមួយ ដែល វា នឹង ត្រូវ បាន យោង នៅ ពេល ក្រោយ ។</p><p> ដូច្នេះ ឧទាហរណ៍ ប្រសិន បើ ជ្រើស អាសយដ្ឋាន អ៊ីមែល នៅ ទីនេះ នោះ វាល អ៊ីមែល នៃ ទំនាក់ទំនង ដែល អ្នក ជ្រើស នឹង ត្រូវ បាន ប្រើ សម្រាប់ រាល់ ករណី នៅ ក្នុង ឯកសារ នេះ ។</p>
kn_in: <p>ಲಭ್ಯವಿರುವ ಸಂಪರ್ಕಗಳನ್ನು ಬಳಸಿಕೊಂಡು (ಫೆಚರ್ ಪ್ಲಗಿನ್ ಅಗತ್ಯವಿದೆ) ಈ ಫೀಲ್ಡ್ ಅನ್ನು ಈ ದಾಖಲೆಯಾದ್ಯಂತ ಈ ಟೆಂಪ್ಲೇಟ್ ನ ಎಲ್ಲಾ ಸಂದರ್ಭಗಳಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಅಥವಾ ನಂತರ ಉಲ್ಲೇಖಿಸಲಾಗುವ ಯಾವುದರಲ್ಲಾದರೂ.</p><p> ಆದ್ದರಿಂದ ಉದಾಹರಣೆಗೆ ಇಲ್ಲಿ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಸಂಪರ್ಕದ ಇಮೇಲ್ ಕ್ಷೇತ್ರವನ್ನು ಈ ದಾಖಲೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಸಂದರ್ಭಗಳಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ.</p>
ko_kr: <p>사용 가능한 연락처(fetcher 플러그인 필요)를 사용하여 이 필드는 이 문서 전체에서 이 템플릿의 모든 인스턴스에 사용되거나 나중에 참조될 모든 인스턴스에 사용됩니다.</p><p> 예를 들어 여기에서 전자 메일 주소를 선택하면 선택한 연락처의 전자 메일 필드가 이 문서의 모든 인스턴스에 사용됩니다.</p>
ky_kg: Байланышты колдонуу (Фетчердин плагин плагин талап кылынат) Бул документтин бардык учурлары ушул документтин бардык учурлары үчүн колдонулат же ал документтин бардык учурлары үчүн колдонулат же андан кийинчерээк шилтемелешет. </ p> <p> электрондук почта дареги Бул жерде сиз тандаган байланыштын электрондук почта талаасы бул документтеги бардык учурларда колдонулат. </ p>
lo_la: <p>ການນໍາໃຊ້ການຕິດຕໍ່ທີ່ມີຢູ່ (ຮຽກຮ້ອງplugin fetcher) ທົ່ງນານີ້ຈະຖືກນໍາໃຊ້ສໍາລັບທຸກກໍລະນີຂອງtemplate ນີ້ໃນເອກະສານນີ້ຫຼືໃນສິ່ງໃດກໍຕາມທີ່ມັນຈະໄດ້ຮັບການອ້າງອີງໃນເວລາຕໍ່ມາ.</p><p> ດັ່ງນັ້ນຕົວຢ່າງຖ້າເລືອກທີ່ຢູ່ອີເມວທີ່ນີ້ແລ້ວເຂດອີເມວຂອງຜູ້ຕິດຕໍ່ທີ່ທ່ານເລືອກຈະຖືກນໍາໃຊ້ສໍາລັບທຸກກໍລະນີໃນເອກະສານນີ້.</p>
lt_lt: <p>Naudojant galimus kontaktus (reikalingas fetcher papildinys), šis laukas bus naudojamas visiems šio šablono egzemplioriams šiame dokumente arba bet kuriame, kuriame jis bus nurodytas vėliau.</p><p> Pavyzdžiui, jei čia pasirinkite el. pašto adresą, pasirinkto kontakto el. pašto laukas bus naudojamas visiems šio dokumento atvejams.</p>
lv_lv: <p>Izmantojot pieejamās kontaktpersonas (nepieciešams ienesuma spraudnis), šis lauks tiks izmantots visiem šīs veidnes gadījumiem visā šajā dokumentā vai jebkurā citā, uz kuru vēlāk tiks sniegta atsauce.</p><p> Tā, piemēram, ja šeit atlasiet e-pasta adresi, tad atlasītā kontaktpersonas e-pasta lauks tiks izmantots visiem šī dokumenta gadījumiem.</p>
mi_nz: <p>Mā te whakamahi i ngā hoapā e wātea ana (e hiahiatia ana he mono mai tiki) ka whakamahia tēnei āpure mō ngā tauira katoa o tēnei tātauira puta noa i tēnei tuhinga, ka tohutorotia rānei ā muri ake rānei.</p><p> Hei tauira, ki te tīpako wāhitau īmēra ki konei ka whakamahia te āpure īmēra o te hoapā ka tīpakohia e koe mō ngā tauira katoa o tēnei tuhinga.</p>
mk_mk: <p> Користење на достапни контакти (бара додаток на Fetcher) Ова поле ќе се користи за сите примери на овој образец низ овој документ или во кој било ќе биде наведено подоцна. </p> <p> Така, на пример, ако изберете адреса за е -пошта Тука тогаш полето за е -пошта на контакт што ќе го изберете ќе се користи за сите примери во овој документ. </p>
ml_in: <p>ലഭ്യമായ കോൺടാക്റ്റുകൾ ഉപയോഗിച്ച് (ഒരു ഫെറ്റർ പ്ലഗിൻ ആവശ്യമാണ്) ഈ ഡോക്യുമെന്റിലുടനീളം ഈ ടെംപ്ലേറ്റിന്റെ എല്ലാ സന്ദർഭങ്ങൾക്കും ഈ ഫീൽഡ് ഉപയോഗിക്കും അല്ലെങ്കിൽ ഏതെങ്കിലും ഒന്നിൽ ഇത് പിന്നീട് പരാമർശിക്കപ്പെടും.</p><p> ഉദാഹരണത്തിന് ഇവിടെ ഇമെയിൽ വിലാസം തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന കോൺടാക്റ്റിന്റെ ഇമെയിൽ ഫീൽഡ് ഈ ഡോക്യുമെന്റിലെ എല്ലാ സന്ദർഭങ്ങൾക്കും ഉപയോഗിക്കും.</p>
mr_in: <p>उपलब्ध संपर्कांचा वापर करून (फेचर प्लगइन आवश्यक आहे) हे क्षेत्र या दस्तऐवजातील या टेम्पलेटच्या सर्व उदाहरणांसाठी वापरले जाईल किंवा नंतर संदर्भित केले जाईल.</p><p> तर उदाहरणार्थ, जर येथे ईमेल पत्ता निवडला तर आपण निवडलेल्या संपर्काचे ईमेल क्षेत्र या दस्तऐवजातील सर्व घटनांसाठी वापरले जाईल.</p>
ms_my: <p>Menggunakan kenalan yang tersedia (memerlukan plugin fetcher) medan ini akan digunakan untuk semua kejadian templat ini merentasi dokumen ini atau dalam mana-mana ia akan dirujuk kemudian.</p><p> Jadi sebagai contoh jika pilih alamat e-mel di sini maka medan e-mel kenalan yang anda pilih akan digunakan untuk semua keadaan dalam dokumen ini.</p>
mt_mt: <p>Bl-użu ta' kuntatti disponibbli (jeħtieġ plugin tal-fetcher) dan il-qasam se jintuża għall-każijiet kollha ta' dan il-mudell f'dan id-dokument kollu jew fi kwalunkwe wieħed minnhom se jiġi referenzjat aktar tard.</p><p> Allura per eżempju jekk tagħżel l-indirizz elettroniku hawn allura l-qasam tal-email tal-kuntatt li tagħżel se jintuża għall-istanzi kollha f'dan id-dokument.</p>
nb_no: <p>Ved hjelp av tilgjengelige kontakter (krever en plugin-modul for henteren) vil dette feltet bli brukt for alle forekomster av denne malen på tvers av dette dokumentet, eller i alle tilfeller det vil bli referert til senere.</p><p> Så hvis du for eksempel velger e-postadresse her, vil e-postfeltet til kontakten du velger, bli brukt for alle forekomster i dette dokumentet.</p>
ne_np: <p>उपलब्ध सम्पर्कहरू प्रयोग गरेर (फेचर प्लगइन आवश्यक पर्दछ) यो फिल्ड यो कागजातमा यो टेम्प्लेटको सबै उदाहरणका लागि प्रयोग गरिनेछ वा कुनै पनि मा यो पछि सन्दर्भित गरिनेछ।</p><p> त्यसैले उदाहरणका लागि यदि यहाँ इमेल ठेगाना चयन गर्नुहोस् भने तपाईले चयन गर्नुभएको सम्पर्कको इमेल फिल्ड यस कागजातमा सबै उदाहरणहरूको लागि प्रयोग गरिनेछ।</p>
nl_be: <p>Met behulp van beschikbare contacten (vereist een fetcher-plug-in) wordt dit veld gebruikt voor alle exemplaren van dit sjabloon in dit document of in een ander waarnaar later wordt verwezen.</p><p> Dus als u hier bijvoorbeeld een e-mailadres selecteert, wordt het e-mailveld van de contactpersoon die u selecteert gebruikt voor alle instanties in dit document.</p>
or_in: <p>ଉପଲବ୍ଧ ସମ୍ପର୍କଗୁଡିକ ବ୍ୟବହାର କରି (ଏକ ଫ୍ଲାଚର୍ ପ୍ଲଗଇନ୍ ଆବଶ୍ୟକ କରେ) ଏହି କ୍ଷେତ୍ର ଏହି ଦସ୍ତାବିଜରେ ଏହି ଟେମ୍ପଲେଟ୍ ର ସମସ୍ତ ଉଦାହରଣ ପାଇଁ ବ୍ୟବହୃତ ହେବ କିମ୍ବା ଏହା ପରେ ଉଲ୍ଲେଖ କରାଯିବ।</p><p> ତେଣୁ ଉଦାହରଣ ସ୍ୱରୂପ ଯଦି ଏଠାରେ ଇମେଲ୍ ଠିକଣା ଚୟନ କରନ୍ତୁ ତେବେ ଆପଣ ଚୟନ କରିଥିବା ସମ୍ପର୍କର ଇମେଲ୍ ଫିଲ୍ଡ ଏହି ଦସ୍ତାବିଜରେ ଥିବା ସମସ୍ତ ଉଦାହରଣ ପାଇଁ ବ୍ୟବହୃତ ହେବ।</p>
pa_arab: ਉਪਲਬਧ ਸੰਪਰਕ ਦੀ ਵਰਤੋਂ ਕਰਨਾ (ਗ੍ਰਹਿ ਪਲੱਗਇਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ) ਇਹ ਖੇਤਰ ਇਸ ਟੈਂਪਲੇਟ ਦੇ ਸਾਰੇ ਉਦਾਹਰਣਾਂ ਲਈ ਇਸ ਦਸਤਾਵੇਜ਼ ਦੇ ਸਾਰੇ ਮਾਮਲਿਆਂ ਲਈ ਵਰਤਿਆ ਜਾਏਗਾ ਜਾਂ ਕਿਸੇ ਵੀ ਇਸ ਨੂੰ ਬਾਅਦ ਵਿਚ ਦੱਸਿਆ ਜਾਵੇਗਾ. ਇਸ ਲਈ ਉਦਾਹਰਣ ਦੇ ਤੌਰ ਤੇ ਜੇ ਇੱਥੇ ਈਮੇਲ ਪਤਾ ਚੁਣੋ ਅਤੇ ਇਸ ਦਸਤਾਵੇਜ਼ ਦੇ ਈਮੇਲ ਖੇਤਰ ਇਸ ਦਸਤਾਵੇਜ਼ ਦੇ ਸਾਰੇ ਉਦਾਹਰਣਾਂ ਲਈ ਵਰਤੇ ਜਾਣਗੇ.
pl_pl: <p> Korzystanie z dostępnych kontaktów (wymaga wtyczki fetcher) To pole zostanie użyte dla wszystkich instancji tego szablonu w tym dokumencie lub w dowolnym odwołaniu do później. </p> <p> Więc na przykład, jeśli wybierz adres e -mail Tutaj, wówczas pole e -mail wybranego kontaktu zostanie użyte dla wszystkich instancji w tym dokumencie. </p>
pt_br: <p>Usando contatos disponíveis (requer um plug-in fetcher) este campo será usado para todas as instâncias deste modelo neste documento ou em qualquer um que será referenciado posteriormente.</p><p> Então, por exemplo, se selecionar o endereço de e-mail aqui, o campo de e-mail do contato selecionado será usado para todas as instâncias deste documento.</p>
ro_ro: <p>Folosind contactele disponibile (necesită un plugin fetcher), acest câmp va fi utilizat pentru toate instanțele acestui șablon din acest document sau în orice va fi menționat ulterior.</p><p> De exemplu, dacă selectați adresa de e-mail aici, atunci câmpul de e-mail al contactului pe care îl selectați va fi utilizat pentru toate instanțele din acest document.</p>
ru_ru: <p>При использовании доступных контактов (требуется плагин fetcher) это поле будет использоваться для всех экземпляров этого шаблона в этом документе или в любом другом документе, на который он будет ссылаться позже.</p><p> Так, например, если здесь выбран адрес электронной почты, то поле электронной почты выбранного вами контакта будет использоваться для всех экземпляров в этом документе.</p>
sk_sk: <p>Pri použití dostupných kontaktov (vyžaduje sa doplnok na získanie kreditu) sa toto pole použije pre všetky inštancie tejto šablóny v tomto dokumente alebo v akomkoľvek prípade, na ktorý sa bude neskôr odkazovať.</p><p> Napríklad, ak tu vyberiete e-mailovú adresu, e-mailové pole vybraného kontaktu sa použije pre všetky inštancie v tomto dokumente.</p>
sl_si: <p>Z uporabo stikov, ki so na voljo (zahteva vtičnik za fetcher), bo to polje uporabljeno za vse primerke te predloge v tem dokumentu ali v katerem koli drugem dokumentu, na katerega se boste sklicevali pozneje.</p><p> Torej, na primer, če tukaj izberete e-poštni naslov, bo e-poštno polje stika, ki ga izberete, uporabljeno za vse primerke v tem dokumentu.</p>
sq_al: <p>Duke përdorur kontaktet në dispozicion (kërkon një plugin fetcher) kjo fushë do të përdoret për të gjitha instancat e këtij template në të gjithë këtë dokument ose në çdo gjë që do të referohet më vonë.</p><p> Pra, për shembull, nëse zgjidhni adresën e emailit këtu atëherë fusha e email-it e kontaktit që zgjidhni do të përdoret për të gjitha instancat në këtë dokument.</p>
sr_cyrl_me: <p>Коришћење доступних контаката (захтева додатну компоненту за добављање) ово поље ће бити коришћено за све инстанце овог предлошка у овом документу или у било ком од њих на које ће касније бити упућено.</p><p> На пример, ако овде изаберете е-адресу, поље е-поште контакта које изаберете биће коришћено за све инстанце у овом документу.</p>
sv_fi: <p>Med hjälp av tillgängliga kontakter (kräver ett hämtningsplugin) kommer det här fältet att användas för alla instanser av den här mallen i det här dokumentet eller i alla som det kommer att refereras till senare.</p><p> Om du till exempel väljer e-postadress här kommer e-postfältet för den kontakt du väljer att användas för alla förekomster i det här dokumentet.</p>
sw_ke: <p> Kutumia anwani zinazopatikana (inahitaji programu -jalizi ya Fetcher) uwanja huu utatumika kwa visa vyote vya template hii kwenye hati hii au kwa yoyote itarejelewa baadaye. </p> <p> Kwa mfano ikiwa chagua anwani ya barua pepe Hapa basi uwanja wa barua pepe wa anwani unayochagua utatumika kwa visa vyote kwenye hati hii. </p>
ta_in: <p>கிடைக்கக்கூடிய தொடர்புகளைப் பயன்படுத்தி (ஒரு ஃபெட்சர் சொருகி தேவை) இந்த ஆவணம் முழுவதும் இந்த வார்ப்புருவின் அனைத்து நிகழ்வுகளுக்கும் இந்த புலம் பயன்படுத்தப்படும், அல்லது பின்னர் குறிப்பிடப்படும்.</p><p> எனவே, எடுத்துக்காட்டாக, இங்கே மின்னஞ்சல் முகவரியைத் தேர்ந்தெடுத்தால், நீங்கள் தேர்ந்தெடுக்கும் தொடர்பின் மின்னஞ்சல் புலம் இந்த ஆவணத்தில் உள்ள அனைத்து நிகழ்வுகளுக்கும் பயன்படுத்தப்படும்.</p>
te_in: <p>లభ్యం అవుతున్న కాంటాక్ట్ లను ఉపయోగించి (గ్రహీత ప్లగిన్ అవసరం) ఈ పత్రం అంతటా ఈ టెంప్లేట్ యొక్క అన్ని సందర్భాల కొరకు ఈ ఫీల్డ్ ఉపయోగించబడుతుంది లేదా తరువాత రిఫరెన్స్ చేయబడుతుంది.</p><p> ఉదాహరణకు ఇక్కడ ఇమెయిల్ చిరునామాను ఎంచుకుంటే, మీరు ఎంచుకున్న కాంటాక్ట్ యొక్క ఇమెయిల్ ఫీల్డ్ ఈ డాక్యుమెంట్ లోని అన్ని సందర్భాలకు ఉపయోగించబడుతుంది.</p>
th_th: <p>การใช้ผู้ติดต่อที่มีอยู่ (ต้องใช้ปลั๊กอินตัวดึงข้อมูล) ฟิลด์นี้จะใช้สําหรับอินสแตนซ์ทั้งหมดของเทมเพลตนี้ในเอกสารนี้หรือในการอ้างอิงในภายหลัง</p><p> ตัวอย่างเช่น หากเลือกที่อยู่อีเมลที่นี่ ช่องอีเมลของผู้ติดต่อที่คุณเลือกจะถูกใช้สําหรับทุกอินสแตนซ์ในเอกสารนี้</p>
tk_tm: <p>Elýeterli kontaktlary ulanmak (fetcher plýonkasyny talap edýär) bu ugur bu resminamanyň ähli ýagdaýlary üçin ýa-da onuň soňsalgylanjak islendik ýerinde ulanylar.</p><p> Mysal üçin, eger bu ýerde e-poçta adresini saýlasaňyz, onda saýlan kontaktyňyzyň e-mail meýdançasy şu dokumentdäki ähli ýagdaýlar üçin ulanylar.</p>
tr_tr: <p>Mevcut kişileri kullanarak (bir alıcı eklentisi gerektirir) bu alan, bu şablonun bu belgedeki tüm örnekleri için veya daha sonra başvurulacak herhangi bir örnek için kullanılacaktır.</p><p> Örneğin, burada e-posta adresini seçerseniz, seçtiğiniz kişinin e-posta alanı bu belgedeki tüm örnekler için kullanılacaktır.</p>
tt_ru: <p>Булган контактларны кулланып (шпр.-флэш таләп итә) бу кыр шушы документ аша бу шаблийның барлык инҗирләре өчен яки аннан соң да искә алыначак.</p><p> Мәсәлән, монда электрон почта адресын сайласа, сайлаган контактның электрон кыры бу документтагы барлык очраклар өчен кулланылыр.</p>
ug_cn: <p> بار بولغان ئالاقىسىنى ئىشلىتىش (ھامىلى قىستۇرما تەلەپ قىلىدۇ) بۇ ئويۇننىڭ بۇ قېلىپتىكىسى ياكى ھەر قانداق ۋاقىتتا پايدىلىنىدۇ. </ P> <P> مەسىلەن ئېلېكترونلۇق خەت ئادرېسىنى تاللاڭ بۇ يەردە ئۇنداقتا سىز ئالاقىلىشىشنىڭ ئېلېكترونلۇق خەت مەيدانى بۇ ھۆججەتتىكى بارلىق ئەھۋاللارغا ئىشلىتىلىدۇ. </ p>
uk_ua: <p>Використовуючи доступні контакти (потрібен плагін отримання), це поле буде використано для всіх екземплярів цього шаблону в цьому документі або в будь-якому з них, на які він буде посилатися пізніше.</p><p> Так, наприклад, якщо тут вибрано адресу електронної пошти, поле електронної пошти вибраного вами контакту буде використано для всіх екземплярів у цьому документі.</p>
ur_pk: <p>دستیاب رابطوں کا استعمال کرتے ہوئے (فیچر پلگ ان کی ضرورت ہوتی ہے) یہ فیلڈ اس دستاویز میں اس ٹیمپلیٹ کی تمام مثالوں کے لئے استعمال کی جائے گی یا کسی میں بھی بعد میں اس کا حوالہ دیا جائے گا۔</p><p> لہذا مثال کے طور پر اگر یہاں ای میل ایڈریس منتخب کریں تو آپ کے منتخب کردہ رابطے کا ای میل فیلڈ اس دستاویز میں تمام مثالوں کے لئے استعمال کیا جائے گا۔</p>
uz_cyrl: Mavjud kontaktlar yordamida ushbu soha ushbu hujjatda yoki boshqa biron bir joyda ushbu shablonning barcha holatlarida qo'llanilishi kerak. Shunday qilib, masalan, agar siz bu erda elektron pochta manzilini tanlasangiz, siz tanlagan elektron pochta aloqasi ushbu hujjatdagi barcha instansiyalar uchun foydalaniladi.
vi_vn: <p> Sử dụng các liên hệ có sẵn (yêu cầu plugin Fetcher) Trường này sẽ được sử dụng cho tất cả các trường hợp của mẫu này trên tài liệu này hoặc trong bất kỳ nó sẽ được tham chiếu sau. </P> <p> Vì vậy, ví dụ nếu chọn địa chỉ email Tại đây, trường email của liên hệ bạn chọn sẽ được sử dụng cho tất cả các trường hợp trong tài liệu này. </P>
zh_hant: <p>使用可用的聯繫人（需要提取器外掛程式），此欄位將用於本文檔中此範本的所有實例，或稍後將引用的任何範本。</p><p> 因此，例如，如果在此處選擇電子郵件位址，則您選擇的聯繫人的電子郵件欄位將用於本文檔中的所有實例。</p>
