Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefRegistrationFrameHint
source: Registration lets you carry your paid subscription across all your devices (upon availability). We won't spam your email we promise 😇.
af_za: Met registrasie kan u u betaalde intekening oor al u toestelle (by beskikbaarheid) dra. Ons sal nie u e -posadres belowe wat ons belowe nie.
am_et: ምዝገባ የተከፈለ ምዝገባዎን ምዝገባ በሁሉም መሳሪያዎችዎ (ተገኝነትዎ) እንዲሸከሙ ያስችልዎታል. እኛ የገባን መልእክት አይደለንም 😇.
ar_bh: يتيح لك التسجيل حمل اشتراكك المدفوع عبر جميع أجهزتك (عند التوفر). لن نرسل بريدك الإلكتروني بريدك الإلكتروني.
as_in: পঞ্জীয়নে আপোনাৰ সকলো ডিভাইচৰ মাজেৰে আপোনাৰ পেইড স্বাক্ষৰণ কঢ়িয়াই নিব দিয়ে (উপলব্ধতাৰ ওপৰত)। আমি প্ৰতিশ্ৰুতি দিয়া আপোনাৰ ইমেইলটো আমি স্পেম নকৰো 😇।
az_cyrl: Qeydiyyat, ödənişli abunəliyinizi bütün cihazlarınızda (mövcud olması ilə) aparmağa imkan verir. E-poçtunuzu vəd etdiyimiz e-poçtunuzu spam etməyəcəyik.
bg_bg: Регистрацията ви позволява да носите платен абонамент за всичките си устройства (при наличност). Няма да спамим имейла ви, който обещаваме 😇.
bn_in: নিবন্ধকরণ আপনাকে আপনার সমস্ত ডিভাইস (প্রাপ্যতার পরে) জুড়ে আপনার প্রদত্ত সাবস্ক্রিপশন বহন করতে দেয়। আমরা আপনার ইমেলটির প্রতিশ্রুতি দেব না 😇
bs_latn_ba: Registracija omogućava vam da prenesete plaćenu pretplatu na svim svojim uređajima (po dostupnosti). Nećemo nežeti spam sa vašom e-poštom koji obećavamo 😇.
ca_es: El registre us permet portar la vostra subscripció a tots els vostres dispositius (després de disponibilitat). No prometem el vostre correu electrònic que prometem 😇.
cs_cz: Registrace vám umožní přenášet placené předplatné na všech vašich zařízeních (po dostupnosti). Nebudeme spam váš e -mail, slibujeme 😇.
cy_gb: Mae cofrestru yn caniatáu ichi gario'ch tanysgrifiad taledig ar draws eich holl ddyfeisiau (ar ôl argaeledd). Ni fyddwn yn sbamio'ch e -bost yr ydym yn addo 😇.
da_dk: Registrering giver dig mulighed for at bære dit betalte abonnement på tværs af alle dine enheder (efter tilgængelighed). Vi spam ikke din e -mail, vi lover 😇.
de_ch: Durch die Registrierung können Sie Ihr kostenpflichtiges Abonnement auf allen Geräten (nach Verfügbarkeit) aufweisen. Wir werden Ihre E -Mail nicht spam, die wir versprechen 😇.
el_gr: Η εγγραφή σας επιτρέπει να μεταφέρετε τη συνδρομή σας σε όλες τις συσκευές σας (μετά τη διαθεσιμότητα). Δεν θα ανεπιθύμητα το email σας υπόσχουμε 😇.
es_bo: El registro le permite llevar su suscripción paga a través de todos sus dispositivos (tras disponibilidad). No spam a su correo electrónico que prometemos 😇.
et_ee: Registreerimine võimaldab teil kanda oma tasulist tellimust kõigis seadmetes (saadavuse korral). Me ei rämps teie meili, mida lubame 😇.
fa_ir: ثبت نام به شما امکان می دهد اشتراک پرداخت شده خود را در تمام دستگاه های خود (در صورت در دسترس بودن) حمل کنید. ما ایمیل شما را که قول می دهیم اسپم نمی کنیم.
fi_fi: Rekisteröinnin avulla voit kuljettaa maksetun tilauksen kaikissa laitteissasi (saatavuuden yhteydessä). Emme roskapostia sähköpostiosoitteesi lupaamme 😇.
fil_ph: Hinahayaan ka ng pagpaparehistro na dalhin ang iyong bayad na subscription sa lahat ng iyong mga aparato (sa pagkakaroon). Hindi namin i -spam ang iyong email na ipinangako namin 😇.
fr_029: L'inscription vous permet de transporter votre abonnement payant sur tous vos appareils (sur disponibilité). Nous ne spammerons pas votre e-mail que nous promettons 😇.
ga_ie: Ligeann an clárú duit do shíntiús íoctha a iompar ar fud do chuid feistí go léir (nuair a bhíonn siad ar fáil). Ní dhéanaimid spam do r -phost a gheallaim 😇.
gu_in: નોંધણી તમને તમારા બધા ઉપકરણો (ઉપલબ્ધતા પર) પર તમારા પેઇડ સબ્સ્ક્રિપ્શનને વહન કરવા દે છે. અમે તમારા ઇમેઇલને સ્પામ નહીં કરીએ
he_il: ההרשמה מאפשרת לך לשאת את המנוי המשולם שלך בכל המכשירים שלך (על פי הזמינות). לא נזמין את הדואר האלקטרוני שלך אנו מבטיחים 😇.
hi_in: पंजीकरण आपको अपने सभी उपकरणों (उपलब्धता पर) में अपनी भुगतान की गई सदस्यता ले जाने देता है। हम आपके ईमेल को स्पैम नहीं करेंगे, हम वादा करते हैं।
hr_hr: Registracija omogućuje vam da nosite plaćenu pretplatu na svim svojim uređajima (nakon dostupnosti). Nećemo spamirati vašu e -poštu koju obećavamo 😇.
hu_hu: A regisztráció lehetővé teszi a fizetett előfizetési eszközöket az összes eszközön (a rendelkezésre állás alapján). Nem fogjuk spamolni az e -mailt, amelyet ígérünk 😇.
hy_am: Գրանցումն հնարավորություն է տալիս ձեր վճարովի բաժանորդագրությունը կրել ձեր բոլոր սարքերով (առկայությունից հետո): Մենք չենք սպամ ձեր էլ. Փոստը, որը մենք խոստանում ենք:
id_id: Pendaftaran memungkinkan Anda membawa langganan berbayar di semua perangkat Anda (atas ketersediaan). Kami tidak akan spam email Anda, kami berjanji 😇.
is_is: Skráning gerir þér kleift að bera greidda áskrift þína um öll tæki þín (við framboð). Við munum ekki gera ruslpóstinn þinn sem við lofum 😇.
it_ch: La registrazione ti consente di trasportare l'abbonamento a pagamento su tutti i tuoi dispositivi (in caso di disponibilità). Non ti spammo la tua email che promettiamo 😇.
ja_jp: 登録を使用すると、すべてのデバイスで有料サブスクリプションを（可用性に応じて）携帯することができます。私たちはあなたの電子メールをスパムしません私たちは約束します😇。
ka_ge: რეგისტრაცია საშუალებას გაძლევთ გადაიტანოთ თქვენი ფასიანი გამოწერა ყველა თქვენს მოწყობილობაში (ხელმისაწვდომობის შემდეგ). ჩვენ არ ვგულისხმობთ თქვენს ელ.წერილს, რომელსაც გპირდებით.
kk_kz: Тіркеу сізге барлық құрылғыларыңызға төленген жазылымды жүргізуге мүмкіндік береді (қол жетімді болған жағдайда). Біз сіздің электронды поштаңызға спам жасамаймыз 😇.
km_kh: ការចុះឈ្មោះអនុញ្ញាតឱ្យអ្នកអនុវត្តការជាវបង់ប្រាក់របស់អ្នកនៅលើឧបករណ៍របស់អ្នកទាំងអស់ (នៅពេលដែលមាន) ។ យើងនឹងមិនផ្ញើសារមកអ៊ីមែលរបស់អ្នកដែលយើងសន្យា😇ទេ។
kn_in: ನಿಮ್ಮ ಪಾವತಿಸಿದ ಚಂದಾದಾರಿಕೆಯನ್ನು ನಿಮ್ಮ ಎಲ್ಲಾ ಸಾಧನಗಳಲ್ಲಿ (ಲಭ್ಯತೆಯ ನಂತರ) ಸಾಗಿಸಲು ನೋಂದಣಿ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನಾವು ಭರವಸೆ ನೀಡುವ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಾವು ಸ್ಪ್ಯಾಮ್ ಮಾಡುವುದಿಲ್ಲ.
ko_kr: 등록을 통해 모든 장치에서 유료 구독을 전달할 수 있습니다 (가용성시). 우리는 당신의 이메일을 약속하지 않을 것입니다.
ky_kg: Сиздин бардык түзмөктөрүңүздө сиздин акы төлөнүүчү жазылууңузга (бар болсо). Электрондук почтаңызды биз убада кылабыз деп убада беребиз.
lo_la: ການລົງທະບຽນຊ່ວຍໃຫ້ທ່ານສາມາດນໍາໃຊ້ການສະຫມັກທີ່ຈ່າຍຂອງທ່ານໄດ້ໃນທຸກອຸປະກອນຂອງທ່ານ (ຕາມຄວາມພ້ອມ). ພວກເຮົາຈະບໍ່ສະກົດອີເມວຂອງທ່ານພວກເຮົາສັນຍາວ່າ😇.
lt_lt: Registracija leidžia jums atlikti mokamą prenumeratą visuose savo įrenginiuose (esant prieinamumui). Mes neplemime jūsų el. Laiško, pažadame 😇.
lv_lv: Reģistrācija ļauj veikt apmaksāto abonementu visās jūsu ierīcēs (pēc pieejamības). Mēs neiespiestos jūsu e -pastu, ko mēs apsolām 😇.
mi_nz: Ka taea e te rehitatanga te kawe i to ohaurunga utu puta noa i o taputapu katoa (ki te waatea). E kore matou e tarai i to imeera e oati ana matou.
mk_mk: Регистрацијата ви овозможува да ја носите вашата платена претплата низ сите ваши уреди (по достапноста). Ние нема да ја спамираме вашата е -пошта што ја ветуваме 😇.
ml_in: നിങ്ങളുടെ എല്ലാ ഉപകരണങ്ങളിലും നിങ്ങളുടെ പണമടച്ചുള്ള സബ്സ്ക്രിപ്ഷൻ കൊണ്ടുപോകാൻ രജിസ്ട്രേഷൻ നിങ്ങളെ അനുവദിക്കുന്നു (ലഭ്യതയ്ക്ക് ശേഷം). ഞങ്ങൾ വാഗ്ദാനം ചെയ്യുന്ന ഇമെയിൽ ഞങ്ങൾ വാഗ്ദാനം ചെയ്യില്ല.
mr_in: नोंदणी आपल्याला आपल्या सर्व डिव्हाइसवर (उपलब्धतेनुसार) आपली सशुल्क सदस्यता घेऊ देते. आम्ही वचन देतो आम्ही आपले ईमेल स्पॅम करणार नाही.
ms_my: Pendaftaran membolehkan anda membawa langganan berbayar anda ke semua peranti anda (apabila ketersediaan). Kami tidak akan menghantar e -mel anda, kami berjanji 😇.
mt_mt: Ir-reġistrazzjoni tħallik iġġorr l-abbonament imħallas tiegħek fuq it-tagħmir kollu tiegħek (wara d-disponibbiltà). Aħna mhux se spam l-email tiegħek aħna nwiegħdu 😇.
nb_no: Registrering lar deg bære det betalte abonnementet på alle enhetene dine (ved tilgjengelighet). Vi vil ikke spam e -posten din vi lover 😇.
ne_np: रेजिष्ट्रेसनले तपाइँ तपाइँको सबै उपकरणहरूमा तपाईंको भुक्तानी सदस्यता लिनुहुन्छ (उपलब्धतामा)। हामी तपाईंको ईमेल स्पाम गर्दैनौं जुन हामी वाचा गर्छौं 😇।
nl_be: Met registratie kunt u uw betaalde abonnement bij al uw apparaten (bij beschikbaarheid) dragen. We zullen uw e -mail niet spammen die we beloven 😇.
or_in: ପଞ୍ଜୀକରଣ ଆପଣଙ୍କୁ ଆପଣଙ୍କର ପେଡ୍ ସବସ୍କ୍ରିପସନ୍ ଆପଣଙ୍କ ଦ୍ ON ାରା ଆପଣଙ୍କର ପେଡ୍ ସବସ୍କ୍ରିପସନ୍ ବହନ କରିବାକୁ ଦେଇଥାଏ (ଉପଲବ୍ଧତା ଉପରେ) | ଆମେ ପ୍ରତିଜ୍ଞା କରି ଆମେ ତୁମର ଇମେଲକୁ ସ୍ପାମ୍ କରିବୁ ନାହିଁ |
pa_arab: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਤੁਹਾਨੂੰ ਆਪਣੀ ਅਦਾਇਗੀ ਗਾਹਕੀ ਨੂੰ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਡਿਵਾਈਸਾਂ (ਉਪਲਬਧਤਾ ਉਪਰ) ਵਿੱਚ ਰੱਖਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ. ਅਸੀਂ ਤੁਹਾਡੇ ਈਮੇਲ ਨੂੰ ਸਪੈਮ ਨਹੀਂ ਕਰਾਂਗੇ ਅਸੀਂ ਵਾਅਦਾ ਕਰਦੇ ਹਾਂ 😇.
pl_pl: Rejestracja pozwala przenosić płatną subskrypcję na wszystkich urządzeniach (po dostępności). Nie będziemy spamować twojego e -maila, którego obiecujemy 😇.
pt_br: O registro permite que você carregue sua assinatura paga em todos os seus dispositivos (após a disponibilidade). Não vamos enviar spam ao seu e -mail, prometemos 😇.
ro_ro: Înregistrarea vă permite să transportați abonamentul plătit pe toate dispozitivele dvs. (la disponibilitate). Nu vă vom spam e -mailul pe care îl promitem 😇.
ru_ru: Регистрация позволяет нести вашу платную подписку на всех ваших устройствах (после доступности). Мы не будем спамить вашу электронную почту, мы обещаем 😇.
sk_sk: Registrácia vám umožňuje prenášať platené predplatné vo všetkých vašich zariadeniach (po dostupnosti). Nebudeme spamovať váš e -mail, ktorý sľubujeme 😇.
sl_si: Registracija vam omogoča, da prenašate plačljivo naročnino v vseh vaših napravah (po razpoložljivosti). Ne bomo pošiljali vašega e -poštnega sporočila, ki ga obljubljamo 😇.
sq_al: Regjistrimi ju lejon të mbani pajtimin tuaj të paguar në të gjitha pajisjet tuaja (pas disponueshmërisë). Ne nuk do të spam emailin tuaj që premtojmë.
sr_cyrl_me: Регистрација омогућава вам да носите плаћену претплату на све ваше уређаје (на расположивости). Нећемо спам ваш е-маил који обећавамо 😇.
sv_fi: Registrering låter dig bära ditt betalda prenumeration över alla dina enheter (vid tillgänglighet). Vi kommer inte att skräppost din e -post, vi lovar 😇.
sw_ke: Usajili hukuruhusu kubeba usajili wako wa kulipwa kwa vifaa vyako vyote (juu ya kupatikana). Hatutatumia barua pepe yako tunaahidi 😇.
ta_in: உங்கள் கட்டண சந்தாவை உங்கள் எல்லா சாதனங்களிலும் (கிடைத்தவுடன்) எடுத்துச் செல்ல பதிவு உங்களை அனுமதிக்கிறது. நாங்கள் உறுதியளிக்கும் உங்கள் மின்னஞ்சலை நாங்கள் ஸ்பேம் செய்ய மாட்டோம்.
te_in: రిజిస్ట్రేషన్ మీ చెల్లింపు చందాను మీ అన్ని పరికరాల్లో (లభ్యతపై) తీసుకెళ్లడానికి మిమ్మల్ని అనుమతిస్తుంది. మేము వాగ్దానం చేసిన మీ ఇమెయిల్‌ను మేము స్పామ్ చేయము.
th_th: การลงทะเบียนให้คุณพกพาการสมัครสมาชิกแบบชำระเงินผ่านอุปกรณ์ทั้งหมดของคุณ (ตามความพร้อม) เราจะไม่ส่งอีเมลของคุณเราสัญญา😇
tk_tm: Hasaba alyş, tölegiňizi ähli enjamlaryňyza (elýeterliligiň dowamynda) götermäge mümkinçilik berýär. E-poçtaňyzy wada bermeris 😇.
tr_tr: Kayıt, ücretli aboneliğinizi tüm cihazlarınızda (kullanılabilirlik üzerine) taşımanızı sağlar. E -postanızı spam vermeyeceğiz 😇.
tt_ru: Теркәлү сезгә барлык җайланмаларда түләүле язылуыгызны йөртә ала (барлыгында). Без сезнең электрон почтагызны җибәрмәячәкбез 😇.
ug_cn: تىزىملىتىش سىز بارلىق ئۈسكۈنىلىرىڭىزدە ھەقلىق مۇشتەرىلىكىڭىزنى ئېلىپ كېتەلەيسىز. ئېلېكترونلۇق خەتنى ئەخلەت خەت يازمايمىز.
uk_ua: Реєстрація дозволяє переносити платну підписку на всіх своїх пристроях (після наявності). Ми не будемо спамувати ваш електронний лист, обіцяємо 😇.
ur_pk: رجسٹریشن آپ کو اپنے تمام آلات (دستیابی کے بعد) میں اپنی ادائیگی کی رکنیت لے جانے دیتا ہے۔ ہم آپ کے ای میل کو اسپام نہیں کریں گے جس کا ہم وعدہ کرتے ہیں۔
uz_cyrl: Ro'yxatdan o'tish sizga pullik obunani barcha qurilmalarda olib yurishga imkon beradi (mavjudligi bilan). Biz sizga va'da bermaymiz 😇.
vi_vn: Đăng ký cho phép bạn thực hiện đăng ký trả phí trên tất cả các thiết bị của mình (theo tính khả dụng). Chúng tôi sẽ không spam email của bạn, chúng tôi hứa.
zh_hant: 註冊可讓您在所有設備（可用性）上攜帶付費訂閱。我們不會向您的電子郵件發送垃圾郵件，我們保證。

# AccountSubscriptionLabel
source: Subscription
af_za: Intekening
am_et: ምዝገባ
ar_bh: الاشتراك
as_in: স্বাক্ষৰণ
az_cyrl: Abunə
bg_bg: Абонамент
bn_in: সাবস্ক্রিপশন
bs_latn_ba: Pretplata
ca_es: Subscripció
cs_cz: Předplatné
cy_gb: Tanysgrifiadau
da_dk: Abonnement
de_ch: Abonnement
el_gr: Συνδρομή
es_bo: Suscripción
et_ee: Tellimus
fa_ir: اشتراک، ابونمان
fi_fi: Tilaus
fr_029: Abonnement
ga_ie: Sintiús
gu_in: લવાજમ
he_il: מִנוּי
hi_in: अंशदान
hr_hr: Pretplata
hu_hu: Feliratkozás
hy_am: Բաժանորդագրություն
id_id: Berlangganan
is_is: Áskrift
it_ch: Sottoscrizione
ja_jp: サブスクリプション
ka_ge: გამოწერა
kk_kz: Жазылу
km_kh: ការចាវចារបចាម
kn_in: ಚಂದಾದಾರಿಕೆ
ko_kr: 신청
ky_kg: Жазылуу
lo_la: ການຈອງຫນັງສືພິມ
lt_lt: Prenumerata
lv_lv: Abonēšana
mi_nz: Koha
mk_mk: Претплата
ml_in: സബ്സ്ക്രിപ്ഷൻ
mr_in: सदस्यता
ms_my: Langganan
mt_mt: Abbonament
nb_no: Abonnement
ne_np: चन्दा
nl_be: Abonnement
or_in: ସଦସ୍ୟତା
pa_arab: ਗਾਹਕੀ
pl_pl: Subskrypcja
pt_br: Inscrição
ro_ro: Abonament
ru_ru: Подписка
sk_sk: Predplatné
sl_si: Naročnina
sq_al: Pajtim
sr_cyrl_me: Претплата
sv_fi: Prenumeration
sw_ke: Usajili
ta_in: சந்தா
te_in: చందా
th_th: การสมัครสมาชิก
tk_tm: Abuna
tr_tr: Abonelik
tt_ru: Язылу
ug_cn: مۇشتەرى بولۇش
uk_ua: Підписка
ur_pk: سبسکرپشن
uz_cyrl: Obuna
vi_vn: Đăng ký
zh_hant: 訂閱

# AccountUserNameLabel
source: User Name
af_za: Gebruikersnaam
am_et: የተጠቃሚ ስም
ar_bh: اسم المستخدم
as_in: ব্যৱহাৰকাৰীৰ নাম
az_cyrl: İstifadəçi adı
bg_bg: Потребителско име
bn_in: ব্যবহারকারীর নাম
bs_latn_ba: Korisničko ime
ca_es: Nom d'usuari
cs_cz: Uživatelské jméno
cy_gb: Enw Defnyddiwr
da_dk: Brugernavn
de_ch: Nutzername
el_gr: Ονομα χρήστη
es_bo: Nombre de usuario
et_ee: Kasutajanimi
fa_ir: نام کاربری
fi_fi: Käyttäjänimi
fil_ph: Pangalan ng gumagamit
fr_029: Nom d'utilisateur
ga_ie: Ainm an úsáideora
gu_in: વપરાશકર્તા નામ
he_il: שם משתמש
hi_in: उपयोगकर्ता नाम
hr_hr: Korisničko ime
hu_hu: Felhasználónév
hy_am: Օգտագործողի անունը
id_id: Nama belakang
is_is: Notandanafn
it_ch: Nome utente
ja_jp: ユーザー名
ka_ge: მომხმარებლის სახელი
kk_kz: Пайдаланушының аты
km_kh: ឈ្មោះ​អ្នកប្រើប្រាស់
kn_in: ಬಳಕೆದಾರ ಹೆಸರು
ko_kr: 사용자 이름
ky_kg: Колдонуучунун аты
lo_la: ຊື່ຜູ້ໃຊ້
lt_lt: Vartotojo vardas
lv_lv: Lietotājvārds
mi_nz: Ingoa Kaiwhakamahi
mk_mk: Корисничко име
ml_in: ഉപയോക്തൃനാമം
mr_in: वापरकर्त्याचे नाव
ms_my: Nama pengguna
mt_mt: Isem tal-Utent
nb_no: Brukernavn
ne_np: प्रयोगकर्ता नाम
nl_be: Gebruikersnaam
or_in: ବ୍ୟବହାରକାରୀ ନାମ
pa_arab: ਉਪਭੋਗਤਾ ਨਾਮ
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sk_sk: Meno používateľa
sl_si: Uporabniško ime
sq_al: Emrin e përdoruesit
sr_cyrl_me: Корисничко име
sv_fi: Användarnamn
sw_ke: Jina la Mtumiaji
ta_in: பயனர் பெயர்
te_in: వినియోగదారు పేరు
th_th: ชื่อผู้ใช้
tk_tm: Ulanyjy ady
tr_tr: Kullanıcı adı
tt_ru: Кулланучы исеме
ug_cn: ئىشلەتكۈچى ئىسمى
uk_ua: Ім'я користувача
ur_pk: صارف کا نام
uz_cyrl: Foydalanuvchi nomi
vi_vn: Tên tài khoản
zh_hant: 使用者名稱

# AccountSwitchToRegisterButtonLabel
source: Need to Register?
af_za: Moet u registreer?
am_et: መመዝገብ ያስፈልጋል?
ar_bh: تحتاج إلى التسجيل؟
as_in: পঞ্জীয়ন কৰিব লাগিবনে?
az_cyrl: Qeydiyyatdan keçmək lazımdır?
bg_bg: Трябва да се регистрирате?
bn_in: নিবন্ধন করা দরকার?
bs_latn_ba: Treba se registrirati?
ca_es: Necessiteu registrar -vos?
cs_cz: Potřebujete se zaregistrovat?
cy_gb: Angen cofrestru?
da_dk: Brug for at tilmelde dig?
de_ch: Müssen sich registrieren?
el_gr: Θέλετε να εγγραφείτε;
es_bo: ¿Necesitas registrarte?
et_ee: Kas peate registreeruma?
fa_ir: نیاز به ثبت نام دارید؟
fi_fi: Tarvitseeko rekisteröidä?
fil_ph: Kailangang magparehistro?
fr_029: Besoin de s'inscrire?
ga_ie: An gá clárú?
gu_in: નોંધણી કરવાની જરૂર છે?
he_il: צריך להירשם?
hi_in: पंजीकरण करने की आवश्यकता है?
hr_hr: Trebate se registrirati?
hu_hu: Regisztrálnia kell?
hy_am: Պետք է գրանցվել:
id_id: Perlu mendaftar?
is_is: Þarftu að skrá sig?
it_ch: Hai bisogno di registrarsi?
ja_jp: 登録する必要がありますか？
ka_ge: დარეგისტრირება გჭირდებათ?
kk_kz: Тіркеу керек пе?
km_kh: ត្រូវការចុះឈ្មោះ?
kn_in: ನೋಂದಾಯಿಸಬೇಕೇ?
ko_kr: 등록해야합니까?
ky_kg: Катталуу керек?
lo_la: ຕ້ອງລົງທະບຽນບໍ?
lt_lt: Reikia užsiregistruoti?
lv_lv: Nepieciešams reģistrēties?
mi_nz: Me rēhita?
mk_mk: Треба да се регистрирате?
ml_in: രജിസ്റ്റർ ചെയ്യേണ്ടതുണ്ടോ?
mr_in: नोंदणी करणे आवश्यक आहे?
ms_my: Perlu mendaftar?
mt_mt: Għandek bżonn tirreġistra?
nb_no: Trenger du å registrere deg?
ne_np: दर्ता गर्न आवश्यक छ?
nl_be: Moet u zich registreren?
or_in: ପଞ୍ଜିକରଣ କରିବା ଆବଶ୍ୟକ କି?
pa_arab: ਰਜਿਸਟਰ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ?
pl_pl: Musisz się zarejestrować?
pt_br: Precisa se registrar?
ro_ro: Trebuie să vă înregistrați?
ru_ru: Нужно зарегистрироваться?
sk_sk: Potrebujete sa zaregistrovať?
sl_si: Se moraš registrirati?
sq_al: Duhet të regjistroheni?
sr_cyrl_me: Требате се регистровати?
sv_fi: Behöver du registrera dig?
sw_ke: Unahitaji kujiandikisha?
ta_in: பதிவு செய்ய வேண்டுமா?
te_in: నమోదు చేసుకోవాల్సిన అవసరం ఉందా?
th_th: ต้องลงทะเบียน?
tk_tm: Hasaba alynmalymy?
tr_tr: Kaydolmanız mı gerekiyor?
tt_ru: Теркәлергә кирәкме?
ug_cn: تىزىملىتىشىڭىز كېرەكمۇ?
uk_ua: Потрібно зареєструватися?
ur_pk: اندراج کرنے کی ضرورت ہے؟
uz_cyrl: Ro'yxatdan o'tish kerakmi?
vi_vn: Cần đăng ký?
zh_hant: 需要註冊嗎？

# ClipTileSourcesHeader
source: Sources
af_za: Bronne
am_et: ምንጮች
ar_bh: مصادر
as_in: উৎস
az_cyrl: Mənbələr
bg_bg: Източници
bn_in: উত্স
bs_latn_ba: Izvori
ca_es: Fonts
cs_cz: Prameny
cy_gb: Ffynonellau
da_dk: Kilder
de_ch: Quellen
el_gr: Πηγές
es_bo: Fuentes
et_ee: Allikad
fa_ir: منابع
fi_fi: Lähteet
fil_ph: Mga mapagkukunan
ga_ie: Foinsíocht
gu_in: સ્ત્રોત
he_il: מקורות
hi_in: सूत्रों का कहना है
hr_hr: Izvori
hu_hu: Források
hy_am: Աղբյուրներ
id_id: Sumber
is_is: Heimildir
it_ch: Fonti
ja_jp: ソース
ka_ge: წყაროები
kk_kz: Көздер
km_kh: បមលក់
kn_in: ಮೂಲಗಳು
ko_kr: 출처
ky_kg: Булактар
lo_la: ແຫຼ່ງຂໍ້ມູນ
lt_lt: Šaltiniai
lv_lv: Avoti
mi_nz: Nga rauemi
mk_mk: Извори
ml_in: വൃത്തങ്ങൾ
mr_in: स्त्रोत
ms_my: Sumber
mt_mt: Sorsi
nb_no: Kilder
ne_np: परिचय
nl_be: Bronnen
or_in: ଉତ୍ସଗୁଡିକ
pa_arab: ਸਰੋਤ
pl_pl: Źródła
pt_br: Fontes
ro_ro: Surse
ru_ru: Источники
sk_sk: Zdroje
sl_si: Viri
sq_al: Burime
sr_cyrl_me: Извори
sv_fi: Källor
sw_ke: Vyanzo
ta_in: ஆதாரங்கள்
te_in: మూలాలు
th_th: แหล่งกำเนิด
tk_tm: Çeşmeler
tr_tr: Kaynaklar
tt_ru: Чыганаклар
ug_cn: مەنبە
uk_ua: Джерела
ur_pk: ذرائع
uz_cyrl: Manba
vi_vn: Nguồn
zh_hant: 來源

# ClipTileTransactionErrorText
source: Odd, nothing available. Something must be wrong 😕
af_za: Vreemd, niks beskikbaar nie. Iets moet verkeerd wees 😕
am_et: ያልተለመደ, ምንም የለም. የሆነ ነገር ስህተት መሆን አለበት 😕
ar_bh: غريب ، لا شيء متاح. يجب أن يكون هناك خطأ 😕
as_in: অদ্ভুত, উপলব্ধ একো নাই। কিবা এটা ভুল হব লাগিব 😕
az_cyrl: Tək, heç bir şey yoxdur. Bir şey səhv olmalıdır 😕
bg_bg: Странно, нищо не е налично. Нещо трябва да не е наред 😕
bn_in: বিজোড়, কিছুই পাওয়া যায় না। কিছু অবশ্যই ভুল হতে হবে 😕
bs_latn_ba: Čudno, ništa nije dostupno. Nešto mora biti pogrešno 😕
ca_es: Estrany, res disponible. Alguna cosa ha d'estar malament 😕
cs_cz: Zvláštní, nic dostupného. Něco musí být špatně 😕
cy_gb: Od, dim byd ar gael. Rhaid i rywbeth fod yn anghywir 😕
da_dk: Mærkeligt, intet tilgængeligt. Noget skal være forkert 😕
de_ch: Seltsam, nichts verfügbar. Etwas muss falsch sein 😕
el_gr: Περίεργο, τίποτα διαθέσιμο. Κάτι πρέπει να είναι λάθος 😕
es_bo: Extraño, nada disponible. Algo debe estar mal 😕
et_ee: Veider, midagi pole saadaval. Midagi peab olema valesti 😕
fa_ir: عجیب ، هیچ چیز در دسترس نیست. چیزی باید اشتباه باشد
fi_fi: Odd, ei mitään saatavilla. Jotain on oltava vialla 😕
fil_ph: Kakaiba, walang magagamit. May dapat mali 😕
fr_029: Étrange, rien de disponible. Quelque chose doit ne pas être mal 😕
ga_ie: Odd, níl aon rud ar fáil. Caithfidh rud éigin a bheith mícheart 😕
gu_in: વિચિત્ર, કંઈ ઉપલબ્ધ નથી. કંઈક ખોટું હોવું જોઈએ 😕
he_il: מוזר, שום דבר זמין. משהו בטח לא בסדר 😕
hi_in: अजीब, कुछ भी उपलब्ध नहीं है। कुछ गलत होना चाहिए 😕
hr_hr: Čudno, ništa dostupno. Nešto mora biti u redu 😕
hu_hu: Furcsa, semmi sem érhető el. Valaminek kell lennie, hogy nincs rossz 😕
hy_am: Տարօրինակ, ոչինչ չկա: Ինչ-որ բան պետք է սխալ լինի
id_id: Aneh, tidak ada yang tersedia. Sesuatu pasti salah 😕
is_is: Skrýtið, ekkert í boði. Eitthvað hlýtur að vera rangt 😕
it_ch: Strano, niente disponibile. Qualcosa deve essere sbagliato 😕
ja_jp: 奇妙な、何も利用できません。何かが間違っているに違いありません
ka_ge: უცნაური, არაფერი ხელმისაწვდომი. რაღაც უნდა იყოს არასწორი
kk_kz: Тақ, ештеңе жоқ. Бірдеңе дұрыс болмауы керек 😕
km_kh: សេសគ្មានអ្វីទេ។ អ្វីមួយត្រូវតែខុស😕
kn_in: ಬೆಸ, ಏನೂ ಲಭ್ಯವಿಲ್ಲ. ಏನೋ ತಪ್ಪಾಗಿರಬೇಕು
ko_kr: 홀수, 사용 가능한 것은 없습니다. 뭔가 잘못되어야합니다
ky_kg: Тақ, эч нерсе жок. Бир нерсе туура эмес болушу керек 😕
lo_la: ຄີກ, ບໍ່ມີຫຍັງມີ. ບາງສິ່ງບາງຢ່າງຕ້ອງເປັນສິ່ງທີ່ຜິດພາດ😕
lt_lt: Keista, nieko nėra. Kažkas turi būti negerai 😕
lv_lv: Nepāra, nekas nav pieejams. Kaut kam jābūt nepareizam 😕
mi_nz: Rerekē, kaore he mea e waatea ana. Ko tetahi mea me mahi he 😕
mk_mk: Чудно, ништо на располагање. Нешто мора да биде погрешно
ml_in: വിചിത്രമായ, ലഭ്യമല്ല. എന്തെങ്കിലും തെറ്റായിരിക്കണം
mr_in: विचित्र, काहीही उपलब्ध नाही. काहीतरी चुकीचे असले पाहिजे 😕
ms_my: Ganjil, tidak ada yang tersedia. Sesuatu mesti salah 😕
mt_mt: Fard, xejn disponibbli. Xi ħaġa trid tkun ħażina 😕
nb_no: Merkelig, ingenting tilgjengelig. Noe må være galt 😕
ne_np: अनौंठो, केहि उपलब्ध छैन। केहि गलत हुनु पर्छ 😕
nl_be: Vreemd, niets beschikbaar. Er moet iets mis zijn 😕
or_in: ଅଦ୍ଭୁତ, କିଛି ଉପଲବ୍ଧ ନାହିଁ | କିଛି ଭୁଲ ହେବା ଜରୁରୀ 😕
pa_arab: ਅਜੀਬ, ਕੁਝ ਵੀ ਉਪਲਬਧ ਨਹੀਂ. ਕੁਝ ਗਲਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ 😕
pl_pl: Dziwne, nic dostępnego. Coś musi być nie tak 😕
pt_br: Ímpar, nada disponível. Algo deve estar errado 😕
ro_ro: Ciudat, nimic disponibil. Ceva trebuie să fie greșit 😕
ru_ru: Странно, ничего доступного. Что -то должно быть неверным 😕
sk_sk: Zvláštne, nič k dispozícii. Niečo musí byť v poriadku 😕
sl_si: Čudno, nič na voljo. Nekaj ​​mora biti narobe 😕
sq_al: E çuditshme, asgjë në dispozicion. Diçka duhet të jetë e gabuar
sr_cyrl_me: Чудно, ништа није доступно. Нешто мора бити погрешно 😕
sv_fi: Udda, inget tillgängligt. Något måste vara fel 😕
sw_ke: Isiyo ya kawaida, hakuna kinachopatikana. Kitu lazima kiwe kibaya 😕
ta_in: ஒற்றைப்படை, எதுவும் கிடைக்கவில்லை. ஏதோ தவறாக இருக்க வேண்டும்
te_in: బేసి, అందుబాటులో ఏమీ లేదు. ఏదో తప్పు ఉండాలి
th_th: แปลกไม่มีอะไรให้บริการ มีบางอย่างผิดปกติ😕
tk_tm: Geň, hiç zat ýok. Bir zat ýalňyş bolmaly 😕
tr_tr: Garip, mevcut bir şey yok. Bir şey yanlış olmalı 😕
tt_ru: Сәер, бернәрсә дә юк. Нәрсәдер дөрес булырга тиеш 😕
ug_cn: غەلىتە, ھېچنېمە يوق. بىر نەرسە چوقۇم خاتا بولۇشى كېرەك
uk_ua: Дивно, нічого не доступно. Щось повинно бути неправильним 😕
ur_pk: عجیب ، کچھ بھی دستیاب نہیں ہے۔ کچھ غلط ہونا چاہئے 😕
uz_cyrl: G'alati, hech narsa mavjud emas. Biror narsa noto'g'ri bo'lishi kerak 😕
vi_vn: Odd, không có gì có sẵn. Có gì đó không sai 😕
zh_hant: 奇怪，什麼都沒有。某事一定是錯誤的😕

# CommonRemoveLabel
source: Remove
af_za: Verwyder
am_et: ያስወግዱ
ar_bh: يزيل
as_in: আঁতৰোৱা
az_cyrl: Çıxarmaq
bg_bg: Премахване
bn_in: অপসারণ
bs_latn_ba: Ukloniti
ca_es: Treure
cs_cz: Odstranit
cy_gb: Godon
da_dk: Fjerne
de_ch: Entfernen
el_gr: Αφαιρώ
es_bo: Eliminar
et_ee: Eemaldama
fa_ir: برداشتن
fi_fi: Poista
fil_ph: Alisin
fr_029: Retirer
ga_ie: Bain amach
gu_in: દૂર કરવું
he_il: לְהַסִיר
hi_in: निकालना
hr_hr: Ukloniti
hu_hu: Eltávolítás
hy_am: Հեռացնել
id_id: Menghapus
is_is: Fjarlægðu
it_ch: Rimuovere
ja_jp: 取り除く
ka_ge: ამოღება
kk_kz: Кетіру
km_kh: រមកមិ avad ចេញ
kn_in: ತೆಗೆದುಹಾಕು
ko_kr: 제거하다
ky_kg: Алып салуу
lo_la: ເອົາອອກ
lt_lt: Pašalinti
lv_lv: Noņemt
mi_nz: Neke
mk_mk: Отстранете
ml_in: മാറ്റുക
mr_in: काढा
ms_my: Keluarkan
mt_mt: Neħħi
nb_no: Fjerne
ne_np: हटाउनु
nl_be: Verwijderen
or_in: କା remove ାଳି ଦିଅ |
pa_arab: ਹਟਾਓ
pl_pl: Usunąć
pt_br: Remover
ro_ro: Elimina
ru_ru: Удалять
sk_sk: Odložiť
sl_si: Odstrani
sq_al: Largoj
sr_cyrl_me: Скинути
sv_fi: Avlägsna
sw_ke: Ondoa
ta_in: அகற்று
te_in: తొలగించండి
th_th: ลบ
tk_tm: Aýyrmak
tr_tr: Kaldırmak
tt_ru: Бетерү
ug_cn: چىقىرىۋېتىڭ
uk_ua: Видалити
ur_pk: دور
uz_cyrl: Olib tashlamoq
vi_vn: Di dời
zh_hant: 消除
