Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginUpdateErrorText
source: There was an issue updating '{0}'. In order to complete the update you will need to restart and install '{0}' again (don't worry all of your settings will be restored). You can restart now and complete the update by re - installing, ignore this and update it later or cancel the update all together and continue using version '{1}'?
af_za: Daar was 'n probleem met die opdatering van '{0}'. Om die opdatering te voltooi, moet u weer begin en '{0}' installeer (moenie bekommerd wees dat al u instellings herstel sal word nie). U kan nou weer begin en die opdatering voltooi deur dit te installeer, dit te ignoreer en dit later op te dateer of die opdatering alles saam te kanselleer en voort te gaan met die weergawe '{1}'?
am_et: '{0}' ዝመና '{0}' ነበር. ዝመናውን ለማጠናቀቅ '{0}' እንደገና ማስጀመር እና መጫን ያስፈልግዎታል (እንደገና አይጨነቁ ቅንብሮችዎ እንደገና ይመለሳሉ). አሁን እንደገና መጀመር እና ማዘመኛውን እንደገና በመጫን እንደገና ማጠናቀቅ, ይህንን እንደገና ማጠናቀቅ, ችላ ይበሉ, በኋላ ላይ ያዘምኑ ወይም ዝመናውን በሙሉ ያዘምኑ ወይም "{1} 'ን መጠቀሙን ይቀጥሉ?
ar_bh: كان هناك مشكلة تحديث '{0}'. من أجل إكمال التحديث ، ستحتاج إلى إعادة تشغيل وتثبيت "{0} مرة أخرى (لا تقلق سيتم استعادة جميع الإعدادات الخاصة بك). يمكنك إعادة التشغيل الآن وإكمال التحديث عن طريق إعادة التثبيت ، وتجاهل ذلك وتحديثه لاحقًا أو إلغاء التحديث معًا ومتابعة استخدام الإصدار '{1}'؟
as_in: '{0}' আপডেট কৰা এটা সমস্যা আছিল। আপডেইট সম্পূৰ্ণ কৰিবলৈ আপুনি পুনৰাৰম্ভ কৰিব লাগিব আৰু পুনৰায় '{0}' সংস্থাপন কৰিব লাগিব (চিন্তা নকৰিব আপোনাৰ সকলো সংহতিসমূহ পুনৰুদ্ধাৰ কৰা হ'ব)। আপুনি এতিয়াই পুনৰাৰম্ভ কৰিব পাৰে আৰু পুনৰ সংস্থাপন কৰিব পাৰে আৰু পুনৰ সংস্থাপন কৰি সম্পূৰ্ণ কৰিব পাৰে, ইয়াক আওকাণ কৰি ইয়াক পিছত আপডেইট কৰিব পাৰে আৰু আপডেইট সকলো একেলগে বাতিল কৰিব পাৰে আৰু সংস্কৰণ '{1}' ব্যৱহাৰ কৰি থাকিব?
az_cyrl: '{0}' 'bir problem var idi. Yeniləməni başa çatdırmaq üçün yenidən başladın və yenidən başladın ({0} ') yenidən qurmalısınız (bütün parametrləriniz bərpa olunacaq). İndi yenidən başladın və yeniləməni yenidən quraşdırın, buna məhəl qoymadılar və sonra yeniləyin və sonra yeniləməni yeniləyin və ya yeniləməni birlikdə yeniləyin və '{1}' versiyasından istifadə etməyə davam edin?
bg_bg: Имаше проблем, актуализиращ '{0}'. За да завършите актуализацията, ще трябва да рестартирате и инсталирате отново '{0}' (не се притеснявайте, че всичките ви настройки ще бъдат възстановени). Можете да рестартирате сега и да попълните актуализацията чрез re - инсталиране, игнорирайте това и го актуализирате по -късно или анулирате актуализацията всички заедно и продължете да използвате версия '{1}'?
bn_in: '{0}' আপডেট করার একটি সমস্যা ছিল। আপডেটটি সম্পূর্ণ করার জন্য আপনাকে আবার '{0}' পুনরায় চালু করতে এবং ইনস্টল করতে হবে (আপনার সমস্ত সেটিংস পুনরুদ্ধার করা হবে তা চিন্তা করবেন না)। আপনি এখনই পুনরায় চালু করতে পারেন এবং পুনরায় ইনস্টল করে আপডেটটি সম্পূর্ণ করতে পারেন, এটিকে উপেক্ষা করুন এবং পরে এটি আপডেট করুন বা আপডেটটি সমস্ত একসাথে বাতিল করতে এবং সংস্করণ '{1}' ব্যবহার করে চালিয়ে যেতে পারেন?
bs_latn_ba: Bilo je problema sa ažuriranjem "{0}". Da biste dovršili ažuriranje, morat ćete ponovo pokrenuti i instalirati '{0}' (ne brinite da će se sva vaša podešavanja obnoviti). Sada možete ponovo pokrenuti i dovršiti ažuriranje RE - Instaliranje, zanemarivanje toga i ažurirati kasnije ili otkazati ažuriranje zajedno i nastaviti koristiti verziju '{1}'?
ca_es: Hi va haver un problema actualitzant "{0}". Per completar l'actualització, haureu de reiniciar i tornar a instal·lar '{0}' (no us preocupeu que es restaurarà tota la configuració). Podeu reiniciar ara i completar l'actualització mitjançant la instal·lació, ignorar -la i actualitzar -la més endavant o cancel·lar l'actualització tots junts i continuar utilitzant la versió '{1}'?
cs_cz: Aktualizoval problém „{0}“. Chcete -li dokončit aktualizaci, budete muset znovu restartovat a nainstalovat '{0}' znovu (nebojte se, že bude obnovena všechna vaše nastavení). Nyní můžete restartovat a dokončit aktualizaci pomocí re - instalace, ignorování a aktualizujte ji později nebo zrušit aktualizaci dohromady a pokračovat v používání verze '{1}'?
cy_gb: Roedd mater yn diweddaru '{0}'. Er mwyn cwblhau'r diweddariad bydd angen i chi ailgychwyn a gosod '{0}' eto (peidiwch â phoeni y bydd eich holl osodiadau yn cael eu hadfer). Gallwch ailgychwyn nawr a chwblhau'r diweddariad trwy ail -osod, anwybyddu hyn a'i ddiweddaru yn nes ymlaen neu ganslo'r diweddariad gyda'i gilydd a pharhau i ddefnyddio fersiwn '{1}'?
da_dk: Der var et problem med at opdatere '{0}'. For at afslutte opdateringen skal du genstarte og installere '{0}' igen (rolig ikke alle dine indstillinger gendannes). Du kan genstarte nu og gennemføre opdateringen ved at installere, ignorere dette og opdatere den senere eller annullere opdateringen sammen og fortsætte med at bruge version '{1}'?
de_ch: Es gab eine Ausgabe, die '{0}' aktualisiert wurde. Um das Update abzuschließen, müssen Sie erneut '{0}' neu starten und installieren (mach dir keine Sorgen, alle deine Einstellungen werden wiederhergestellt). Sie können jetzt neu starten und das Update durch die Installation durchführen, ignorieren und später aktualisieren oder das Update alle gemeinsam abbrechen und die Version '{1}' fortsetzen?
el_gr: Υπήρχε ένα ζήτημα ενημέρωσης '{0}'. Για να ολοκληρώσετε την ενημέρωση θα χρειαστεί να επανεκκινήσετε και να εγκαταστήσετε ξανά '{0}' (μην ανησυχείτε ότι όλες οι ρυθμίσεις σας θα αποκατασταθούν). Μπορείτε να κάνετε επανεκκίνηση τώρα και να ολοκληρώσετε την ενημέρωση με την εγκατάσταση, να αγνοήσετε αυτό και να το ενημερώσετε αργότερα ή να ακυρώσετε την ενημέρωση όλοι μαζί και να συνεχίσετε να χρησιμοποιείτε την έκδοση '{1}';
es_bo: Hubo un problema de actualización '{0}'. Para completar la actualización, deberá reiniciar e instalar '{0}' nuevamente (no se preocupe, se restablecerá toda su configuración). ¿Puede reiniciar ahora y completar la actualización de la instalación, ignorarlo y actualizarlo más tarde o cancelar la actualización todos juntos y continuar usando la versión '{1}'?
et_ee: Seal oli probleem, mis värskendas '{0}'. Värskenduse lõpuleviimiseks peate uuesti taaskäivitama ja installima '{0}' (ärge muretsege, et kõik teie sätted taastatakse). Saate nüüd taaskäivitada ja värskenduse lõpule viia, installides, ignoreerida seda ja värskendada hiljem või tühistada värskendus kõik koos ning jätkate versiooni '{1}' kasutamist?
fa_ir: یک مسئله به روزرسانی "{0}" وجود داشت. برای تکمیل به روزرسانی ، باید دوباره "{0}" را مجدداً راه اندازی و نصب کنید (نگران نباشید که تمام تنظیمات شما بازیابی شود). اکنون می توانید دوباره راه اندازی مجدد کرده و به روزرسانی را با نصب ، نصب ، نادیده گرفتن این موضوع و به روزرسانی بعداً یا به روزرسانی همه را با هم لغو کنید و با استفاده از نسخه "{1}" ادامه دهید؟
fi_fi: Oli ongelma päivittää '{0}'. Päivityksen suorittamiseksi sinun on käynnistettävä uudelleen ja asennettava uudelleen '{0}' uudelleen (älä huoli, että kaikki asetukset palautetaan). Voit käynnistää nyt uudelleen ja suorittaa päivityksen uudelleen asentamalla, sivuuttaa tämä ja päivittää se myöhemmin tai peruuttaa päivitys kaikki yhdessä ja jatkaa version '{1}' käyttöä?
fil_ph: Mayroong isang isyu sa pag -update ng '{0}'. Upang makumpleto ang pag -update kakailanganin mong i -restart at i -install muli ang '{0}' (huwag mag -alala ang lahat ng iyong mga setting ay maibabalik). Maaari mong i -restart ngayon at kumpletuhin ang pag -update sa pamamagitan ng muling pag -install, huwag pansinin ito at i -update ito sa ibang pagkakataon o kanselahin ang pag -update nang magkasama at magpatuloy sa paggamit ng bersyon '{1}'?
fr_029: Il y avait un problème à jour '{0}'. Afin de terminer la mise à jour, vous devrez redémarrer et installer à nouveau '{0}' (ne vous inquiétez pas tous vos paramètres seront restaurés). Vous pouvez redémarrer maintenant et compléter la mise à jour en installant, ignorer ceci et la mettre à jour plus tard ou annuler la mise à jour tous ensemble et continuer à utiliser la version '{1}'?
ga_ie: Bhí saincheist ag nuashonrú '{0}'. Chun an nuashonrú a chomhlánú beidh ort a atosú agus a shuiteáil '{0}' arís (ná bíodh imní ort go ndéanfar do chuid socruithe go léir a athchóiriú). Is féidir leat atosú anois agus an nuashonrú a chomhlánú trí ath -shuiteáil, neamhaird a dhéanamh air seo agus é a nuashonrú níos déanaí nó an nuashonrú a chealú le chéile agus leanúint ar aghaidh ag baint úsáide as leagan '{1}'?
gu_in: '{0}' ને અપડેટ કરવાનો એક મુદ્દો હતો. અપડેટને પૂર્ણ કરવા માટે તમારે ફરીથી '{0}' ફરીથી શરૂ કરવાની અને ઇન્સ્ટોલ કરવાની જરૂર પડશે (ચિંતા કરશો નહીં કે તમારી બધી સેટિંગ્સ પુન restored સ્થાપિત થશે). તમે હમણાં ફરીથી પ્રારંભ કરી શકો છો અને ફરીથી - ફરીથી ઇન્સ્ટોલ કરીને, આને અવગણો અને પછીથી તેને અપડેટ કરી શકો છો અથવા અપડેટને એકસાથે રદ કરી શકો છો અને '{1}' નો ઉપયોગ કરવાનું ચાલુ રાખી શકો છો?
he_il: הייתה בעיה בעדכון '{0}'. על מנת להשלים את העדכון תצטרך להפעיל מחדש ולהתקין שוב את '{0}' (אל תדאג שכל ההגדרות שלך ישוחזרו). אתה יכול להפעיל מחדש עכשיו ולהשלים את העדכון על ידי התקנה מחדש, להתעלם מכך ולעדכן אותו אחר כך או לבטל את העדכון הכל יחד ולהמשיך להשתמש בגרסה '{1}'?
hi_in: '{0}' को अपडेट करने वाला एक मुद्दा था। अपडेट को पूरा करने के लिए आपको फिर से '{0}' को पुनरारंभ करने और स्थापित करने की आवश्यकता होगी (चिंता न करें कि आपकी सभी सेटिंग्स को पुनर्स्थापित किया जाएगा)। आप अब पुनरारंभ कर सकते हैं और पुन: स्थापित करके अपडेट को पूरा कर सकते हैं, इसे अनदेखा कर सकते हैं और बाद में इसे अपडेट कर सकते हैं या अपडेट को एक साथ रद्द कर सकते हैं और संस्करण '{1}' का उपयोग करना जारी रखें?
hr_hr: Došlo je do ažuriranja '{0}'. Da biste dovršili ažuriranje, morat ćete ponovno pokrenuti i instalirati '{0}' (ne brinite da će se sve vaše postavke obnoviti). Možete ponovo pokrenuti i dovršiti ažuriranje tako što ćete ponovno instalirati, zanemariti i ažurirati ga kasnije ili otkazati ažuriranje sve zajedno i nastaviti koristiti verziju '{1}'?
hu_hu: Volt egy probléma, amely frissítette a '{0}' -t. A frissítés befejezéséhez újra kell indítania és újra kell telepítenie a '{0}' (ne aggódjon, hogy az összes beállítás visszaáll). Most újraindíthatja, és a frissítést újra telepítheti, ezt nem hagyhatja figyelmen kívül, és később frissítheti, vagy a frissítést együtt törölheti, és folytathatja a '{1}' verzió használatát?
hy_am: «{0}» թարմացմամբ խնդիր կար: Թարմացումը լրացնելու համար ձեզ հարկավոր է վերագործարկել եւ նորից տեղադրել «{0}» (Մի անհանգստացեք ձեր բոլոր պարամետրերը վերականգնվելու են): Կարող եք վերականգնել հիմա եւ լրացնել թարմացումը Re - տեղադրելով, անտեսեք դա եւ թարմացրեք այն ավելի ուշ կամ չեղյալ համարեք «{1}» տարբերակը:
id_id: Ada masalah yang memperbarui '{0}'. Untuk menyelesaikan pembaruan, Anda perlu memulai ulang dan menginstal '{0}' lagi (jangan khawatir semua pengaturan Anda akan dipulihkan). Anda dapat memulai ulang sekarang dan menyelesaikan pembaruan dengan menginstal kembali, mengabaikan ini dan memperbarui nanti atau membatalkan pembaruan bersama -sama dan terus menggunakan versi '{1}'?
is_is: Það var mál að uppfæra '{0}'. Til að ljúka uppfærslunni þarftu að endurræsa og setja upp '{0}' aftur (ekki hafa áhyggjur af öllum stillingum þínum verða endurreistar). Þú getur endurræst núna og klárað uppfærsluna með því að setja upp, hunsa þetta og uppfæra hana seinna eða hætta við uppfærsluna allt saman og halda áfram að nota útgáfu '{1}'?
it_ch: C'è stato un problema che aggiorna '{0}'. Per completare l'aggiornamento dovrai riavviare e installare di nuovo '{0}' (non preoccuparti che tutte le tue impostazioni verranno ripristinate). È possibile riavviare ora e completare l'aggiornamento mediante installazione, ignorarlo e aggiornarlo in seguito o annullare l'aggiornamento tutto insieme e continuare a utilizzare la versione '{1}'?
ja_jp: 「{0}」の更新問題がありました。更新を完了するには、再起動して「{0}」を再度インストールする必要があります（すべての設定が復元されることを心配しないでください）。 今すぐ再起動して、再インストールして更新を完了し、これを無視して後で更新するか、アップデートをすべて一緒にキャンセルし、バージョン '{1}'を使用して続行できますか？
ka_ge: იყო საკითხი, რომელიც განახლდა '{0}'. განახლების დასრულების მიზნით, თქვენ დაგჭირდებათ ხელახლა გადატვირთვა და ინსტალაცია '{0}' (არ ინერვიულოთ თქვენი ყველა პარამეტრი აღდგება). შეგიძლიათ ახლავე გადატვირთოთ და შეავსოთ განახლება Re - ინსტალაციით, უგულებელყოფა და განაახლეთ იგი მოგვიანებით, ან გააუქმეთ განახლება ყველა ერთად და განაგრძეთ ვერსიის '{1}' გამოყენება?
kk_kz: «{0}» мәселесін жаңарту болды. Жаңартуды аяқтау үшін сіз «{0}» қайта іске қосу және орнату қажет (барлық параметрлеріңіз қалпына келеді деп алаңдамаңыз). Қазір қайта іске қосып, жаңартуды қайта орнатып, оны қайта орнатып, кейінірек жаңартып, жаңартып, жаңартыңыз және «{1}» нұсқасын қолдануды жалғастыра аласыз ба?
km_kh: មានបញ្ហាក្នុងការធ្វើបច្ចុប្បន្នភាព '{0}' ។ ដើម្បីបញ្ចប់ការធ្វើបច្ចុប្បន្នភាពអ្នកនឹងត្រូវចាប់ផ្តើមឡើងវិញហើយដំឡើង '{0}' ម្តងទៀត (កុំបារម្ភរាល់ការកំណត់របស់អ្នកនឹងត្រូវបានស្តារឡើងវិញ) ។ អ្នកអាចចាប់ផ្តើមការធ្វើបច្ចុប្បន្នភាពឡើងវិញដោយដំឡើងឡើងវិញមិនអើពើនឹងវាហើយធ្វើបច្ចុប្បន្នភាពវានៅពេលក្រោយឬបោះបង់ការធ្វើបច្ចុប្បន្នភាពជាមួយគ្នាហើយបន្តប្រើកំណែ '{1}'?
kn_in: '{0}' ಅನ್ನು ನವೀಕರಿಸುವ ಸಮಸ್ಯೆ ಇತ್ತು. ನವೀಕರಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಮತ್ತೆ '{0}' ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಬೇಕು ಮತ್ತು ಸ್ಥಾಪಿಸಬೇಕಾಗುತ್ತದೆ (ಚಿಂತಿಸಬೇಡಿ ನಿಮ್ಮ ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ). ನೀವು ಈಗ ಮರುಪ್ರಾರಂಭಿಸಬಹುದು ಮತ್ತು ಮರು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ನವೀಕರಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಬಹುದು, ಇದನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ ಮತ್ತು ನಂತರ ನವೀಕರಿಸಿ ಅಥವಾ ನವೀಕರಣವನ್ನು ಒಟ್ಟಿಗೆ ರದ್ದುಗೊಳಿಸಿ ಮತ್ತು '{1}' ಆವೃತ್ತಿಯನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಬಹುದು?
ko_kr: '{0}'을 업데이트하는 문제가있었습니다. 업데이트를 완료하려면 다시 시작하고 '{0}'을 다시 설치해야합니다 (모든 설정이 복원 될 걱정하지 마십시오). 지금 다시 시작하고 다시 설치하여 업데이트를 완료하고이를 무시하고 나중에 업데이트하거나 업데이트를 모두 취소하고 버전 '{1}'을 계속 사용하십시오.
ky_kg: '{0}' жаңыртуу маселеси болду. Жаңыртууну аяктоо үчүн, сиз кайрадан '{0}' орнотушуңуз керек (Орнотууңузду орнотушуңуз керек) (Баардык жөндөөлөрүңүздүн бардыгы калыбына келтирилиши керек). Сиз азыр өчүрүп-күйгүзүп, жаңыртууну кайрадан орнотуп, аны этибарга албап, кийинчерээк жаңыртып, кийинчерээк жаңыртып, "{1}" версиясын колдонууну уланта аласызбы?
lo_la: ມີບັນຫາການປັບປຸງ '{0}'. ເພື່ອໃຫ້ສໍາເລັດການອັບເດດທ່ານຈະຕ້ອງເລີ່ມຕົ້ນໃຫມ່ແລະຕິດຕັ້ງ '{0}' ທ່ານສາມາດເລີ່ມຕົ້ນໃຫມ່ໃນຕອນນີ້ແລະສໍາເລັດການປັບປຸງໂດຍການປັບປຸງໃຫມ່, ບໍ່ສົນໃຈສິ່ງນີ້ແລະຍົກເລີກການປັບປຸງໃຫມ່ແລະສືບຕໍ່ນໍາໃຊ້ສະບັບ '{1}'?
lt_lt: Buvo problema atnaujinti '{0}'. Norėdami užbaigti atnaujinimą, turėsite iš naujo paleisti ir įdiegti '{0}' (nesijaudinkite, kad visi jūsų nustatymai bus atkurti). Galite paleisti iš naujo dabar ir užpildyti atnaujinimą, įdiegdami, nepaisykite to ir atnaujinkite vėliau arba atšaukite atnaujinimą kartu ir toliau naudodamiesi versija „{1}“?
lv_lv: Bija problēma, atjauninot “{0}”. Lai aizpildītu atjauninājumu, jums atkal būs jārestartē un jāinstalē '{0}' (neuztraucieties, ka visi iestatījumi tiks atjaunoti). Jūs varat restartēt tūlīt un aizpildīt atjauninājumu, instalējot, ignorējiet to un atjauniniet to vēlāk vai atcelt atjauninājumu kopā un turpināt izmantot versiju “{1}”?
mi_nz: He take kei te whakahou i te '{0}'. Hei whakaoti i te whakahoutanga ka hiahia koe ki te whakaara ano me te whakauru i te '{0}' (Kaua e manukanuka ki nga mea katoa ka whakahokia mai). Ka taea e koe te whakaara inaianei me te whakaoti i te whakahoutanga na te whakauru ano me te whakahou i te waa i muri mai ka whakakorehia ranei te whakahoutanga katoa me te whakamahi tonu i te putanga '{1}'?
mk_mk: Имаше проблем со ажурирање „{0}“. За да го завршите ажурирањето, ќе треба повторно да го рестартирате и инсталирате '{0}' (не грижете се за сите ваши поставки ќе бидат обновени). Можете да го рестартирате сега и да го завршите ажурирањето со Re - инсталирање, игнорирајте го ова и да го ажурирате подоцна или да го откажете ажурирањето сите заедно и да продолжите со користење на верзијата '{1}'?
ml_in: '{0}' അപ്ഡേറ്റ് ചെയ്യുന്ന ഒരു പ്രശ്നം ഉണ്ടായിരുന്നു. അപ്ഡേറ്റ് പൂർത്തിയാക്കുന്നതിന് നിങ്ങൾ പുനരാരംഭിക്കേണ്ടതുണ്ട്, വീണ്ടും '{0}' വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട് (നിങ്ങളുടെ എല്ലാ ക്രമീകരണങ്ങളും പുന ored സ്ഥാപിക്കപ്പെടും). നിങ്ങൾക്ക് ഇപ്പോൾ പുനരാരംഭിച്ച് അപ്ഡേറ്റ് ചെയ്യുക - വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുക, ഇത് അവഗണിച്ച് പിന്നീട് അപ്ഡേറ്റ് ചെയ്യുക അല്ലെങ്കിൽ അപ്ഡേറ്റ് ചെയ്യുക '{1}' പതിപ്പ് ഉപയോഗിക്കുന്നത് തുടരുകയാണോ?
mr_in: '{0}' अद्यतनित करणारी एक समस्या होती. अद्यतन पूर्ण करण्यासाठी आपल्याला पुन्हा रीस्टार्ट करणे आणि पुन्हा '{0}' स्थापित करणे आवश्यक आहे (काळजी करू नका आपल्या सर्व सेटिंग्ज पुनर्संचयित केल्या जातील). आपण आत्ताच रीस्टार्ट करू शकता आणि री -स्थापित करून अद्यतनित करू शकता, याकडे दुर्लक्ष करू शकता आणि नंतर अद्यतनित करू शकता किंवा सर्व एकत्र अद्यतन रद्द करू शकता आणि '{1}' आवृत्ती वापरणे सुरू ठेवू शकता?
ms_my: Terdapat masalah mengemas kini '{0}'. Untuk menyelesaikan kemas kini, anda perlu memulakan semula dan memasang '{0}' sekali lagi (jangan bimbang semua tetapan anda akan dipulihkan). Anda boleh memulakan semula sekarang dan melengkapkan kemas kini dengan memasang semula, abaikan ini dan kemas kini kemudian atau membatalkan kemas kini bersama -sama dan terus menggunakan versi '{1}'?
mt_mt: Kien hemm kwistjoni ta 'aġġornament "{0}". Sabiex tlesti l-aġġornament ser ikollok bżonn terġa 'tibda u tinstalla' {0} 'mill-ġdid (tinkwetax li l-issettjar kollu tiegħek jiġi rrestawrat). Tista 'terġa' tibda issa u tlesti l-aġġornament billi terġa 'tinstalla, tinjora dan u taġġornah aktar tard jew tikkanċella l-aġġornament kollha flimkien u tkompli tuża l-verżjoni "{1}"?
nb_no: Det var et problem som oppdaterte '{0}'. For å fullføre oppdateringen må du starte på nytt og installere '{0}' igjen (ikke bekymre deg for at alle innstillingene dine blir gjenopprettet). Du kan starte på nytt nå og fullføre oppdateringen ved å installere, ignorere dette og oppdatere den senere eller avbryte oppdateringen sammen og fortsette å bruke versjon '{1}'?
ne_np: त्यहाँ '{0}' अपडेट गर्दै एक मुद्दा थियो। अपडेट पूरा गर्नका लागि तपाईले पुन: सुरू गर्न र पुन: सुरू गर्न र स्थापना गर्नु आवश्यक पर्दछ '{0}' स्थापना गर्नुहोस् (तपाईंको सबै सेटिंग्स पुनःस्थापना हुनेछ)। तपाईं अब पुन: सुरू गर्न सक्नुहुनेछ र पुन: स्थापना गरेर अपडेट पूरा गर्न सक्नुहुनेछ, यसलाई उपेक्षा गर्नुहोस् र पछि अपडेट गर्नुहोस् वा सबै सँगै अपडेट रद्द गर्नुहोस् '9} '{1}' {1} '{1}'
nl_be: Er was een probleem met de update '{0}'. Om de update te voltooien, moet u opnieuw '{0}' opnieuw opstarten en installeren (maak je geen zorgen dat al je instellingen worden hersteld). U kunt nu opnieuw opstarten en de update voltooien door opnieuw te installeren, te negeren en deze later bij te werken of de update allemaal samen te annuleren en de versie '{1}' door te gaan?
or_in: '{0}' ଏକ ସମସ୍ୟା ଥିଲା | ଅଦ୍ୟତନ ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କୁ ପୁନର୍ବାର '{0}' ପୁନ rest ଆରମ୍ଭ ଏବଂ ସଂସ୍ଥାପନ କରିବାକୁ ପଡିବ (ଆପଣଙ୍କର ସମସ୍ତ ସେଟିଂସମୂହ ପୁନ restored ସ୍ଥାପିତ ହେବ ନାହିଁ) | ଆପଣ ବର୍ତ୍ତମାନ ପୁନ rest ଆରମ୍ଭ କରିପାରିବେ ଏବଂ ପୁନ ES ସ୍ଥାପନ, ​​ଏହାକୁ ଉପଦେଶ ଦିଅନ୍ତୁ, ଏହାକୁ ଅଗ୍ର Eveାନ୍ତୁ କିମ୍ବା ସମସ୍ତଙ୍କୁ ଏକତ୍ର ଅଦ୍ୟତନ କରନ୍ତୁ କିମ୍ବା ସମସ୍ତକୁ ଏକତ୍ର ଅଦ୍ୟତନ କରନ୍ତୁ କିମ୍ବା ସଂସ୍କରଣ '{1}' ବ୍ୟବହାର ଜାରି ରଖନ୍ତୁ?
pa_arab: '{0}' ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ ਇੱਕ ਅਪਡੇਟ ਹੋਇਆ. ਅਪਡੇਟ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਮੁੜ ਚਾਲੂ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ (ਚਿੰਤਾ ਨਾ ਕਰੋ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਬਹਾਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ). ਤੁਸੀਂ ਹੁਣ ਮੁੜ-ਸਥਾਪਿਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰਕੇ ਅਪਡੇਟ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸ ਨੂੰ ਅਪਡੇਟ ਕਰੋ ਜਾਂ ਸਾਰੇ ਅਪਡੇਟ ਨੂੰ ਜਾਰੀ ਰੱਖੋ ਜਾਂ ਸਾਰੇ ਨੂੰ ਅਪਡੇਟ ਕਰੋ ਜਾਂ ਸਾਰੇ ਨੂੰ ਅਪਡੇਟ ਨੂੰ ਰੱਦ ਕਰੋ ਜਾਂ ਸਾਰੇ ਅਪਡੇਟ ਨੂੰ ਜਾਰੀ ਰੱਖੋ '{1}' ਨੂੰ ਜਾਰੀ ਰੱਖੋ
pl_pl: Wystąpił problem z aktualizacją „{0}”. Aby zakończyć aktualizację, musisz ponownie uruchomić i zainstalować ponownie „{0}” (nie martw się, wszystkie ustawienia zostaną przywrócone). Możesz ponownie uruchomić teraz i zakończyć aktualizację, instalując, zignoruj ​​to i zaktualizować później lub anulować aktualizację razem i kontynuować użycie wersji „{1}”?
pt_br: Havia um problema atualizando '{0}'. Para concluir a atualização, você precisará reiniciar e instalar '{0}' novamente (não se preocupe, todas as suas configurações serão restauradas). Você pode reiniciar agora e preencher a atualização, instalando, ignore isso e atualize -o posteriormente ou cancele a atualização todos juntos e continue usando a versão '{1}'?
ro_ro: A fost o problemă de actualizare „{0}”. Pentru a completa actualizarea, va trebui să reporniți și să instalați din nou '{0}' (nu vă faceți griji că toate setările dvs. vor fi restaurate). Puteți reporni acum și completa actualizarea prin re -instalarea, ignorarea acestui lucru și actualizați -o mai târziu sau anulați actualizarea și continuați să utilizați versiunea '{1}'?
ru_ru: Была проблема обновления '{0}'. Чтобы завершить обновление, вам нужно будет перезапустить и установить '{0}' снова (не волнуйтесь, все ваши настройки будут восстановлены). Вы можете перезапустить сейчас и завершить обновление, установленная, игнорировать это и обновить его позже или отменить обновление все вместе и продолжить использовать версию '{1}'?
sk_sk: Uskutočnil sa problém s aktualizáciou „{0}“. Na dokončenie aktualizácie budete musieť znova reštartovať a nainštalovať '{0}' (nebojte sa, všetky vaše nastavenia sa obnovia). Teraz môžete reštartovať a dokončiť aktualizáciu pomocou inštalácie, ignorovať ju a aktualizovať neskôr alebo zrušiť aktualizáciu a pokračovať v používaní verzie '{1}'?
sl_si: Obstajala je težava pri posodobitvi '{0}'. Če želite dokončati posodobitev, boste morali znova zagnati in namestiti '{0}' (ne skrbite, da bodo vse vaše nastavitve obnovljene). Zdaj lahko znova zaženete in posodobite posodobitev, to namestite, prezrete in posodobite pozneje ali prekličete posodobitev vse skupaj in nadaljujete z uporabo različice '{1}'?
sq_al: Kishte një çështje që azhurnonte '{0}'. Për të përfunduar azhurnimin, do t'ju duhet të rindizni dhe instaloni përsëri '{0}' (mos u shqetësoni të gjitha cilësimet tuaja do të rivendosen). Ju mund të rindizni tani dhe të plotësoni azhurnimin duke ri -instaluar, ta injoroni këtë dhe ta azhurnoni më vonë ose të anuloni azhurnimin të gjithë së bashku dhe të vazhdoni të përdorni versionin '{1}'?
sr_cyrl_me: Дошло је до проблема са ажурирањем '{0}'. Да бисте довршили ажурирање, морат ћете поново покренути и инсталирати '{0}' (не брините да ће се све ваше поставке обновити). Сада можете поново покренути и довршите ажурирање поновним инсталирањем, игнорисати и ажурирати га касније или да откажите ажурирање све заједно и наставите са употребом верзије '{1}'?
sv_fi: Det fanns en fråga som uppdaterade '{0}'. För att slutföra uppdateringen måste du starta om och installera '{0}' igen (oroa dig inte för att alla dina inställningar återställs). Du kan starta om nu och slutföra uppdateringen genom att installera, ignorera detta och uppdatera den senare eller avbryta uppdateringen tillsammans och fortsätta använda version '{1}'?
sw_ke: Kulikuwa na suala la kusasisha '{0}'. Ili kukamilisha sasisho utahitaji kuanza tena na kusanikisha '{0}' tena (usijali mipangilio yako yote itarejeshwa). Unaweza kuanza tena sasa na kukamilisha sasisho kwa kusanikisha, kupuuza hii na kuisasisha baadaye au kufuta sasisho pamoja na endelea kutumia toleo '{1}'?
ta_in: '{0}' புதுப்பிப்பதில் சிக்கல் இருந்தது. புதுப்பிப்பை முடிக்க நீங்கள் மறுதொடக்கம் செய்து மீண்டும் '{0}' ஐ நிறுவ வேண்டும் (உங்கள் அமைப்புகள் அனைத்தும் மீட்டமைக்கப்படும் என்று கவலைப்பட வேண்டாம்). நீங்கள் இப்போது மறுதொடக்கம் செய்து புதுப்பிப்பை மறு நிறுவல் மூலம் முடிக்கலாம், இதை புறக்கணித்து பின்னர் புதுப்பிக்கவும் அல்லது புதுப்பிப்பை ஒன்றாக ரத்துசெய்து '{1}' பதிப்பைப் பயன்படுத்துவதைத் தொடரலாமா?
te_in: '{0}' ను నవీకరించే సమస్య ఉంది. నవీకరణను పూర్తి చేయడానికి మీరు మళ్ళీ '{0}' ను పున art ప్రారంభించి ఇన్‌స్టాల్ చేయాలి (మీ సెట్టింగులన్నీ పునరుద్ధరించబడతాయి అని చింతించకండి). మీరు ఇప్పుడే పున art ప్రారంభించి, రీ -ఇన్‌స్టాల్ చేయడం ద్వారా నవీకరణను పూర్తి చేయవచ్చు, దీన్ని విస్మరించి, తరువాత నవీకరించండి లేదా నవీకరణను అన్నింటినీ కలిసి రద్దు చేసి, '{1}' సంస్కరణను ఉపయోగించడం కొనసాగించవచ్చు?
th_th: มีปัญหาการอัปเดต '{0}' เพื่อให้การอัปเดตเสร็จสมบูรณ์คุณจะต้องรีสตาร์ทและติดตั้ง '{0}' อีกครั้ง (ไม่ต้องกังวลการตั้งค่าทั้งหมดของคุณจะถูกกู้คืน) คุณสามารถรีสตาร์ทได้ทันทีและทำการอัปเดตโดยการติดตั้งอีกครั้งละเว้นสิ่งนี้และอัปเดตในภายหลังหรือยกเลิกการอัปเดตทั้งหมดเข้าด้วยกันและใช้เวอร์ชัน '{1}' ต่อไป?
tk_tm: '{0}' täzelenmek meselesi ýüze çykdy. Täzelenmäni tamamlamak üçin täzeden başlamaly we '{0}' täzeden gurmaly bolarsyňyz (ähli sazlamalaryňyzyň dikeldilmeginden gorkmaň). Indi täzeden başlap, täzeden gurmak arkaly täzelenmäni tamamlap, muny äsgermezlik edip, soň täzeläp ýa-da täzelenmäni bilelikde ýatyryp, '{1} version' wersiýasyny ulanmagy dowam etdirip bilersiňiz?
tr_tr: '{0}' güncelleyen bir sorun vardı. Güncellemeyi tamamlamak için yeniden başlatmanız ve '{0}' yüklemeniz gerekir (tüm ayarlarınızın geri yükleneceği endişelenmeyin). Şimdi yeniden başlayabilir ve yeniden yükleyerek güncelleyebilir, bunu görmezden gelebilir ve daha sonra güncelleyebilir veya güncellemeyi hep birlikte iptal edebilir ve '{1}' sürümünü kullanmaya devam edebilir misiniz?
tt_ru: "{0}" яңартуы булды. Яңартуны тулыландыру өчен сезгә "{0}" ны яңадан башларга һәм урнаштырырга кирәк (сезнең барлык көйләүләрнең барысын да торгызылмаслар дип борчылмагыз). Сез хәзер яңадан башлап җибәрә аласыз, яңадан урнаштыра аласыз - моннан соң аны санга сукмыйча, соңрак яңартып, '{1}' версиясен куллануны дәвам итегез.
ug_cn: «{0}» نى يېڭىلايدىغان مەسىلە بار ئىدى. يېڭىلاشنى تاماملاش ئۈچۈن «{0} 'نى قايتا قوزغىتىپ,« {0}' »نى قايتا قوزغىتىپ,« تەڭشەكلىرىڭىز ئەسلىگە كەلتۈرۈلۈڭ). سىز ھازىر قايتا قوزغىتىپ, يېڭىلاشنى تاماملىيالايسىز - بۇنىڭغا پەرۋا قىلماڭ, بۇنى يېڭىلاڭ ۋە كېيىن يېڭىلاشنى ئەمەلدىن قالدۇرۇڭ ياكى «{1}» نى داۋاملاشتۇرۇڭ
uk_ua: Було оновлення проблеми "{0}". Для завершення оновлення вам потрібно буде знову перезапустити та встановити '{0}' (не хвилюйтеся, що всі ваші налаштування будуть відновлені). Ви можете перезапустити зараз і заповнити оновлення, встановлюючи, ігноруйте це та оновити його пізніше або скасувати оновлення всі разом і продовжити використання версії '{1}'?
ur_pk: '{0}' کو اپ ڈیٹ کرنے میں ایک مسئلہ تھا۔ اپ ڈیٹ کو مکمل کرنے کے ل you آپ کو دوبارہ '{0}' کو دوبارہ شروع کرنے اور انسٹال کرنے کی ضرورت ہوگی (فکر نہ کریں کہ آپ کی تمام ترتیبات کو بحال کیا جائے گا)۔ آپ ابھی دوبارہ اسٹارٹ کرسکتے ہیں اور اپ ڈیٹ کو دوبارہ انسٹال کرسکتے ہیں - انسٹال کرکے ، اس کو نظر انداز کریں اور بعد میں اسے اپ ڈیٹ کریں یا تازہ کاری کو مل کر منسوخ کریں اور '{1}' ورژن کا استعمال جاری رکھیں؟
uz_cyrl: "{0}" mavzusi mavjud edi. Yangilanishni yakunlash uchun yana '{0}' '' 'O'rnatish kerak (barcha sozlamalaringiz tiklanadi). Siz hozir qayta o'rnatish va qayta o'rnatish orqali yangilanishni tugatishingiz mumkin, uni e'tiborsiz qoldiring va keyinchalik yangilang yoki yangilashni bekor qiling va '{1} versiyasidan foydalanib turing?
vi_vn: Có một vấn đề cập nhật '{0}'. Để hoàn thành bản cập nhật, bạn sẽ cần khởi động lại và cài đặt '{0}' một lần nữa (đừng lo lắng tất cả các cài đặt của bạn sẽ được khôi phục). Bạn có thể khởi động lại ngay bây giờ và hoàn thành bản cập nhật bằng cách cài đặt lại, bỏ qua điều này và cập nhật nó sau hoặc hủy cập nhật tất cả cùng nhau và tiếp tục sử dụng phiên bản '{1}'?
zh_hant: 有一個更新“ {0}”的問題。為了完成更新，您需要重新啟動並再次安裝'{0}'（不用擔心所有設置將恢復）。 您現在可以重新啟動並通過重新安裝，忽略此更新並稍後更新它或一起取消更新，或者全部取消更新，然後繼續使用版本'{1}'？
