Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# EditorTemplateDynamicHint
source: <p>All occurances of this template will use the provided text.</p>
af_za: <p>Alle voorkomste van hierdie sjabloon sal die verskafde teks gebruik.</p>
am_et: የዚህ አብነት ሁሉም መሠረቶች የተሰጠውን ጽሑፍ ይጠቀማሉ. </ p>
ar_bh: <p>ستستخدم جميع أحداث هذا القالب النص المقدم.</p>
as_in: <p>এই টেমপ্লেটৰ সকলো ঘটনাই প্ৰদান কৰা পাঠ ব্যৱহাৰ কৰিব।</p>
az_cyrl: <p> Bu şablonun bütün yararları verilən mətni istifadə edəcəkdir. </ p>
bg_bg: <p> Всички появата на този шаблон ще използват предоставения текст. </p>
bn_in: <p>এই টেমপ্লেটের সমস্ত ঘটনা প্রদত্ত পাঠ্য ব্যবহার করবে।</p>
bs_latn_ba: <p>Sva dešavanja u ovom šablonu će koristiti navedeni tekst.</p>
ca_es: <p>Totes les ocurrències d'aquesta plantilla utilitzaran el text proporcionat.</p>
cs_cz: <p>Všechny výskyty této šablony budou používat poskytnutý text.</p>
cy_gb: <p>Bydd holl achosion y templed hwn yn defnyddio'r testun a ddarparwyd.</p>
da_dk: <p>Alle forekomster af denne skabelon bruger den medfølgende tekst.</p>
de_ch: <p>Für alle Vorkommen dieser Vorlage wird der bereitgestellte Text verwendet.</p>
el_gr: <p>Όλες οι εμφανίσεις αυτού του προτύπου θα χρησιμοποιούν το παρεχόμενο κείμενο.</p>
es_bo: <p>Todas las apariciones de esta plantilla utilizarán el texto proporcionado.</p>
et_ee: <p>Kõik selle malli esinemised kasutavad esitatud teksti.</p>
fa_ir: <p>تمام رخدادهای این قالب از متن ارائه شده استفاده خواهند کرد.</p>
fi_fi: <p>Kaikissa tämän mallin esiintymissä käytetään annettua tekstiä.</p>
fil_ph: <p>Ang lahat ng mga pangyayari ng template na ito ay gagamitin ang ibinigay na teksto.</p>
fr_029: <p>Toutes les occurrences de ce modèle utiliseront le texte fourni.</p>
ga_ie: <p>Bainfidh gach tarlú den teimpléad seo úsáid as an téacs atá curtha ar fáil.</p>
gu_in: <p>આ ટેમ્પલેટની તમામ ઘટનાઓ પ્રદાન કરેલા લખાણનો ઉપયોગ કરશે.</p>
he_il: <p>כל המופעים של תבנית זו ישתמשו בטקסט שסופק.</p>
hi_in: <p>इस टेम्पलेट की सभी घटनाएं प्रदान किए गए पाठ का उपयोग करेंगी।</p>
hr_hr: <p>Sva pojavljivanja ovog predloška koristit će navedeni tekst.</p>
hu_hu: <p>A sablon minden előfordulása a megadott szöveget fogja használni.</p>
hy_am: <p>Այս կաղապարի բոլոր տեղի ունեցողները կօգտագործեն տրված տեքստը:</p>
id_id: <p>Semua kemunculan template ini akan menggunakan teks yang disediakan.</p>
is_is: <p>Öll tilvik af þessu sniðmáti munu nota meðfylgjandi texta.</p>
it_ch: <p>Tutte le occorrenze di questo modello utilizzeranno il testo fornito.</p>
ja_jp: <p>このテンプレートのすべての出現箇所では、提供されたテキストが使用されます。</p>
ka_ge: <p> ამ შაბლონის ყველა შემთხვევა გამოიყენებს მოცემულ ტექსტს. </p>
kk_kz: <p> Осы шаблонның барлық орын алуы берілген мәтінді пайдаланады. </ p>
km_kh: <p>រាល់ ការ កើត ឡើង នៃ ពុម្ព នេះ នឹង ប្រើ អត្ថបទ ដែល បាន ផ្ដល់ ឲ្យ ។</p>
kn_in: <p>ಈ ಟೆಂಪ್ಲೇಟ್ ನ ಎಲ್ಲಾ ಘಟನೆಗಳು ಒದಗಿಸಿದ ಪಠ್ಯವನ್ನು ಬಳಸುತ್ತವೆ.</p>
ko_kr: <p>이 템플릿의 모든 항목은 제공된 텍스트를 사용합니다.</p>
ky_kg: <p> Бул шаблондун бардык заряддары берилген текстти колдонот. </ p>
lo_la: <p>ທັງຫມົດທີ່ເກີດຂຶ້ນຂອງtemplate ນີ້ຈະໃຊ້ຂໍ້ຄວາມທີ່ສະຫນອງໃຫ້.</p>
lt_lt: <p>Visuose šio šablono įvykiuose bus naudojamas pateiktas tekstas.</p>
lv_lv: <p>Visās šīs veidnes parādīšanās reizēs tiks izmantots norādītais teksts.</p>
mi_nz: <p>Ka whakamahia e ngā putanga katoa o tēnei tātauira te kupu kua whakaratoa.</p>
mk_mk: <p> Сите патеки на овој образец ќе го користат даден текст. </p>
ml_in: <p>ഈ ടെംപ്ലേറ്റിന്റെ എല്ലാ സംഭവങ്ങളും നൽകിയ വാചകം ഉപയോഗിക്കും.</p>
mr_in: <p>या साच्याच्या सर्व घटना प्रदान केलेल्या मजकुराचा वापर करतील.</p>
ms_my: <p>Semua kejadian templat ini akan menggunakan teks yang disediakan.</p>
mt_mt: <p>L-okkorrenzi kollha ta' dan il-mudell se jużaw it-test ipprovdut.</p>
nb_no: <p>Alle forekomster av denne malen vil bruke den angitte teksten.</p>
ne_np: <p>यो टेम्प्लेटका सबै घटनाहरूले प्रदान गरिएको पाठ प्रयोग गर्नेछ ।</p>
nl_be: <p>Alle keren dat dit sjabloon voorkomt, wordt de meegeleverde tekst gebruikt.</p>
or_in: <p>ଏହି ଟେମ୍ପଲେଟ୍ ର ସମସ୍ତ ଘଟଣାପ୍ରଦାନ କରାଯାଇଥିବା ଟେକ୍ସଟ୍ ବ୍ୟବହାର କରିବ।</p>
pa_arab: ਇਸ ਟੈਂਪਲੇਟ ਦੇ ਸਾਰੇ ਅਵਸਰ ਪ੍ਰਦਾਨ ਕੀਤੇ ਟੈਕਸਟ ਦੀ ਵਰਤੋਂ ਕਰਨਗੇ.
pl_pl: <p> Wszystkie zdarzenia tego szablonu będą używać dostarczonego tekstu. </p>
pt_br: <p>Todas as ocorrências deste modelo usarão o texto fornecido.</p>
ro_ro: <p>Toate aparițiile acestui șablon vor utiliza textul furnizat.</p>
ru_ru: <p>Все вхождения этого шаблона будут использовать предоставленный текст.</p>
sk_sk: <p>Všetky výskyty tejto šablóny budú používať poskytnutý text.</p>
sl_si: <p>Pri vseh dogodkih te predloge bo uporabljeno navedeno besedilo.</p>
sq_al: <p>Të gjitha ndodhitë e këtij template do të përdorin tekstin e dhënë.</p>
sr_cyrl_me: <p>Све појаве овог предлошка ће користити наведени текст.</p>
sv_fi: <p>Alla förekomster av den här mallen kommer att använda den angivna texten.</p>
sw_ke: <p> Matukio yote ya template hii yatatumia maandishi yaliyotolewa. </p>
ta_in: <p>இந்த வார்ப்புருவின் அனைத்து நிகழ்வுகளும் வழங்கப்பட்ட உரையைப் பயன்படுத்தும்.</p>
te_in: <p>ఈ టెంప్లెట్ యొక్క అన్ని సంఘటనలు అందించిన టెక్స్ట్ ను ఉపయోగిస్తాయి.</p>
th_th: <p>การเกิดขึ้นทั้งหมดของเทมเพลตนี้จะใช้ข้อความที่ให้มา</p>
tk_tm: <p>Bu şablonyň ähli ýüze çykmagy üpjün edilen teksti ulanar.</p>
tr_tr: <p>Bu şablonun tüm oluşumları sağlanan metni kullanacaktır.</p>
tt_ru: <p>Бу шаблийның барысы да китерелгән текстны кулланыр.</p>
ug_cn: <p> بۇ قېلىپنىڭ بارلىق تولۇقلمارىلىرى تەمىنلەنگەن تېكىستنى ئىشلىتىدۇ. </ p>
uk_ua: <p>Усі входження цього шаблону використовуватимуть наданий текст.</p>
ur_pk: <p>اس ٹیمپلیٹ کے تمام واقعات فراہم کردہ متن کا استعمال کریں گے۔</p>
uz_cyrl: Ushbu shablonning barcha holatlari taqdim etilgan matndan foydalanadi.
vi_vn: <p> Tất cả các sự cố của mẫu này sẽ sử dụng văn bản được cung cấp. </P>
zh_hant: <p>此範本的所有匹配項都將使用提供的文字。</p>

# EditorTemplateStaticHint
source: <p>All occurances of this template will use the provided text.</p>
af_za: <p>Alle voorkomste van hierdie sjabloon sal die verskafde teks gebruik.</p>
am_et: የዚህ አብነት ሁሉም መሠረቶች የተሰጠውን ጽሑፍ ይጠቀማሉ. </ p>
ar_bh: <p>ستستخدم جميع أحداث هذا القالب النص المقدم.</p>
as_in: <p>এই টেমপ্লেটৰ সকলো ঘটনাই প্ৰদান কৰা পাঠ ব্যৱহাৰ কৰিব।</p>
az_cyrl: <p> Bu şablonun bütün yararları verilən mətni istifadə edəcəkdir. </ p>
bg_bg: <p> Всички появата на този шаблон ще използват предоставения текст. </p>
bn_in: <p>এই টেমপ্লেটের সমস্ত ঘটনা প্রদত্ত পাঠ্য ব্যবহার করবে।</p>
bs_latn_ba: <p>Sva dešavanja u ovom šablonu će koristiti navedeni tekst.</p>
ca_es: <p>Totes les ocurrències d'aquesta plantilla utilitzaran el text proporcionat.</p>
cs_cz: <p>Všechny výskyty této šablony budou používat poskytnutý text.</p>
cy_gb: <p>Bydd holl achosion y templed hwn yn defnyddio'r testun a ddarparwyd.</p>
da_dk: <p>Alle forekomster af denne skabelon bruger den medfølgende tekst.</p>
de_ch: <p>Für alle Vorkommen dieser Vorlage wird der bereitgestellte Text verwendet.</p>
el_gr: <p>Όλες οι εμφανίσεις αυτού του προτύπου θα χρησιμοποιούν το παρεχόμενο κείμενο.</p>
es_bo: <p>Todas las apariciones de esta plantilla utilizarán el texto proporcionado.</p>
et_ee: <p>Kõik selle malli esinemised kasutavad esitatud teksti.</p>
fa_ir: <p>تمام رخدادهای این قالب از متن ارائه شده استفاده خواهند کرد.</p>
fi_fi: <p>Kaikissa tämän mallin esiintymissä käytetään annettua tekstiä.</p>
fil_ph: <p>Ang lahat ng mga pangyayari ng template na ito ay gagamitin ang ibinigay na teksto.</p>
fr_029: <p>Toutes les occurrences de ce modèle utiliseront le texte fourni.</p>
ga_ie: <p>Bainfidh gach tarlú den teimpléad seo úsáid as an téacs atá curtha ar fáil.</p>
gu_in: <p>આ ટેમ્પલેટની તમામ ઘટનાઓ પ્રદાન કરેલા લખાણનો ઉપયોગ કરશે.</p>
he_il: <p>כל המופעים של תבנית זו ישתמשו בטקסט שסופק.</p>
hi_in: <p>इस टेम्पलेट की सभी घटनाएं प्रदान किए गए पाठ का उपयोग करेंगी।</p>
hr_hr: <p>Sva pojavljivanja ovog predloška koristit će navedeni tekst.</p>
hu_hu: <p>A sablon minden előfordulása a megadott szöveget fogja használni.</p>
hy_am: <p>Այս կաղապարի բոլոր տեղի ունեցողները կօգտագործեն տրված տեքստը:</p>
id_id: <p>Semua kemunculan template ini akan menggunakan teks yang disediakan.</p>
is_is: <p>Öll tilvik af þessu sniðmáti munu nota meðfylgjandi texta.</p>
it_ch: <p>Tutte le occorrenze di questo modello utilizzeranno il testo fornito.</p>
ja_jp: <p>このテンプレートのすべての出現箇所では、提供されたテキストが使用されます。</p>
ka_ge: <p> ამ შაბლონის ყველა შემთხვევა გამოიყენებს მოცემულ ტექსტს. </p>
kk_kz: <p> Осы шаблонның барлық орын алуы берілген мәтінді пайдаланады. </ p>
km_kh: <p>រាល់ ការ កើត ឡើង នៃ ពុម្ព នេះ នឹង ប្រើ អត្ថបទ ដែល បាន ផ្ដល់ ឲ្យ ។</p>
kn_in: <p>ಈ ಟೆಂಪ್ಲೇಟ್ ನ ಎಲ್ಲಾ ಘಟನೆಗಳು ಒದಗಿಸಿದ ಪಠ್ಯವನ್ನು ಬಳಸುತ್ತವೆ.</p>
ko_kr: <p>이 템플릿의 모든 항목은 제공된 텍스트를 사용합니다.</p>
ky_kg: <p> Бул шаблондун бардык заряддары берилген текстти колдонот. </ p>
lo_la: <p>ທັງຫມົດທີ່ເກີດຂຶ້ນຂອງtemplate ນີ້ຈະໃຊ້ຂໍ້ຄວາມທີ່ສະຫນອງໃຫ້.</p>
lt_lt: <p>Visuose šio šablono įvykiuose bus naudojamas pateiktas tekstas.</p>
lv_lv: <p>Visās šīs veidnes parādīšanās reizēs tiks izmantots norādītais teksts.</p>
mi_nz: <p>Ka whakamahia e ngā putanga katoa o tēnei tātauira te kupu kua whakaratoa.</p>
mk_mk: <p> Сите патеки на овој образец ќе го користат даден текст. </p>
ml_in: <p>ഈ ടെംപ്ലേറ്റിന്റെ എല്ലാ സംഭവങ്ങളും നൽകിയ വാചകം ഉപയോഗിക്കും.</p>
mr_in: <p>या साच्याच्या सर्व घटना प्रदान केलेल्या मजकुराचा वापर करतील.</p>
ms_my: <p>Semua kejadian templat ini akan menggunakan teks yang disediakan.</p>
mt_mt: <p>L-okkorrenzi kollha ta' dan il-mudell se jużaw it-test ipprovdut.</p>
nb_no: <p>Alle forekomster av denne malen vil bruke den angitte teksten.</p>
ne_np: <p>यो टेम्प्लेटका सबै घटनाहरूले प्रदान गरिएको पाठ प्रयोग गर्नेछ ।</p>
nl_be: <p>Alle keren dat dit sjabloon voorkomt, wordt de meegeleverde tekst gebruikt.</p>
or_in: <p>ଏହି ଟେମ୍ପଲେଟ୍ ର ସମସ୍ତ ଘଟଣାପ୍ରଦାନ କରାଯାଇଥିବା ଟେକ୍ସଟ୍ ବ୍ୟବହାର କରିବ।</p>
pa_arab: ਇਸ ਟੈਂਪਲੇਟ ਦੇ ਸਾਰੇ ਅਵਸਰ ਪ੍ਰਦਾਨ ਕੀਤੇ ਟੈਕਸਟ ਦੀ ਵਰਤੋਂ ਕਰਨਗੇ.
pl_pl: <p> Wszystkie zdarzenia tego szablonu będą używać dostarczonego tekstu. </p>
pt_br: <p>Todas as ocorrências deste modelo usarão o texto fornecido.</p>
ro_ro: <p>Toate aparițiile acestui șablon vor utiliza textul furnizat.</p>
ru_ru: <p>Все вхождения этого шаблона будут использовать предоставленный текст.</p>
sk_sk: <p>Všetky výskyty tejto šablóny budú používať poskytnutý text.</p>
sl_si: <p>Pri vseh dogodkih te predloge bo uporabljeno navedeno besedilo.</p>
sq_al: <p>Të gjitha ndodhitë e këtij template do të përdorin tekstin e dhënë.</p>
sr_cyrl_me: <p>Све појаве овог предлошка ће користити наведени текст.</p>
sv_fi: <p>Alla förekomster av den här mallen kommer att använda den angivna texten.</p>
sw_ke: <p> Matukio yote ya template hii yatatumia maandishi yaliyotolewa. </p>
ta_in: <p>இந்த வார்ப்புருவின் அனைத்து நிகழ்வுகளும் வழங்கப்பட்ட உரையைப் பயன்படுத்தும்.</p>
te_in: <p>ఈ టెంప్లెట్ యొక్క అన్ని సంఘటనలు అందించిన టెక్స్ట్ ను ఉపయోగిస్తాయి.</p>
th_th: <p>การเกิดขึ้นทั้งหมดของเทมเพลตนี้จะใช้ข้อความที่ให้มา</p>
tk_tm: <p>Bu şablonyň ähli ýüze çykmagy üpjün edilen teksti ulanar.</p>
tr_tr: <p>Bu şablonun tüm oluşumları sağlanan metni kullanacaktır.</p>
tt_ru: <p>Бу шаблийның барысы да китерелгән текстны кулланыр.</p>
ug_cn: <p> بۇ قېلىپنىڭ بارلىق تولۇقلمارىلىرى تەمىنلەنگەن تېكىستنى ئىشلىتىدۇ. </ p>
uk_ua: <p>Усі входження цього шаблону використовуватимуть наданий текст.</p>
ur_pk: <p>اس ٹیمپلیٹ کے تمام واقعات فراہم کردہ متن کا استعمال کریں گے۔</p>
uz_cyrl: Ushbu shablonning barcha holatlari taqdim etilgan matndan foydalanadi.
vi_vn: <p> Tất cả các sự cố của mẫu này sẽ sử dụng văn bản được cung cấp. </P>
zh_hant: <p>此範本的所有匹配項都將使用提供的文字。</p>
