Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionTriggerDefaultLabel
source: {0} Trigger
af_za: {0} sneller
am_et: {0} ቀስቅሴ
ar_bh: {0} الزناد
as_in: {0} ট্ৰিগাৰ
az_cyrl: {0} tetikleyici
bg_bg: {0} спусък
bn_in: {0} ট্রিগার
bs_latn_ba: {0} okidač
ca_es: {0} disparador
cy_gb: {0} Sbardun
el_gr: {0} σκανδάλη
es_bo: {0} disparador
et_ee: {0} päästik
fa_ir: {0} ماشه
fi_fi: {0} liipaisin
fr_029: {0} déclencheur
gu_in: {0} ટ્રિગર
he_il: {0} טריגר
hi_in: {0} ट्रिगर
hr_hr: {0} okidač
hy_am: {0} ձգան
id_id: {0} pemicu
is_is: {0} kveikja
ja_jp: {0}トリガー
ka_ge: {0} გამოიწვევს
kk_kz: {0} триггер
km_kh: {0} កេះ
kn_in: {0} ಪ್ರಚೋದಕ
ko_kr: {0} 트리거
ky_kg: {0} Триггер
lt_lt: {0} trigeris
lv_lv: {0} sprūda
mi_nz: {0} pana
mk_mk: {0} активирање
ml_in: {0} ട്രിഗർ
mr_in: {0} ट्रिगर
ms_my: {0} Pencetus
nb_no: {0} utløser
ne_np: {0} ट्रिगर
or_in: {0} ଟ୍ରିଗର |
pa_arab: {0} ਟਰਿੱਗਰ
pl_pl: {0} wyzwalacz
pt_br: {0} gatilho
ro_ro: {0} declanșator
ru_ru: {0} триггер
sk_sk: {0} Spúšťač
sl_si: {0} sprožilec
sq_al: {0} shkas
sr_cyrl_me: {0} окидач
ta_in: {0} தூண்டுதல்
te_in: {0} ట్రిగ్గర్
th_th: {0} ทริกเกอร์
tr_tr: {0} tetikleyici
tt_ru: {0} Триггер
uk_ua: {0} тригер
ur_pk: {0} ٹرگر
vi_vn: {0} Trình kích hoạt
zh_hant: {0}觸發器

# ActionCondNotHint
source: When checked the true or false outcome of the condition will be flipped. So for example, a 'Contains' condition will become 'Does Not Contain'.
af_za: As dit gekontroleer word, sal die ware of vals uitkoms van die toestand omgeslaan word. Dus, byvoorbeeld, 'n 'bevat' -toestand sal 'word nie' nie '.
am_et: የችግሩን እውነተኛው ወይም የተሳሳተ ውጤት ሲመረመር ሲደናቀፍ ይነፋል. ስለዚህ ለምሳሌ, 'የያዘ' ሁኔታ 'የለውም'.
ar_bh: عند فحص النتيجة الحقيقية أو الخاطئة للشرط ، سيتم قلبها. على سبيل المثال ، ستصبح حالة "تحتوي على" "لا تحتوي على".
as_in: যেতিয়া পৰীক্ষা কৰা হয় তেতিয়া অৱস্থাৰ প্ৰকৃত বা ভুৱা ফলাফল উলটিব। গতিকে উদাহৰণস্বৰূপে, এটা ‘ধৰ্মযুক্ত’ অৱস্থা ‘ধ্বংস নাই’ হৈ পৰিব।
az_cyrl: Vəziyyətin həqiqi və ya yalan nəticəsini yoxladıqda, uçdu. Buna görə məsələn, bir 'ehtiva edir' vəziyyəti 'ehtiva etmir' olacaq.
bg_bg: Когато се провери истинският или фалшивият резултат от състоянието ще бъде обърнат. Така например, условието „съдържа„ състояние “ще стане„ не съдържа “.
bn_in: যখন পরীক্ষা করা হয় তখন শর্তের সত্য বা মিথ্যা ফলাফল উল্টানো হবে। সুতরাং উদাহরণস্বরূপ, একটি 'শর্ত রয়েছে' শর্তে পরিণত হবে 'থাকে না'।
bs_latn_ba: Kada se provjeri istini ili lažni ishod stanja bit će okrenut. Dakle, na primjer, stanje 'sadrži' postat će 'ne sadrži'.
ca_es: Quan es comprovi el resultat real o fals de la condició. Així, per exemple, una condició "conté" es convertirà en "no conté".
cs_cz: Při kontrole bude skutečný nebo nepravdivý výsledek stavu převrácen. Například podmínka „obsahuje“ se „neobsahuje“.
cy_gb: Wrth wirio bydd canlyniad gwir neu ffug y cyflwr yn cael ei fflipio. Felly er enghraifft, bydd cyflwr 'yn cynnwys' yn dod 'nid yw'n cynnwys'.
da_dk: Når det kontrolleres, vil det sande eller falske resultat af tilstanden blive vendt. Så for eksempel indeholder en 'indeholder' tilstand 'ikke indeholder'.
de_ch: Bei Überprüfung wird das wahre oder falsche Ergebnis der Erkrankung umgedreht. So wird beispielsweise ein "enthält" Zustand "nicht".
el_gr: Όταν ελέγχετε το αληθινό ή ψευδές αποτέλεσμα της κατάστασης θα αναστραφεί. Έτσι, για παράδειγμα, μια «κατάσταση» θα γίνει "δεν περιέχει".
es_bo: Cuando se verifica el resultado verdadero o falso de la condición, se volteará. Entonces, por ejemplo, una condición 'contiene' se convertirá en 'no contiene'.
et_ee: Kontrollimisel pööratakse tingimuse tõelist või valet tulemust. Nii et näiteks ei saa „sisaldab” tingimuseks 'ei sisalda'.
fa_ir: هنگامی که بررسی می شود ، نتیجه واقعی یا نادرست از این وضعیت دور می شود. به عنوان مثال ، یک "حاوی" شرط می شود "حاوی" نیست.
fi_fi: Kun tarkistetaan, tilan todellinen tai väärä lopputulos käännetään. Joten esimerkiksi 'sisältää' -olosuhteet tulevat 'ei sisällä'.
fil_ph: Kapag sinuri ang totoo o maling kinalabasan ng kondisyon ay mai -flip. Kaya halimbawa, ang isang 'naglalaman ng' kondisyon ay magiging 'ay hindi naglalaman'.
fr_029: Une fois vérifié, le résultat vrai ou faux de la condition sera retourné. Ainsi, par exemple, une condition «contient» deviendra «ne contient pas».
ga_ie: Nuair a sheiceáiltear é, déanfar toradh fíor nó bréagach an choinníll a chasadh. Mar sin, mar shampla, ní bheidh coinníoll 'ann' a bheith '.
gu_in: જ્યારે તપાસવામાં આવે ત્યારે સ્થિતિનું સાચું અથવા ખોટું પરિણામ પલટાવવામાં આવશે. તેથી ઉદાહરણ તરીકે, 'સમાવે છે' સ્થિતિ 'સમાવિષ્ટ નથી'.
he_il: בבדיקת התוצאה האמיתית או השגויה של המצב תועבר. כך למשל, מצב 'מכיל' יהפוך 'אינו מכיל'.
hi_in: जब जाँच की गई या शर्त के गलत परिणाम की जाँच की जाएगी। इसलिए उदाहरण के लिए, एक 'शामिल' स्थिति 'बन जाएगी' नहीं होती है।
hr_hr: Kada se provjeri, istinski ili lažni ishod stanja bit će prebačen. Tako na primjer, "Sadrži" uvjet će postati "ne sadrži".
hu_hu: Ellenőrzés esetén az állapot valódi vagy hamis eredménye megfordul. Tehát például egy „tartalmaz” feltétel, hogy „nem tartalmaz”.
hy_am: Երբ ստուգում է պայմանի իրական կամ կեղծ արդյունքը, կտտացվի: Այսպիսով, օրինակ, «պարունակում է» պայմանը «կդառնա» չի պարունակում »:
id_id: Saat memeriksa hasil yang benar atau salah dari kondisi ini akan dibalik. Jadi misalnya, kondisi 'berisi' akan menjadi 'tidak mengandung'.
is_is: Þegar það er athugað verður hinum sönnu eða ranga niðurstöðu ástandsins flett. Þannig að til dæmis verður „innihald“ ástand „ekki innihalda“.
it_ch: Quando viene controllato il risultato vero o falso della condizione verrà lanciato. Quindi, ad esempio, una condizione "contiene" diventerà "non contiene".
ja_jp: 確認すると、条件の真または誤った結果が反転します。したがって、たとえば、「含む」条件は「含まれない」になります。
ka_ge: შეამოწმეთ მდგომარეობის ნამდვილი ან ცრუ შედეგი. მაგალითად, "შეიცავს" პირობა "არ შეიცავს".
kk_kz: Шарттың шын немесе жалған нәтижесін тексерген кезде. Мысалы, «құрамында» жағдайы «жоқ» болады.
km_kh: នៅពេលពិនិត្យមើលលទ្ធផលពិតឬមិនពិតនៃស្ថានភាពនឹងត្រូវបានត្រឡប់។ ដូច្នេះឧទាហរណ៍ 'មានលក្ខខណ្ឌ' នឹងក្លាយជា 'មិនមាន' ។
kn_in: ಪರಿಶೀಲಿಸಿದಾಗ ಸ್ಥಿತಿಯ ನಿಜವಾದ ಅಥವಾ ಸುಳ್ಳು ಫಲಿತಾಂಶವನ್ನು ಹಿಮ್ಮೊಗಿಸಲಾಗುತ್ತದೆ. ಆದ್ದರಿಂದ ಉದಾಹರಣೆಗೆ, 'ಒಳಗೊಂಡಿರುವ' ಸ್ಥಿತಿಯು 'ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ'.
ko_kr: 확인하면 조건의 참 또는 거짓 결과가 뒤집어집니다. 예를 들어, '포함'조건은 '포함되지 않습니다'가됩니다.
ky_kg: Шарттын чыныгы же жалган натыйжасы текшерилсе, анда ал абалда калат. Мисалы, бир "камакка алынган" шарт "камтылбайт" болот.
lo_la: ເມື່ອກວດກາຜົນໄດ້ຮັບທີ່ແທ້ຈິງຫຼືບໍ່ຖືກຕ້ອງຂອງສະພາບການຈະຖືກລ້ຽວ. ສະນັ້ນຕົວຢ່າງ, A 'ປະກອບມີສະພາບ "ຈະກາຍເປັນ' ບໍ່ມີ '.
lt_lt: Patikrinus tikrąjį ar klaidingą būklės rezultatą. Pavyzdžiui, „Sudėtyje yra“ sąlyga taps „nebus“.
lv_lv: Pārbaudot stāvokļa patieso vai nepatieso iznākumu, tiks pārvērtēts. Tātad, piemēram, “satur” nosacījumu kļūs “nesatur”.
mi_nz: Ka tirohia te putanga pono, he teka ranei o te ahuatanga ka puta. Na hei tauira, ko te 'ahua' ka riro ko 'kaore e mau'.
mk_mk: Кога ќе се провери вистинскиот или лажниот исход на состојбата ќе се преврти. Така на пример, состојбата „содржи“ ќе стане “не содржи '.
ml_in: പരിശോധിക്കുമ്പോൾ വ്യവസ്ഥയുടെ സത്യമോ തെറ്റായ ഫലമോ ഫ്ലിപ്പുചെയ്യും. ഉദാഹരണത്തിന്, ഒരു 'അടങ്ങിയിരിക്കുന്നു' അവസ്ഥ 'അടങ്ങിയിട്ടില്ല' ആയിത്തീരും.
mr_in: जेव्हा स्थितीचा खरा किंवा खोटा परिणाम तपासला जाईल तेव्हा ते पलटी होईल. तर उदाहरणार्थ, 'अट' स्थितीत 'त्यात' त्यात समावेश नाही '.
ms_my: Apabila diperiksa hasil yang benar atau palsu dari keadaan akan dibalikkan. Jadi sebagai contoh, keadaan 'mengandungi' akan menjadi 'tidak mengandungi'.
mt_mt: Meta jiġi kkontrollat ​​ir-riżultat veru jew falz tal-kundizzjoni se jkun flipped. Allura pereżempju, kundizzjoni ta '' fih 'se ssir' ma fihax '.
nb_no: Når det er sjekket, vil det sanne eller falske resultatet av tilstanden bli vendt. Så for eksempel vil en 'inneholder' tilstand bli 'ikke inneholder'.
ne_np: जब सर्तको वास्तविक वा गलत परिणामहरू जाँच गरिन्छ जब शर्तको गलत परिणामहरू फ्लिप हुन्छन्। उदाहरण को लागी, एक 'समावेश' को लागी 'समावेश छैन' को समावेश छ '।
nl_be: Bij aangevinkt wordt de ware of vals uitkomst van de voorwaarde omgedraaid. Een 'bevat' toestand wordt dus bijvoorbeeld 'niet bevat'.
or_in: ଯେତେବେଳେ ସର୍ତ୍ତର ପ୍ରକୃତ କିମ୍ବା ମିଥ୍ୟା ଫଳାଫଳକୁ ଯା ed ାନ୍ତୁ | ତେଣୁ ଉଦାହରଣ ସ୍ୱରୂପ, ଏକ 'ଯେଉଁଥିରେ' ଧାରଣ 'ସର୍ତ୍ତ' ଧାରଣ କରିବ 'ହେବ ନାହିଁ |
pa_arab: ਜਦੋਂ ਸਥਿਤੀ ਦੇ ਸਹੀ ਜਾਂ ਗਲਤ ਨਤੀਜੇ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਪਲਟਿਆ ਜਾਵੇਗਾ. ਇਸ ਲਈ ਉਦਾਹਰਣ ਦੇ ਲਈ, ਇੱਕ 'ਹੁੰਦਾ ਹੈ' ਕੰਟਟੀ 'ਤੇ ਬਣ ਜਾਵੇਗੀ'.
pl_pl: Po sprawdzeniu prawdziwy lub fałszywy wynik stanu zostanie odwrócony. Tak więc na przykład „zawiera„ warunek stanie się ”nie zawiera”.
pt_br: Quando verificado, o resultado verdadeiro ou falso da condição será invertido. Por exemplo, a condição 'contém' se tornará 'não contém'.
ro_ro: Când va fi verificat, rezultatul adevărat sau fals al afecțiunii va fi răsturnat. Deci, de exemplu, o condiție „conține” va deveni „nu conține”.
ru_ru: При проверке истинный или ложный результат состояния будет перевернут. Так, например, условие «содержит» станет «не содержит».
sk_sk: Po skontrolovaní bude pravý alebo falošný výsledok stavu prevrátený. Napríklad podmienka „obsahuje“ sa stane „neobsahuje“.
sl_si: Ko preverite, bo resnični ali napačni izid pogoja prepuščen. Tako bo na primer pogoj "vsebuje" stanje "ne vsebuje".
sq_al: Kur kontrollohet rezultati i vërtetë ose i rremë i gjendjes do të rrokulliset. Kështu për shembull, një gjendje 'përmbajtja' do të bëhet 'nuk përmban'.
sr_cyrl_me: Када је проверен истински или лажни исход стања биће окренут. Дакле, на пример, стање "садржи" постаће "не садржи".
sv_fi: När det är kontrollerat kommer det verkliga eller falska resultatet av tillståndet att vändas. Så till exempel kommer ett "innehåller" tillstånd att bli "inte innehåller".
sw_ke: Wakati wa kukaguliwa matokeo ya kweli au ya uwongo ya hali hiyo yatatolewa. Kwa hivyo kwa mfano, hali ya 'ina' itakuwa 'haina'.
ta_in: சரிபார்க்கும்போது நிபந்தனையின் உண்மையான அல்லது தவறான விளைவு புரட்டப்படும். உதாரணமாக, ஒரு 'கொண்டிருக்கும்' நிலை மாறும் 'இல்லை' இல்லை '.
te_in: తనిఖీ చేసినప్పుడు పరిస్థితి యొక్క నిజమైన లేదా తప్పుడు ఫలితం తిప్పబడుతుంది. కాబట్టి ఉదాహరణకు, A 'కలిగి' పరిస్థితిని కలిగి ఉంటుంది 'అవుతుంది' లేదు '.
th_th: เมื่อตรวจสอบผลลัพธ์ที่แท้จริงหรือเท็จของเงื่อนไขจะถูกพลิก ตัวอย่างเช่นเงื่อนไข 'ประกอบด้วย' จะกลายเป็น 'ไม่มี'
tk_tm: Şertnamanyň hakyky ýa-da ýalan netijesini barlananda agdarylýar. Mysal üçin, "öz içine alýar" ýagdaýy 'öz içine almaýar' bolar.
tr_tr: Kontrol edildiğinde durumun gerçek veya yanlış sonucu ters çevrilecektir. Örneğin, bir 'içerme' durumu 'içermez' olur.
tt_ru: Шартның дөрес яки ялган нәтиҗәләрен бозганда. Шулай итеп, "бар" шартлары "бар".
ug_cn: شەرتنىڭ ھەقىقىي ياكى يالغان نەتىجىسىنى تەكشۈرگەندە سىيرىلىپ كېتىدۇ. مەسىلەن, «ئۆز ئىچىگە ئالغان» ھالىتى «ئۆز ئىچىگە ئالمايدۇ».
uk_ua: При перевірці справжній або помилковий результат стану буде перевернуто. Так, наприклад, стан "містить" стане "не містить".
ur_pk: جب جانچ پڑتال کی جائے گی تو حالت کا صحیح یا غلط نتیجہ پلٹ جائے گا۔ تو مثال کے طور پر ، 'پر مشتمل' حالت بن جائے گی 'پر مشتمل نہیں ہے۔
uz_cyrl: Vaziyatning haqiqiy yoki noto'g'ri natijalari tekshiriladi. Shuning uchun, masalan, "o'z ichiga olgan" shart "o'z ichiga olmaydi".
vi_vn: Khi được kiểm tra kết quả đúng hoặc sai của điều kiện sẽ được lật. Vì vậy, ví dụ, điều kiện 'chứa' sẽ trở thành 'không chứa'.
zh_hant: 檢查時，條件的真或錯誤結果將被翻轉。因此，例如，“包含”條件將變成“不包含”。

# ActionCondNotLabel
source: Does Not
af_za: Doen nie
am_et: አላደረገም
ar_bh: لا
as_in: নকৰে
az_cyrl: Etmir
bg_bg: Не
bn_in: না
bs_latn_ba: Nije
ca_es: No
cs_cz: Ne
cy_gb: Dim yn
da_dk: Gør ikke
de_ch: Nicht
el_gr: Δεν
es_bo: No es
et_ee: Ei ole
fa_ir: نمی کند
fi_fi: Ei
fil_ph: Ay hindi
fr_029: Ne fait pas
ga_ie: Ní
gu_in: ન કરે
he_il: לא
hi_in: नहीं करता
hr_hr: Ne
hu_hu: Nem
hy_am: Չի
id_id: Tidak
is_is: Gerir ekki
it_ch: Non
ja_jp: ではない
ka_ge: Არ
kk_kz: Жоқ
km_kh: មិន
kn_in: ಇಲ್ಲ
ko_kr: 하지 않습니다
ky_kg: Эмес
lo_la: ບໍ່
lt_lt: Ne
lv_lv: Nav
mi_nz: Kaore e
mk_mk: Не е
ml_in: ഇല്ല
mr_in: नाही
ms_my: Tidak
mt_mt: Ma
nb_no: Gjør ikke
ne_np: होइन
nl_be: Doet niet
or_in: ନୁହେଁ
pa_arab: ਨਹੀਂ ਕਰਦਾ
pl_pl: Nie
pt_br: Não
ro_ro: Nu
ru_ru: Не
sk_sk: Nie
sl_si: Ne
sq_al: Nuk
sr_cyrl_me: Не
sv_fi: Gör inte
sw_ke: Haina
ta_in: இல்லை
te_in: అది కాదు
th_th: ไม่
tk_tm: Bolmaýar
tr_tr: Değil
tt_ru: Түгел
ug_cn: ئۇنداق ئەمەس
uk_ua: Не
ur_pk: نہیں کرتا
uz_cyrl: Emas
vi_vn: Không làm
zh_hant: 才不是

# EditorWatermark
source: Please wait...
af_za: Wag asseblief...
am_et: ቆይ በናተህ...
ar_bh: انتظر من فضلك...
as_in: অনুগ্ৰহ কৰি অপেক্ষা কৰক...
az_cyrl: Zəhmət olmasa, gözləyin...
bg_bg: Моля Изчакай...
bn_in: অনুগ্রহপূর্বক অপেক্ষা করুন...
bs_latn_ba: Molimo pričekajte ...
ca_es: Si us plau, espereu ...
cs_cz: Prosím, čekejte...
cy_gb: Arhoswch os gwelwch yn dda...
da_dk: Vent venligst...
de_ch: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_bo: Espere por favor...
et_ee: Palun oota...
fa_ir: لطفا صبر کنید...
fi_fi: Odota...
fil_ph: Mangyaring maghintay ...
fr_029: S'il vous plaît, attendez...
ga_ie: Fán le do thoil...
gu_in: મહેરબાની કરી રાહ જુવો...
he_il: המתן בבקשה...
hi_in: कृपया प्रतीक्षा करें...
hr_hr: Molim vas pričekajte ...
hu_hu: Kérlek várj...
hy_am: Խնդրում ենք սպասել...
id_id: Harap tunggu...
is_is: Vinsamlegast bíðið...
it_ch: Attendere prego...
ja_jp: お待ちください...
ka_ge: Გთხოვთ მოიცადოთ...
kk_kz: Өтінемін күте тұрыңыз...
km_kh: សូមរង់ចាំ ...
kn_in: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ...
ko_kr: 기다리세요...
ky_kg: Сураныч, күтө туруңуз ...
lo_la: ກະ​ລຸ​ນາ​ລໍ​ຖ້າ...
lt_lt: Prašau palauk...
lv_lv: Lūdzu uzgaidiet...
mi_nz: Tatari koa ...
mk_mk: Ве молам почекајте...
ml_in: കാത്തിരിക്കൂ...
mr_in: कृपया थांबा...
ms_my: Sila tunggu...
mt_mt: Stenna...
nb_no: Vennligst vent...
ne_np: कृपया पर्खनुहोस्...
nl_be: Even geduld aub...
or_in: ଦୟାକରି ଅପେକ୍ଷା କର...
pa_arab: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pl_pl: Proszę czekać...
pt_br: Por favor, aguarde...
ro_ro: Va rugam asteptati...
ru_ru: Пожалуйста, подождите...
sk_sk: Prosím čakajte...
sl_si: Prosim počakaj...
sq_al: Te lutem prit...
sr_cyrl_me: Сачекајте...
sv_fi: Vänta...
sw_ke: Tafadhali subiri...
ta_in: தயவுசெய்து காத்திருங்கள் ...
te_in: దయచేసి వేచి ఉండండి ...
th_th: โปรดรอ...
tk_tm: Haýyş et!
tr_tr: Lütfen bekleyin...
tt_ru: Зинһар, көтегез...
ug_cn: ساقلاپ تۇرۇڭ ...
uk_ua: Зачекайте ...
ur_pk: برائے مہربانی انتظار کریں...
uz_cyrl: Iltimos kuting...
vi_vn: Vui lòng chờ...
zh_hant: 請稍等...

# ColorChooserDefaultWindowTitle
source: Color Chooser
af_za: Kleur kieser
am_et: የቀለም መሾከም
ar_bh: اختيار اللون
as_in: ৰঙৰ নিৰ্বাচক
az_cyrl: Rəngli seçimçi
bg_bg: Избор на цвят
bn_in: রঙ চয়নকারী
bs_latn_ba: Kolosor boja
ca_es: Escollidor de colors
cs_cz: Vybírání barev
cy_gb: Dewiswr lliw
da_dk: Farvevælger
de_ch: Farbwähler
el_gr: Χρωματικός επιλογέας
es_bo: Selector de color
et_ee: Värvi valija
fa_ir: انتخاب کننده رنگ
fi_fi: Värivalinta
fil_ph: Tagapili ng Kulay
fr_029: Sélecteur de couleurs
ga_ie: Díon daite
gu_in: રંગીન પસંદગી
he_il: בוחר צבעים
hi_in: रंगीन चयनकर्ता
hr_hr: Odabir boje
hu_hu: Színválasztó
hy_am: Գույնի ընտրություն
id_id: Pemilih warna
is_is: Litakstur
it_ch: CHOOSER COLORE
ja_jp: カラーチョーザー
ka_ge: ფერის ამომრჩეველი
kk_kz: Түс таңдауы
km_kh: អ្នកជ្រើសរើសពណ៌
kn_in: ಬಣ್ಣ ಆಯ್ಕೆಮಾಡುವವನು
ko_kr: 컬러 선택기
ky_kg: Түс тандаган
lo_la: ຜູ້ເລືອກສີ
lt_lt: Spalvų pasirinkimas
lv_lv: Krāsu izvēlētāja
mi_nz: Kairangi Tae
mk_mk: Избор за боја
ml_in: കളർ ചോസർ
mr_in: रंग निवडणारा
ms_my: Pemilih warna
mt_mt: Kulur li jagħżel
nb_no: Fargevalg
ne_np: र color ्ग छनौटकर्ता
nl_be: Kleur kiezer
or_in: ରଙ୍ଗ ଚୋଜର |
pa_arab: ਰੰਗ ਚੋਣਕਾਰ
pl_pl: Wybornik kolorów
pt_br: Caso de cores
ro_ro: Alegetor de culoare
ru_ru: Выбор цвета
sk_sk: Výber farieb
sl_si: Izbira barv
sq_al: Zgjedhësi i Ngjyrave
sr_cyrl_me: Цолор Цхоосер
sv_fi: Färgväljare
sw_ke: Chaguo la rangi
ta_in: வண்ண தேர்வாளர்
te_in: రంగు ఎంపిక
th_th: ตัวเลือกสี
tk_tm: Reňk şekili
tr_tr: Renk seçicisi
tt_ru: Төсле төсле
ug_cn: رەڭ تاللاش
uk_ua: Вибір кольору
ur_pk: رنگین انتخاب
uz_cyrl: Rang tanaer
vi_vn: Người chọn màu
zh_hant: 顏色選擇器

# SearchMatchColorWindowTitlePrefix
source: Pick Match color
af_za: Kies wedstrydkleur
am_et: ግጥሚያ ቀለም ይምረጡ
ar_bh: اختيار لون المباراة
as_in: ৰং মিলে ৰং কৰক
az_cyrl: Matç rəngini seçin
bg_bg: Изберете мач цвят
bn_in: ম্যাচের রঙ চয়ন করুন
bs_latn_ba: Birajte boju utakmica
cs_cz: Vyberte barvu shody
cy_gb: Dewiswch Cydweddu Lliw
da_dk: Vælg matchfarve
de_ch: Pick -Match -Farbe auswählen
el_gr: Χρώμα αγώνα
et_ee: Valige vastevärv
fa_ir: رنگ مسابقه را انتخاب کنید
fi_fi: Valitse otteluväri
fil_ph: Pumili ng kulay ng tugma
fr_029: Choisir la couleur de correspondance
ga_ie: Roghnaigh Dath Match
gu_in: મેચ રંગ ચૂંટો
he_il: בחר צבע התאמה
hi_in: मैच का रंग चुनें
hr_hr: Odaberite boju podudaranja
hu_hu: Válassza ki a mérkőzés színét
hy_am: Ընտրեք խաղի գույնը
id_id: Pilih Warna Match
is_is: Veldu samsvörun lit.
it_ch: Scegli il colore della partita
ja_jp: 一致の色を選びます
ka_ge: შეარჩიეთ მატჩის ფერი
kk_kz: Матчтың түсін таңдаңыз
km_kh: រើសពណ៌ការប្រកួត
kn_in: ಹೊಂದಾಣಿಕೆ ಬಣ್ಣವನ್ನು ಆರಿಸಿ
ko_kr: 경기 색상을 선택하십시오
ky_kg: Дал келүү түсүн тандаңыз
lo_la: ເລືອກສີກົງກັນ
lt_lt: Pasirinkite rungtynių spalvą
lv_lv: Izvēlieties atbilstības krāsu
mi_nz: Tae te tae whakataetae
mk_mk: Изберете боја на натпревар
ml_in: മാച്ച് നിറം തിരഞ്ഞെടുക്കുക
mr_in: सामना रंग निवडा
ms_my: Pilih warna perlawanan
mt_mt: Aqbad il-kulur tal-partita
nb_no: Velg matchfarge
ne_np: खेल रलो को रंग छान्नुहोस्
nl_be: Kies matchkleur
or_in: ମ୍ୟାଚ୍ ରଙ୍ଗ ବାଛନ୍ତୁ |
pa_arab: ਮੈਚ ਦਾ ਰੰਗ ਚੁਣੋ
pl_pl: Wybierz kolor dopasowania
pt_br: Escolha a cor da partida
ro_ro: Alegeți culoarea meciului
ru_ru: Выберите цвет матча
sk_sk: Vyberte farbu zápasu
sl_si: Izberite barvo ujemanja
sq_al: Zgjidh ngjyrën e ndeshjes
sr_cyrl_me: Покупите утакмицу
sv_fi: Välj matchfärg
sw_ke: Chagua rangi ya mechi
ta_in: மேட்ச் வண்ணத்தைத் தேர்ந்தெடுங்கள்
te_in: మ్యాచ్ రంగును ఎంచుకోండి
th_th: เลือกสีจับคู่
tk_tm: Gabat gelýän reňk saýlaň
tr_tr: Maç Rengi Seçin
tt_ru: Матч төсен сайлагыз
ug_cn: ماس كېلىدىغان رەڭنى تاللاڭ
uk_ua: Виберіть колір матчу
ur_pk: میچ کا رنگ منتخب کریں
uz_cyrl: Uchrashuv rangini tanlang
vi_vn: Chọn màu khớp
zh_hant: 選擇匹配顏色
