Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeTranslatedTitle
source: Translation Concerns
af_za: Translasieprobleme
am_et: የትርጉም ስጋቶች
ar_bh: اهتمامات الترجمة
as_in: অনুবাদ
az_cyrl: Tərcümə aiddir
bg_bg: Тревогите на превод
bn_in: অনুবাদ উদ্বেগ
bs_latn_ba: Zabrinutost za prijevod
ca_es: Preocupacions de traducció
cs_cz: Obavy na překlad
cy_gb: Pryderon cyfieithu
da_dk: Oversættelsesproblemer
de_ch: Übersetzungsbedenken
el_gr: Ανησυχίες μετάφρασης
es_bo: Preocupaciones de traducción
et_ee: Tõlkeprobleemid
fa_ir: نگرانی های ترجمه
fi_fi: Käännöshuolet
fil_ph: Mga alalahanin sa pagsasalin
fr_029: Problèmes de traduction
ga_ie: Imní aistriúcháin
gu_in: ભાષાંતર
he_il: חששות לתרגום
hi_in: अनुवाद की चिंता
hr_hr: Zabrinutosti za prijevod
hu_hu: Fordítási aggodalmak
hy_am: Թարգմանության մտահոգություններ
id_id: Masalah terjemahan
is_is: Þýðingaráhyggjur
it_ch: Preoccupazioni per la traduzione
ja_jp: 翻訳の懸念
ka_ge: თარგმანის შეშფოთება
kk_kz: Аударма мәселелері
km_kh: ការព្រួយបារម្ភការបកប្រែ
kn_in: ಅನುವಾದ ಕಾಳಜಿಗಳು
ko_kr: 번역 문제
ky_kg: Котормо маселеси
lo_la: ຄວາມກັງວົນດ້ານການແປ
lt_lt: Vertimo rūpesčiai
lv_lv: Tulkošanas bažas
mi_nz: Ngā mea whakamaori
mk_mk: Загриженост за преводот
ml_in: വിവർത്തന ആശങ്കകൾ
mr_in: भाषांतर चिंता
ms_my: Kebimbangan terjemahan
mt_mt: Tħassib dwar it-traduzzjoni
nb_no: Oversettelsesproblemer
ne_np: अनुवाद चिन्ताहरु
nl_be: Vertaalproblemen
or_in: ଅନୁବାଦ କରାଯାଇଥିବା ଅନୁବାଦ
pa_arab: ਅਨੁਵਾਦ ਦੀਆਂ ਮਸ਼ਹੂਰੀ
pl_pl: Obawy dotyczące tłumaczenia
pt_br: Preocupações de tradução
ro_ro: Probleme de traducere
ru_ru: Перевод проблем
sk_sk: Záujmy prekladu
sl_si: Prevajanje
sq_al: Përkthimet kanë të bëjnë me përkthimin
sr_cyrl_me: Превод
sv_fi: Översättningsproblem
sw_ke: Wasiwasi wa tafsiri
ta_in: மொழிபெயர்ப்பு கவலைகள்
te_in: అనువాద ఆందోళనలు
th_th: ข้อกังวลการแปล
tk_tm: Terjime aladalary
tr_tr: Çeviri endişeleri
tt_ru: Тәрҗемә проблемалары
ug_cn: تەرجىمە ئەندىشە
uk_ua: Проблеми з перекладом
ur_pk: ترجمہ کے خدشات
uz_cyrl: Tarjima bilan bog'liq tashvishlar
vi_vn: Mối quan tâm dịch thuật
zh_hant: 翻譯問題

# CommonOutOfDateTooltip
source: You need to update MonkeyPaste in order to use this feature.
af_za: U moet Monkeypaste opdateer om hierdie funksie te gebruik.
am_et: ይህንን ባህሪ ለመጠቀም ዝንጀሮትን ማዘመን ያስፈልግዎታል.
ar_bh: تحتاج إلى تحديث Monkeypaste من أجل استخدام هذه الميزة.
as_in: এই বৈশিষ্ট্য ব্যৱহাৰ কৰিবলে আপুনি MonkeyPaste আপডেইট কৰিব লাগিব।
az_cyrl: Bu xüsusiyyəti istifadə etmək üçün Monkeysaste-i yeniləməlisiniz.
bg_bg: Трябва да актуализирате Monkeypaste, за да използвате тази функция.
bn_in: এই বৈশিষ্ট্যটি ব্যবহার করার জন্য আপনাকে মনকেপেস্ট আপডেট করতে হবে।
bs_latn_ba: Morate ažurirati monkeypuste u cilju korištenja ove funkcije.
ca_es: Heu d’actualitzar MonkeyPaste per utilitzar aquesta funció.
cs_cz: Chcete -li tuto funkci použít, musíte MonkeyPaste aktualizovat.
cy_gb: Mae angen i chi ddiweddaru MonkeyPaste er mwyn defnyddio'r nodwedd hon.
da_dk: Du skal opdatere Monkeypaste for at bruge denne funktion.
de_ch: Sie müssen Monkeypaste aktualisieren, um diese Funktion zu verwenden.
el_gr: Πρέπει να ενημερώσετε το MonkeyPaste για να χρησιμοποιήσετε αυτήν τη λειτουργία.
es_bo: Debe actualizar MonkyPaste para usar esta función.
et_ee: Selle funktsiooni kasutamiseks peate värskendama Monkeypaste.
fa_ir: برای استفاده از این ویژگی باید MonkeyPaste را به روز کنید.
fi_fi: Sinun on päivitettävä Monkeypaste, jotta voit käyttää tätä ominaisuutta.
fil_ph: Kailangan mong i -update ang Monkeypaste upang magamit ang tampok na ito.
fr_029: Vous devez mettre à jour MonkeyPaste afin d'utiliser cette fonctionnalité.
ga_ie: Ní mór duit monkeypaste a nuashonrú chun an ghné seo a úsáid.
gu_in: આ સુવિધાનો ઉપયોગ કરવા માટે તમારે વાંદરાને અપડેટ કરવાની જરૂર છે.
he_il: עליך לעדכן את MonkeyPaste כדי להשתמש בתכונה זו.
hi_in: इस सुविधा का उपयोग करने के लिए आपको Monkeypaste को अपडेट करना होगा।
hr_hr: Morate ažurirati monkeypaste da biste koristili ovu značajku.
hu_hu: A funkció használatához frissítenie kell a majompaste -t.
hy_am: Այս հատկությունը օգտագործելու համար հարկավոր է թարմացնել MONKEYPASTE- ն:
id_id: Anda perlu memperbarui monkeypaste untuk menggunakan fitur ini.
is_is: Þú verður að uppfæra MonkeyPaste til að nota þennan eiginleika.
it_ch: È necessario aggiornare Monkeypaste per utilizzare questa funzione.
ja_jp: この機能を使用するには、Monkeypasteを更新する必要があります。
ka_ge: თქვენ უნდა განაახლოთ Monkeypaste, რომ გამოიყენოთ ეს ფუნქცია.
kk_kz: Бұл мүмкіндікті пайдалану үшін сізге MonKeyPaste бағдарламасын жаңарту керек.
km_kh: អ្នកត្រូវធ្វើបច្ចុប្បន្នភាព Monkeyposte ក្នុងគោលបំណងដើម្បីប្រើលក្ខណៈពិសេសនេះ។
kn_in: ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು ನೀವು ಮಂಕೈಪಾಸ್ಟ್ ಅನ್ನು ನವೀಕರಿಸಬೇಕಾಗಿದೆ.
ko_kr: 이 기능을 사용하려면 monkeypaste를 업데이트해야합니다.
ky_kg: Бул функцияны колдонуу үчүн MonkeyPaste жаңыртышыңыз керек.
lo_la: ທ່ານຈໍາເປັນຕ້ອງໄດ້ປັບປຸງ monkeypaste ໃນຄໍາສັ່ງທີ່ຈະນໍາໃຊ້ຄຸນສົມບັດນີ້.
lt_lt: Norėdami naudoti šią funkciją, turite atnaujinti „MonkeYPaste“.
lv_lv: Lai izmantotu šo funkciju, jums jāatjaunina pērtiķiem.
mi_nz: Me whakahou koe i te makimaki kia whakamahia ai tenei waahanga.
mk_mk: Треба да го ажурирате MonkeyPaste за да ја користите оваа одлика.
ml_in: ഈ സവിശേഷത ഉപയോഗിക്കുന്നതിന് നിങ്ങൾ മങ്കിപാസ്റ്റ് അപ്ഡേറ്റ് ചെയ്യേണ്ടതുണ്ട്.
mr_in: हे वैशिष्ट्य वापरण्यासाठी आपल्याला माँकीपास्ट अद्यतनित करण्याची आवश्यकता आहे.
ms_my: Anda perlu mengemas kini monkeypaste untuk menggunakan ciri ini.
mt_mt: Għandek bżonn taġġorna l-monkeypaste sabiex tuża din il-karatteristika.
nb_no: Du må oppdatere MonkeyPaste for å bruke denne funksjonen.
ne_np: तपाईंले यस सुविधाको प्रयोग गर्नका लागि बाँधिकीपीएसएस अपडेट गर्न आवश्यक छ।
nl_be: U moet Monkeypaste bijwerken om deze functie te gebruiken.
or_in: ଏହି ବ feature ଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରିବାକୁ ଆପଣଙ୍କୁ ମାଙ୍କଡପେଷ୍ଟେଟ୍ ଅପଡେଟ୍ କରିବାକୁ ପଡିବ |
pa_arab: ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ MonkeKepaste ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ.
pl_pl: Musisz zaktualizować małp, aby użyć tej funkcji.
pt_br: Você precisa atualizar o MonkeyyySaste para usar esse recurso.
ro_ro: Trebuie să actualizați Monkeypaste pentru a utiliza această caracteristică.
ru_ru: Вам необходимо обновить Monkeypaste, чтобы использовать эту функцию.
sk_sk: Aby ste mohli používať túto funkciu, musíte aktualizovať monkeyPaste.
sl_si: Za uporabo te funkcije morate posodobiti MonkeyPaste.
sq_al: Ju duhet të azhurnoni MonkeyPaste në mënyrë që të përdorni këtë veçori.
sr_cyrl_me: Морате да ажурирате Монкеапасте да бисте користили ову функцију.
sv_fi: Du måste uppdatera monkeypasta för att använda den här funktionen.
sw_ke: Unahitaji kusasisha Monkeypaste ili kutumia huduma hii.
ta_in: இந்த அம்சத்தைப் பயன்படுத்த நீங்கள் குரங்கு சுவையை புதுப்பிக்க வேண்டும்.
te_in: ఈ లక్షణాన్ని ఉపయోగించడానికి మీరు మంకీపేస్ట్‌ను నవీకరించాలి.
th_th: คุณต้องอัปเดต monkeypaste เพื่อใช้คุณสมบัตินี้
tk_tm: Bu aýratynlygy ulanmak üçin maýmaýpetini täzelemeli.
tr_tr: Bu özelliği kullanmak için Monkeypaste'yi güncellemeniz gerekir.
tt_ru: Бу функцияне куллану өчен сезгә маймылипны яңартырга кирәк.
ug_cn: بۇ ئىقتىدارنى ئىشلىتىش ئۈچۈن menKypaste نى يېڭىلىشىڭىز كېرەك.
uk_ua: Потрібно оновити Мавпасту, щоб використовувати цю функцію.
ur_pk: اس خصوصیت کو استعمال کرنے کے ل You آپ کو مانکی پیسٹ کو اپ ڈیٹ کرنے کی ضرورت ہے۔
uz_cyrl: Ushbu xususiyatdan foydalanish uchun siz maykepaste-ni yangilashingiz kerak.
vi_vn: Bạn cần cập nhật khỉ để sử dụng tính năng này.
zh_hant: 您需要更新MonkePaste才能使用此功能。

# ShortcutGestureEmptyText
source: Shortcut Unset
af_za: Kortpad ongeset
am_et: አቋራጭ ማህተም
ar_bh: اختصار unset
as_in: চৰ্টকাট আনছেট
az_cyrl: Qısayolun silinməsi
bg_bg: Преки пътища
bn_in: শর্টকাট আনসেট
bs_latn_ba: Prečica
ca_es: Drecera desactivada
cs_cz: Zkratka unset
cy_gb: Unset llwybr byr
da_dk: Genvej unset
de_ch: Verknüpfung nicht fest
el_gr: Συντόμευση
es_bo: Atajo unset
et_ee: Otsetee unset
fa_ir: میانبر بازنویسی
fi_fi: Pikakuvake
fr_029: Raccourci non set
ga_ie: Aicearra neamhshocraithe
gu_in: શોર્ટકટ અનસેટ
he_il: קיצור הדרך ביטול הגדרה
hi_in: शॉर्टकट अस्वाभाविक
hr_hr: Prečac
hu_hu: Parancsikon nem
hy_am: Դյուրանցում անապահով
id_id: Pintasan yang tidak disetel
is_is: Flýtileið
ja_jp: ショートカットが解決しない
ka_ge: მალსახმობი განუსაზღვრელი
kk_kz: Тіркесімсіз
km_kh: ផ្លូវកាត់មិនត្រឹមត្រូវ
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಅನ್‌ಸೆಟ್
ko_kr: 바로 가기가 없습니다
ky_kg: Кыска жол
lo_la: ທໍາອິດ unset
lt_lt: Spartusis nenustatytas
lv_lv: Saīsne
mi_nz: Whakawhitiwhiti Poto
mk_mk: Кратенка за кратенка
ml_in: കുറുക്കുവഴി സജ്ജീകരിക്കാതെ
mr_in: शॉर्टकट अनसेट
ms_my: Pintasan tidak disengajakan
mt_mt: Shortcut mhux issettjat
nb_no: Snarvei usett
ne_np: सर्टकट अनुपस्थिति
nl_be: Snelkoppeling Unset
or_in: ସର୍ଟକଟ୍ ଅବିବାହିତ |
pa_arab: ਸ਼ਾਰਟਕੱਟ ਬੇਦਾਜ਼
pl_pl: Krótko mówiąc
pt_br: Atalho Unset
ro_ro: Comandă rapidă neset
ru_ru: Ярлык не взволнован
sk_sk: Skratka
sl_si: Bližnjica
sq_al: Shkurtim
sr_cyrl_me: Пречица неспорти
sv_fi: Genvägen
sw_ke: Njia ya mkato haijatengwa
ta_in: குறுக்குவழி அமைக்கப்படாதது
te_in: సత్వరమార్గం సెట్ చేయబడదు
th_th: ทางลัด Unset
tk_tm: Salgylanma
tr_tr: Kısayol
tt_ru: Кыска юл
ug_cn: تېزلەتمە سۆزلەش
uk_ua: Ярлик не встановлений
ur_pk: شارٹ کٹ غیر سیٹ
uz_cyrl: Yorliqni olib tashla
vi_vn: Phím tắt không được đặt
zh_hant: 快捷方式不設置

# ClipboardListenerDisabledText
source: Clipboard listener disabled
af_za: Clipboard -luisteraar gestremd
am_et: የቅንጥብ ሰሌዳ አድማጭ ተሰናክሏል
ar_bh: مستمع الحافظة معطل
as_in: ক্লিপবোৰ্ড শ্ৰোতা নিষ্ক্ৰিয়
az_cyrl: Panoya dinləyicisi əlil
bg_bg: Clipboard слушател е деактивиран
bn_in: ক্লিপবোর্ড শ্রোতা অক্ষম
bs_latn_ba: Lifesters liferca su onemogućen
ca_es: Oient de porta -retalls desactivat
cs_cz: Posluchač schránky deaktivován
cy_gb: Gwrandäwr clipfwrdd yn anabl
da_dk: Clipboard lytter deaktiveret
de_ch: Zwischenablusthörer deaktiviert
el_gr: Ο ακροατής του πρόχειρου απενεργοποιήθηκε
es_bo: Portapape Spaprice Listener Desactivado
et_ee: Lõikelaua kuulaja puudega
fa_ir: شنونده کلیپ بورد غیرفعال است
fi_fi: Leikepöydän kuuntelija poistettu käytöstä
fil_ph: Hindi pinagana ang nakikinig ng clipboard
fr_029: Écouteur du presse-papiers handicapé
ga_ie: Éisteoir gearrthaisce faoi mhíchumas
gu_in: ક્લિપબોર્ડ શ્રોતાઓ અક્ષમ
he_il: מאזין הלוח מושבת
hi_in: क्लिपबोर्ड श्रोता अक्षम
hr_hr: Slušatelj u međuspremnik onemogućen
hu_hu: A vágólap hallgató letiltva
hy_am: Clipboard ունկնդիրը անջատված է
id_id: Pendengar clipboard dinonaktifkan
is_is: Klemmuspjald hlustandi óvirkur
it_ch: Ascoltatore degli appunti disabilitati
ja_jp: クリップボードリスナーが無効になっています
ka_ge: ბუფერული მსმენელი გამორთულია
kk_kz: Аралық сақтағыш тыңдаушы өшірілген
km_kh: អ្នកស្តាប់ឃ្លិបបតពិការ
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಕೇಳುಗನನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 클립 보드 리스너가 비활성화되었습니다
ky_kg: Алмашуу буфери угуучу
lo_la: ຜູ້ຟັງ clipboard ປິດ
lt_lt: Karpinės srities klausytojas išjungtas
lv_lv: Starpliktuves klausītājs ir atspējots
mi_nz: Kua monokia te kaiwhakarongo Clipboard
mk_mk: Слушачот за клип -таблата е оневозможен
ml_in: ക്ലിപ്പ്ബോർഡ് ശ്രോതാവ് അപ്രാപ്തമാക്കി
mr_in: क्लिपबोर्ड श्रोता अक्षम
ms_my: Pendengar Clipboard dilumpuhkan
mt_mt: Is-semmiegħ tal-clipboard b'diżabilità
nb_no: Utklippstavlen lytter deaktivert
ne_np: क्लिपबोर्ड श्रोता अक्षम गरियो
nl_be: Klembord luisteraar uitgeschakeld
or_in: କ୍ଲିପବୋର୍ଡ ଶ୍ରୋତା ଅକ୍ଷମ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਚੈਲੇਸ ਇਨਸਰ ਅਯੋਗ
pl_pl: Niepełnosprawny słuchacz schowka
pt_br: O ouvinte de área de transferência desativada
ro_ro: Ascultătorul clipboard dezactivat
ru_ru: Слушатель обмена обмена отключен
sk_sk: Poslucháč schránky zakázaný
sl_si: Poslušalec odložišč onemogočen
sq_al: Dëgjuesi i Clipboard me aftësi të kufizuara
sr_cyrl_me: Слушалац међуспремника је онемогућен
sv_fi: Urklipps lyssnar inaktiverad
sw_ke: Msikilizaji wa clipboard amelemazwa
ta_in: கிளிப்போர்டு கேட்பவர் முடக்கப்பட்டார்
te_in: క్లిప్‌బోర్డ్ వినేవారు నిలిపివేయబడింది
th_th: ผู้ฟังคลิปบอร์ดปิดใช้งาน
tk_tm: Klip diňleýji maýyp
tr_tr: Pano Dinleyici devre dışı bırakıldı
tt_ru: Такта тыңлау инвалид
ug_cn: Clipboard ئاڭلاش مېيىپ
uk_ua: Слухач буфера обміну вимкнено
ur_pk: کلپ بورڈ سننے والا غیر فعال
uz_cyrl: Clipboard tinglovchilar o'chirilgan
vi_vn: Người nghe clipboard bị vô hiệu hóa
zh_hant: 剪貼板偵聽器禁用

# ClipboardListenerEnabledText
source: Clipboard listener enabled
af_za: Clipboard -luisteraar geaktiveer
am_et: የቅንጥብ ሰሌዳ አድማጭ ነቅቷል
ar_bh: تم تمكين مستمع الحافظة
as_in: ক্লিপবোৰ্ড শ্ৰোতা সামৰ্থবান
az_cyrl: Panoya dinləyicisi effektivdir
bg_bg: Слушател на клипборда е активиран
bn_in: ক্লিপবোর্ড শ্রোতা সক্ষম
bs_latn_ba: Omogućeno je slušatelj međuspremnika
ca_es: Oient de porta -retalls activat
cs_cz: Posluhovač schránky povoleno
cy_gb: Gwrandäwr clipfwrdd wedi'i alluogi
da_dk: Clipboard lytter aktiveret
de_ch: Clipboard -Listener aktiviert
el_gr: Ενεργοποιημένος ακροατής
es_bo: Portapapares oyentes habilitados
et_ee: Lõikelaua kuulaja lubatud
fa_ir: شنونده کلیپ بورد فعال شده است
fi_fi: Leikepöydän kuuntelija käytössä
fil_ph: Pinagana ang nakikinig ng clipboard
fr_029: L'écoute du presse-papiers activé
ga_ie: Éisteoir gearrthaisce cumasaithe
gu_in: ક્લિપબોર્ડ શ્રોતા સક્ષમ
he_il: מאזין הלוח מופעל
hi_in: क्लिपबोर्ड श्रोता सक्षम
hr_hr: Omogućen slušatelj u međuspremniku
hu_hu: A vágólap -hallgató engedélyezve
hy_am: Clipboard ունկնդիրը միացված է
id_id: Pendengar clipboard diaktifkan
is_is: Klemmuspjald hlustandi virkt
it_ch: Ascoltatore abilitato per gli appunti
ja_jp: クリップボードリスナーが有効になっています
ka_ge: ბუფერული მსმენელი ჩართულია
kk_kz: Аралық сақтағыш тыңдаушысы қосылған
km_kh: អ្នកស្តាប់ឃ្លិបបតដែលបានអនុញ្ញាត
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಕೇಳುಗನನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 클립 보드 리스너가 활성화되었습니다
ky_kg: Алмашуу буфери угуучу
lo_la: ການເປີດໃຊ້ງານ Clipboard
lt_lt: Įjungtas mainų srities klausytojas
lv_lv: Starpliktuves klausītājs iespējots
mi_nz: Ka taea te kaiwhakarongo Clipboard
mk_mk: Овозможено е слушателот на таблата
ml_in: ക്ലിപ്പ്ബോർഡ് ശ്രോതാവ് പ്രവർത്തനക്ഷമമാക്കി
mr_in: क्लिपबोर्ड श्रोता सक्षम
ms_my: Pendengar papan klip diaktifkan
mt_mt: Is-semmiegħ tal-clipboard attivat
nb_no: Utklippstavlekant aktivert
ne_np: क्लिपबोर्ड श्रोता सक्षम
nl_be: Klembord luisteraar ingeschakeld
or_in: କ୍ଲିପବୋର୍ଡ ଶ୍ରୋତା ସକ୍ଷମ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਚੈਲੇਸਟਰ ਯੋਗ
pl_pl: Włączony słuchacz schowka
pt_br: O ouvinte da área de transferência ativado
ro_ro: Ascultătorul clipboard activat
ru_ru: Слушатель обмена включенным
sk_sk: Povolený poslucháč schránky
sl_si: Omogočen poslušalca odložišč
sq_al: Dëgjuesi i klipit të aktivizuar
sr_cyrl_me: Листенер међуспремника је омогућен
sv_fi: Urklipps lyssnare aktiverad
sw_ke: Msikilizaji wa Clipboard amewezeshwa
ta_in: கிளிப்போர்டு கேட்பவர் இயக்கப்பட்டார்
te_in: క్లిప్‌బోర్డ్ వినేవారు ప్రారంభించబడింది
th_th: เปิดใช้งาน Clipboard Listener
tk_tm: Klip diňleýji açyk
tr_tr: Pano Dinleyici etkinleştirildi
tt_ru: Такта тыңлаучы кушылган
ug_cn: چاپلاش تاختىسى ئاڭلىماققا قوزغىتىلدى
uk_ua: Увімкнено слухачів буфера обміну
ur_pk: کلپ بورڈ سننے والا فعال ہے
uz_cyrl: Clipboard tinglovchisi yoqilgan
vi_vn: Người nghe clipboard được bật
zh_hant: 啟用剪貼板偵聽器

# ActionCondLastOutputUnavailableInvalidText
source: Parent action '{0}' does not support input property type 'Last Output'
af_za: Oueraksie '{0}' ondersteun nie die invoer -eienskapstipe 'laaste uitset' nie
am_et: የወላጅ እርምጃ '{0}' የግቤት ንብረትን ዓይነት 'የመጨረሻውን ውፅዓት' አይደግፍም
ar_bh: لا يدعم إجراء الوالدين '{0}' نوع خاصية الإدخال "الإخراج الأخير"
as_in: মূল কাৰ্য্য '{0}' এ ইনপুট বৈশিষ্ট্যৰ ধৰণ 'শেষ আউটপুট' সমৰ্থন নকৰে
az_cyrl: Valideyn Fəaliyyəti '{0}' 'Son çıxışı' giriş mülkiyyəti tipini dəstəkləmir
bg_bg: Родителско действие '{0}' не поддържа типа на свойството на входното свойство „Последно изход“
bn_in: প্যারেন্ট অ্যাকশন '{0}' ইনপুট সম্পত্তি প্রকার 'শেষ আউটপুট' সমর্থন করে না
bs_latn_ba: Matična akcija '{0}' ne podržava ulaznu nekretninu tipa "zadnja izlaza"
ca_es: Acció parental '{0}' No admet el tipus de propietat d'entrada 'última sortida'
cs_cz: Akce nadřazenosti '{0}' nepodporuje typ vlastnosti vstupu „Poslední výstup“
cy_gb: Nid yw gweithredu rhiant '{0}' yn cefnogi math o eiddo mewnbwn 'allbwn olaf'
da_dk: Forælderhandling '{0}' understøtter ikke input egenskabstype 'sidste output'
de_ch: Die übergeordnete Aktion '{0}' unterstützt keine Eingangseigenschaftstyp 'Letzter Ausgabe'
el_gr: Η γονική δράση '{0}' δεν υποστηρίζει τον τύπο ιδιότητας εισόδου 'τελευταία έξοδο'
es_bo: La acción matriz '{0}' no admite el tipo de propiedad de entrada 'Última salida'
et_ee: Vanemate toiming '{0}' ei toeta sisendomandi tüüpi 'Viimane väljund'
fa_ir: عمل والدین '{0}' از نوع ویژگی ورودی "آخرین خروجی" پشتیبانی نمی کند
fi_fi: Vanhempien toiminta '{0}' ei tue syöttöominaisuuden tyyppiä 'viimeinen lähtö'
fil_ph: Ang aksyon ng magulang '{0}' ay hindi sumusuporta sa uri ng pag -aari ng pag -aari na 'Huling Output'
fr_029: Parent Action '{0}' ne prend pas en charge le type de propriété d'entrée 'Last Output'
ga_ie: Ní thacaíonn gníomh tuismitheora '{0}' le cineál maoine ionchuir 'aschur deireanach'
gu_in: પેરન્ટ એક્શન '{0}' ઇનપુટ પ્રોપર્ટી પ્રકાર 'છેલ્લું આઉટપુટ' ને સપોર્ટ કરતું નથી
he_il: פעולת ההורה '{0}' אינה תומכת בסוג המאפיין הקלט 'פלט אחרון'
hi_in: पैरेंट एक्शन '{0}' इनपुट प्रॉपर्टी प्रकार 'लास्ट आउटपुट' का समर्थन नहीं करता है
hr_hr: Matična akcija '{0}' ne podržava vrstu svojstva ulaznog svojstva 'zadnji izlaz'
hu_hu: A '{0}' szülői művelet nem támogatja a „utolsó kimenet” bemeneti tulajdonságtípust
hy_am: «{0}» ծնողական գործողությունը չի ապահովում «Վերջին ելքը» ներդրման գույքի տեսակը
id_id: Tindakan induk '{0}' tidak mendukung tipe properti input 'output terakhir'
is_is: Foreldraaðgerð '{0}' styður ekki innsláttargerðargerð 'Last Output'
it_ch: Parent Action '{0}' non supporta il tipo di proprietà input 'ultimo output'
ja_jp: 親アクション '{0}'は入力プロパティタイプ '最終出力'をサポートしません
ka_ge: მშობლის მოქმედება '{0}' არ უჭერს მხარს შეყვანის ქონების ტიპს 'ბოლო გამომავალი'
kk_kz: '{0}' ата-аналық әрекеті «Соңғы шығу» енгізу сипаты түрін қолдамайды
km_kh: សកម្មភាពឪពុកម្តាយ '{0}' មិនគាំទ្រប្រភេទចុងក្រោយរបស់អចលនទ្រព្យ 'លទ្ធផលចុងក្រោយឡើយ
kn_in: ಪೋಷಕರ ಕ್ರಿಯೆ '{0}' ಇನ್ಪುಟ್ ಆಸ್ತಿ ಪ್ರಕಾರವನ್ನು 'ಕೊನೆಯ output ಟ್‌ಪುಟ್' ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
ko_kr: 부모 조치 '{0}'는 입력 속성 유형 '마지막 출력'을 지원하지 않습니다.
ky_kg: Ата-эне иш-аракеттери '{0}' касиеттерди 'акыркы чыгуучу "мүлк түрүн колдобойт
lo_la: ການປະຕິບັດຂອງພໍ່ແມ່ '{0}' ບໍ່ຮອງຮັບຄຸນສົມບັດສິນຄ້າ
lt_lt: Tėvų veiksmas '{0}' nepalaiko įvesties nuosavybės tipo 'Paskutinis išvestis'
lv_lv: Vecāku darbība '{0}' neatbalsta ievades rekvizīta tipu 'Last Output'
mi_nz: Nga Mahi a nga matua '{0}' Kāore e tautoko i te momo whakaurunga whakauru 'putanga whakamutunga'
mk_mk: Акција на родители „{0}“ не поддржува тип на внес на својство „Последен излез“
ml_in: രക്ഷാകർതൃ പ്രവർത്തനം '{0}' ഇൻപുട്ട് പ്രോപ്പർട്ടി തരം 'അവസാന ഔട്ട്പുട്ട്' പിന്തുണയ്ക്കുന്നില്ല
mr_in: मूळ क्रिया '{0}' इनपुट प्रॉपर्टी प्रकाराला 'शेवटचे आउटपुट' चे समर्थन करत नाही
ms_my: Tindakan Ibu Bapa '{0}' tidak menyokong jenis harta input 'output terakhir'
mt_mt: Azzjoni tal-Ġenituri "{0}" ma tappoġġjax it-tip ta 'propjetà ta' input "L-Aħħar Output"
nb_no: Foreldrehandling '{0}' støtter ikke inndataegenskapstype 'siste utgang'
ne_np: अभिभावक कार्य '{0}' ले इनपुट गुण प्रकार 'अन्तिम आउटपुट' समर्थन गर्दैन
nl_be: Ouderactie '{0}' ondersteunt geen invoer -eigenschapstype 'Laatste uitvoer'
or_in: ପ୍ୟାରେଣ୍ଟ୍ ଆକ୍ସନ୍ '{0}' ଇନପୁଟ୍ ପ୍ରପର୍ଟିଜ୍ ପ୍ରକାର 'ଶେଷ ଆଉଟପୁଟ୍' ସମର୍ଥନ କରେନାହିଁ |
pa_arab: ਮਾਤਾ-ਕਾਰਵਾਈ '{0}' ਪ੍ਰਾਪਰਟੀ ਦੀ ਕਿਸਮ 'ਆਖਰੀ ਆਉਟਪੁੱਟ' ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ
pl_pl: Działanie nadrzędne „{0}” nie obsługuje Typ właściwości wejściowej „Ostatnie wyjście”
pt_br: Ação dos pais '{0}' não suporta o tipo de propriedade de entrada 'Última saída'
ro_ro: Acțiunea părinte „{0}” nu acceptă tipul de proprietate de intrare „Ultima ieșire”
ru_ru: Родительский действие '{0}' не поддерживает тип свойства ввода «Последний вывод»
sk_sk: Rodičovská akcia '{0}' nepodporuje typ vlastnosti vstupu „posledný výstup“
sl_si: Akcija staršev '{0}' ne podpira vrst lastnosti vhoda 'Last Output'
sq_al: Veprimi i Prindërve '{0}' nuk e mbështet llojin e pronës së hyrjes 'Prodhimi i fundit'
sr_cyrl_me: Акција родитеља '{0}' не подржава улазну имовину тип 'Последњи излаз'
sv_fi: Överordnad action '{0}' stöder inte inmatningsegenskapstyp 'Last Output'
sw_ke: Kitendo cha mzazi '{0}' hakiungi mkono aina ya mali ya pembejeo 'pato la mwisho'
ta_in: பெற்றோர் செயல் '{0}' உள்ளீட்டு சொத்து வகையை 'கடைசி வெளியீடு' ஆதரிக்காது
te_in: పేరెంట్ యాక్షన్ '{0}' ఇన్పుట్ ఆస్తి రకం 'చివరి అవుట్పుట్' కు మద్దతు ఇవ్వదు
th_th: การกระทำของพาเรนต์ '{0}' ไม่รองรับประเภทคุณสมบัติอินพุต 'เอาต์พุตล่าสุด'
tk_tm: Ene-ata hereketi '{0}' Giriş emläk görnüşini 'iň soňky çykyş görnüşini' goldamaýar '
tr_tr: Üst eylem '{0}', 'Son Çıktı' girdi özelliği türünü desteklemiyor
tt_ru: "{0}" ата-аналар хәрәкәте кертү милеген "соңгы чыгышын" кертүне хупламый.
ug_cn: ئاتا-ئانىلارنىڭ ھەرىكىتى '{0}' كىرگۈزۈش مۈلۈك تىپىدىكى مۈلۈك تىپىنىڭ «ئاخىرقى چىقىمى» نى قوللىمايدۇ.
uk_ua: Батьківська дія '{0}' не підтримує тип властивості введення 'останнього виходу'
ur_pk: والدین کی کارروائی '{0}' ان پٹ پراپرٹی کی قسم 'آخری آؤٹ پٹ' کی حمایت نہیں کرتی ہے
uz_cyrl: "{0}" Ota harakati "So'nggi ishlab chiqarish" mulk turini qo'llab-quvvatlamaydi
vi_vn: Hành động cha '{0}' không hỗ trợ loại đầu vào 'đầu ra cuối cùng'
zh_hant: 父行動'{0}'不支持輸入屬性類型'最後輸出'

# ShortcutInternalName
source: Application
af_za: Toepassing
am_et: ትግበራ
ar_bh: طلب
as_in: দৰ্খাস্ত
az_cyrl: Tətbiqi
bg_bg: Приложение
bn_in: আবেদন
bs_latn_ba: Primjena
ca_es: Aplicació
cs_cz: aplikace
cy_gb: Nghais
da_dk: Ansøgning
de_ch: Anwendung
el_gr: Εφαρμογή
es_bo: Solicitud
et_ee: Rakendus
fa_ir: کاربرد
fi_fi: Soveltaminen
ga_ie: Iarrchán
gu_in: નિયમ
he_il: יישום
hi_in: आवेदन
hr_hr: Prijava
hu_hu: Alkalmazás
hy_am: Ծրագիր
id_id: Aplikasi
is_is: Umsókn
it_ch: Applicazione
ja_jp: 応用
ka_ge: გამოყენება
kk_kz: Қолдану
km_kh: ការស្ម័រក
kn_in: ಅನ್ವಯಿಸು
ko_kr: 애플리케이션
ky_kg: Колдонмо
lo_la: ຄໍາຮ້ອງສະຫມັກ
lt_lt: Paraiška
lv_lv: Pieteikums
mi_nz: Puka tono
mk_mk: Апликација
ml_in: അപേക്ഷ
mr_in: अर्ज
ms_my: Permohonan
mt_mt: Applikazzjoni
nb_no: applikasjon
ne_np: दरखास्त
nl_be: Sollicitatie
or_in: ପ୍ରୟୋଗ
pa_arab: ਐਪਲੀਕੇਸ਼ਨ
pl_pl: Aplikacja
pt_br: Aplicativo
ro_ro: Aplicație
ru_ru: Приложение
sk_sk: Aplikácia
sl_si: Aplikacija
sq_al: Aplikacion
sr_cyrl_me: Апликација
sv_fi: Ansökan
sw_ke: Maombi
ta_in: விண்ணப்பம்
te_in: అప్లికేషన్
th_th: แอปพลิเคชัน
tk_tm: Amaly
tr_tr: Başvuru
tt_ru: Кушымта
uk_ua: Застосування
ur_pk: درخواست
uz_cyrl: Ariza
vi_vn: Ứng dụng
zh_hant: 應用

# ShortcutInvokeTriggerName
source: Trigger
af_za: Sneller
am_et: ቀስቅሴ
ar_bh: مشغل
as_in: ট্ৰিগাৰ
az_cyrl: Tetikleyən
bg_bg: Спусък
bn_in: ট্রিগার
bs_latn_ba: Okidač
ca_es: Gallet
cs_cz: Spoušť
cy_gb: Sbardun
da_dk: Udløser
de_ch: Auslösen
el_gr: Δώσει το έναυσμα για
es_bo: Desencadenar
et_ee: Päästik
fa_ir: ماشه
fi_fi: Laukaista
fr_029: Déclenchement
ga_ie: Trosc
gu_in: ઉપશામક
he_il: הדק
hi_in: चालू कर देना
hr_hr: Okidač
hu_hu: Indítvány
hy_am: Ձգան
id_id: Pemicu
it_ch: Grilletto
ja_jp: 引き金
ka_ge: ზმახშეული
kk_kz: Ілгек
km_kh: កៃ
kn_in: ಪ್ರಚೋದಕ
ko_kr: 방아쇠
ky_kg: Триггер
lo_la: ຜົນກະທົບຕໍ່
lt_lt: Gaidukas
lv_lv: Sprūda
mi_nz: Keu
mk_mk: Чкрапало
ml_in: തോക്കിന്റെ കാഞ്ചി
mr_in: ट्रिगर
ms_my: Pencetus
nb_no: Avtrekker
ne_np: बन्दूकको घोडा
nl_be: Trekker
or_in: ଟ୍ରିଗର
pa_arab: ਟਰਿੱਗਰ
pl_pl: Spust
pt_br: Acionar
ro_ro: Declanșator
ru_ru: Курок
sk_sk: Spúšť
sl_si: Sprožilec
sq_al: Shkumëzoj
sr_cyrl_me: Окидач
sv_fi: Utlösare
ta_in: தூண்டுதல்
te_in: ట్రిగ్గర్
th_th: สิ่งกระตุ้น
tr_tr: Tetiklemek
tt_ru: Триггер
uk_ua: Тригер
ur_pk: ٹرگر
uz_cyrl: Teskari
vi_vn: Cò súng
zh_hant: 扳機
