Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeGestureProfileDescription1
source: All global shortcuts will be disabled so you can set them up yourself later.
af_za: Alle kortpaaie sal gedeaktiveer word, sodat u dit later self kan opstel.
am_et: በኋላ ላይ እራስዎን ማዋቀር እንዲችሉ ሁሉም የአለም አቋራጮች ይሰናከላሉ.
ar_bh: سيتم تعطيل جميع الاختصارات العالمية حتى تتمكن من إعدادها في وقت لاحق.
as_in: সকলো গোলকীয় চৰ্টকাট নিষ্ক্ৰিয় কৰা হ'ব যাতে আপুনি পিছত নিজেই ছেট আপ কৰিব পাৰে।
az_cyrl: Bütün qlobal qısa yollar deaktiv olacaq, buna görə də özünüzü özünüz qura bilərsiniz.
bg_bg: Всички глобални преки пътища ще бъдат деактивирани, така че можете да ги настроите сами по -късно.
bn_in: সমস্ত গ্লোবাল শর্টকাটগুলি অক্ষম করা হবে যাতে আপনি এগুলি পরে নিজেকে সেট আপ করতে পারেন।
bs_latn_ba: Sve globalne prečice bit će onemogućene tako da ih možete kasnije postaviti.
ca_es: Totes les dreceres globals es desactivaran de manera que pugueu configurar -les més endavant.
cs_cz: Všechny globální zkratky budou deaktivovány, takže je můžete později nastavit.
cy_gb: Bydd pob llwybr byr byd -eang yn anabl fel y gallwch eu sefydlu eich hun yn nes ymlaen.
da_dk: Alle globale genveje deaktiveres, så du kan indstille dem selv senere.
de_ch: Alle globalen Verknüpfungen werden deaktiviert, sodass Sie sie später selbst einrichten können.
el_gr: Όλες οι παγκόσμιες συντομεύσεις θα απενεργοποιηθούν, ώστε να μπορείτε να τις ρυθμίσετε αργότερα.
es_bo: Todos los atajos globales se deshabilitarán para que pueda configurarlos usted mismo más tarde.
et_ee: Kõik globaalsed otseteed on keelatud, nii et saate need hiljem ise üles seada.
fa_ir: تمام میانبرهای جهانی غیرفعال خواهند شد ، بنابراین می توانید بعداً آنها را تنظیم کنید.
fi_fi: Kaikki globaalit pikakuvakkeet poistetaan käytöstä, jotta voit asettaa ne itse myöhemmin.
fil_ph: Ang lahat ng mga pandaigdigang shortcut ay hindi paganahin upang mai -set up mo ang iyong sarili sa ibang pagkakataon.
fr_029: Tous les raccourcis mondiaux seront désactivés afin que vous puissiez les configurer vous-même plus tard.
ga_ie: Beidh gach aicearra domhanda faoi mhíchumas ionas gur féidir leat iad féin a chur suas níos déanaí.
gu_in: બધા વૈશ્વિક શ shortc ર્ટકટ્સ અક્ષમ કરવામાં આવશે જેથી તમે તેમને પછીથી સેટ કરી શકો.
he_il: כל קיצורי הדרך הגלובליים יושבתו כך שתוכלו להגדיר אותם אחר כך.
hi_in: सभी वैश्विक शॉर्टकट अक्षम हो जाएंगे ताकि आप उन्हें बाद में खुद सेट कर सकें।
hr_hr: Svi globalni prečaci bit će onesposobljeni, tako da ih možete postaviti kasnije.
hu_hu: Az összes globális hivatkozás le van tiltva, így később beállíthatja őket.
hy_am: Համաշխարհային բոլոր դյուրանցումները կասելի կլինեն, որպեսզի ավելի ուշ դրանք դնեք:
id_id: Semua jalan pintas global akan dinonaktifkan sehingga Anda dapat mengaturnya sendiri nanti.
is_is: Allar flýtileiðir á heimsvísu verða óvirkir svo þú getir stillt þá upp sjálfur seinna.
it_ch: Tutte le scorciatoie globali saranno disabilitate in modo da poterli impostare in seguito.
ja_jp: すべてのグローバルショートカットは無効になるため、後で自分でセットアップできます。
ka_ge: ყველა გლობალური მალსახმობი გამორთული იქნება, ასე რომ თქვენ შეგიძლიათ შექმნათ ისინი მოგვიანებით.
kk_kz: Барлық жаһандық төте жолдар өшіріледі, сондықтан оларды кейінірек өзіңіз орната аласыз.
km_kh: ផ្លូវកាត់សកលទាំងអស់នឹងត្រូវបានបិទដូច្នេះអ្នកអាចកំណត់វាដោយខ្លួនឯងនៅពេលក្រោយ។
kn_in: ಎಲ್ಲಾ ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ ಆದ್ದರಿಂದ ನೀವು ಅವುಗಳನ್ನು ನಂತರ ನೀವೇ ಹೊಂದಿಸಬಹುದು.
ko_kr: 모든 글로벌 단축키는 비활성화되므로 나중에 직접 설정할 수 있습니다.
ky_kg: Бардык глобалдык жарлыктар өчүрүлүп, кийинчерээк сиз аларды кийинчерээк орното аласыз.
lo_la: ທາງລັດທົ່ວໂລກທັງຫມົດຈະຖືກປິດໃຊ້ງານເພື່ອໃຫ້ທ່ານສາມາດຕັ້ງຕົວເອງໃນພາຍຫຼັງ.
lt_lt: Visi pasauliniai nuorodos bus išjungti, todėl galite juos nustatyti vėliau.
lv_lv: Visi globālie saīsnes tiks atspējoti, lai jūs tos varētu iestatīt vēlāk.
mi_nz: Ka monokia nga poto poto katoa o te ao kia taea ai e koe te whakatu i a koe i muri ake.
mk_mk: Сите глобални кратенки ќе бидат оневозможени за да можете да ги поставите подоцна.
ml_in: എല്ലാ ആഗോള കുറുക്കുവഴികളും അപ്രാപ്തമാക്കും, അതിനാൽ നിങ്ങൾക്ക് പിന്നീട് സ്വയം സജ്ജമാക്കാൻ കഴിയും.
mr_in: सर्व ग्लोबल शॉर्टकट अक्षम केले जातील जेणेकरून आपण त्यांना नंतर स्वत: ला सेट करू शकता.
ms_my: Semua pintasan global akan dilumpuhkan supaya anda dapat menetapkannya kemudian.
mt_mt: Il-shortcuts globali kollha se jkunu diżattivati ​​sabiex tkun tista 'twaqqafhom lilek innifsek aktar tard.
nb_no: Alle globale snarveier vil være deaktivert, slik at du kan sette dem opp selv senere.
ne_np: सबै विश्वव्यापी सर्टकटहरू असक्षम हुनेछन् ताकि तपाईं पछि तिनीहरूलाई सेट अप गर्न सक्नुहुनेछ।
nl_be: Alle globale snelkoppelingen worden uitgeschakeld, zodat u ze later zelf kunt instellen.
or_in: ସମସ୍ତ ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ଅକ୍ଷମ ହେବ ଯାହା ଦ୍ you ାରା ଆପଣ ସେଗୁଡିକୁ ପରେ ନିଜକୁ ସ୍ଥାପନ କରିପାରିବେ |
pa_arab: ਸਾਰੇ ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ ਅਪਾਹਜ ਹੋ ਜਾਣਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਅਦ ਵਿਚ ਆਪਣੇ ਸਥਾਪਤ ਕਰ ਸਕੋ.
pl_pl: Wszystkie globalne skróty zostaną wyłączone, abyś mógł je później skonfigurować.
pt_br: Todos os atalhos globais serão desativados para que você possa configurá -los mais tarde.
ro_ro: Toate comenzile rapide globale vor fi dezactivate, astfel încât să le puteți configura mai târziu.
ru_ru: Все глобальные ярлыки будут отключены, поэтому вы можете настроить их сами позже.
sk_sk: Všetky globálne skratky budú deaktivované, takže ich môžete nastaviť neskôr.
sl_si: Vse globalne bližnjice bodo onemogočene, tako da jih lahko pozneje nastavite.
sq_al: Të gjitha shkurtesat globale do të çaktivizohen, në mënyrë që t'i vendosni vetë më vonë.
sr_cyrl_me: Све глобалне пречице биће онемогућене тако да их можете поставити касније.
sv_fi: Alla globala genvägar kommer att inaktiveras så att du kan ställa in dem själv senare.
sw_ke: Njia zote za mkato za ulimwengu zitalemazwa ili uweze kujiweka mwenyewe baadaye.
ta_in: அனைத்து உலகளாவிய குறுக்குவழிகளும் முடக்கப்படும், எனவே அவற்றை பின்னர் நீங்களே அமைக்கலாம்.
te_in: అన్ని గ్లోబల్ సత్వరమార్గాలు నిలిపివేయబడతాయి కాబట్టి మీరు వాటిని తరువాత మీరే సెటప్ చేయవచ్చు.
th_th: ทางลัดทั่วโลกทั้งหมดจะถูกปิดใช้งานเพื่อให้คุณสามารถตั้งค่าตัวเองในภายหลัง
tk_tm: Ähli global gysga ýollary öçürer, şonuň üçin olary soňrak goýup bilersiňiz.
tr_tr: Tüm küresel kısayollar devre dışı bırakılacak, böylece onları daha sonra ayarlayabilirsiniz.
tt_ru: Барлык глобаль кыска юллар кулланылачак, шуңа күрә сез аларны соңрак урнаштыра аласыз.
ug_cn: بارلىق يەرشارى تېزلەتمىلەر چەكلىنىدۇ, شۇڭا كېيىن ئۇنى ئۆزىڭىز بەلگىلىيەلەيسىز.
uk_ua: Усі глобальні ярлики будуть відключені, щоб ви могли налаштувати їх пізніше.
ur_pk: تمام عالمی شارٹ کٹ غیر فعال ہوجائیں گے تاکہ آپ انہیں بعد میں خود مرتب کرسکیں۔
uz_cyrl: Barcha global yorliqlar o'chiriladi, shuning uchun ularni keyinroq o'zingizni sozlashingiz mumkin.
vi_vn: Tất cả các phím tắt toàn cầu sẽ bị vô hiệu hóa để bạn có thể tự thiết lập chúng sau.
zh_hant: 所有全局快捷方式將被禁用，因此您以後可以自己設置它們。

# WelcomeGestureProfileDescription2
source: MonkeyPaste's clipboard shortcuts will be available in all applications.
af_za: Monkeypaste se kortpaaie van die knipbord sal in alle toepassings beskikbaar wees.
am_et: የ Monocapaste የሊፕቶርድ አቋራጮች በሁሉም ማመልከቻዎች ውስጥ ይገኛሉ.
ar_bh: ستتوفر اختصارات Monkeypaste's الحافظة في جميع التطبيقات.
as_in: MonkeyPaste ৰ ক্লিপবৰ্ড চৰ্টকাটসমূহ সকলো এপ্লিকেচনতে উপলব্ধ হ’ব।
az_cyrl: Monkeytastanın panoya qısa yolları bütün tətbiqlərdə mövcud olacaq.
bg_bg: Клипбордът на Monkeypaste на Monkeypaste ще бъде наличен във всички приложения.
bn_in: মনকেপেস্টের ক্লিপবোর্ড শর্টকাটগুলি সমস্ত অ্যাপ্লিকেশনগুলিতে উপলব্ধ হবে।
bs_latn_ba: Prečice međuspremnika monkeypaste bit će dostupni u svim aplikacijama.
ca_es: Les dreceres de retalls de MonkeyPaste estaran disponibles a totes les aplicacions.
cs_cz: Sluční zkratky společnosti MonkeyPaste budou k dispozici ve všech aplikacích.
cy_gb: Bydd llwybrau byr clipfwrdd MonkeyPaste ar gael ym mhob cais.
da_dk: Monkeypaste's Clipboard -genveje vil være tilgængelige i alle applikationer.
de_ch: In allen Anwendungen sind die Zwischenablage von MonkeyPastes Zwischenablage erhältlich.
el_gr: Οι συντομεύσεις του MonkeyPaste's Propboard θα είναι διαθέσιμες σε όλες τις εφαρμογές.
es_bo: Los atajos de portapapeles de MonkyPaste estarán disponibles en todas las aplicaciones.
et_ee: Monkeypaste lõikelaua otseteed on saadaval kõigis rakendustes.
fa_ir: میانبرهای کلیپ بورد Monkeypaste در کلیه برنامه ها در دسترس خواهند بود.
fi_fi: Monkepasten leikepöydän pikakuvakkeet ovat saatavilla kaikissa sovelluksissa.
fil_ph: Ang mga shortcut ng clipboard ng Monkeypaste ay magagamit sa lahat ng mga aplikasyon.
fr_029: Les raccourcis du presse-papiers de Monkeypaste seront disponibles dans toutes les applications.
ga_ie: Beidh aicearraí gearrthaisce Monkeypaste ar fáil i ngach iarratas.
gu_in: વાંદરાની ક્લિપબોર્ડ શ shortc ર્ટકટ્સ બધી એપ્લિકેશનોમાં ઉપલબ્ધ હશે.
he_il: קיצורי דרך הלוח של Monkeypaste יהיו זמינים בכל היישומים.
hi_in: सभी अनुप्रयोगों में Monkeypaste के क्लिपबोर्ड शॉर्टकट उपलब्ध होंगे।
hr_hr: Monkeypasteovi prečaci za međuspremnik bit će dostupni u svim aplikacijama.
hu_hu: A MonkyPaste vágólap -parancsikonjai minden alkalmazásban elérhetők lesznek.
hy_am: Monkepaste- ի Clipboard- ի դյուրանցումները հասանելի կլինեն բոլոր ծրագրերում:
id_id: Pintasan clipboard Monkeypaste akan tersedia di semua aplikasi.
is_is: Klemmuspjald flýtileiðir MonkeyPaste verða fáanlegir í öllum forritum.
it_ch: I collegamenti degli appunti di Monkeypaste saranno disponibili in tutte le applicazioni.
ja_jp: Monkeypasteのクリップボードショートカットは、すべてのアプリケーションで利用できます。
ka_ge: Monkeypaste– ის ბუფერული მალსახმობები ხელმისაწვდომი იქნება ყველა პროგრამაში.
kk_kz: MonkeyPaste компаниясының алмасу бекіндері барлық қосымшаларда қол жетімді болады.
km_kh: ផ្លូវកាត់ក្តារតម្បៀតខ្ទាស់ឃ្លីបរបស់ព្រះសង្ឃនឹងមាននៅក្នុងកម្មវិធីទាំងអស់។
kn_in: ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಮಾಂಕಿಪ್ಯಾಸ್ಟ್‌ನ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು ಲಭ್ಯವಿರುತ್ತವೆ.
ko_kr: Monkeypaste의 클립 보드 바로 가기는 모든 응용 프로그램에서 제공됩니다.
ky_kg: MonkeyPaste компаниясынын алмашуу буферинин жарлыктары бардык тиркемелерде болот.
lo_la: ທາງລັດຄລິບເຈີ້ຂອງ Monkeypaste ຈະມີຢູ່ໃນທຸກໃບສະຫມັກ.
lt_lt: „MonkeYPaste“ mainų srities sparčiosios klavišai bus prieinami visose programose.
lv_lv: Monkeypaste starpliktuves saīsnes būs pieejamas visās lietojumprogrammās.
mi_nz: Ka waatea nga pokatata o nga papaa o Monkeypaste i nga tono katoa.
mk_mk: Кратенките за клипборд на Monkeypaste ќе бидат достапни во сите апликации.
ml_in: എല്ലാ ആപ്ലിക്കേഷനുകളിലും മങ്കിപെസ്റ്റ് ക്ലിപ്പ്ബോർഡ് കുറുക്കുവഴികൾ ലഭ്യമാകും.
mr_in: सर्व अनुप्रयोगांमध्ये माकडपास्टचे क्लिपबोर्ड शॉर्टकट उपलब्ध असतील.
ms_my: Pintasan papan klip MonkeyPaste akan tersedia dalam semua aplikasi.
mt_mt: Il-shortcuts tal-clipboard ta 'MonkeyPaste se jkunu disponibbli fl-applikazzjonijiet kollha.
nb_no: Monkeypaste's Clipboard -snarveier vil være tilgjengelige i alle applikasjoner.
ne_np: बाँधिकीपस्टको क्लिपबोर्ड सर्टकटहरू सबै अनुप्रयोगहरूमा उपलब्ध हुनेछन्।
nl_be: De snelkoppelingen van Monkeypaste zijn in alle toepassingen beschikbaar.
or_in: ସମସ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକରେ ମାଙ୍କଡପେଷ୍ଟର କ୍ଲିପବୋର୍ଡ ସର୍ଟକଟ୍ ଉପଲବ୍ଧ ହେବ |
pa_arab: ਮੋਨਕੇਪਾਸਟੇ ਦਾ ਕਲਿੱਪਬੋਰਡ ਸ਼ੌਰਟਕਟ ਸਾਰੇ ਕਾਰਜਾਂ ਵਿੱਚ ਉਪਲਬਧ ਹੋਣਗੇ.
pl_pl: Skróty schowka Moneypaste będą dostępne we wszystkich aplikacjach.
pt_br: Os atalhos da MonkeyySaste estarão disponíveis em todas as aplicações.
ro_ro: Comenzile rapide de clipboard ale Monkeypaste vor fi disponibile în toate aplicațiile.
ru_ru: Сочетания буфера обмена Monkeypaste будут доступны во всех приложениях.
sk_sk: Skratky schránky spoločnosti Monkeypaste budú k dispozícii vo všetkých aplikáciách.
sl_si: V vseh aplikacijah bodo na voljo bližnjice odložišč MonkeyPaste.
sq_al: Shkurtoret e clipboard të Monkeypaste do të jenë në dispozicion në të gjitha aplikacionet.
sr_cyrl_me: Монкеипасте-ове пречице за међуспремник ће бити доступне у свим апликацијама.
sv_fi: Monkeypaste's Clipboard -genvägar kommer att finnas tillgängliga i alla applikationer.
sw_ke: Njia za mkato za clipboard za Monkeypaste zitapatikana katika matumizi yote.
ta_in: குரங்கிபேஸ்டின் கிளிப்போர்டு குறுக்குவழிகள் எல்லா பயன்பாடுகளிலும் கிடைக்கும்.
te_in: మంకీపాస్ట్ యొక్క క్లిప్‌బోర్డ్ సత్వరమార్గాలు అన్ని అనువర్తనాల్లో లభిస్తాయి.
th_th: ทางลัดคลิปบอร์ดของ Monkeypaste จะมีอยู่ในทุกแอปพลิเคชัน
tk_tm: Maýmpaseiň planşetiň gysgaltmalary ähli programmalarda elýeterli bolar.
tr_tr: Monkeypaste'nin pano kısayolları tüm uygulamalarda mevcut olacaktır.
tt_ru: Майкипастының буфер кыска юллары барлык кушымталарда булачак.
ug_cn: Moneypaste نىڭ چاپلاش تاختىسى قىسقا ئۇچۇرلىرى بارلىق ئىلتىماسلاردا بولىدۇ.
uk_ua: Ярлики буфера буфера Monkeypaste будуть доступні у всіх програмах.
ur_pk: مونکی پیسٹ کے کلپ بورڈ شارٹ کٹ تمام ایپلی کیشنز میں دستیاب ہوں گے۔
uz_cyrl: Monkeypastening klipboard yorliqlari barcha ilovalarda mavjud bo'ladi.
vi_vn: Các phím tắt clipboard của Monkeypaste sẽ có sẵn trong tất cả các ứng dụng.
zh_hant: Monkeypaste的剪貼板快捷片將在所有應用中提供。

# WelcomeGestureProfileLabel1
source: Internal
af_za: Huishoudelik
am_et: ውስጣዊ
ar_bh: داخلي
as_in: আভ্য়ন্তৰীণ
az_cyrl: Daxili
bg_bg: Вътрешен
bn_in: অভ্যন্তরীণ
bs_latn_ba: Unutrašnji
ca_es: Intern
cs_cz: Vnitřní
cy_gb: Fewnol
da_dk: Indre
de_ch: Intern
el_gr: Εσωτερικός
es_bo: Interno
et_ee: Sisemine
fa_ir: درونی؛ داخلی
fi_fi: Sisäinen
fil_ph: Panloob
fr_029: Interne
ga_ie: Inmheánach
gu_in: આંતરિક
he_il: פְּנִימִי
hi_in: आंतरिक
hr_hr: Unutarnji
hu_hu: Belső
hy_am: Ներքին
id_id: Intern
is_is: Innra
it_ch: Interno
ja_jp: 内部
ka_ge: შინაგანი
kk_kz: Ішкі
km_kh: ខាងក្នុង
kn_in: ಆಂತರಿಕ
ko_kr: 내부
ky_kg: Ички
lo_la: ພາຍ
lt_lt: Vidinis
lv_lv: Iekšējs
mi_nz: O roto
mk_mk: Внатрешно
ml_in: അകത്തെ
mr_in: अंतर्गत
ms_my: Dalaman
mt_mt: Intern
nb_no: Innvendig
ne_np: भित्री
nl_be: Intern
or_in: ଆଭ୍ୟନ୍ତରୀଣ
pa_arab: ਅੰਦਰੂਨੀ
pl_pl: Wewnętrzny
pt_br: interno
ro_ro: Intern
ru_ru: Внутренний
sk_sk: Vnútorný
sl_si: Notranje
sq_al: I brendshëm
sr_cyrl_me: Унутрашњи
sv_fi: Inre
sw_ke: Ndani
ta_in: உள்
te_in: అంతర్గత
th_th: ภายใน
tk_tm: Içerki
tr_tr: Dahili
tt_ru: Эчке
ug_cn: ئىچكى
uk_ua: Внутрішній
ur_pk: اندرونی
uz_cyrl: Ichki
vi_vn: Nội bộ
zh_hant: 內部的

# CommonDefaultLabel
source: Default
af_za: Versuim
am_et: ነባሪ
ar_bh: تقصير
as_in: ডিফল্ট
az_cyrl: Defolt
bg_bg: По подразбиране
bn_in: ডিফল্ট
bs_latn_ba: Podrazumevano
ca_es: No pagar
cs_cz: Výchozí
cy_gb: Diofyn
da_dk: Standard
de_ch: Standard
el_gr: Προκαθορισμένο
es_bo: Por defecto
et_ee: Täitmata jätmine
fa_ir: پیش فرض
fi_fi: Laiminlyönti
fr_029: Défaut
ga_ie: Mainneachtain
gu_in: બાકી
he_il: בְּרִירַת מֶחדָל
hi_in: गलती करना
hr_hr: Zadano
hu_hu: Mulasztás
hy_am: Թերություն
id_id: Bawaan
is_is: Sjálfgefið
it_ch: Predefinito
ja_jp: デフォルト
ka_ge: ვალდებულების შეუსრულებლობა
kk_kz: Міндеттемені орындамау
km_kh: ការមិនកោរបតាមសន្យា
kn_in: ಡಕ್ಟರ
ko_kr: 기본
ky_kg: По умолчанию
lo_la: ໃນຕອນຕົ້ນ
lt_lt: Numatytas
lv_lv: Nepildīt
mi_nz: Hapanga
mk_mk: Стандардно
ml_in: കുറ്റം
mr_in: डीफॉल्ट
ms_my: Lalai
nb_no: Misligholde
ne_np: पुरा नगर्नु
nl_be: Standaard
or_in: ଡିଫଲ୍ଟ |
pa_arab: ਮੂਲ
pl_pl: Domyślny
pt_br: Padrão
ro_ro: Mod implicit
ru_ru: По умолчанию
sk_sk: Predvolený
sl_si: Prizorišče
sq_al: Mospagim
sr_cyrl_me: Уобичајено
sv_fi: Standard
sw_ke: Chaguo -msingi
ta_in: இயல்புநிலை
te_in: డిఫాల్ట్
th_th: ค่าเริ่มต้น
tk_tm: Gaýybana
tr_tr: Varsayılan
tt_ru: Килешү
ug_cn: سۈكۈتتىكى
uk_ua: За замовчуванням
ur_pk: پہلے سے طے شدہ
uz_cyrl: Bajarilish
vi_vn: Mặc định
zh_hant: 預設

# WelcomeGestureProfileTitle
source: Gesture Profile
af_za: Gebaarprofiel
am_et: የመሬት አቀማመጥ መገለጫ
ar_bh: ملف تعريف لفتة
az_cyrl: Jest Profili
bg_bg: Профил на жестове
bn_in: অঙ্গভঙ্গি প্রোফাইল
bs_latn_ba: Profil geste
ca_es: Perfil de gestos
cs_cz: Profil gesta
cy_gb: Proffil ystum
da_dk: Gestusprofil
de_ch: Gestenprofil
el_gr: Προφίλ χειρονομίας
es_bo: Perfil de gestos
et_ee: Žestiprofiil
fa_ir: نمایه ژست
fi_fi: Eleprofiili
fil_ph: Profile ng kilos
fr_029: Profil de geste
ga_ie: Próifíl gotha
gu_in: હાવભાવની રૂપરેખા
he_il: פרופיל מחווה
hi_in: इशारा प्रोफ़ाइल
hr_hr: Profil geste
hu_hu: Gesztusprofil
hy_am: Ժեստի պրոֆիլ
id_id: Profil Gesture
is_is: Bendingasnið
it_ch: Profilo di gesto
ja_jp: ジェスチャープロファイル
ka_ge: ჟესტების პროფილი
kk_kz: Қимыл профилі
km_kh: ទម្រង់កាយវិការ
kn_in: ಗೆಸ್ಚರ್ ಪ್ರೊಫೈಲ್
ko_kr: 제스처 프로파일
ky_kg: Жаңсоо профили
lo_la: ໂປຼໄຟລ໌ທ່າທາງ
lt_lt: Gesto profilis
lv_lv: Žestu profils
mi_nz: Kōtaha taihara
mk_mk: Профил на гест
ml_in: ജെസ്റ്റർ പ്രൊഫൈൽ
mr_in: जेश्चर प्रोफाइल
ms_my: Profil isyarat
mt_mt: Profil tal-ġest
nb_no: Gestprofil
ne_np: इशारा प्रोफाइल
nl_be: Gebaarsprofiel
or_in: ଅଙ୍ଗଭଙ୍ଗୀ ପ୍ରୋଫାଇଲ୍ |
pa_arab: ਇਸ਼ਾਰੇ ਪਰੋਫਾਈਲ
pl_pl: Profil gestu
pt_br: Perfil de gesto
ro_ro: Profil de gest
ru_ru: Жестный профиль
sk_sk: Gesto
sl_si: Profil geste
sq_al: Profil gjesti
sr_cyrl_me: Профил гесте
sv_fi: Gestprofil
sw_ke: Profaili ya ishara
ta_in: சைகை சுயவிவரம்
te_in: సంజ్ఞ ప్రొఫైల్
th_th: โปรไฟล์ท่าทาง
tk_tm: Yşarat tertibi
tr_tr: Jest profili
tt_ru: Ишарә профиле
ug_cn: قول ئىشارىسى
uk_ua: Профіль жестів
ur_pk: اشارہ پروفائل
uz_cyrl: Imo-ishora
vi_vn: Hồ sơ cử chỉ
zh_hant: 手勢概況
