Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionCondInPropHint
source: The clip property used for this Conditional. The 'Last Output' property is currently only supported when this Conditional is a child of an Analyzer action and the provided data will vary depending on the output of the parent Analyzer. For troubleshooting, attach an 'Alert Action' to this Conditional's parent and set the Alert's 'Message' parameter to match this Input Property. This will allow to review the actual data being used for this Conditional.
af_za: Die clip -eienskap wat vir hierdie voorwaardelike gebruik word. Die 'laaste uitset' -eienskap word tans slegs ondersteun as hierdie voorwaardelike 'n kind van 'n ontleder -aksie is, en die gegewe data sal afhang van die uitset van die oueranaliseerder. Vir probleemoplossing, heg 'n 'waarskuwingsaksie' aan die ouer van hierdie voorwaardelike en stel die 'boodskap' -parameter van die waarskuwing in om by hierdie invoer -eienskap te pas. Dit sal toelaat om die werklike data wat vir hierdie voorwaardelike gebruik word, te hersien.
am_et: ለዚህ ሁኔታ የሚያገለግል የለምዕክት ንብረት. ይህ ሁኔታ በአሁኑ ጊዜ ትንታኔ ድርጊት ሲባል በአሁኑ ጊዜ የሚደግፈው የሚደግፈው እና የቀረበው መረጃ በወላጅ ተንታኛ ማውጫ ውጤት ላይ በመመርኮዝ ይደግፋል. ለማይታወቅ ሁኔታ ወደዚህ ዓይነት ሁኔታዊ ወላጅ 'ንቁ እርምጃ' የሚለውን 'ንቁ እርምጃ' ያያይዙ እና የዚህን ግብዓት ንብረት ለማዛመድ የማንቂያውን 'መልእክት መለካት ያዘጋጁ. ይህ ለአስተማማኝ ሁኔታ የሚያገለግለውን ትክክለኛውን ውሂብ ለመገምገም ይፈቅድላቸዋል.
ar_bh: خاصية مقطع تستخدم لهذا الشرط. يتم دعم خاصية "الإخراج الأخير" حاليًا فقط عندما يكون هذا الشرطي طفلًا لإجراء المحلل وستختلف البيانات المقدمة اعتمادًا على إخراج المحلل الأصل. لاستكشاف الأخطاء وإصلاحها ، قم بإرفاق "إجراء تنبيه" بوالد هذا الشرط وقم بتعيين معلمة "رسالة" التنبيه لمطابقة خاصية الإدخال هذه. سيسمح ذلك بمراجعة البيانات الفعلية المستخدمة لهذا الشرطية.
as_in: এই চৰ্তযুক্তৰ বাবে ব্যৱহাৰ কৰা ক্লিপ বৈশিষ্ট্য। 'শেষ আউটপুট' বৈশিষ্ট্য বৰ্তমান কেৱল সমৰ্থিত হয় যেতিয়া এই চৰ্তযুক্ত এটা বিশ্লেষক কাৰ্য্যৰ সন্তান হয় আৰু প্ৰদান কৰা তথ্য মূল বিশ্লেষকৰ আউটপুটৰ ওপৰত নিৰ্ভৰ কৰি ভিন্ন হ'ব। সমস্যা সমাধানৰ বাবে, এই চৰ্তযুক্তৰ পিতৃ-মাতৃৰ সৈতে এটা 'এলাৰ্ট কাৰ্য্য' সংলগ্ন কৰক আৰু এই ইনপুট বৈশিষ্ট্যৰ সৈতে মিলাবলৈ সতৰ্কবাণীৰ 'বাৰ্তা' প্ৰাচল সংহতি কৰক। ইয়াৰ দ্বাৰা এই চৰ্তযুক্তৰ বাবে ব্যৱহাৰ কৰা প্ৰকৃত তথ্যসমূহ পৰ্যালোচনা কৰিব পৰা যাব।
az_cyrl: Bu şərti üçün istifadə olunan klip mülkiyyəti. 'Son çıxış' əmlakı hazırda yalnız bu şərti bir analizatorun bir uşağı olduqda və təqdim olunan məlumatların valideyn analizatorunun çıxışından asılı olaraq dəyişəcəyi zaman dəstəklənir. Problemlərin aradan qaldırılması üçün bu şərti valideynə 'xəbərdarlıq hərəkəti' əlavə edin və bu giriş əmlakına uyğun gəlin 'mesajı' parametrini təyin edin. Bu, bu şərti üçün istifadə olunan həqiqi məlumatları nəzərdən keçirməyə imkan verəcəkdir.
bg_bg: Свойството на клипа, използвано за това условно. Понастоящем свойството „Последно изход“ се поддържа само когато това условно е дете на действие на анализатор и предоставените данни ще варират в зависимост от изхода на родителския анализатор. За отстраняване на неизправности прикрепете „Action Action“ към родителя на това условно и задайте параметъра „Съобщение“ на сигнала, за да съответства на това свойство вход. Това ще позволи да се преразгледат действителните данни, които се използват за това условно.
bn_in: এই শর্তাধীন জন্য ব্যবহৃত ক্লিপ সম্পত্তি। 'শেষ আউটপুট' সম্পত্তিটি বর্তমানে কেবল তখনই সমর্থিত যখন এই শর্তাধীন একটি বিশ্লেষক ক্রিয়াকলাপের শিশু এবং প্রদত্ত ডেটা পিতামাতার বিশ্লেষকের আউটপুটের উপর নির্ভর করে পরিবর্তিত হবে। সমস্যা সমাধানের জন্য, এই শর্তাধীন পিতামাতার সাথে একটি 'সতর্কতা ক্রিয়া' সংযুক্ত করুন এবং এই ইনপুট সম্পত্তিটির সাথে মেলে সতর্কতার 'বার্তা' প্যারামিটারটি সেট করুন। এটি এই শর্তাধীন জন্য ব্যবহৃত প্রকৃত ডেটা পর্যালোচনা করার অনুমতি দেবে।
bs_latn_ba: Imovina isječka koja se koristi za ovaj uvjet. Nekretnina "Posljednja izlazna" trenutno je podržana samo kada je ovo uvjetno dijete akcije analizatora, a pružene podatke će se razlikovati ovisno o proizvodnji roditeljskog analizatora. Za rješavanje problema priložite "ALERT akciju" na roditelj ovog uvjeta i postavite parametar "poruke" poruke "kako bi se podudarao s ovom ulaznom objektom. Ovo će omogućiti preispitivanje stvarnih podataka koji se koriste za ovaj uvjet.
ca_es: La propietat del clip usada per a aquest condicional. Actualment, la propietat de "última sortida" només és compatible quan aquest condicional és un fill d'una acció de l'analitzador i les dades proporcionades variaran en funció de la sortida de l'analitzador de pares. Per a la resolució de problemes, adjunteu una "acció d'alerta" al progenitor d'aquest condicional i configureu el paràmetre "Missatge" de l'alerta perquè coincideixi amb aquesta propietat d'entrada. Això permetrà revisar les dades reals que s’utilitzen per a aquest condicional.
cs_cz: Vlastnost klipu použitá pro toto podmíněné. Vlastnost „posledního výstupu“ je v současné době podporována pouze tehdy, je -li toto podmínky, dítě analyzátoru a poskytnutá data se budou lišit v závislosti na výstupu rodičovského analyzátoru. Pro odstraňování problémů připojte k rodiči tohoto podmíněného připojení „výstražné akce“ a nastavte parametr zprávy „Zpráva“ upozornění tak, aby odpovídal této vstupní vlastnosti. To umožní přezkoumat skutečná data použitá pro toto podmíněné.
cy_gb: Yr eiddo clip a ddefnyddir ar gyfer yr amodol hwn. Ar hyn o bryd dim ond pan fydd yr amodol hwn yn blentyn i weithred dadansoddwr y cefnogir yr eiddo 'allbwn olaf' a bydd y data a ddarperir yn amrywio yn dibynnu ar allbwn y dadansoddwr rhiant. Ar gyfer datrys problemau, atodwch 'weithred rhybuddio' i riant yr amodol hwn a gosod paramedr 'neges' y rhybudd i gyd -fynd â'r eiddo mewnbwn hwn. Bydd hyn yn caniatáu adolygu'r data gwirioneddol sy'n cael ei ddefnyddio ar gyfer yr amodol hwn.
da_dk: Klipejendommen, der bruges til denne betingede. Egenskaben 'sidste output' understøttes i øjeblikket kun, når dette betingede er et barn af en analysatorhandling, og de angivne data vil variere afhængigt af output fra overordnet analysator. Ved fejlfinding skal du vedhæfte en 'alarmhandling' til denne betingede forælder og indstille alarmens 'meddelelses' -parameter for at matche denne inputegenskab. Dette giver mulighed for at gennemgå de faktiske data, der bruges til denne betingede.
de_ch: Die für diese bedingte Clip -Eigenschaft. Die Eigenschaft "Last Output" wird derzeit nur unterstützt, wenn diese Bedingung ein Kind einer Analysator -Aktion ist und die bereitgestellten Daten je nach Ausgabe des übergeordneten Analysators variieren. Fügen Sie bei der Fehlerbehebung eine "Warnaktion" dem übergeordneten Elternteil dieses Bedingungen hinzu und setzen Sie den Parameter "Meldung" der Warnung so auf diese Eingabemeigenschaft. Auf diese Weise können die tatsächlichen Daten für diese bedingte Überprüfung überprüfen.
el_gr: Η ιδιότητα κλιπ που χρησιμοποιείται για αυτό το υπό όρους. Η ιδιότητα "Τελευταία έξοδος" υποστηρίζεται αυτή τη στιγμή μόνο όταν αυτή η υπό όρους είναι παιδί μιας δράσης αναλυτή και τα παρεχόμενα δεδομένα θα διαφέρουν ανάλογα με την έξοδο του γονέα αναλυτή. Για την αντιμετώπιση προβλημάτων, επισυνάψτε μια «δράση ειδοποίησης» στον γονέα αυτού του υπό όρους και ρυθμίστε την παράμετρο «μηνύματος» της ειδοποίησης για να ταιριάζει με αυτήν την ιδιότητα εισόδου. Αυτό θα επιτρέψει την αναθεώρηση των πραγματικών δεδομένων που χρησιμοποιούνται για αυτό το υπό όρους.
es_bo: La propiedad de clip utilizada para este condicional. La propiedad de 'Última salida' actualmente solo es compatible cuando este condicional es hijo de una acción del analizador y los datos proporcionados variarán según la salida del analizador principal. Para la resolución de problemas, adjunte una 'acción de alerta' al padre de este condicional y establezca el parámetro 'Mensaje' de la alerta para que coincida con esta propiedad de entrada. Esto permitirá revisar los datos reales que se utilizan para este condicional.
et_ee: Selle tingimuslikuks jaoks kasutatud klambri omadus. Viimast väljundi atribuuti toetatakse praegu ainult siis, kui see tingimuslik on analüsaatori toimingu laps ja esitatud andmed varieeruvad sõltuvalt vanemaanalüsaatori väljundist. Tõrkeotsinguks kinnitage selle tingimusliku lapsevanemale „hoiatusoperatsioon” ja määrake parameeter Alert'i sõnum, et see vastaks sellele sisendomadusele. See võimaldab üle vaadata selle tingimuslikult kasutatavad tegelikud andmed.
fa_ir: خاصیت کلیپ مورد استفاده برای این مشروط. ویژگی "آخرین خروجی" در حال حاضر فقط زمانی پشتیبانی می شود که این شرط فرزند یک عمل آنالایزر باشد و داده های ارائه شده بسته به تولید آنالایزر والدین متفاوت خواهد بود. برای عیب یابی ، یک عمل هشدار را به والدین این شرط وصل کنید و پارامتر "پیام" هشدار را برای مطابقت با این ویژگی ورودی تنظیم کنید. این امکان را برای بررسی داده های واقعی مورد استفاده برای این شرط فراهم می کند.
fi_fi: Tätä ehdollista käytetty leikkeen ominaisuus. 'Viimeistä lähtö' -ominaisuutta tuetaan tällä hetkellä vain silloin, kun tämä ehdollinen on analysaattorin lapsen lapsi ja toimitetut tiedot vaihtelevat emo -analysaattorin tuotoksen mukaan. Liitä vianetsintä 'hälytystoiminto' tälle ehdolliselle vanhemmalle ja aseta hälytyksen 'viesti' -parametri vastaamaan tätä syöttöominaisuutta. Tämä sallii tarkistaa todelliset tiedot, joita käytetään tässä ehdollisessa.
fil_ph: Ang pag -aari ng clip na ginamit para sa kondisyong ito. Ang pag -aari ng 'Huling Output' ay kasalukuyang sinusuportahan lamang kapag ang kondisyong ito ay isang bata ng isang pagkilos ng analyzer at ang ibinigay na data ay magkakaiba depende sa output ng magulang na analyzer. Para sa pag -aayos, ilakip ang isang 'alerto na aksyon' sa magulang na ito ng kundisyon at itakda ang parameter ng 'mensahe' ng alerto upang tumugma sa pag -aari ng pag -input na ito. Papayagan nitong suriin ang aktwal na data na ginagamit para sa kondisyong ito.
fr_029: La propriété Clip utilisée pour ce conditionnel. La propriété «dernière sortie» n'est actuellement prise en charge que lorsque ce conditionnel est un enfant d'une action d'analyseur et que les données fournies varieront en fonction de la sortie de l'analyseur parent. Pour le dépannage, joignez une «action d'alerte» au parent de ce conditionnel et définissez le paramètre «message» de l'alerte pour correspondre à cette propriété d'entrée. Cela permettra de revoir les données réelles utilisées pour ce conditionnel.
ga_ie: An ghearrthóg a úsáidtear don choinníollach seo. Ní thacaítear leis an réadmhaoin 'aschuir dheiridh' ach amháin nuair is leanbh de ghníomh anailíseora é an coinníollach seo agus beidh na sonraí a sholáthraítear ag brath ar aschur an thuismitheora. Le haghaidh fabhtcheartaithe, ceangail 'gníomh foláirimh' le tuismitheoir an choinníollach seo agus socraigh paraiméadar 'teachtaireacht' an fholáirimh chun an mhaoin ionchuir seo a mheaitseáil. Ligfidh sé seo athbhreithniú a dhéanamh ar na sonraí iarbhír atá á n -úsáid don choinníollach seo.
gu_in: આ શરતી માટે વપરાયેલી ક્લિપ મિલકત. 'લાસ્ટ આઉટપુટ' પ્રોપર્ટી હાલમાં ફક્ત ત્યારે જ સપોર્ટેડ છે જ્યારે આ શરતી વિશ્લેષક ક્રિયાનું બાળક હોય અને પેરેંટ વિશ્લેષકના આઉટપુટના આધારે પૂરા પાડવામાં આવેલ ડેટા બદલાશે. મુશ્કેલીનિવારણ માટે, આ શરતીના માતાપિતાને 'ચેતવણી ક્રિયા' જોડો અને આ ઇનપુટ પ્રોપર્ટીને મેચ કરવા માટે ચેતવણીનો 'સંદેશ' પરિમાણ સેટ કરો. આ આ શરતી માટે ઉપયોગમાં લેવાતા વાસ્તવિક ડેટાની સમીક્ષા કરવાની મંજૂરી આપશે.
he_il: מאפיין הקליפ המשמש לתנאי זה. המאפיין 'התפוקה האחרונה' נתמך כרגע רק כאשר תנאי זה הוא ילד של פעולה מנתח והנתונים המקורם ישתנו בהתאם לתפוקה של מנתח ההורים. לפתרון בעיות, צרף 'פעולת התראה' להורה של תנאי זה והגדר את פרמטר 'ההודעה' של ההתראה כך שיתאים למאפיין קלט זה. זה יאפשר לבדוק את הנתונים בפועל המשמשים לתנאי זה.
hi_in: इस सशर्त के लिए इस्तेमाल की जाने वाली क्लिप प्रॉपर्टी। 'अंतिम आउटपुट' संपत्ति वर्तमान में केवल तभी समर्थित है जब यह सशर्त एक विश्लेषक कार्रवाई का बच्चा होता है और प्रदान किया गया डेटा मूल विश्लेषक के आउटपुट के आधार पर अलग -अलग होगा। समस्या निवारण के लिए, इस सशर्त माता -पिता के लिए एक 'अलर्ट एक्शन' संलग्न करें और इस इनपुट संपत्ति से मेल खाने के लिए अलर्ट का 'संदेश' पैरामीटर सेट करें। यह इस सशर्त के लिए उपयोग किए जा रहे वास्तविक डेटा की समीक्षा करने की अनुमति देगा।
hr_hr: Svojstvo isječaka koji se koristi za ovaj uvjetni. Svojstvo 'Posljednji izlaz' trenutno se podržava samo kada je ovo uvjetno dijete akcije analizatora i dani podaci će se razlikovati ovisno o izlazu matičnog analizatora. Za rješavanje problema priložite roditelju ovog uvjetnog roditelja i postavite parametar "poruke" upozorenja da odgovara ovom svojstvu unosa. To će omogućiti pregled stvarnih podataka koji se koriste za ovaj uvjetni.
hu_hu: Az ehhez a feltételhez használt klip tulajdonság. Az „utolsó kimenet” tulajdonságot jelenleg csak akkor támogatják, ha ez a feltétel egy analizátor művelet gyermeke, és a megadott adatok a szülő analizátor kimenetétől függően változnak. A hibaelhárításhoz csatoljon egy „riasztási műveletet” ehhez a feltételes szülőhöz, és állítsa be a riasztás „üzenet” paraméterét, hogy megfeleljen a bemeneti tulajdonságnak. Ez lehetővé teszi az ehhez a feltételhez használt tényleges adatok áttekintését.
hy_am: Այս պայմանական օգտագործման համար օգտագործված տեսահոլովակը: «Վերջին ելքային» գույքը ներկայումս աջակցվում է միայն այն դեպքում, երբ այս պայմանականը անալիզատորի ակցիայի զավակ է, եւ տրամադրված տվյալները տարբեր կլինեն `կախված ծնողական անալիզատորի արդյունքից: Խնդիրների լուծման համար «ազդանշանային գործողություն» կցեք այս պայմանական ծնողի հետ եւ նախազգուշացրեք «Հաղորդագրության» պարամետրը `այս մուտքային գույքը համապատասխանելու համար: Սա թույլ կտա վերանայել այս պայմանական պայմանական օգտագործման իրական տվյալները:
id_id: Properti klip yang digunakan untuk bersyarat ini. Properti 'Output Terakhir' saat ini hanya didukung ketika bersyarat ini adalah anak dari tindakan penganalisa dan data yang disediakan akan bervariasi tergantung pada output penganalisa induk. Untuk pemecahan masalah, lampirkan 'Tindakan Peringatan' ke orang tua bersyarat ini dan atur parameter 'pesan' peringatan agar sesuai dengan properti input ini. Ini akan memungkinkan untuk meninjau data aktual yang digunakan untuk bersyarat ini.
is_is: Klemmueignin sem notuð er við þetta skilyrt. Eign „Síðasta framleiðsla“ er nú aðeins studd þegar þetta skilyrt er barn greiningaraðgerða og gögnin sem fylgja með eru breytileg eftir framleiðsla foreldra greiningartækisins. Festu „viðvörunaraðgerð“ til að leysa úr vandræðum og stilltu „skilaboð“ færibreytu þessa skilyrða og stilltu „skilaboð“ viðvörunarinnar til að passa við þessa innsláttareign. Þetta gerir kleift að endurskoða raunveruleg gögn sem notuð eru við þetta skilyrt.
it_ch: La proprietà clip utilizzata per questo condizionale. La proprietà "Last Output" è attualmente supportata solo quando questo condizionale è figlio di un'azione di analizzatore e i dati forniti varieranno a seconda dell'output dell'analizzatore madre. Per la risoluzione dei problemi, allegare una "azione di avviso" al genitore di questo condizionale e imposta il parametro "messaggio" dell'avviso per abbinare questa proprietà di input. Ciò consentirà di rivedere i dati effettivi utilizzati per questo condizionale.
ja_jp: この条件に使用されるクリッププロパティ。 「最後の出力」プロパティは、この条件がアナライザーアクションの子であり、提供されたデータは親アナライザーの出力によって異なる場合にのみサポートされています。 トラブルシューティングについては、この条件付きの親に「アラートアクション」を添付し、この入力プロパティに一致するようにアラートの「メッセージ」パラメーターを設定します。これにより、この条件に使用されている実際のデータを確認できます。
ka_ge: კლიპის საკუთრება, რომელიც გამოიყენება ამ პირობითად. "ბოლო გამომავალი" საკუთრება ამჟამად მხოლოდ მაშინ არის მხარდაჭერილი, როდესაც ეს პირობა არის ანალიზატორის მოქმედების ბავშვი და მოწოდებული მონაცემები განსხვავდება მშობლის ანალიზატორის გამომუშავებიდან გამომდინარე. პრობლემების გადასაჭრელად, მიამაგრეთ "განგაშის მოქმედება" ამ პირობითი მშობლისთვის და დააყენეთ განგაშის "შეტყობინება" პარამეტრი, რომ შეესაბამებოდეს ამ შეყვანის საკუთრებას. ეს საშუალებას მისცემს გადახედოს ამ პირობითად გამოყენებულ ფაქტობრივ მონაცემებს.
kk_kz: Осы шартты түрде қолданылатын клип қасиеті. Қазіргі уақытта «соңғы шығу» сипатын осы шартты анализатордың баласы болған кезде ғана қолдау көрсетіледі және берілген мәліметтер ата-анализатордың шығуына байланысты әр түрлі болады. Ақаулықтарды жою үшін осы шартты ата-аналарға «ескерту әрекетін» тіркеп, осы кіріс сипатына сәйкестендіру үшін «Ескерту әрекетін» тіркеңіз және ескерту 'хабарламасы' параметрін орнатыңыз. Бұл осы шартты түрде пайдаланылатын нақты деректерді қарауға мүмкіндік береді.
km_kh: អចលនទ្រព្យឈុតដែលត្រូវបានប្រើសម្រាប់លក្ខខណ្ឌនេះ។ ទ្រព្យសម្បត្តិ 'លទ្ធផលចុងក្រោយរបស់ទិន្នផលត្រូវបានគាំទ្រនៅពេលដែលមានលក្ខខណ្ឌនេះគឺជាកូនរបស់សកម្មភាពវិភាគហើយទិន្នន័យដែលបានផ្តល់នឹងខុសគ្នាអាស្រ័យលើលទ្ធផលរបស់អ្នកវិភាគរបស់ឪពុកម្តាយ។ សម្រាប់ការដោះស្រាយបញ្ហាសូមភ្ជាប់ "ការដាស់តឿន" ទៅឪពុកម្តាយដែលមានលក្ខខណ្ឌនេះហើយកំណត់ប៉ារ៉ាម៉ែត្រ 'សារ' របស់ប្រុងប្រយ័ត្នដើម្បីផ្គូផ្គងទ្រព្យសម្បត្តិបញ្ចូលនេះ។ នេះនឹងអនុញ្ញាតឱ្យពិនិត្យមើលទិន្នន័យជាក់ស្តែងដែលកំពុងប្រើសម្រាប់លក្ខខណ្ឌនេះ។
kn_in: ಈ ಷರತ್ತುಬದ್ಧವಾಗಿ ಬಳಸುವ ಕ್ಲಿಪ್ ಆಸ್ತಿ. ಈ ಷರತ್ತುಬದ್ಧವಾದ ವಿಶ್ಲೇಷಕ ಕ್ರಿಯೆಯ ಮಗುವಾಗಿದ್ದಾಗ ಮಾತ್ರ 'ಕೊನೆಯ output ಟ್‌ಪುಟ್' ಆಸ್ತಿಯನ್ನು ಪ್ರಸ್ತುತ ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಮೂಲ ವಿಶ್ಲೇಷಕದ ಉತ್ಪಾದನೆಯನ್ನು ಅವಲಂಬಿಸಿ ಒದಗಿಸಿದ ದತ್ತಾಂಶವು ಬದಲಾಗುತ್ತದೆ. ದೋಷನಿವಾರಣೆಗಾಗಿ, ಈ ಷರತ್ತುಬದ್ಧ ಪೋಷಕರಿಗೆ 'ಎಚ್ಚರಿಕೆ ಕ್ರಿಯೆಯನ್ನು' ಲಗತ್ತಿಸಿ ಮತ್ತು ಈ ಇನ್ಪುಟ್ ಆಸ್ತಿಯನ್ನು ಹೊಂದಿಸಲು ಎಚ್ಚರಿಕೆಯ 'ಸಂದೇಶ' ನಿಯತಾಂಕವನ್ನು ಹೊಂದಿಸಿ. ಈ ಷರತ್ತುಬದ್ಧವಾಗಿ ಬಳಸಲಾಗುತ್ತಿರುವ ನಿಜವಾದ ಡೇಟಾವನ್ನು ಪರಿಶೀಲಿಸಲು ಇದು ಅನುಮತಿಸುತ್ತದೆ.
ko_kr: 이 조건부에 사용되는 클립 속성. '마지막 출력'속성은 현재이 조건부가 분석기 조치의 자식 인 경우에만 지원되며 제공된 데이터는 부모 분석기의 출력에 따라 다릅니다. 문제 해결을 위해이 조건부 부모에게 '경고 조치'를 첨부 하고이 입력 속성과 일치하도록 Alert의 '메시지'매개 변수를 설정하십시오. 이 조건에 사용되는 실제 데이터를 검토 할 수 있습니다.
ky_kg: Бул шарттуу түрдө колдонулган клип-мүлк. Учурда бул шарттуу "Акыркы чыгарылган" мүлк бул шарттуу түрдө тастыкталганда гана колдоого алынат, ал анализатордун иш-аракетинин иш-аракетинин баласы жана берилген маалыматтар ата-энелердин анализинин чыгарылышына жараша өзгөрүлүп турат. Кыйынчылыктарды чечүү үчүн, бул шарттуу ата-энесине "сергек аракеттерди" тиркеп, эскертүүчү мүлккө дал келүү үчүн сергек 'билдирүүсүнүн "параметрин коюңуз. Бул ушул шарттуу иш-аракеттер үчүн колдонулган иш жүзүндө маалыматтарды карап чыгууга мүмкүндүк берет.
lo_la: The clip ຊັບສິນທີ່ໃຊ້ສໍາລັບເງື່ອນໄຂນີ້. ຊັບສິນຂອງ 'ຜົນຜະລິດສຸດທ້າຍແມ່ນໄດ້ຮັບການສະຫນັບສະຫນູນເທົ່ານັ້ນເມື່ອມີເງື່ອນໄຂຂອງການກະທໍານັກວິເຄາະແລະຂໍ້ມູນທີ່ໄດ້ກໍານົດມາຂື້ນກັບຜົນໄດ້ຮັບຂອງນັກວິເຄາະພໍ່ແມ່. ສໍາລັບການແກ້ໄຂບັນຫາ, ຄັດຕິດ 'ການກະທໍາເຕືອນ' ຕໍ່ພໍ່ແມ່ຂອງເງື່ອນໄຂນີ້ແລະກໍານົດການຂຽນຂໍ້ຄວາມຂອງ "ຂໍ້ຄວາມ 'ທີ່ກົງກັບຊັບສິນປ້ອນຂໍ້ມູນນີ້. ນີ້ຈະຊ່ວຍໃຫ້ທົບທວນຂໍ້ມູນຕົວຈິງທີ່ຖືກນໍາໃຊ້ສໍາລັບເງື່ອນໄຂນີ້.
lt_lt: Šiai sąlyginiam klipo savybei. Nuosavybė „Paskutinė išvestis“ šiuo metu palaikoma tik tada, kai ši sąlyga yra analizatoriaus veiksmo vaikas, o pateikiami duomenys skirsis priklausomai nuo pirminio analizatoriaus išvesties. Norėdami atlikti trikčių šalinimą, pridėkite „perspėjimo veiksmą“ prie šio sąlyginio tėvų ir nustatykite perspėjimo „pranešimo“ parametrą, kuris atitiktų šią įvesties savybę. Tai leis peržiūrėti faktinius duomenis, kurie naudojami šiai sąlygai.
lv_lv: Klipa īpašība, ko izmanto šim nosacītajam. Īpašums “Pēdējā izvade” pašlaik tiek atbalstīts tikai tad, ja šis nosacījums ir analizatora darbības bērns, un sniegtie dati mainīsies atkarībā no vecāku analizatora izejas. Traucējummeklēšanai pievienojiet “trauksmes darbību” šī nosacītā vecākam un iestatiet trauksmes parametru “Message”, lai tas atbilstu šim ievades rekvizītam. Tas ļaus pārskatīt faktiskos datus, kas tiek izmantoti šim nosacītajam.
mi_nz: Ko nga rawa topenga i whakamahia mo tenei mana. Ko te rawa o te 'whakamutunga' whakamutunga 'e tautokohia ana i tenei wa ka peehia tenei ahuatanga o te mahi tātari me te maha o nga raraunga ka puta i te putanga o te Kaitirotiro Matua. Mo te raru, whakauruhia he 'mahi mataara' ki tenei matua me te whakarite i te tohu 'karere' a te 'karere' hei whakatau i tenei rawa whakauru. Ma tenei ka arotakehia nga raraunga tuuturu e whakamahia ana mo tenei ahuatanga.
mk_mk: Имотот на клипот што се користи за овој условен. Имотот „последен излез“ во моментов е поддржан само кога овој условен е дете на дејство на анализаторот и обезбедените податоци ќе варираат во зависност од производството на родителскиот анализатор. За смена на проблеми, прикачете ја „акција за предупредување“ на родителот на овој условен и поставете го параметарот „порака“ на алармот за да одговара на овој влез. Ова ќе овозможи да се разгледаат вистинските податоци што се користат за овој условен.
ml_in: ഈ സോപാധികത്തിനായി ഉപയോഗിക്കുന്ന ക്ലിപ്പ് പ്രോപ്പർട്ടി. 'അവസാന output ട്ട്പുട്ട്' പ്രോപ്പർട്ടി നിലവിൽ ഒരു അനലൈസറൽ പ്രവർത്തനത്തിന്റെ കുട്ടിയാണെന്നും ഈ ഡാറ്റയാണ് പാരന്റ് അനലൈസറിന്റെ ഉൽപാദനത്തെ ആശ്രയിച്ച് നൽകിയ ഡാറ്റയും വ്യത്യാസപ്പെടും. ട്രബിൾഷൂട്ടിംഗിനായി, ഈ സോപാധികന്റെ രക്ഷകർത്താവിന് ഒരു 'അലേർട്ട് പ്രവർത്തനം' അറ്റാച്ചുചെയ്യുക, ഈ ഇൻപുട്ട് പ്രോപ്പർട്ടിയുമായി പൊരുത്തപ്പെടുന്നതിന് അലേർട്ട് 'സന്ദേശം' പാരാമീറ്റർ സജ്ജമാക്കുക. ഈ സോപാധികാരത്തിനായി ഉപയോഗിക്കുന്ന യഥാർത്ഥ ഡാറ്റ അവലോകനം ചെയ്യാൻ ഇത് അനുവദിക്കും.
mr_in: या सशर्तसाठी वापरलेली क्लिप प्रॉपर्टी. 'लास्ट आउटपुट' प्रॉपर्टी सध्या केवळ तेव्हाच समर्थित आहे जेव्हा हे सशर्त विश्लेषक क्रियेचे मूल असते आणि प्रदान केलेला डेटा पालक विश्लेषकांच्या आउटपुटवर अवलंबून बदलू शकतो. समस्यानिवारणासाठी, या सशर्त पालकांना 'अ‍ॅलर्ट अ‍ॅक्शन' जोडा आणि या इनपुट प्रॉपर्टीशी जुळण्यासाठी अ‍ॅलर्टचा 'संदेश' पॅरामीटर सेट करा. हे या सशर्त वापरल्या जाणार्‍या वास्तविक डेटाचे पुनरावलोकन करण्यास अनुमती देईल.
ms_my: Harta klip yang digunakan untuk bersyarat ini. Harta 'Output Terakhir' pada masa ini hanya disokong apabila bersyarat ini adalah anak tindakan penganalisis dan data yang disediakan akan berbeza -beza bergantung kepada output penganalisis induk. Untuk menyelesaikan masalah, lampirkan 'tindakan amaran' kepada ibu bapa bersyarat ini dan tetapkan parameter 'mesej' amaran untuk memadankan harta input ini. Ini akan membolehkan untuk mengkaji semula data sebenar yang digunakan untuk bersyarat ini.
mt_mt: Il-propjetà tal-klipp użata għal dan il-kundizzjoni. Il-propjetà 'l-aħħar output' bħalissa hija appoġġjata biss meta dan il-kundizzjoni huwa tifel ta 'azzjoni ta' analizzatur u d-dejta pprovduta tvarja skont il-produzzjoni tal-analizzatur tal-ġenituri. Għal issolvi l-problemi, waħħal 'azzjoni ta' twissija 'mal-ġenitur ta' dan il-kondizzjonali u issettja l-parametru ta '' messaġġ 'ta' twissija biex taqbel ma 'din il-propjetà ta' input. Dan se jippermetti li tirrevedi d-dejta attwali li qed tintuża għal dan il-kondizzjonali.
nb_no: Klippegenskapen som brukes til denne betingede. Egenskapen 'Last Output' støttes foreløpig bare når denne betingede er et barn av en analysatorhandling, og de oppgitte dataene vil variere avhengig av utdataene fra foreldreanalysatoren. For feilsøking, knytter du en "varslingshandling" til denne betingede overordnede og setter varselens "melding" -parameter for å samsvare med denne inngangsegenskapen. Dette vil tillate å gjennomgå de faktiske dataene som blir brukt for denne betingede.
ne_np: यस ससर्तको लागि क्लिप सम्पत्ति। 'अन्तिम आउटपुट' सम्पत्ती हाल विश्लेषण मात्र समर्थित छ जब यो सर्तको विश्लेषक एक एनाएईएलको कार्यको बच्चा हो र प्रदान गरिएको डाटा अभिभावकको विश्लेषकको उत्पादनमा निर्भर गर्दछ। समस्या निवारणको लागि, यस सर्तको अभिभावकलाई 'सर्तक क्रियाकलाप' संलग्न गर्नुहोस् र चेतावनीको 'सन्देश' प्यारामिटर सेट गर्नुहोस् यो इनपुट सम्पत्ति मिलाउन। यसले यस ससर्तहरूको लागि प्रयोग हुने वास्तविक डाटा समीक्षा गर्न अनुमति दिनेछ।
nl_be: De eigenschap Clip gebruikt voor deze voorwaardelijke. De eigenschap 'Last Output' wordt momenteel alleen ondersteund wanneer deze voorwaardelijke een kind is van een analyseractie en de verstrekte gegevens zullen variëren, afhankelijk van de output van de ouderanalysator. Voeg voor het oplossen van problemen een 'waarschuwingsactie' toe aan de ouder van deze voorwaardelijke en stel de parameter 'Message' van de melding in om deze invoer -eigenschap te matchen. Hierdoor kunnen de werkelijke gegevens worden gebruikt die voor deze voorwaardelijke worden gebruikt.
or_in: ଏହି ସର୍ତ୍ତମୂଳକ ପାଇଁ ବ୍ୟବହୃତ କ୍ଲିପ୍ ବ୍ୟବସ୍ଥା | ଯେତେବେଳେ ଏହି ସର୍ତ୍ତମୂଳକ ଏକ ଆନିପିଜର୍ଟର ଏକ ସନ୍ତାନ ଏବଂ ବିନା ଆନିପିଜର୍ଟରର ଏକ ସନ୍ତାନ ଉପରେ ନିର୍ଭର କରି, ଶେଷ ଆଉଟପୁଟ୍ 'ସମ୍ପତ୍ତି ଏବଂ ପ୍ରଦାନ କରାଯାଇଥିବା ପ୍ରତ୍ୟେକ ପର୍ଚ୍ଚର ଏକ ଶିଶୁ ଉପରେ ନିର୍ଭର କରି | ତ୍ରୁଟି ନିବାରଣ ପାଇଁ, ଏହି ସର୍ତ୍ତମକର ପିତାମାତାଙ୍କ ପାଇଁ ଏକ ଆଲର୍ଟ କ୍ରିୟା 'ସଂଲଗ୍ନ କରନ୍ତୁ ଏବଂ ଏହି ଇନପୁଟ୍ ସମ୍ପତ୍ତି ସହିତ ମେଳ କରିବା ପାଇଁ ଆଲ୍ଟଙ୍କ' ବାର୍ତ୍ତା ପାରାମିଟର ସେଟ୍ କରନ୍ତୁ | ଏହା ଏହି ସର୍ତ୍ତମୂଳକ ପାଇଁ ବ୍ୟବହୃତ ପ୍ରକୃତ ତଥ୍ୟ ସମୀକ୍ଷା କରିବାକୁ ଅନୁମତି ଦେବ |
pa_arab: ਕਲਿੱਪ ਦੀ ਜਾਇਦਾਦ ਇਸ ਸ਼ਰਤੀਆ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ. ਇਸ ਸਮੇਂ 'ਆਖਰੀ ਆਉਟਪੁੱਟ' ਪ੍ਰਾਪਰਟੀ ਸਿਰਫ ਸਿਰਫ ਤਾਂ ਸਮਰਥਿਤ ਹੈ ਜਦੋਂ ਇਹ ਸ਼ਰਤੀਆ ਵਿਸ਼ਲੇਸ਼ਕ ਦੇ ਉਤਪਾਦਨ ਦੇ ਅਧਾਰ ਤੇ ਹੀ ਵੱਖਰੀ ਹੋ ਜਾਵੇਗਾ. ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ ਕਰਨ ਲਈ, ਇਸ ਸ਼ਰਤ ਦੇ ਮਾਪਿਆਂ ਲਈ ਇਕ 'ਅਲਰਟ ਐਕਸ਼ਨ' ਨਾਲ ਨੱਥੀ ਕਰੋ ਅਤੇ ਇਸ ਇਨਪੁਟ ਪ੍ਰਾਪਰਟੀ ਨਾਲ ਮੇਲ ਕਰਨ ਲਈ ਚੇਤਾਵਨੀ ਦਾ 'ਸੰਦੇਸ਼' ਪੈਰਾਮੀਟਰ ਨਿਰਧਾਰਤ ਕਰੋ. ਇਹ ਇਸ ਸ਼ਰਤੀਆ ਲਈ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਅਸਲ ਡੇਟਾ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਵੇਗਾ.
pl_pl: Właściwość klipu używana do tego warunkowego. Właściwość „ostatnie wyjście” jest obecnie obsługiwana tylko wtedy, gdy warunkowe jest dzieckiem działania analizatora, a dostarczone dane będą się różnić w zależności od wyjścia analizatora nadrzędnego. Aby rozwiązywać problemy, załącz „akcję alertu” do nadrzędnego nadrzędnego tego warunkowego i ustaw parametr „komunikat”, aby pasował do tej właściwości wejściowej. Umożliwi to przegląd rzeczywistych danych wykorzystywanych dla tego warunkowego.
pt_br: A propriedade CLIP usada para este condicional. Atualmente, a propriedade 'Última saída' é suportada apenas quando esse condicional é filho de uma ação do analisador e os dados fornecidos variarão dependendo da saída do analisador pai. Para solução de problemas, anexe uma 'ação de alerta' ao pai deste condicional e defina o parâmetro 'mensagem' do alerta para corresponder a esta propriedade de entrada. Isso permitirá revisar os dados reais usados ​​para esse condicional.
ro_ro: Proprietatea clipului utilizată pentru acest condiționat. Proprietatea „Ultima ieșire” este acceptată în prezent numai atunci când acest condiționat este un copil al unei acțiuni de analizor, iar datele furnizate vor varia în funcție de ieșirea analizorului părinte. Pentru depanare, atașați o „acțiune de alertă” la părintele acestui condiționat și setați parametrul „Mesaj” al alertei pentru a se potrivi cu această proprietate de intrare. Acest lucru va permite revizuirea datelor reale utilizate pentru acest condiționat.
ru_ru: Свойство клипа, используемое для этого условного. Свойство «последнего вывода» в настоящее время поддерживается только тогда, когда это условное является ребенком действий анализатора, и предоставленные данные будут варьироваться в зависимости от вывода родительского анализатора. Для устранения неполадок прикрепите «действие» к родителю этого условия и установите параметр «Сообщение» предупреждения, чтобы соответствовать этому свойству ввода. Это позволит просмотреть фактические данные, используемые для этого условного.
sk_sk: Vlastnosť klipu použitá na tento podmienený. Vlastnosť „posledný výstup“ je v súčasnosti podporovaná iba vtedy, keď je tento podmienený dieťaťom akcie analyzátora a poskytnuté údaje sa budú líšiť v závislosti od výstupu materského analyzátora. Na riešenie problémov pripojte k rodičovi tohto podmienečného rodiča „výstražnú akciu“ a nastavte parameter „Message“, ktorý zodpovedá tejto vlastnosti vstupu. To umožní preskúmať skutočné údaje, ktoré sa používajú na tento podmienečný.
sl_si: Lastnost posnetka, ki se uporablja za to pogojno. Lastnost "Zadnji izhod" je trenutno podprta šele, kadar je ta pogojna otroška dejanja analizatorja, zagotovljeni podatki pa se razlikujejo glede na izhod nadrejenega analizatorja. Za odpravljanje težav pritrdite "opozorilno dejanje" na nadrejenega pogoja in nastavite parameter Alert "sporočilo", da se ujema s to vhodno lastnostjo. To bo omogočilo pregled dejanskih podatkov, ki se uporabljajo za to pogojno.
sq_al: Prona e klipit e përdorur për këtë kushtëzon. Prona e 'daljes së fundit' aktualisht mbështetet vetëm kur ky i kushtëzuar është një fëmijë i një veprimi të analizuesit dhe të dhënat e dhëna do të ndryshojnë në varësi të prodhimit të analizuesit të prindërve. Për zgjidhjen e problemeve, bashkëngjitni një 'veprim alarmi' para prindit të këtij kushtëzimi dhe vendosni parametrin e mesazhit të alarmit për të përputhur këtë pronë të hyrjes. Kjo do të lejojë të rishikojë të dhënat aktuale që përdoren për këtë kushtëzues.
sr_cyrl_me: Имовина снимака која се користи за овај условни. Некретнина "Последња излазна" тренутно је подржана само када је ово условно дете Анализа Анализа, а обезбеђени подаци ће се разликовати у зависности од излаза матичног анализатора. За решавање проблема Приложите "АКТЕРТ АКЦИЈУ" на овај условни родитељ и поставите параметар Алерт-ове 'поруке' да одговара овој улазној својини. То ће омогућити преиспитивање стварних података који се користе за овај условни.
sv_fi: Klippegenskapen som används för denna villkorade. Egenskapen "Last Output" stöds för närvarande endast när detta villkorat är ett barn av en analysator och de tillhandahållna uppgifterna kommer att variera beroende på utgången från moderanalysatorn. För felsökning, bifoga en "Alert Action" till denna villkores förälder och ställ in varningens "meddelande" -parameter för att matcha denna inmatningegenskap. Detta gör det möjligt att granska de faktiska uppgifterna som används för denna villkorade.
sw_ke: Mali ya klipu inayotumika kwa masharti haya. Mali ya 'pato la mwisho' kwa sasa inasaidiwa tu wakati masharti haya ni mtoto wa hatua ya uchambuzi na data iliyotolewa itatofautiana kulingana na matokeo ya mchambuzi wa mzazi. Kwa utatuzi wa shida, ambatisha 'hatua ya tahadhari' kwa mzazi wa masharti na uweke paramu ya 'ujumbe' ya tahadhari ili kufanana na mali hii ya pembejeo. Hii itaruhusu kukagua data halisi inayotumika kwa masharti haya.
ta_in: இந்த நிபந்தனைக்கு பயன்படுத்தப்படும் கிளிப் சொத்து. இந்த நிபந்தனை ஒரு பகுப்பாய்வி செயலின் குழந்தையாக இருக்கும்போது மட்டுமே 'கடைசி வெளியீடு' சொத்து தற்போது ஆதரிக்கப்படுகிறது, மேலும் பெற்றோர் பகுப்பாய்வியின் வெளியீட்டைப் பொறுத்து வழங்கப்பட்ட தரவு மாறுபடும். சரிசெய்தலுக்கு, இந்த நிபந்தனையின் பெற்றோருடன் ஒரு 'எச்சரிக்கை செயலை' இணைத்து, இந்த உள்ளீட்டு சொத்துடன் பொருந்துமாறு எச்சரிக்கையின் 'செய்தி' அளவுருவை அமைக்கவும். இந்த நிபந்தனைக்கு பயன்படுத்தப்படும் உண்மையான தரவை மதிப்பாய்வு செய்ய இது அனுமதிக்கும்.
te_in: ఈ షరతులతో ఉపయోగించిన క్లిప్ ఆస్తి. ఈ షరతులతో కూడిన ఎనలైజర్ చర్య యొక్క పిల్లవాడు మరియు పేరెంట్ ఎనలైజర్ యొక్క అవుట్పుట్ను బట్టి అందించిన డేటా మారుతూ ఉంటుంది. ట్రబుల్షూటింగ్ కోసం, ఈ షరతులతో కూడిన తల్లిదండ్రులకు 'హెచ్చరిక చర్య'ను అటాచ్ చేయండి మరియు ఈ ఇన్పుట్ ఆస్తికి సరిపోయేలా హెచ్చరిక యొక్క' సందేశ 'పారామితిని సెట్ చేయండి. ఈ షరతులతో ఉపయోగించబడుతున్న వాస్తవ డేటాను సమీక్షించడానికి ఇది అనుమతిస్తుంది.
th_th: คุณสมบัติคลิปที่ใช้สำหรับเงื่อนไขนี้ ปัจจุบันคุณสมบัติ 'เอาท์พุทสุดท้าย' ได้รับการสนับสนุนเฉพาะเมื่อเงื่อนไขนี้เป็นลูกของการกระทำของเครื่องวิเคราะห์และข้อมูลที่ให้ไว้จะแตกต่างกันไปขึ้นอยู่กับผลลัพธ์ของเครื่องวิเคราะห์หลัก สำหรับการแก้ไขปัญหาให้แนบ 'การแจ้งเตือนการกระทำ' เข้ากับพาเรนต์ของเงื่อนไขนี้และตั้งค่าพารามิเตอร์ 'ข้อความ' ของการแจ้งเตือนเพื่อให้ตรงกับคุณสมบัติอินพุตนี้ สิ่งนี้จะช่วยให้สามารถตรวจสอบข้อมูลจริงที่ใช้สำหรับเงื่อนไขนี้
tk_tm: Şerti üçin ulanylýan klipiň häsiýeti. Häzirki wagtda "Soňky çykyş" emlägi, bu şertli bolsa analiz hereketiniň bolandygyny we berilýän maglumatlar bolsa ene-seljerişeriň çykyşyna baglylykda üýtgeýär. Näsazlyklary düzeltmek üçin bu şertli ene-atasyna 'Depart hereketine' dagyny goýuň we bu giriş emlägine laýyk gelmek üçin duýduryşyň 'habar' parametrini goşuň. Bu, bu şert üçin ulanylýan hakyky maglumatlary gözden geçirmäge mümkinçilik berer.
tr_tr: Bu koşullu için kullanılan klip özelliği. 'Son çıktı' özelliği şu anda yalnızca bu koşullu bir analizör eyleminin çocuğu olduğunda ve sağlanan veriler ana analizörün çıktısına bağlı olarak değişecektir. Sorun giderme için, bu koşulun ebeveynine bir 'uyarı eylemi' ekleyin ve bu giriş özelliğine uyacak şekilde uyarının 'mesaj' parametresini ayarlayın. Bu, bu şartlı için kullanılan gerçek verilerin gözden geçirilmesine izin verecektir.
tt_ru: Бу шартлы рәвештә кулланылган клип милеге. "Соңгы җитештерү" милеге хәзерге вакытта анализатор хәрәкәте баласы булганда гына яклый һәм тәэмин ителгән мәгълүматлар ата-анализатор анализаторына карап төрлечә булачак. Проблеманы чишү өчен, бу шартлы кешенең әти-әнисенә 'Ураклык чарасы »бәйләгез һәм бу кертү милегенә туры килү өчен" Хәбәрнең "параметрын билгеләгез. Бу шартлы рәвештә кулланылган мәгълүматны карарга мөмкинлек бирәчәк.
ug_cn: بۇ شەرتلىك ھالدا ئىشلىتىلىدىغان قىستۇرما مۈلۈك. بۇ شەرتلىك سۈرئەتنىڭ ئانالىز قىلغۇچىلارنىڭ بالىسى ۋە تەمىنلەنگەن سانلىق مەلۇماتلىرى دوئنېر ئانالىزنىڭ چىقىرىشتىكىلىقىغا ئاساسەن قوللىنىلىدۇ. «كاشىلا» ئۈچۈن بۇ شەرتلىك ھالدا «ئاگاھلاندۇرۇش ھەرىكىتىنى» نى بۇ شەرتلىك ھالدا بۇ شەرتلىك ھالدا «Adert» پارامېتىرىنى باغلاڭ ۋە بۇ كىرگۈزۈش مال-مۈلۈكلىرىنى ماسلاشتۇرۇش ئۈچۈن «ئۇچۇر» پارامېتىرىنى باغلاڭ. بۇ بۇ شەرت ئۈچۈن ئىشلىتىلىدىغان ئەمەلىي سانلىق مەلۇماتلارنى كۆرۈپ چىقىشقا يول قويىدۇ.
uk_ua: Властивість кліпу, що використовується для цього умовного. Наразі властивість "останнього виходу" підтримується лише тоді, коли ця умова є дитиною дії аналізатора, а надані дані будуть змінюватися залежно від виходу батьківського аналізатора. Для усунення несправностей додайте батьківську дію "попередження" до батьківського умовного та встановіть параметр "Повідомлення", що відповідає цій властивість введення. Це дозволить переглянути фактичні дані, що використовуються для цього умовного.
ur_pk: اس مشروط کے لئے استعمال شدہ کلپ پراپرٹی۔ 'آخری آؤٹ پٹ' پراپرٹی فی الحال صرف اس وقت تائید کی جاتی ہے جب یہ مشروط تجزیہ کار کی کارروائی کا بچہ ہوتا ہے اور فراہم کردہ ڈیٹا والدین کے تجزیہ کار کی پیداوار کے لحاظ سے مختلف ہوتا ہے۔ خرابیوں کا ازالہ کرنے کے لئے ، اس مشروط والدین سے 'الرٹ ایکشن' منسلک کریں اور اس ان پٹ پراپرٹی سے ملنے کے لئے الرٹ کا 'میسج' پیرامیٹر مرتب کریں۔ اس سے اس مشروط کے لئے استعمال ہونے والے اصل اعداد و شمار کا جائزہ لینے کی اجازت ہوگی۔
uz_cyrl: Ushbu shart bo'yicha ishlatiladigan mol-mulk. Ushbu shartli ravishda analizator harakatlarining bolasi bo'lganida, "Oxirgi mahsulot" mulki faqat qo'llab-quvvatlanadi va agar taqdim etilgan ma'lumotlar ota-ona analizatsionerining chiqishiga qarab farq qiladi. Muammoni bartaraf etish uchun ushbu shartli ota-onasiga "ogohlantirish" aksiyasini biriktiring va ushbu qo'shma mulkni mos keladigan "Alert" ning "xabarining" parametrini o'rnating. Bu shartli ravishda ishlatiladigan haqiqiy ma'lumotlarni ko'rib chiqishga imkon beradi.
vi_vn: Thuộc tính clip được sử dụng cho điều kiện này. Thuộc tính 'đầu ra cuối cùng' hiện chỉ được hỗ trợ khi điều kiện này là một đứa trẻ của một hành động phân tích và dữ liệu được cung cấp sẽ thay đổi tùy thuộc vào đầu ra của trình phân tích mẹ. Để khắc phục sự cố, hãy đính kèm 'hành động cảnh báo' vào cha mẹ của điều kiện này và đặt tham số 'tin nhắn' của cảnh báo để khớp với thuộc tính đầu vào này. Điều này sẽ cho phép xem xét dữ liệu thực tế đang được sử dụng cho điều kiện này.
zh_hant: 用於此條件的剪輯屬性。 目前僅在此條件是分析儀操作的孩子時才支持“最後的輸出”屬性，並且所提供的數據會根據父分析儀的輸出而有所不同。 對於故障排除，請將“警報操作”附加到該條件的父母，並設置“警報”的“消息”參數以匹配此輸入屬性。這將允許查看用於此條件的實際數據。
