Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeScrollToOpenMarkerLabel
source: Scroll Up Here!
af_za: Blaai hier op!
am_et: እዚህ ወደ ላይ ያሸብልሉ!
ar_bh: انتقل هنا!
as_in: ইয়াত স্ক্ৰল কৰক!
az_cyrl: Burada fırladın!
bg_bg: Превъртете тук!
bn_in: এখানে স্ক্রোল!
bs_latn_ba: Pomičite se gore!
ca_es: Desplaceu -vos cap amunt aquí!
cs_cz: Přejděte sem!
cy_gb: Sgroliwch i fyny yma!
da_dk: Rul op her!
de_ch: Scrollen Sie hier hoch!
el_gr: Μετακινηθείτε εδώ!
es_bo: ¡Desplácese aquí!
et_ee: Kerige siit üles!
fa_ir: اینجا را پیمایش کنید!
fi_fi: Vieritä täällä!
fil_ph: Mag -scroll dito!
fr_029: Faites défiler ici!
ga_ie: Scrollaigh suas anseo!
gu_in: અહીં સ્ક્રોલ કરો!
he_il: גלול כאן!
hi_in: यहाँ स्क्रॉल करें!
hr_hr: Pomaknite se ovdje!
hu_hu: Görgessen itt!
hy_am: Ոլորեք այստեղ:
id_id: Gulir ke sini!
is_is: Skrunaðu hingað!
it_ch: Scorri qui!
ja_jp: ここをスクロールしてください！
ka_ge: გადადით აქ!
kk_kz: Мұнда айналдырыңыз!
km_kh: រមូរឡើងលើនៅទីនេះ!
kn_in: ಇಲ್ಲಿ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ!
ko_kr: 여기서 스크롤하십시오!
ky_kg: Бул жерге жылыңыз!
lo_la: ເລື່ອນລົງທີ່ນີ້!
lt_lt: Slinkite čia!
lv_lv: Ritiniet šeit!
mi_nz: Panuku ki konei!
mk_mk: Скролувајте овде!
ml_in: ഇവിടെ സ്ക്രോൾ ചെയ്യുക!
mr_in: येथे स्क्रोल करा!
ms_my: Tatal ke sini!
mt_mt: Skrollja hawn!
nb_no: Bla opp her!
ne_np: यहाँ स्क्रोल गर्नुहोस्!
nl_be: Scroll hierboven!
or_in: ଏଠାରେ ସ୍କ୍ରୋଲ୍ କରନ୍ତୁ!
pa_arab: ਇੱਥੇ ਸਕ੍ਰੌਲ ਕਰੋ!
pl_pl: Przewiń tutaj!
pt_br: Role aqui!
ro_ro: Derulați aici!
ru_ru: Прокрутите здесь!
sk_sk: Prejdite sem!
sl_si: Pomaknite se tukaj!
sq_al: Shkoni lart këtu!
sr_cyrl_me: Помичите се горе!
sv_fi: Bläddra här!
sw_ke: Tembeza hapa!
ta_in: இங்கே உருட்டவும்!
te_in: ఇక్కడ స్క్రోల్ చేయండి!
th_th: เลื่อนขึ้นที่นี่!
tk_tm: Ine, şu ýerde aýlaň!
tr_tr: Buraya gidin!
tt_ru: Монда әйләндереп алыгыз!
ug_cn: بۇ يەرگە ئۆرلەڭ!
uk_ua: Прокрутіть сюди!
ur_pk: یہاں سکرول کریں!
uz_cyrl: Bu yerga aylantiring!
vi_vn: Cuộn lên đây!
zh_hant: 在這裡滾動！

# WelcomeScrollToOpenTitle
source: Scroll - to - Open
af_za: Blaai - na - oop
am_et: ማሸብለል - ወደ - ይክፈቱ - ክፍት
ar_bh: التمرير - إلى - مفتوح
as_in: স্ক্ৰল - to - খোলা
az_cyrl: Sürüşdürün - AÇIQ
bg_bg: Превъртане - до - отворено
bn_in: স্ক্রোল - থেকে - খোলা
bs_latn_ba: Pomičite se - do - otvorite
ca_es: Scroll - to - Obre
cs_cz: Scroll - TO - Otevřete
cy_gb: Sgrolio - i - ar agor
da_dk: Rulle - til - åben
de_ch: Scrollen - zu - Öffnen
el_gr: Κύλλος - σε - Ανοίξτε
es_bo: Desplazarse - a - abierto
et_ee: Kerige - kuni - avatud
fa_ir: پیمایش - به - باز
fi_fi: Vieritä - to - auki
fil_ph: Mag -scroll - TO - Buksan
fr_029: Faites défiler - à - Ouvrir
ga_ie: Scrolla - go - oscailte
gu_in: સ્ક્રોલ - થી - ખોલો
he_il: גלול - ל - פתוח
hi_in: स्क्रॉल - टू - ओपन
hr_hr: Pomicanje - do - otvoren
hu_hu: Görgessen - to - nyitva
hy_am: Ոլորեք - դեպի - բաց
id_id: Gulir - untuk - Buka
is_is: Skrun - til - Opið
it_ch: Scorrimento - a - aperto
ja_jp: スクロール--TO-開く
ka_ge: გადახვევა - to - გახსენით
kk_kz: Айналдыру - ашық
km_kh: រមូរ - ដើម្បី - បើក
kn_in: ಸ್ಕ್ರಾಲ್ - ಗೆ - ತೆರೆಯಿರಿ
ko_kr: 스크롤 - to- 열기
ky_kg: Жылдыруу - to - Ачык
lo_la: ເລື່ອນ - ໄປ - ເປີດ
lt_lt: Slinkite - į - atidarykite
lv_lv: Ritiniet - līdz - atveriet
mi_nz: Panuku - to - tuwhera
mk_mk: Скролувајте - до - отворено
ml_in: സ്ക്രോൾ - to - തുറക്കുക
mr_in: स्क्रोल - टू - ओपन
ms_my: Tatal - ke - buka
nb_no: Rulle - til - Åpne
ne_np: स्क्रोल - मा - खुला
nl_be: Scroll - naar - Open
or_in: ସ୍କ୍ରୋଲ୍ - ଖୋଲନ୍ତୁ - ଖୋଲନ୍ତୁ |
pa_arab: ਸਕ੍ਰੌਲ - ਤੋਂ - ਖੋਲ੍ਹੋ
pl_pl: Przewiń - do - otwórz
pt_br: Role - para - aberto
ro_ro: Defilare - la - Deschide
ru_ru: Свитка - чтобы - открыть
sk_sk: Posúvanie - na - Otvorte
sl_si: Pomikanje - do - odprt
sq_al: Shkoni - për të - hapur
sr_cyrl_me: Помичите се - отворите
sv_fi: Bläddra - till - öppen
sw_ke: Tembeza - kwa - Fungua
ta_in: சுருள் - to - திறந்திருக்கும்
te_in: స్క్రోల్ - నుండి - తెరవండి
th_th: Scroll - to - เปิด
tk_tm: Aýlamak - Opt - Aç-açan
tr_tr: Kaydırma - to - aç
tt_ru: Әйләндерү - - ачык
ug_cn: سىيرىلما -
uk_ua: Прокрутка - до - відкрити
ur_pk: اسکرول - سے - کھلا
uz_cyrl: O'RNATISH - Ochiq
vi_vn: Cuộn - để - mở
zh_hant: 滾動 - 至 - 打開

# WelcomeDragToOpenFakeWindowLabel1
source: Drop it here!
af_za: Laat val dit hier!
am_et: እዚህ ጣል ያድርጉት!
ar_bh: أسقطه هنا!
as_in: ইয়াত ড্ৰপ কৰক!
az_cyrl: Buraya at!
bg_bg: Пуснете го тук!
bn_in: এখানে ফেলে দিন!
bs_latn_ba: Baci ga ovde!
ca_es: Deixeu -ho aquí!
cs_cz: Nahoďte to sem!
cy_gb: Gollyngwch ef yma!
da_dk: Slip det her!
de_ch: Lass es hier!
el_gr: Πετάξτε το εδώ!
es_bo: ¡Déjalo aquí!
et_ee: Laske see siia!
fa_ir: اینجا را رها کنید!
fi_fi: Pudota se tänne!
fil_ph: I -drop ito dito!
fr_029: Déposez-le ici!
ga_ie: Buail é anseo!
gu_in: તેને અહીં મૂકો!
he_il: זרוק את זה כאן!
hi_in: इसे यहाँ छोड़ दो!
hr_hr: Ispusti ga ovdje!
hu_hu: Dobd ide!
hy_am: Նետեք այստեղ:
id_id: Jatuhkan di sini!
is_is: Sendu það hér!
it_ch: Lascialo qui!
ja_jp: ここにドロップしてください！
ka_ge: ჩამოაგდეთ აქ!
kk_kz: ОСЫ ЖОҚ!
km_kh: ទម្លាក់វានៅទីនេះ!
kn_in: ಅದನ್ನು ಇಲ್ಲಿ ಬಿಡಿ!
ko_kr: 여기로 떨어 뜨리십시오!
ky_kg: Аны бул жерге ташта!
lo_la: ລົງມັນຢູ່ນີ້!
lt_lt: Nuleiskite čia!
lv_lv: Nometiet to šeit!
mi_nz: Maturuturu mai i konei!
mk_mk: Спуштете го овде!
ml_in: അത് ഇവിടെ ഉപേക്ഷിക്കുക!
mr_in: येथे ड्रॉप करा!
ms_my: Jatuhkannya di sini!
mt_mt: Waqqa 'hawn!
nb_no: Slipp det her!
ne_np: यहाँ झर्नुहोस्!
nl_be: Laat het hier vallen!
or_in: ଏହାକୁ ଏଠାରେ ଛାଡିଦିଅ!
pa_arab: ਇਸ ਨੂੰ ਇੱਥੇ ਸੁੱਟੋ!
pl_pl: Upuść to tutaj!
pt_br: Solte aqui!
ro_ro: Aruncă -l aici!
ru_ru: Оставьте это здесь!
sk_sk: Zložte to sem!
sl_si: Spustite tukaj!
sq_al: Hidhni këtu!
sr_cyrl_me: Баци га овде!
sv_fi: Släpp det!
sw_ke: Tupa hapa!
ta_in: அதை இங்கே விடுங்கள்!
te_in: దీన్ని ఇక్కడ వదలండి!
th_th: วางที่นี่!
tk_tm: Bu ýere taşlaň!
tr_tr: Buraya bırak!
tt_ru: Аны монда ташла!
ug_cn: ئۇنى بۇ يەرگە تاشلاڭ!
uk_ua: Киньте його сюди!
ur_pk: اسے یہاں چھوڑ دو!
uz_cyrl: Bu erga tashlang!
vi_vn: Thả nó ở đây!
zh_hant: 放在這裡！

# WelcomeDragToOpenDragSourceLabel
source: Drag Me!
af_za: Sleep my!
am_et: ጎትት!
ar_bh: جرني!
as_in: মোক ড্ৰেগ কৰক!
az_cyrl: Məni sürükleyin!
bg_bg: Завлечи ме!
bn_in: আমাকে টান!
bs_latn_ba: Povuci me!
ca_es: Arrossegueu -me!
cs_cz: Táhni mě!
cy_gb: Llusgwch fi!
da_dk: Træk mig!
de_ch: Zieh mich!
el_gr: Σύρε με!
es_bo: ¡Arrástrame!
et_ee: Lohista mind!
fa_ir: مرا بکش!
fi_fi: Vedä minua!
fil_ph: I -drag mo ako!
fr_029: Tire moi!
ga_ie: Tarraing dom!
gu_in: મને ખેંચો!
he_il: גרור אותי!
hi_in: मुझे खिचो!
hr_hr: Povucite me!
hu_hu: Húzz!
hy_am: Քաշեք ինձ:
id_id: Seret aku!
is_is: Dragðu mig!
it_ch: Trascinami!
ja_jp: 私をドラッグ！
ka_ge: Ჩამითრიე!
kk_kz: Мені сүйреңіз!
km_kh: អូសខ្ញុំ!
kn_in: ನನ್ನನ್ನು ಎಳೆಯಿರಿ!
ko_kr: 나를 끌어!
ky_kg: Мени сүйрөп!
lo_la: ລາກຂ້ອຍ!
lt_lt: Vilk mane!
lv_lv: Velciet mani!
mi_nz: Toia mai!
mk_mk: Повлечете ме!
ml_in: എന്നെ വലിച്ചിടുക!
mr_in: मला ड्रॅग करा!
ms_my: Heret saya!
nb_no: Dra meg!
ne_np: मलाई तान्नुहोस्
nl_be: Sleep me!
or_in: ମୋତେ ଟାଣ!
pa_arab: ਮੈਨੂੰ ਖਿੱਚੋ!
pl_pl: Pociągnij mnie!
pt_br: Arraste-me!
ro_ro: Trage-ma!
ru_ru: Затяните меня!
sk_sk: Potiahni ma!
sl_si: Povlecite me!
sq_al: Më tërhiq!
sr_cyrl_me: Повуци ме!
sv_fi: Dra mig!
sw_ke: Vuta!
ta_in: என்னை இழுக்கவும்!
te_in: నన్ను లాగు!
th_th: ลากฉัน!
tk_tm: Meni süýräň!
tr_tr: Beni sürükle!
tt_ru: Мине тарт!
ug_cn: مېنى سۆرەپ!
uk_ua: Перетягніть мене!
ur_pk: مجھے کھینچو!
uz_cyrl: Meni sudrab tort!
vi_vn: Kéo tôi!
zh_hant: 拉我一把！

# WelcomeDragToOpenTryButtonLabel
source: Try it out!
af_za: Probeer dit!
am_et: ይሞክሩት!
ar_bh: حاول!
as_in: চেষ্টা কৰি চাওক!
az_cyrl: Çalışın!
bg_bg: Опитай го!
bn_in: চেষ্টা কর!
bs_latn_ba: Isprobaj!
ca_es: Intenta-ho!
cs_cz: Vyzkoušej to!
cy_gb: Rhowch gynnig arni!
da_dk: Prøve det!
de_ch: Versuch es!
el_gr: Δοκίμασέ το!
es_bo: ¡Pruébalo!
et_ee: Proovi!
fa_ir: آن را امتحان کنید!
fi_fi: Kokeile!
fil_ph: Subukan!
fr_029: Essaye le!
ga_ie: Iarrai E amach!
gu_in: તેને અજમાવી!
he_il: נסה את זה!
hi_in: कोशिश करके देखो!
hr_hr: Isprobaj!
hu_hu: Próbáld ki!
hy_am: Փորձարկել!
id_id: Cobalah!
is_is: Prufaðu það!
it_ch: Provalo!
ja_jp: やってみて！
ka_ge: Სცადე!
kk_kz: Көріңіз!
km_kh: សាកល្បង​វា​មើល!
kn_in: ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ!
ko_kr: 시도해보십시오!
ky_kg: Сынап көр!
lo_la: ທົດລອງໃຊ້!
lt_lt: Išbandyk!
lv_lv: Izmēģini!
mi_nz: Whakamātauria!
mk_mk: Испробај го!
ml_in: ഇത് പരീക്ഷിക്കുക!
mr_in: प्रयत्न कर!
ms_my: Cubalah!
mt_mt: Ipprovaha!
nb_no: Prøv det!
ne_np: प्रयास गर!
nl_be: Probeer het!
or_in: ଏହାକୁ ଚେଷ୍ଟା କର!
pa_arab: ਕੋਸ਼ਿਸ਼ ਕਰੋ!
pl_pl: Wypróbuj to!
pt_br: Experimente!
ro_ro: Încearcă!
ru_ru: Попробуйте!
sk_sk: Vyskúšaj to!
sl_si: Poskusi!
sq_al: Provoje!
sr_cyrl_me: Пробајте!
sv_fi: Testa!
sw_ke: Jaribu!
ta_in: முயற்சி செய்துப்பார்!
te_in: ప్రయత్నించి చూడండి!
th_th: ลองดู!
tk_tm: Synap gör!
tr_tr: Denemek!
tt_ru: Сынап кара!
ug_cn: سىناپ بېقىڭ!
uk_ua: Спробуй!
ur_pk: اسے آزمائیں!
uz_cyrl: Sinab ko'ring!
vi_vn: Hãy thử nó!
zh_hant: 試試看！

# WelcomeScrollToOpenTryButtonLabel
source: Try it out!
af_za: Probeer dit!
am_et: ይሞክሩት!
ar_bh: حاول!
as_in: চেষ্টা কৰি চাওক!
az_cyrl: Çalışın!
bg_bg: Опитай го!
bn_in: চেষ্টা কর!
bs_latn_ba: Isprobaj!
ca_es: Intenta-ho!
cs_cz: Vyzkoušej to!
cy_gb: Rhowch gynnig arni!
da_dk: Prøve det!
de_ch: Versuch es!
el_gr: Δοκίμασέ το!
es_bo: ¡Pruébalo!
et_ee: Proovi!
fa_ir: آن را امتحان کنید!
fi_fi: Kokeile!
fil_ph: Subukan!
fr_029: Essaye le!
ga_ie: Iarrai E amach!
gu_in: તેને અજમાવી!
he_il: נסה את זה!
hi_in: कोशिश करके देखो!
hr_hr: Isprobaj!
hu_hu: Próbáld ki!
hy_am: Փորձարկել!
id_id: Cobalah!
is_is: Prufaðu það!
it_ch: Provalo!
ja_jp: やってみて！
ka_ge: Სცადე!
kk_kz: Көріңіз!
km_kh: សាកល្បង​វា​មើល!
kn_in: ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ!
ko_kr: 시도해보십시오!
ky_kg: Сынап көр!
lo_la: ທົດລອງໃຊ້!
lt_lt: Išbandyk!
lv_lv: Izmēģini!
mi_nz: Whakamātauria!
mk_mk: Испробај го!
ml_in: ഇത് പരീക്ഷിക്കുക!
mr_in: प्रयत्न कर!
ms_my: Cubalah!
mt_mt: Ipprovaha!
nb_no: Prøv det!
ne_np: प्रयास गर!
nl_be: Probeer het!
or_in: ଏହାକୁ ଚେଷ୍ଟା କର!
pa_arab: ਕੋਸ਼ਿਸ਼ ਕਰੋ!
pl_pl: Wypróbuj to!
pt_br: Experimente!
ro_ro: Încearcă!
ru_ru: Попробуйте!
sk_sk: Vyskúšaj to!
sl_si: Poskusi!
sq_al: Provoje!
sr_cyrl_me: Пробајте!
sv_fi: Testa!
sw_ke: Jaribu!
ta_in: முயற்சி செய்துப்பார்!
te_in: ప్రయత్నించి చూడండి!
th_th: ลองดู!
tk_tm: Synap gör!
tr_tr: Denemek!
tt_ru: Сынап кара!
ug_cn: سىناپ بېقىڭ!
uk_ua: Спробуй!
ur_pk: اسے آزمائیں!
uz_cyrl: Sinab ko'ring!
vi_vn: Hãy thử nó!
zh_hant: 試試看！

# CommonEmptyListText
source: No results available.
af_za: Geen resultate beskikbaar nie.
am_et: ምንም ውጤቶች አይገኙም.
ar_bh: لا توجد نتائج متاحة.
as_in: কোনো ফলাফল উপলব্ধ নহয়।
az_cyrl: Heç bir nəticə yoxdur.
bg_bg: Няма налични резултати.
bn_in: কোন ফলাফল উপলব্ধ।
bs_latn_ba: Nema dostupnih rezultata.
ca_es: No hi ha resultats disponibles.
cs_cz: Nejsou k dispozici žádné výsledky.
cy_gb: Nid oes canlyniadau ar gael.
da_dk: Ingen resultater tilgængelige.
de_ch: Keine Ergebnisse verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμα αποτελέσματα.
es_bo: No hay resultados disponibles.
et_ee: Tulemusi pole saadaval.
fa_ir: هیچ نتیجه ای در دسترس نیست.
fi_fi: Tuloksia ei ole saatavilla.
fil_ph: Walang magagamit na mga resulta.
fr_029: Aucun résultat disponible.
ga_ie: Níl aon torthaí ar fáil.
gu_in: કોઈ પરિણામ ઉપલબ્ધ નથી.
he_il: אין תוצאות זמינות.
hi_in: कोई परिणाम उपलब्ध नहीं है।
hr_hr: Nema dostupnih rezultata.
hu_hu: Nincs eredmény elérhető.
hy_am: Արդյունքներ չկա:
id_id: Tidak ada hasil yang tersedia.
is_is: Engar niðurstöður í boði.
it_ch: Nessun risultato disponibile.
ja_jp: 結果はありません。
ka_ge: შედეგი არ არის ხელმისაწვდომი.
kk_kz: Нәтижелер жоқ.
km_kh: មិនមានលទ្ធផលទេ។
kn_in: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko_kr: 사용 가능한 결과가 없습니다.
ky_kg: Натыйжа жок.
lo_la: ບໍ່ມີຜົນໄດ້ຮັບ.
lt_lt: Nėra rezultatų.
lv_lv: Rezultāti nav pieejami.
mi_nz: Kaore he hua.
mk_mk: Нема достапни резултати.
ml_in: ഫലങ്ങളൊന്നും ലഭ്യമല്ല.
mr_in: कोणतेही परिणाम उपलब्ध नाहीत.
ms_my: Tiada hasil yang tersedia.
mt_mt: L-ebda riżultat disponibbli.
nb_no: Ingen resultater tilgjengelig.
ne_np: कुनै परिणामहरू उपलब्ध छैनन्।
nl_be: Geen resultaten beschikbaar.
or_in: କ No ଣସି ଫଳାଫଳ ଉପଲବ୍ଧ ନାହିଁ |
pa_arab: ਕੋਈ ਨਤੀਜਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ.
pl_pl: Brak dostępnych wyników.
pt_br: Sem resultados disponíveis.
ro_ro: Nu există rezultate disponibile.
ru_ru: Нет результатов.
sk_sk: Nie sú k dispozícii žiadne výsledky.
sl_si: Rezultati ni na voljo.
sq_al: Asnjë rezultat i disponueshëm.
sr_cyrl_me: Нема доступних резултата.
sv_fi: Inga resultat tillgängliga.
sw_ke: Hakuna matokeo yanayopatikana.
ta_in: முடிவுகள் எதுவும் கிடைக்கவில்லை.
te_in: ఫలితాలు అందుబాటులో లేవు.
th_th: ไม่มีผลลัพธ์
tk_tm: Netije ýok.
tr_tr: Sonuç yok.
tt_ru: Нәтиҗәләр юк.
ug_cn: ھېچقانداق نەتىجە يوق.
uk_ua: Жодних результатів немає.
ur_pk: کوئی نتائج دستیاب نہیں ہیں۔
uz_cyrl: Natijalar mavjud emas.
vi_vn: Không có kết quả có sẵn.
zh_hant: 沒有可用的結果。

# CommonConfirmLabel
source: Confirm
af_za: Bevestig
am_et: አረጋግጥ
ar_bh: يتأكد
as_in: নিশ্চিত
az_cyrl: Təsdiq etmək
bg_bg: Потвърдете
bn_in: নিশ্চিত করুন
bs_latn_ba: Potvrditi
ca_es: Confirmar
cs_cz: Potvrdit
cy_gb: Chadarnhasoch
da_dk: Bekræfte
de_ch: Bestätigen
el_gr: Επιβεβαιώνω
es_bo: Confirmar
et_ee: Kinnitama
fa_ir: تایید
fi_fi: Vahvistaa
fil_ph: Kumpirmahin
fr_029: Confirmer
ga_ie: Daingnigh
gu_in: પુષ્ટિ આપવી
he_il: לְאַשֵׁר
hi_in: पुष्टि करना
hr_hr: Potvrditi
hu_hu: megerősít
hy_am: Հաստատել
id_id: Mengonfirmasi
is_is: Staðfesta
it_ch: Confermare
ja_jp: 確認する
ka_ge: დადასტურება
kk_kz: Растау
km_kh: បហ្ជាក់
kn_in: ದೃ confirmಿಸು
ko_kr: 확인하다
ky_kg: Ыраста
lo_la: ຢືນຢັນ
lt_lt: Patvirtinti
lv_lv: Apstiprināt
mi_nz: Whakaū
mk_mk: Потврди
ml_in: ഉറപ്പിക്കുക
mr_in: पुष्टी
ms_my: Mengesahkan
mt_mt: Ikkonferma
nb_no: Bekrefte
ne_np: पक्का गर्नु
nl_be: Bevestigen
or_in: ନିଶ୍ଚିତ କର |
pa_arab: ਪੁਸ਼ਟੀ ਕਰੋ
pl_pl: Potwierdzać
pt_br: confirme
ro_ro: A confirma
ru_ru: Подтверждать
sk_sk: Potvrdiť
sl_si: Potrdite
sq_al: Konfirmoj
sr_cyrl_me: Потврди
sv_fi: Bekräfta
sw_ke: Thibitisha
ta_in: உறுதிப்படுத்தவும்
te_in: నిర్ధారించండి
th_th: ยืนยัน
tk_tm: Tassykla
tr_tr: Onaylamak
tt_ru: Раслагыз
ug_cn: جەزملەشتۈرۈڭ
uk_ua: Підтверджувати
ur_pk: تصدیق کریں
uz_cyrl: Tasdiqlamoq
vi_vn: Xác nhận
zh_hant: 確認

# CommonRefreshTooltip
source: Refresh
af_za: Verfris
am_et: አድስ
ar_bh: ينعش
as_in: সতেজ কৰক
az_cyrl: təzələmək
bg_bg: Опресняване
bn_in: রিফ্রেশ
bs_latn_ba: Osvježiti
ca_es: Actualització
cs_cz: Obnovit
cy_gb: Adfywiad
da_dk: Opdater
de_ch: Aktualisierung
el_gr: Φρεσκάρω
es_bo: Actualizar
et_ee: Värskendama
fa_ir: تازه کردن
fi_fi: virkistää
fr_029: Rafraîchir
ga_ie: Athscrúdú a dhéanamh ar
gu_in: તાજું કરવું
he_il: לְרַעֲנֵן
hi_in: ताज़ा करना
hr_hr: Osvježiti
hu_hu: Frissítés
hy_am: Թարմացնել
id_id: Menyegarkan
is_is: Hressa
it_ch: ricaricare
ja_jp: リフレッシュします
ka_ge: განახლება
kk_kz: Сергіту
km_kh: ធ្វើ​ឱ្យ​ស្រស់
kn_in: ಬಿಚ್ಚು
ko_kr: 새로 고치다
ky_kg: Жаңылоо
lo_la: ຈຸດຫມາດ
lt_lt: Atnaujinti
lv_lv: atjaunot
mi_nz: Tāmata
mk_mk: Освежи
ml_in: ഉന്മേഷം വീണ്ടെടുക്കുക
mr_in: रीफ्रेश
ms_my: Menyegarkan
mt_mt: Aġġornament
nb_no: Forfriske
ne_np: ताजा गर्नु
nl_be: Opfrissen
or_in: ସତେଜ କରନ୍ତୁ |
pa_arab: ਤਾਜ਼ਾ ਕਰੋ
pl_pl: Odświeżać
pt_br: Atualizar
ro_ro: Reîmprospăta
ru_ru: Обновлять
sk_sk: Obnoviť
sl_si: Osveži
sq_al: Rifreskoj
sr_cyrl_me: Освјежи
sv_fi: Uppdatera
ta_in: புதுப்பிப்பு
te_in: రిఫ్రెష్
th_th: รีเฟรช
tk_tm: Täzele
tr_tr: Yenilemek
tt_ru: Яңарту
ug_cn: يېڭىلاش
uk_ua: Оновлювати
ur_pk: ریفریش
uz_cyrl: Yangilamoq
vi_vn: Làm cho khỏe lại
zh_hant: 重新整理

# CommonSearchWatermark
source: Search...
af_za: Soek...
am_et: ፈልግ ...
ar_bh: يبحث...
as_in: সন্ধান...
az_cyrl: Axtar ...
bg_bg: Търсене...
bn_in: অনুসন্ধান ...
bs_latn_ba: Pretraga ...
ca_es: Cerca...
cs_cz: Vyhledávání...
cy_gb: Chwilio ...
da_dk: Søg...
de_ch: Suchen...
el_gr: Αναζήτηση...
es_bo: Buscar...
et_ee: Otsing...
fa_ir: جستجو کردن...
fi_fi: Hae...
fr_029: Recherche...
ga_ie: Cuardaigh ...
gu_in: શોધ ...
he_il: לחפש...
hi_in: खोज...
hr_hr: Traži...
hu_hu: Keresés...
hy_am: Որոնում ...
id_id: Mencari...
is_is: Leit ...
it_ch: Ricerca...
ja_jp: 検索...
ka_ge: ძებნა ...
kk_kz: Іздеу ...
km_kh: ស្វែងរក ...
kn_in: ಹುಡುಕಿ Kannada...
ko_kr: 찾다...
ky_kg: Издөө ...
lo_la: ຄົ້ນຫາ ...
lt_lt: Paieška...
lv_lv: Meklēt...
mi_nz: Rapu ...
mk_mk: Пребарување ...
ml_in: തിരയൽ ...
mr_in: शोध ...
ms_my: Cari ...
mt_mt: Tfittxija ...
nb_no: Søk...
ne_np: खोज ...
nl_be: Zoekopdracht...
or_in: ସନ୍ଧାନ ...
pa_arab: ਖੋਜ ...
pl_pl: Szukaj...
pt_br: Procurar...
ro_ro: Căutare...
ru_ru: Поиск...
sk_sk: Vyhľadávanie...
sl_si: Iskanje...
sq_al: Kërkim ...
sr_cyrl_me: Претрага...
sv_fi: Sök...
sw_ke: Tafuta ...
ta_in: தேடுங்கள் ...
te_in: వెతకండి...
th_th: ค้นหา...
tk_tm: Gözläň ...
tr_tr: Aramak...
tt_ru: Эзләү ...
ug_cn: ئىزدەش ...
uk_ua: Пошук ...
ur_pk: تلاش ...
uz_cyrl: Qidirmoq...
vi_vn: Tìm kiếm...
zh_hant: 搜尋...

# CommonSettingsTitle
source: Settings
af_za: Instellings
am_et: ቅንብሮች
ar_bh: إعدادات
as_in: সংহতিসমূহ
az_cyrl: Parametrlər
bg_bg: Настройки
bn_in: সেটিংস
bs_latn_ba: Postavke
ca_es: Configuració
cs_cz: Nastavení
cy_gb: Ngosodiadau
da_dk: Indstillinger
de_ch: Einstellungen
el_gr: Ρυθμίσεις
es_bo: Ajustes
et_ee: Sätted
fa_ir: تنظیمات
fi_fi: asetukset
fil_ph: Mga setting
fr_029: Paramètres
ga_ie: Socruithe
gu_in: પતાવટ
he_il: הגדרות
hi_in: समायोजन
hr_hr: Postavke
hu_hu: Beállítások
hy_am: Կարգավորումներ
id_id: Pengaturan
is_is: Stillingar
it_ch: Impostazioni
ja_jp: 設定
ka_ge: პარამეტრები
kk_kz: Параметрлер
km_kh: ការកំណត់
kn_in: ಸಂಯೋಜನೆಗಳು
ko_kr: 설정
ky_kg: Жөндөөлөр
lo_la: ການກໍານົດ
lt_lt: Nustatymai
lv_lv: Iestatījumi
mi_nz: Tautuhinga
mk_mk: Поставки
ml_in: ക്രമീകരണങ്ങൾ
mr_in: सेटिंग्ज
ms_my: Tetapan
nb_no: Innstillinger
ne_np: बतंग
nl_be: Instellingen
or_in: ସେଟିଂସମୂହ
pa_arab: ਸੈਟਿੰਗਜ਼
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
sk_sk: nastavenie
sl_si: Nastavitve
sq_al: Cilësimet
sr_cyrl_me: Подешавања
sv_fi: inställningar
sw_ke: Mipangilio
ta_in: அமைப்புகள்
te_in: సెట్టింగులు
th_th: การตั้งค่า
tk_tm: Sazlamalar
tr_tr: Ayarlar
tt_ru: Көйләүләр
ug_cn: تەڭشەك
uk_ua: Налаштування
ur_pk: ترتیبات
uz_cyrl: Sozlash
vi_vn: Cài đặt
zh_hant: 設定

# PluginBrowserDependenciesLabel
source: Dependencies:
af_za: Afhanklikhede:
am_et: ጥገኛዎች-
ar_bh: التبعيات:
as_in: নিৰ্ভৰশীলতাসমূহ:
az_cyrl: Asılılıq:
bg_bg: Зависимости:
bn_in: নির্ভরতা:
bs_latn_ba: Ovisnosti:
ca_es: Dependències:
cs_cz: Závislost:
cy_gb: Dibyniaethau:
da_dk: Afhængigheder:
de_ch: Abhängigkeiten:
el_gr: Εξαρτήσεις:
es_bo: Dependencias:
et_ee: Sõltuvused:
fa_ir: وابستگی ها:
fi_fi: Riippuvuudet:
fr_029: Dépendances:
ga_ie: Spleáchais:
gu_in: અવલંબન:
he_il: תלות:
hi_in: निर्भरता:
hr_hr: Ovisnosti:
hu_hu: Függőségek:
hy_am: Կախվածություն.
id_id: Ketergantungan:
is_is: Ósjálfstæði:
it_ch: Dipendenza:
ja_jp: 依存関係：
ka_ge: დამოკიდებულებები:
kk_kz: Тәуелділік:
km_kh: ភាពអាស្រ័យ:
kn_in: ಅವಲಂಬನೆಗಳು:
ko_kr: 종속성 :
ky_kg: Көз карандылык:
lo_la: relogrencies:
lt_lt: Priklausomybės:
lv_lv: Atkarības:
mi_nz: Te whakawhirinaki:
mk_mk: Зависности:
ml_in: ഡിപൻഡൻസികൾ:
mr_in: अवलंबित्व:
ms_my: Kebergantungan:
mt_mt: Dipendenzi:
nb_no: Avhengigheter:
ne_np: निर्भरताहरू:
nl_be: Afhankelijkheden:
or_in: ନିର୍ଭରଶୀଳତା:
pa_arab: ਨਿਰਭਰਤਾ:
pl_pl: Zależności:
pt_br: Dependências:
ro_ro: Dependențe:
ru_ru: Зависимости:
sk_sk: Závislosti:
sl_si: Odvisnosti:
sq_al: Varësitë:
sr_cyrl_me: Зависности:
sv_fi: Beroenden:
sw_ke: Utegemezi:
ta_in: சார்புநிலைகள்:
te_in: డిపెండెన్సీలు:
th_th: การพึ่งพา:
tk_tm: Baglamalar:
tr_tr: Bağımlılıklar:
tt_ru: Бәйләнешләр:
ug_cn: تايىنىشچانلىقى:
uk_ua: Залежності:
ur_pk: انحصار:
uz_cyrl: Qism:
vi_vn: Sự phụ thuộc:
zh_hant: 依賴性：

# PluginBrowserInstallLabel
source: Install
af_za: Installeer
am_et: ጫን
ar_bh: ثَبَّتَ
as_in: স্থাপন কৰা
az_cyrl: Yüklemek
bg_bg: Инсталирай
bn_in: ইনস্টল করুন
bs_latn_ba: Instalirati
ca_es: Instal·lar
cs_cz: Nainstalujte
cy_gb: Arsefydlwch
da_dk: Installere
de_ch: Installieren
el_gr: Εγκαθιστώ
es_bo: Instalar
et_ee: Paigaldama
fa_ir: نصب
fi_fi: Asentaa
fil_ph: I -install
fr_029: Installer
ga_ie: Tar chun
gu_in: સ્થાપિત કરવું
he_il: להתקין
hi_in: स्थापित करना
hr_hr: Instalirati
hu_hu: Telepítés
hy_am: Տեղավորել
is_is: Settu upp
it_ch: Installare
ja_jp: インストール
ka_ge: Დაინსტალირება
kk_kz: Орнату
km_kh: ដាក់ដមនេង
kn_in: ಒತ್ತಿಹೇಳಿಸು
ko_kr: 설치하다
ky_kg: Орнотуу
lo_la: ຈັດເຂົ້າ
lt_lt: Diegti
lv_lv: Uzstādīt
mi_nz: Whakanoho
mk_mk: Инсталирајте
ml_in: സ്ഥാപിക്കുക
mr_in: स्थापित करा
ms_my: Pasang
mt_mt: Installa
nb_no: Installere
ne_np: स्थापना गर्नु
nl_be: Installeren
or_in: ସଂସ୍ଥାପନ କରନ୍ତୁ |
pa_arab: ਇੰਸਟਾਲ ਕਰੋ
pl_pl: zainstalować
pt_br: Instalar
ro_ro: Instalare
ru_ru: Установить
sk_sk: Inštalácia
sl_si: Namestite
sq_al: Instaloj
sr_cyrl_me: Инсталирај
sv_fi: Installera
sw_ke: Kuweka
ta_in: நிறுவு
te_in: ఇన్‌స్టాల్ చేయండి
th_th: ติดตั้ง
tk_tm: Gurmak
tr_tr: Düzenlemek
tt_ru: Урнаштыру
ug_cn: قاچىلاش
uk_ua: Встановити
ur_pk: انسٹال کریں
uz_cyrl: O'rnatmoq
vi_vn: Cài đặt
zh_hant: 安裝
