Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionFileWriterValidation2
source: File Writer Path '{0}' for '{1}' not found.
af_za: Lêerskrywerpad '{0}' vir '{1}' nie gevind nie.
am_et: የፋይል ጸሐፊ መንገድ '{0}' ለ '1}' አልተገኘም.
ar_bh: لم يتم العثور على مسار كاتب الملف '{0}' لـ '{1}'.
as_in: '{1}' ৰ বাবে ফাইল ৰাইটাৰৰ পথ '{0}' পোৱা নগ'ল।
az_cyrl: Fayl yazıçısı '{1}' üçün '{0}' yolu tapılmadı.
bg_bg: Пътят на файловия писател '{0}' за '{1}' не е намерен.
bn_in: '{1}' এর জন্য ফাইল লেখকের পথ '{0}' পাওয়া যায় নি।
bs_latn_ba: Staza pisac datoteke '{0}' za '{1}' nije pronađen.
ca_es: No es troba la ruta de l'escriptor de fitxers '{0}' per '{1}'.
cs_cz: File Writer Path '{0}' pro '{1}' nebylo nalezeno.
cy_gb: Llwybr ysgrifennwr ffeiliau '{0}' ar gyfer '{1}' heb ei ddarganfod.
da_dk: Filforfatter sti '{0}' til '{1}' ikke fundet.
de_ch: Dateischreiber Path '{0}' für '{1}' nicht gefunden.
el_gr: Path Writer Writer '{0}' για '{1}' Δεν βρέθηκε.
es_bo: Puta del escritor de archivos '{0}' para '{1}' no encontrado.
et_ee: Failikirjutaja tee '{0}' jaoks '{1}' pole leitud.
fa_ir: File Writer Path '{0}' برای '{1}' یافت نشد.
fi_fi: Tiedostokirjailijapolku '{0}' '{1}' ei löydy.
fil_ph: File Writer Path '{0}' para sa '{1}' hindi natagpuan.
fr_029: Path de rédacteur de fichiers '{0}' pour '{1}' Non trouvé.
ga_ie: Cosán scríbhneora comhaid '{0}' le haghaidh '{1}' nár aimsíodh.
gu_in: '{1}' માટે ફાઇલ લેખક પાથ '{0}' મળી નથી.
he_il: נתיב כותב קבצים '{0}' עבור '{1}' לא נמצא.
hi_in: फ़ाइल लेखक पथ '{0}' के लिए '{1}' नहीं मिला।
hr_hr: Put pisanja datoteke '{0}' za '{1}' nije pronađen.
hu_hu: A '{0}' fájlíró elérési útja a '{1}' számára nem található.
hy_am: «{1}» - ի համար ֆայլի գրող ուղի «{1}» - ի համար:
id_id: File Writer Path '{0}' untuk '{1}' tidak ditemukan.
is_is: File Writer Path '{0}' fyrir '{1}' fannst ekki.
it_ch: File Writer Path '{0}' per '{1}' non trovato.
ja_jp: '{1}'のファイルライターパス '{0}'が見つかりません。
ka_ge: ფაილის მწერლის გზა '{0}' '{1}' არ არის ნაპოვნი.
kk_kz: '{1}' үшін «{0}» файлының авторы табылмады.
km_kh: File Writer Path '{0}' សម្រាប់ '{1}' រកមិនឃើញទេ។
kn_in: '{1}' ಗಾಗಿ '{0}' ಅನ್ನು ಫೈಲ್ ರೈಟರ್ ಪಥ್ ಕಂಡುಹಿಡಿಯಲಾಗಿಲ್ಲ.
ko_kr: '{1}'을 찾을 수없는 파일 작성자 경로 '{0}'.
ky_kg: '{1}' үчүн файл жазуучу жолу '{0}' үчүн '' табылган жок.
lo_la: File Wardder Path '{0}' ສໍາລັບ '{{1}' ບໍ່ພົບ.
lt_lt: Failų rašytojo kelias '{0}' už '{1}' nerastas.
lv_lv: Failu rakstītāja ceļš '{0}' '{1}' nav atrasts.
mi_nz: Ko te huarahi kaituhituhi te '{0}' mo '{1}' kaore i kitea.
mk_mk: Патека на писателот на датотеки '{0}' за '{1}' не е пронајден.
ml_in: '{1}' കണ്ടെത്താത്തതിന് ഫയൽ റൈറ്റർ പാത '{0}'.
mr_in: '{1}' साठी फाइल लेखक पथ '{0}' सापडला नाही.
ms_my: Path Writer File '{0}' untuk '{1}' tidak dijumpai.
mt_mt: File Writer Path "{0}" għal "{1}" ma nstabx.
nb_no: Filforfatterbanen '{0}' for '{1}' ikke funnet.
ne_np: फाइल लेखक मार्ग '{0}' {1} 'फेला परेन।
nl_be: Bestandsschrijverpad '{0}' voor '{1}' niet gevonden.
or_in: '{1}' ପାଇଁ ଫାଇଲ୍ ରାଇଟର୍ ପାଟ୍ '{0}' ପାଇଁ ଫାଇଲ୍ |
pa_arab: '{1}' ਲਈ ਫਾਈਲ ਰਾਈਟਰ ਮਾਰਗ '{0}' ਨਹੀਂ ਲੱਭੀ.
pl_pl: Plik pisarz ścieżka „{0}” dla „{1}” nie znaleziono.
pt_br: Path do Writer de arquivo '{0}' para '{1}' não encontrado.
ro_ro: File Writer Path '{0}' pentru „{1}” nu a fost găsit.
ru_ru: Путь автора файла '{0}' for '{1}' не найден.
sk_sk: Cesta spisovateľa súborov '{0}' pre '{1}' nenájde.
sl_si: Pot pisatelja datoteke '{0}' za '{1}' ni mogoče najti.
sq_al: Rruga e shkrimtarit të skedarëve '{0}' për '{1}' nuk u gjet.
sr_cyrl_me: Филе Вритер Патх '{0}' за '{1}' није пронађен.
sv_fi: Filförfattare sökväg '{0}' för '{1}' inte hittat.
sw_ke: Njia ya mwandishi wa faili '{0}' kwa '{1}' haipatikani.
ta_in: '{1}' க்கு கோப்பு எழுத்தாளர் பாதை '{0}' காணப்படவில்லை.
te_in: ఫైల్ రైటర్ మార్గం '{0}' '{1}' కనుగొనబడలేదు.
th_th: ไม่พบเส้นทางนักเขียนไฟล์ '{0}' สำหรับ '{1}'
tk_tm: '{1}' üçin faýl ýazyjy ýoly '{0}' tapylmady.
tr_tr: '{1}' için dosya yazarı yolu '{0}' bulunamadı.
tt_ru: '{1}' өчен файл язучы юлы '{0}' табылмады.
ug_cn: ھۆججەت يازغۇچى يولى '{0}' ئۈچۈن '{1}' تېپىلمىدى.
uk_ua: File Writer Path '{0}' для '{1}' не знайдено.
ur_pk: فائل مصنف کا راستہ '{0}' کے لئے '{1}' نہیں ملا۔
uz_cyrl: '{1}' uchun "{0}" uchun "{0}" yozuvi topilmadi.
vi_vn: Không tìm thấy đường dẫn của người viết tệp '{0}' cho '{1}'.
zh_hant: 未找到'{1}'的文件寫入路徑'{0}'。

# LoaderTaskbarLabel
source: Taskbar
af_za: Taakbalk
am_et: የተግባር አሞሌ
ar_bh: شريط المهام
az_cyrl: Tapşırıq çubuğu
bg_bg: Лента на задачите
bn_in: টাস্কবার
bs_latn_ba: Traka zadataka
ca_es: Barra de tasques
cs_cz: Hlavní panel
cy_gb: Dasgau
da_dk: Proceslinje
de_ch: Taskleiste
el_gr: Γραμμή εργασιών
es_bo: Barra de tareas
et_ee: Tööriba
fa_ir: نوار وظیفه
fi_fi: Tehtäväpalkki
fr_029: Barre des tâches
ga_ie: Barranna tasc
gu_in: કાર્યનિર્વાહિની
he_il: שורת משימות
hi_in: टास्कबार
hr_hr: Traka
hu_hu: Taki
hy_am: Առաջադրանք
is_is: Verkefni
it_ch: Barra delle applicazioni
ja_jp: タスクバー
ka_ge: დავალების ზოლი
kk_kz: Тапсырмалар тақтасы
km_kh: របារភារកិច្ច
kn_in: ಕಾರ್ಯದರ್ಶಿ
ko_kr: 작업 표시 줄
ky_kg: Иш панели
lo_la: tasks ແຖບ
lt_lt: Užduočių juosta
lv_lv: Uzdevumjosla
mi_nz: Rata
mk_mk: Лента со задачи
ml_in: ടാസ്ക്ബാർ
mr_in: टास्कबार
ms_my: Bar tugas
nb_no: Oppgavelinje
ne_np: टास्कबार
nl_be: Taakbalk
or_in: ଟାସ୍କ ବାର୍ |
pa_arab: ਟਾਸਕਬਾਰ
pl_pl: pasek zadań
pt_br: Barra de tarefas
ro_ro: Bara de activități
ru_ru: Панель задач
sk_sk: Panel úloh
sl_si: Opravilna vrstica
sq_al: Shirit detyre
sr_cyrl_me: Трака са задацима
sv_fi: Aktivitetsfält
sw_ke: Kazi ya kazi
ta_in: பண்பரை
te_in: టాస్క్‌బార్
th_th: แถบงาน
tk_tm: Meseleler paneli
tr_tr: Görev çubuğu
tt_ru: Биремнәр
ug_cn: ۋەزىپە بالدىقى
uk_ua: Панель завдань
ur_pk: ٹاسک بار
uz_cyrl: Vazifalar paneli
vi_vn: Thanh nhiệm vụ
zh_hant: 工作列

# PluginsHelpTooltip
source: Learn about plugins
af_za: Lees meer oor plugins
am_et: ስለ ተሰኪዎች ይወቁ
ar_bh: تعرف على الإضافات
as_in: প্লাগইনসমূহৰ বিষয়ে জানক
az_cyrl: Pluginlər haqqında məlumat əldə edin
bg_bg: Научете за приставките
bn_in: প্লাগইন সম্পর্কে শিখুন
bs_latn_ba: Saznajte o dodacima
ca_es: Obteniu informació sobre els plugins
cs_cz: Dozvíte se o pluginech
cy_gb: Dysgu am ategion
da_dk: Lær om plugins
de_ch: Erfahren Sie mehr über Plugins
el_gr: Μάθετε για τα plugins
es_bo: Aprenda sobre complementos
et_ee: Tutvuge pistikprogrammide kohta
fa_ir: در مورد افزونه ها بیاموزید
fi_fi: Tutustu laajennuksiin
fil_ph: Alamin ang tungkol sa mga plugin
fr_029: En savoir plus sur les plugins
ga_ie: Foghlaim faoi fhorlíontáin
gu_in: પ્લગઈનો વિશે જાણો
he_il: למדו על תוספים
hi_in: प्लगइन्स के बारे में जानें
hr_hr: Saznajte o dodacima
hu_hu: Ismerje meg a beépülő modulokat
hy_am: Իմացեք plugins- ի մասին
id_id: Pelajari tentang plugin
is_is: Lærðu um viðbætur
it_ch: Scopri i plugin
ja_jp: プラグインについて学びます
ka_ge: შეიტყვეთ მოდულების შესახებ
kk_kz: Плагиндер туралы біліңіз
km_kh: ស្វែងយល់អំពីកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗ್‌ಇನ್‌ಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ
ko_kr: 플러그인에 대해 알아보십시오
ky_kg: Плагиндер жөнүндө билүү
lo_la: ຮຽນຮູ້ກ່ຽວກັບ Plugins
lt_lt: Sužinokite apie papildinius
lv_lv: Uzziniet par spraudņiem
mi_nz: Ako mo nga mono
mk_mk: Дознајте за додатоци
ml_in: പ്ലഗിനുകളെക്കുറിച്ച് അറിയുക
mr_in: प्लगइन बद्दल जाणून घ्या
ms_my: Ketahui mengenai plugin
mt_mt: Tgħallem dwar plugins
nb_no: Lær om plugins
ne_np: प्लगइनको बारेमा सिक्नुहोस्
nl_be: Meer informatie over plug -ins
or_in: ପ୍ଲଗଇନ୍ ବିଷୟରେ ଜାଣନ୍ତୁ |
pa_arab: ਪਲੱਗਇਨ ਬਾਰੇ ਸਿੱਖੋ
pl_pl: Dowiedz się o wtyczkach
pt_br: Aprenda sobre plugins
ro_ro: Aflați mai multe despre pluginuri
ru_ru: Узнайте о плагинах
sk_sk: Dozviete sa viac o doplnkoch
sl_si: Spoznajte vtičnike
sq_al: Mësoni rreth shtojcave
sr_cyrl_me: Сазнајте више о додацима
sv_fi: Lär dig om plugins
sw_ke: Jifunze kuhusu programu -jalizi
ta_in: செருகுநிரல்கள் பற்றி அறிக
te_in: ప్లగిన్ల గురించి తెలుసుకోండి
th_th: เรียนรู้เกี่ยวกับปลั๊กอิน
tk_tm: Pluginleri öwreniň
tr_tr: Eklentiler hakkında bilgi edinin
tt_ru: Плагиннар турында белү
ug_cn: قىستۇرمىلارنى بىلىڭ
uk_ua: Дізнайтеся про плагіни
ur_pk: پلگ ان کے بارے میں جانیں
uz_cyrl: Plaginlar haqida bilib oling
vi_vn: Tìm hiểu về các plugin
zh_hant: 了解插件

# ClipTransResetParamsByTransTooltip
source: Restore this analysis configuration
af_za: Herstel hierdie analise -konfigurasie
am_et: ይህንን ትንታኔ ውቅር ወደነበረበት ይመልሱ
ar_bh: استعادة تكوين التحليل هذا
as_in: এই বিশ্লেষণ বিন্যাস পুনৰুদ্ধাৰ কৰক
az_cyrl: Bu təhlil konfiqurasiyasını bərpa edin
bg_bg: Възстановете тази конфигурация на анализа
bn_in: এই বিশ্লেষণ কনফিগারেশন পুনরুদ্ধার করুন
bs_latn_ba: Vratite ovu analizu konfiguraciju
ca_es: Restaurar aquesta configuració d’anàlisi
cs_cz: Obnovte tuto konfiguraci analýzy
cy_gb: Adfer y cyfluniad dadansoddi hwn
da_dk: Gendan denne analysekonfiguration
de_ch: Stellen Sie diese Analysekonfiguration wieder her
el_gr: Επαναφορά αυτής της διαμόρφωσης ανάλυσης
es_bo: Restaurar esta configuración de análisis
et_ee: Taastada see analüüsi konfiguratsioon
fa_ir: این پیکربندی تجزیه و تحلیل را بازیابی کنید
fi_fi: Palauta tämä analyysin kokoonpano
fil_ph: Ibalik ang pagsasaayos ng pagsusuri na ito
fr_029: Restaurer cette configuration d'analyse
ga_ie: Athchóirigh an chumraíocht anailíse seo
gu_in: આ વિશ્લેષણ ગોઠવણીને પુનર્સ્થાપિત કરો
he_il: שחזור תצורת ניתוח זו
hi_in: इस विश्लेषण कॉन्फ़िगरेशन को पुनर्स्थापित करें
hr_hr: Vrati ovu konfiguraciju analize
hu_hu: Helyezze vissza ezt az elemzési konfigurációt
hy_am: Վերականգնել վերլուծության այս կազմաձեւը
id_id: Kembalikan konfigurasi analisis ini
is_is: Endurheimtu þessa greiningarstillingu
it_ch: Ripristina questa configurazione di analisi
ja_jp: この分析構成を復元します
ka_ge: აღადგინეთ ამ ანალიზის კონფიგურაცია
kk_kz: Талдау теңшелімін қалпына келтіріңіз
km_kh: ស្តារការកំណត់រចនាសម្ព័ន្ធវិភាគនេះឡើងវិញ
kn_in: ಈ ವಿಶ್ಲೇಷಣೆ ಸಂರಚನೆಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko_kr: 이 분석 구성을 복원하십시오
ky_kg: Бул анализ конфигурациясын калыбына келтирүү
lo_la: ຟື້ນຟູການຕັ້ງຄ່າການວິເຄາະນີ້
lt_lt: Atkurti šią analizės konfigūraciją
lv_lv: Atjaunojiet šo analīzes konfigurāciju
mi_nz: Whakaora i tenei whirihoranga tātari
mk_mk: Вратете ја оваа конфигурација на анализата
ml_in: ഈ വിശകലന കോൺഫിഗറേഷൻ പുന ore സ്ഥാപിക്കുക
mr_in: हे विश्लेषण कॉन्फिगरेशन पुनर्संचयित करा
ms_my: Pulihkan konfigurasi analisis ini
mt_mt: Irrestawra din il-konfigurazzjoni tal-analiżi
nb_no: Gjenopprett denne analysekonfigurasjonen
ne_np: यस विश्लेषण कन्फिगरेसन पुनर्स्थापना गर्नुहोस्
nl_be: Herstel deze analyse -configuratie
or_in: ଏହି ବିଶ୍ଳେଷଣ ସଂରଚନାକୁ ପୁନ restore ସ୍ଥାପନ କରନ୍ତୁ |
pa_arab: ਇਸ ਵਿਸ਼ਲੇਸ਼ਣ ਦੀ ਸੰਰਚਨਾ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ
pl_pl: Przywróć tę konfigurację analizy
pt_br: Restaurar esta configuração de análise
ro_ro: Restabiliți această configurație de analiză
ru_ru: Восстановить эту конфигурацию анализа
sk_sk: Obnovte túto analýzu konfiguráciu
sl_si: Obnovite to konfiguracijo analize
sq_al: Rivendosni këtë konfigurim të analizës
sr_cyrl_me: Вратите ову конфигурацију анализе
sv_fi: Återställ denna analyskonfiguration
sw_ke: Rejesha usanidi huu wa uchambuzi
ta_in: இந்த பகுப்பாய்வு உள்ளமைவை மீட்டெடுக்கவும்
te_in: ఈ విశ్లేషణ కాన్ఫిగరేషన్‌ను పునరుద్ధరించండి
th_th: กู้คืนการกำหนดค่าการวิเคราะห์นี้
tk_tm: Bu derňew konfigurasiýasyny dikelt
tr_tr: Bu analiz yapılandırmasını geri yükle
tt_ru: Бу анализ конфигурациясен торгызу
ug_cn: بۇ تەھلىل سەپلىمىسىنى ئەسلىگە كەلتۈرۈش
uk_ua: Відновити цю конфігурацію аналізу
ur_pk: اس تجزیہ کی تشکیل کو بحال کریں
uz_cyrl: Ushbu tahlil konfiguratsiyasini tiklash
vi_vn: Khôi phục cấu hình phân tích này
zh_hant: 還原此分析配置

# ChangeLogWindowTitle
source: {0} Change Log
af_za: {0} Verander log
am_et: {0} ለውጥ
ar_bh: {0} تغيير السجل
as_in: {0} লগ সলনি কৰক
az_cyrl: {0} Dəyişdirmə qeydləri
bg_bg: {0} Променете дневника
bn_in: {0} লগ পরিবর্তন করুন
bs_latn_ba: {0} Promenite dnevnik
ca_es: {0} Canvia el registre
cs_cz: {0} Změnit protokol
cy_gb: {0} newid log
da_dk: {0} Skift log
de_ch: {0} Protokoll ändern
el_gr: {0} Αλλαγή αρχείου καταγραφής
es_bo: {0} Cambiar log
et_ee: {0} muutke logi
fa_ir: {0} تغییر ورود به سیستم
fi_fi: {0} vaihda loki
fil_ph: {0} Baguhin ang log
fr_029: {0} Modifier le journal
ga_ie: {0} Athraigh Log
gu_in: {0} લ log ગ બદલો
he_il: {0} שנה יומן
hi_in: {0} लॉग बदलें
hr_hr: {0} Promjena dnevnika
hu_hu: {0} Változtassa meg a naplót
hy_am: {0} Փոխել մատյան
id_id: {0} ubah log
is_is: {0} Breyta log
it_ch: {0} Cambia registro
ja_jp: {0}ログを変更します
ka_ge: {0} შეცვალეთ ჟურნალი
kk_kz: {0} журналды өзгерту
km_kh: {0} ផ្លាស់ប្តូរកំណត់ហេតុ
kn_in: {0} ಲಾಗ್ ಬದಲಾಯಿಸಿ
ko_kr: {0} 로그를 변경합니다
ky_kg: {0} өзгөртүү журналы
lo_la: {0} ປ່ຽນຕົວເຊັນເຂົ້າ
lt_lt: {0} pakeisti žurnalą
lv_lv: {0} Mainīt žurnālu
mi_nz: {0} Hurihia te raarangi
mk_mk: {0} Променете го дневникот
ml_in: {0} ലോഗ് മാറ്റുക
mr_in: {0} लॉग बदला
ms_my: {0} Tukar log
mt_mt: {0} tibdel il-log
nb_no: {0} Endre log
ne_np: {0} परिवर्तन लग
nl_be: {0} wijzigen logboek
or_in: {0} ଲଗ୍ ଲଗାନ୍ତୁ |
pa_arab: {0} ਲੌਗ ਬਦਲੋ
pl_pl: {0} Zmień dziennik
pt_br: {0} Alterar log
ro_ro: {0} Jurnal de schimbare
ru_ru: {0} журнал изменения
sk_sk: {0} Zmena denníka
sl_si: {0} Spremeni dnevnik
sq_al: {0} ndryshoni regjistrin
sr_cyrl_me: {0} Промена дневника
sv_fi: {0} Ändra logg
sw_ke: {0} Badilisha logi
ta_in: {0} பதிவை மாற்றவும்
te_in: {0} లాగ్‌ను మార్చండి
th_th: {0} บันทึกการเปลี่ยนแปลง
tk_tm: {0} Üýtgeşiklik
tr_tr: {0} günlüğü değiştir
tt_ru: {0} Бүрәнә үзгәртү
ug_cn: {0}} mection log
uk_ua: {0} Журнал змін
ur_pk: {0} لاگ کو تبدیل کریں
uz_cyrl: {0} O'zgartirish jurnallari
vi_vn: {0} Thay đổi nhật ký
zh_hant: {0}更改日誌

# CommonConnectionFailedText
source: Please connect to the Internet and try again later.
af_za: Koppel asseblief aan die internet en probeer later weer.
am_et: እባክዎ ከበይነመረቡ ጋር ይገናኙ እና በኋላ እንደገና ይሞክሩ.
ar_bh: يرجى الاتصال بالإنترنت وحاول مرة أخرى لاحقًا.
as_in: অনুগ্ৰহ কৰি ইণ্টাৰনেটৰ সৈতে সংযোগ কৰক আৰু পিছত পুনৰ চেষ্টা কৰক।
az_cyrl: Xahiş edirəm İnternetə qoşulun və daha sonra yenidən cəhd edin.
bg_bg: Моля, свържете се с интернет и опитайте отново по -късно.
bn_in: দয়া করে ইন্টারনেটে সংযুক্ত হন এবং পরে আবার চেষ্টা করুন।
bs_latn_ba: Priključite se na Internet i pokušajte ponovo kasnije.
ca_es: Connecteu -vos a Internet i torneu -ho a provar més tard.
cs_cz: Připojte se prosím k internetu a zkuste to znovu později.
cy_gb: Cysylltwch â'r Rhyngrwyd a rhoi cynnig arall arni yn nes ymlaen.
da_dk: Opret forbindelse til internettet og prøv igen senere.
de_ch: Bitte stellen Sie eine Verbindung zum Internet und versuchen Sie es später erneut.
el_gr: Συνδεθείτε στο Διαδίκτυο και δοκιμάστε ξανά αργότερα.
es_bo: Conéctese a Internet y vuelva a intentarlo más tarde.
et_ee: Võtke ühendust Internetiga ja proovige hiljem uuesti.
fa_ir: لطفاً به اینترنت وصل شوید و بعداً دوباره امتحان کنید.
fi_fi: Ota yhteyttä Internetiin ja yritä myöhemmin uudelleen.
fil_ph: Mangyaring kumonekta sa internet at subukang muli sa ibang pagkakataon.
fr_029: Veuillez vous connecter à Internet et réessayer plus tard.
ga_ie: Ceangail leis an idirlíon le do thoil agus bain triail eile as níos déanaí.
gu_in: કૃપા કરીને ઇન્ટરનેટથી કનેક્ટ કરો અને પછીથી ફરીથી પ્રયાસ કરો.
he_il: אנא התחבר לאינטרנט ונסה שוב מאוחר יותר.
hi_in: कृपया इंटरनेट से कनेक्ट करें और बाद में पुनः प्रयास करें।
hr_hr: Povežite se na Internet i pokušajte ponovo kasnije.
hu_hu: Kérjük, csatlakozzon az internethez, és próbálkozzon újra később.
hy_am: Խնդրում ենք միանալ ինտերնետին եւ փորձել ավելի ուշ:
id_id: Harap terhubung ke internet dan coba lagi nanti.
is_is: Vinsamlegast tengdu við internetið og reyndu aftur seinna.
it_ch: Si prega di connettersi a Internet e riprovare più tardi.
ja_jp: インターネットに接続して、後でもう一度お試しください。
ka_ge: გთხოვთ, დაუკავშირდეთ ინტერნეტს და სცადოთ მოგვიანებით.
kk_kz: Интернетке қосылып, кейінірек қайталап көріңіз.
km_kh: សូមភ្ជាប់ទៅអ៊ីនធឺណិតហើយព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn_in: ದಯವಿಟ್ಟು ಇಂಟರ್ನೆಟ್ಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ ಮತ್ತು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 인터넷에 연결하고 나중에 다시 시도하십시오.
ky_kg: Сураныч, Интернетке туташып, кийинчерээк дагы аракет кылып көрүңүз.
lo_la: ກະລຸນາເຊື່ອມຕໍ່ອິນເຕີເນັດແລະລອງໃຫມ່ໃນພາຍຫຼັງ.
lt_lt: Prisijunkite prie interneto ir bandykite dar kartą vėliau.
lv_lv: Lūdzu, izveidojiet savienojumu ar internetu un vēlāk mēģiniet vēlreiz.
mi_nz: Tena hono atu ki te Ipurangi me te ngana ano i muri mai.
mk_mk: Поврзете се на Интернет и обидете се повторно подоцна.
ml_in: ദയവായി ഇന്റർനെറ്റിലേക്ക് കണക്റ്റുചെയ്ത് പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr_in: कृपया इंटरनेटशी कनेक्ट व्हा आणि नंतर पुन्हा प्रयत्न करा.
ms_my: Sila sambungkan ke internet dan cuba lagi kemudian.
mt_mt: Jekk jogħġbok qabbad mal-internet u erġa 'pprova aktar tard.
nb_no: Koble til internett og prøv igjen senere.
ne_np: कृपया इन्टरनेटमा जडान गर्नुहोस् र पछि पुन: प्रयास गर्नुहोस्।
nl_be: Maak verbinding met internet en probeer het later opnieuw.
or_in: ଦୟାକରି ଇଣ୍ଟରନେଟ୍ ସହିତ ସଂଯୋଗ କରନ୍ତୁ ଏବଂ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_arab: ਕਿਰਪਾ ਕਰਕੇ ਇੰਟਰਨੈਟ ਨਾਲ ਜੁੜੋ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pl_pl: Połącz się z Internetem i spróbuj ponownie później.
pt_br: Por favor, conecte -se à Internet e tente novamente mais tarde.
ro_ro: Vă rugăm să vă conectați la Internet și să încercați din nou mai târziu.
ru_ru: Пожалуйста, подключитесь к Интернету и попробуйте позже.
sk_sk: Pripojte sa na internet a skúste to znova neskôr.
sl_si: Povežite se z internetom in poskusite znova pozneje.
sq_al: Ju lutemi lidheni në internet dhe provoni përsëri më vonë.
sr_cyrl_me: Повежите се на Интернет и покушајте поново касније.
sv_fi: Anslut till Internet och försök igen senare.
sw_ke: Tafadhali unganisha kwenye mtandao na ujaribu tena baadaye.
ta_in: தயவுசெய்து இணையத்துடன் இணைத்து பின்னர் மீண்டும் முயற்சிக்கவும்.
te_in: దయచేసి ఇంటర్నెట్‌కు కనెక్ట్ అవ్వండి మరియు తరువాత మళ్లీ ప్రయత్నించండి.
th_th: โปรดเชื่อมต่อกับอินเทอร์เน็ตและลองอีกครั้งในภายหลัง
tk_tm: Internete birikdiriň we soňrak synanyşyň.
tr_tr: Lütfen internete bağlanın ve daha sonra tekrar deneyin.
tt_ru: Зинһар, Интернетка тоташыгыз һәм соңрак кабатлап карагыз.
ug_cn: تورغا ئۇلىنىپ قايتا سىناڭ.
uk_ua: Будь ласка, підключіться до Інтернету та спробуйте пізніше.
ur_pk: براہ کرم انٹرنیٹ سے رابطہ کریں اور بعد میں دوبارہ کوشش کریں۔
uz_cyrl: Iltimos, Internetga ulang va keyinroq qayta urinib ko'ring.
vi_vn: Vui lòng kết nối với Internet và thử lại sau.
zh_hant: 請連接到互聯網，然後再試一次。

# HelpWindowTitle
source: {0} - Help
am_et: {0} - እገዛ
ar_bh: {0} - مساعدة
as_in: {0} - সহায়
az_cyrl: {0} - Kömək
bg_bg: {0} - Помощ
bn_in: {0} - সহায়তা
bs_latn_ba: {0} - Pomoć
ca_es: {0} - Ajuda
cs_cz: {0} - nápověda
da_dk: {0} - Hjælp
de_ch: {0} - Hilfe
el_gr: {0} - βοήθεια
es_bo: {0} - Ayuda
et_ee: {0} - abi
fa_ir: {0} - راهنما
fi_fi: {0} - Ohje
fil_ph: {0} - Tulong
fr_029: {0} - Aide
ga_ie: {0} - Cabhair
gu_in: {0} - સહાય
he_il: {0} - עזרה
hi_in: {0} - मदद
hr_hr: {0} - pomoć
hu_hu: {0} - Segítség
hy_am: {0} - Օգնություն
id_id: {0} - BANTUAN
is_is: {0} - hjálp
it_ch: {0} - aiuto
ja_jp: {0} - ヘルプ
ka_ge: {0} - დახმარება
kk_kz: {0} - көмек
km_kh: {0} - ជំនួយ
kn_in: {0} - ಸಹಾಯ
ko_kr: {0} - 도움
ky_kg: {0} - Жардам
lo_la: {0} - ຊ່ວຍເຫຼືອ
lt_lt: {0} - pagalba
lv_lv: {0} - palīdzība
mi_nz: {0} - Awhina
mk_mk: {0} - помош
ml_in: {0} - സഹായം
mr_in: {0} - मदत
ms_my: {0} - Bantuan
mt_mt: {0} - Għajnuna
nb_no: {0} - Hjelp
ne_np: {0} - मद्दत
or_in: {0} - ସହାୟତା |
pa_arab: {0} - ਮਦਦ
pl_pl: {0} pomoc
pt_br: {0} - ajuda
ro_ro: {0} - Ajutor
ru_ru: {0} - помощь
sk_sk: {0} - pomoc
sl_si: {0} - Pomoč
sq_al: {0} - ndihmë
sr_cyrl_me: {0} - Помоћ
sv_fi: {0} - hjälp
sw_ke: {0} - Msaada
ta_in: {0} - உதவி
te_in: {0} - సహాయం
th_th: {0} - ช่วย
tk_tm: {0} - Kömek
tr_tr: {0} - Yardım
tt_ru: {0} - Ярдәм
ug_cn: {0} - ياردەم
uk_ua: {0} - Довідка
ur_pk: {0} - مدد
uz_cyrl: {0} - Yordam
vi_vn: {0} - trợ giúp
zh_hant: {0} - 幫助

# NtfUpToDateText
source: {0} is the latest version
af_za: {0} is die nuutste weergawe
am_et: {0} የቅርብ ጊዜው ስሪት ነው
ar_bh: {0} هو أحدث إصدار
as_in: {0} হৈছে শেহতীয়া সংস্কৰণ
az_cyrl: {0} son versiya
bg_bg: {0} е най -новата версия
bn_in: {0} সর্বশেষতম সংস্করণ
bs_latn_ba: {0} je najnovija verzija
ca_es: {0} és la versió més recent
cs_cz: {0} je nejnovější verze
cy_gb: {0} yw'r fersiwn ddiweddaraf
da_dk: {0} er den nyeste version
de_ch: {0} ist die neueste Version
el_gr: {0} είναι η τελευταία έκδοση
es_bo: {0} es la última versión
et_ee: {0} on uusim versioon
fa_ir: {0} آخرین نسخه است
fi_fi: {0} on uusin versio
fil_ph: Ang {0} ay ang pinakabagong bersyon
fr_029: {0} est la dernière version
ga_ie: Is é {0} an leagan is déanaí
gu_in: {0} નવીનતમ સંસ્કરણ છે
he_il: {0} היא הגרסה האחרונה
hi_in: {0} नवीनतम संस्करण है
hr_hr: {0} je najnovija verzija
hu_hu: {0} a legújabb verzió
hy_am: {0} Վերջին տարբերակն է
id_id: {0} adalah versi terbaru
is_is: {0} er nýjasta útgáfan
it_ch: {0} è l'ultima versione
ja_jp: {0}は最新バージョンです
ka_ge: {0} არის უახლესი ვერსია
kk_kz: {0} - бұл соңғы нұсқа
km_kh: {0} គឺជាកំណែចុងក្រោយបង្អស់
kn_in: {0} ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಾಗಿದೆ
ko_kr: {0}은 최신 버전입니다
ky_kg: {0} бул акыркы версия
lo_la: {0} ແມ່ນລຸ້ນລ້າສຸດ
lt_lt: {0} yra naujausia versija
lv_lv: {0} ir jaunākā versija
mi_nz: {0} te putanga hou
mk_mk: {0} е најновата верзија
ml_in: {0} ഏറ്റവും പുതിയ പതിപ്പാണ്
mr_in: {0} ही नवीनतम आवृत्ती आहे
ms_my: {0} adalah versi terkini
mt_mt: {0} hija l-aħħar verżjoni
nb_no: {0} er den siste versjonen
ne_np: {0} पछिल्लो संस्करण हो
nl_be: {0} is de nieuwste versie
or_in: {0} ହେଉଛି ସର୍ବଶେଷ ସଂସ୍କରଣ |
pa_arab: {0} ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਹੈ
pl_pl: {0} to najnowsza wersja
pt_br: {0} é a versão mais recente
ro_ro: {0} este cea mai recentă versiune
ru_ru: {0} - последняя версия
sk_sk: {0} je najnovšia verzia
sl_si: {0} je zadnja različica
sq_al: {0} është versioni i fundit
sr_cyrl_me: {0} је најновија верзија
sv_fi: {0} är den senaste versionen
sw_ke: {0} ni toleo la hivi karibuni
ta_in: {0} என்பது சமீபத்திய பதிப்பு
te_in: {0} తాజా వెర్షన్
th_th: {0} เป็นเวอร์ชันล่าสุด
tk_tm: {0} iň soňky wersiýa
tr_tr: {0} en son sürümdür
tt_ru: {0} Соңгы версия
ug_cn: {0}} ئەڭ يېڭى نەشرى
uk_ua: {0} - остання версія
ur_pk: {0} تازہ ترین ورژن ہے
uz_cyrl: {0} so'nggi versiya
vi_vn: {0} là phiên bản mới nhất
zh_hant: {0}是最新版本
