Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionAppCommandValidation2
source: Command for Application Command '{0}' not found
af_za: Opdrag vir toepassingsopdrag '{0}' nie gevind nie
am_et: ለትግበራ ትእዛዝ ትእዛዝ '{0}' አልተገኘም
ar_bh: أمر Application أمر "{0} '
as_in: আবেদনৰ বাবে আদেশ আদেশ '{0}' পোৱা নগ'ল
az_cyrl: Tətbiq əmri '{0}' əmri tapılmadı
bg_bg: Команда за команда на приложението '{0}' не е намерена
bn_in: অ্যাপ্লিকেশন কমান্ডের জন্য কমান্ড '{0}' পাওয়া যায় নি
bs_latn_ba: Naredba za naredbu aplikacije '{0}' nije pronađena
ca_es: Ordre per a l'aplicació "{0} 'no s'ha trobat
cs_cz: Příkaz pro aplikační příkaz '{0}' nebylo nalezeno
cy_gb: Gorchymyn ar gyfer gorchymyn cais '{0}' heb ei ddarganfod
da_dk: Kommando til applikationskommando '{0}' findes ikke
de_ch: Befehl für Anwendungsbefehl '{0}' nicht gefunden
el_gr: Εντολή για εντολή εφαρμογής {0} 'δεν βρέθηκε
es_bo: Comando para el comando de aplicación '{0}' no encontrado
et_ee: Käsk rakenduse käsk '{0}' ei leitud
fa_ir: دستور برای دستور برنامه '{0}' یافت نشد
fi_fi: Komento sovelluskomennolle '{0}' ei löydy
fil_ph: Utos para sa application command '{0}' hindi natagpuan
fr_029: Commande pour la commande d'application '{0}' introuvable
ga_ie: Ordú don Ordú Iarratais '{0}' nár aimsíodh
gu_in: એપ્લિકેશન આદેશ માટે આદેશ '{0}' મળ્યો નથી
he_il: הפקודה לפקודת יישום '{0}' לא נמצאה
hi_in: एप्लिकेशन कमांड के लिए कमांड '{0}' नहीं मिला
hr_hr: Naredba za naredbu aplikacije '{0}' nije pronađena
hu_hu: A '{0}' alkalmazás parancshoz nem található
hy_am: Հրամանատարի հրամանի հրամանագիր '{0}' չի գտնվել
id_id: Perintah untuk perintah aplikasi '{0}' tidak ditemukan
is_is: Skipun fyrir umsóknarstjórn '{0}' fannst ekki
it_ch: Comando per l'applicazione comando '{0}' non trovato
ja_jp: アプリケーションコマンドのコマンド '{0}'が見つかりません
ka_ge: ბრძანება განაცხადის ბრძანებისთვის '{0}' არ მოიძებნა
kk_kz: «{0}» қолданбалы пәрмені үшін команда табылмады
km_kh: ពាក្យបញ្ជាសម្រាប់ពាក្យបញ្ជាពាក្យបញ្ជា '{0}' រកមិនឃើញ
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಆಜ್ಞೆಗಾಗಿ ಆಜ್ಞೆ '{0}' ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 응용 프로그램 명령 '{0}'를 찾을 수 없습니다.
ky_kg: Колдонмо буйругу үчүн буйрук '{0}' табылган жок
lo_la: ຄໍາສັ່ງສໍາລັບຄໍາສັ່ງສະຫມັກ '{0}' ບໍ່ພົບ
lt_lt: Taikymo komanda '{0}' nerasta
lv_lv: Komanda lietojumprogrammas komandai '{0}' nav atrasta
mi_nz: Whakahau mo te whakahau tono '{0}' kaore i kitea
mk_mk: Команда за команда за апликација '{0}' не е пронајдена
ml_in: ആപ്ലിക്കേഷൻ കമാൻഡിനായുള്ള കമാൻഡ് '{0}' കണ്ടെത്തിയില്ല
mr_in: अनुप्रयोग कमांड '{0}' साठी कमांड सापडली नाही
ms_my: Perintah untuk Perintah Permohonan '{0}' tidak dijumpai
mt_mt: Kmand għall-Kmand tal-Applikazzjoni "{0}" ma nstabx
nb_no: Kommando for applikasjonskommando '{0}' ikke funnet
ne_np: आवेदन आदेशको लागि आदेश '{0}' फेला परेन
nl_be: Commando voor applicatieopdracht '{0}' niet gevonden
or_in: ଆବେଦନ କମାଣ୍ଡ ପାଇଁ କମାଣ୍ଡ '{0}' ମିଳିଲା ନାହିଁ |
pa_arab: ਐਪਲੀਕੇਸ਼ਨ ਕਮਾਂਡ ਲਈ ਕਮਾਂਡ "{0} 'ਨਹੀਂ ਮਿਲੀ
pl_pl: Polecenie dla polecenia aplikacji „{0}” nie znaleziono
pt_br: Comando para o comando do aplicativo '{0}' não encontrado
ro_ro: Comanda pentru comanda aplicației '{0}' nu a fost găsită
ru_ru: Команда для команды приложения '{0}' не найдено
sk_sk: Príkaz pre príkaz aplikácie '{0}' nenájdený
sl_si: Ukaz za prijavo '{0}' ni mogoče najti
sq_al: Komanda për komandën e aplikimit '{0}' nuk u gjet
sr_cyrl_me: Команда за наредбу апликације '{0}' није пронађена
sv_fi: Kommando för applikationskommando '{0}' hittades inte
sw_ke: Amri ya Amri ya Maombi '{0}' Haipatikani
ta_in: பயன்பாட்டு கட்டளைக்கான கட்டளை '{0}' கிடைக்கவில்லை
te_in: అప్లికేషన్ కమాండ్ కోసం ఆదేశం '{0}' కనుగొనబడలేదు
th_th: ไม่พบคำสั่งแอปพลิเคชัน '{0}'
tk_tm: Programma buýrugy üçin buýruk "{0}" tapylmady
tr_tr: Uygulama komutu '{0}' bulunamadı
tt_ru: "{0}" табылмады
ug_cn: ئىلتىماس قىلىش بۇيرۇقى '{0}' تېپىلمىدى
uk_ua: Команда для команди програми '{0}' не знайдено
ur_pk: کمانڈ برائے درخواست کمانڈ '{0}' نہیں ملا
uz_cyrl: "{0}" buyurtmasi topilmadi
vi_vn: Lệnh cho lệnh ứng dụng '{0}' không tìm thấy
zh_hant: Application命令'{0}'找不到的命令

# CommonSelectedText
source: Selected
af_za: Gekies
am_et: ተመር selected ል
ar_bh: المحدد
as_in: নিৰ্বাচিত নিৰ্বাচিত
az_cyrl: Seçilmiş
bg_bg: Избран
bn_in: নির্বাচিত
bs_latn_ba: Odabrano
ca_es: Seleccionat
cs_cz: Vybraný
cy_gb: Dethol
da_dk: Valgte
de_ch: Ausgewählt
el_gr: Επιλεγμένος
es_bo: Seleccionado
et_ee: Valitud
fa_ir: انتخاب شد
fi_fi: Valittu
fil_ph: Napili
fr_029: Choisi
ga_ie: A roghnófar
gu_in: પસંદ કરેલું
he_il: נבחר
hi_in: चयनित
hr_hr: Odabran
hu_hu: Kiválasztott
hy_am: Ընտրված
id_id: Terpilih
is_is: Valinn
it_ch: Selezionato
ja_jp: 選択
ka_ge: არჩეული
kk_kz: Таңдалған
km_kh: បានជ្រើស
kn_in: ಆಯ್ದ
ko_kr: 선택된
ky_kg: Тандалган
lo_la: ຄັດເລືອກ
lt_lt: Pasirinktas
lv_lv: Atlasīts
mi_nz: I whakaritea
mk_mk: Избран
ml_in: തിരഞ്ഞെടുത്തു
mr_in: निवडलेले
ms_my: Dipilih
mt_mt: Magħżula
nb_no: Valgt
ne_np: चयनित
nl_be: Geselecteerd
or_in: ମନୋନୀତ |
pa_arab: ਚੁਣਿਆ ਹੋਇਆ
pl_pl: Wybrany
pt_br: Selecionado
ro_ro: Selectat
ru_ru: Выбран
sk_sk: Vybraný
sl_si: Izbran
sq_al: I zgjedhur
sr_cyrl_me: Изабран
sv_fi: Vald
sw_ke: Kuchaguliwa
ta_in: தேர்ந்தெடுக்கப்பட்டது
te_in: ఎంచుకున్నారు
th_th: ที่เลือก
tk_tm: Saýlandy
tr_tr: Seçilmiş
tt_ru: Сайланган
ug_cn: تاللانغان
uk_ua: Обраний
ur_pk: منتخب شدہ
uz_cyrl: Tanlangan
vi_vn: Đã chọn
zh_hant: 選定

# NtfUserActionRestartButtonLabel
source: Restart
af_za: Begin oor
am_et: እንደገና ጀምር
ar_bh: إعادة تشغيل
as_in: পুনৰাৰম্ভ কৰক
az_cyrl: Yenidən başlamaq
bg_bg: Рестартирам
bn_in: আবার শুরু
bs_latn_ba: Ponovo pokrenuti
ca_es: Reinicia
cy_gb: Ail-ddechrau
da_dk: Genstart
de_ch: Neu starten
el_gr: Επανεκκίνηση
es_bo: Reanudar
et_ee: Taaskäivita
fa_ir: مجدداً
fi_fi: Uudelleenkäynnistää
fil_ph: I -restart
fr_029: Redémarrage
ga_ie: Tosaigh arís
gu_in: પુનઃપ્રારંભ
he_il: איתחול
hi_in: पुनः आरंभ करें
hr_hr: Ponovno pokrenuti
hu_hu: Újrakezd
hy_am: Վերսկսել
id_id: Mengulang kembali
is_is: Endurræsa
it_ch: Ricomincia
ja_jp: 再起動
ka_ge: Რესტარტი
kk_kz: Қайтадан қосу
km_kh: រ្យេដិតនោ
kn_in: ಪುನರಾರಂಭದ
ko_kr: 재시작
ky_kg: Кайра жүргүзүү
lo_la: ເລີ່ມ​ຕົ້ນ​ໃຫມ່
lt_lt: Perkrauti
lv_lv: Restartēt
mi_nz: Whakaara
mk_mk: Рестарт
ml_in: പുനരാരംഭിക്കുക
mr_in: पुन्हा सुरू करा
ms_my: Mula semula
mt_mt: Erġa ibda
nb_no: Omstart
ne_np: फेरि शुरु गर्नु
nl_be: Herstarten
or_in: ପୁନଃପ୍ରାରମ୍ଭ
pa_arab: ਰੀਸਟਾਰਟ
pl_pl: Uruchom ponownie
pt_br: Reiniciar
ro_ro: Repornire
ru_ru: Перезапуск
sk_sk: Reštart
sl_si: Ponovni zagon
sq_al: Rifillo, fillo përsëri
sr_cyrl_me: Поново покренути
sv_fi: Omstart
sw_ke: Anzisha tena
ta_in: மறுதொடக்கம்
te_in: పున art ప్రారంభం
th_th: เริ่มต้นใหม่
tk_tm: Täzeden başla
tr_tr: Tekrar başlat
tt_ru: Киредән башлау
ug_cn: قايتا قوزغىتىڭ
uk_ua: Перезапустити
ur_pk: دوبارہ شروع کریں
uz_cyrl: Qayta ishga tushirish
vi_vn: Khởi động lại
zh_hant: 重新開始
