Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AppModeToggleLeftClickCopyHint
source: Auto Copy Mode - simulates a 'Copy' event every time the left mouse button is released.
af_za: Auto Copy -modus - simuleer 'n 'kopie' -gebeurtenis elke keer as die linkermuisknop vrygestel word.
am_et: የመኪና ቅጂ ሁኔታ - የግራ አይጤ ቁልፍ በተለቀቀበት ጊዜ 'ቅጂ' ክስተት.
ar_bh: وضع النسخ التلقائي - يحاكي حدث "نسخة" في كل مرة يتم فيها إصدار زر الماوس الأيسر.
as_in: AUTO COPY MODE - বাওঁ মাউছ বুটাম মুকলি কৰাৰ সময়ত প্ৰতিবাৰ প্ৰতিবাৰ এটা 'কপি' ইভেন্ট অনুকৰণ কৰে।
az_cyrl: Auto nüsxə rejimi - Sol siçan düyməsini buraxıldıqda hər dəfə bir 'nüsxə' hadisəsini simulyasiya edir.
bg_bg: Режим на автоматично копиране - Симулира събитие „Копиране“ всеки път, когато бутонът на левия миш се пусне.
bn_in: অটো কপি মোড - প্রতিবার বাম মাউস বোতামটি প্রকাশিত হওয়ার সময় একটি 'অনুলিপি' ইভেন্টের অনুকরণ করে।
bs_latn_ba: Automatski režim kopiranja - simulira "kopiranje" događaj svaki put kada se pusti lijevi gumb miša.
ca_es: Mode de còpia automàtica: simula un esdeveniment de "còpia" cada vegada que es publica el botó esquerre del ratolí.
cs_cz: Režim automatického kopírování - simuluje událost „kopírování“ pokaždé, když je uvolněno levé tlačítko myši.
cy_gb: Modd Copi Auto - yn efelychu digwyddiad 'copi' bob tro y bydd botwm y llygoden chwith yn cael ei ryddhau.
da_dk: Auto Copy Mode - Simulerer en 'kopi' begivenhed hver gang den venstre museknap frigøres.
de_ch: Auto -Kopiermodus - simuliert jedes Mal, wenn die linke Maustaste veröffentlicht wird, ein 'Kopierereignis'.
el_gr: Αυτόματη λειτουργία αντιγραφής - προσομοιώνει ένα συμβάν «αντιγραφής» κάθε φορά που απελευθερώνεται το αριστερό κουμπί του ποντικιού.
es_bo: Modo de copia automática: simula un evento de 'copia' cada vez que se lanza el botón del mouse izquierdo.
et_ee: Automaatne kopeerimisrežiim - simuleerib sündmust 'koopia' iga kord, kui vasakpoolne hiirenupp välja antakse.
fa_ir: حالت کپی خودکار - هر بار که دکمه سمت چپ ماوس آزاد شود ، یک رویداد "کپی" را شبیه سازی می کند.
fi_fi: Automaattinen kopiotila - Simuloi 'kopiota' -tapahtumaa joka kerta, kun vasen hiiren painike julkaistaan.
fil_ph: Auto Copy Mode - ginagaya ang isang 'kopya' na kaganapan sa tuwing pinakawalan ang kaliwang pindutan ng mouse.
fr_029: Mode de copie automatique - simule un événement «Copier» chaque fois que le bouton gauche de la souris est libéré.
ga_ie: Mód Cóipeála Auto - Insamhladh imeacht 'cóip' gach uair a scaoiltear an cnaipe luiche ar chlé.
gu_in: Auto ટો ક copy પિ મોડ - દર વખતે ડાબી માઉસ બટન પ્રકાશિત થાય ત્યારે 'ક copy પિ' ઇવેન્ટનું અનુકરણ કરે છે.
he_il: מצב העתק אוטומטי - מדמה אירוע 'העתק' בכל פעם שפורסם כפתור העכבר השמאלי.
hi_in: ऑटो कॉपी मोड - बाएं माउस बटन जारी होने पर हर बार एक 'कॉपी' इवेंट का अनुकरण करता है।
hr_hr: Način automatskog kopiranja - simulira događaj 'kopiraj' svaki put kada se pusti lijevi gumb miša.
hu_hu: Automatikus másolat mód - A „másolat” eseményt szimulálja minden alkalommal, amikor a bal egérgomb felszabadul.
hy_am: Auto Copy Mode - Mouse ձախ կոճակը թողարկվում է «Պատճենման» միջոցառումը ամեն անգամ, երբ մկնիկի ձախ կոճակը թողարկվում է:
id_id: Mode Salin Otomatis - Simulasi acara 'salin' setiap kali tombol mouse kiri dilepaskan.
is_is: Sjálfvirk afritunarstilling - hermir eftir „afritunar“ atburði í hvert skipti sem vinstri músarhnappur er gefinn út.
it_ch: Modalità Copia automatica: simula un evento di "copia" ogni volta che viene rilasciato il pulsante del mouse sinistro.
ja_jp: オートコピーモード - 左マウスボタンがリリースされるたびに「コピー」イベントをシミュレートします。
ka_ge: ავტო ასლის რეჟიმი - სიმულაციას უწევს "ასლის" მოვლენას ყოველ ჯერზე, როდესაც მარცხენა მაუსის ღილაკი გამოვა.
kk_kz: Автоматты түрде көшіру режимі - «Көшіру» оқиғасын Тінтуірдің сол жақ батырмасы шығарылған сайын баптаңыз.
km_kh: របៀបចម្លងដោយស្វ័យប្រវត្តិ - ធ្វើត្រាប់តាមព្រឹត្តិការណ៍ 'ចម្លង' រាល់ពេលប៊ូតុងកណ្តុរខាងឆ្វេងត្រូវបានចេញផ្សាយ។
kn_in: ಸ್ವಯಂ ನಕಲು ಮೋಡ್ - ಎಡ ಮೌಸ್ ಬಟನ್ ಬಿಡುಗಡೆಯಾದಾಗಲೆಲ್ಲಾ 'ನಕಲು' ಈವೆಂಟ್ ಅನ್ನು ಅನುಕರಿಸುತ್ತದೆ.
ko_kr: 자동 복사 모드 - 왼쪽 마우스 버튼이 해제 될 때마다 '사본'이벤트를 시뮬레이션합니다.
ky_kg: Авто көчүрүү режими - "Көчүрүү" иш-чарасын соң чычкандын сол баскычы бошотулду.
lo_la: ຮູບແບບສໍາເນົາອັດຕະໂນມັດ - ຈໍາລອງເຫດການ 'ສໍາເນົາ' ທຸກໆຄັ້ງທີ່ປຸ່ມຫນູຊ້າຍ.
lt_lt: Automatinio kopijavimo režimas - imituoja įvykį „kopijuoti“ kiekvieną kartą, kai išleidžiamas kairiojo pelės mygtukas.
lv_lv: Automātiska kopēšanas režīms - imitē “Kopēt” notikumu katru reizi, kad tiek atbrīvota peles poga.
mi_nz: Aratau kape Auto - Ka whakatauhia te huihuinga 'kape' i nga wa katoa ka tukuna te paatene kiore maui.
mk_mk: Автоматски режим за копирање - симулира настан „копија“ секој пат кога ќе се објави левото копче на глувчето.
ml_in: യാന്ത്രിക കോപ്പി മോഡ് - ഇടത് മ mouse സ് ബട്ടൺ പുറത്തിറങ്ങുമ്പോഴെല്ലാം ഒരു 'കോപ്പി' ഇവന്റ് അനുകരിക്കുന്നു.
mr_in: ऑटो कॉपी मोड - प्रत्येक वेळी डावे माउस बटण रिलीझ झाल्यावर 'कॉपी' इव्हेंटचे अनुकरण करते.
ms_my: Mod Salinan Auto - Simulasi Acara 'Salin' Setiap kali butang tetikus kiri dikeluarkan.
mt_mt: Mod ta 'Kopja Auto - jissimula avveniment' kopja 'kull darba li l-buttuna tal-maws tax-xellug tiġi rilaxxata.
nb_no: Auto Copy Mode - Simulerer en 'Copy' -hendelse hver gang venstre museknapp slippes.
ne_np: स्वत: प्रतिलिपि मोड - एक 'प्रतिलिपि' घटना अनुकरण गर्दछ हरेक पटक बायाँ माउस बटन रिलीज गरिएको छ।
nl_be: Auto Copy Mode - Simuleert een 'kopieer' -gebeurtenis elke keer dat de linkermuisknop wordt vrijgegeven.
or_in: ଅଟୋ କପି ମୋଡ୍ - ପ୍ରତ୍ୟେକ ଥର ବାମ ମାଉସ୍ ବଟନ୍ ରିଲିଜ୍ ହୋଇଥିବାବେଳେ ଏକ 'କପି' ଇଭେଣ୍ଟ ଅନୁକରଣ କରେ |
pa_arab: ਆਟੋ ਕਾਪੀ ਮੋਡ - ਹਰ ਵਾਰ ਖੱਬਾ ਮਾ mouse ਸ ਬਟਨ ਨੂੰ ਰਿਹਾ ਕਰਨ ਲਈ 'ਕਾਪੀ' ਈਵੈਂਟ ਦੀ ਨਕਲ ਕਰਦਾ ਹੈ.
pl_pl: Tryb automatycznego kopiowania - symuluje zdarzenie „kopiowania” za każdym razem, gdy uwolnie się lewy przycisk myszy.
pt_br: Modo de cópia automática - simula um evento de 'cópia' sempre que o botão esquerdo do mouse for liberado.
ro_ro: Mod de copiere automată - simulează un eveniment „copiere” de fiecare dată când este lansat butonul mouse -ului stâng.
ru_ru: Режим автоматической копии - моделирует событие «Копировать» каждый раз, когда выпускается левая кнопка мыши.
sk_sk: Režim automatického kopírovania - Simuluje udalosť „kopírovanie“ zakaždým, keď sa uvoľní ľavé tlačidlo myši.
sl_si: Način samodejnega kopiranja - simulira dogodek "Kopiraj" vsakič, ko se sprosti levi gumb miške.
sq_al: Mënyra e kopjimit automatik - simulon një ngjarje 'kopjoni' sa herë që lëshohet butoni i majtë i miut.
sr_cyrl_me: Аутоматска режим копирања - симулира догађај "копирања" сваки пут када се пусти леви тастер миша.
sv_fi: Auto Copy Mode - Simulerar en "kopiering" -händelse varje gång den vänstra musknappen släpps.
sw_ke: Njia ya Nakala ya kiotomatiki - huiga tukio la 'nakala' kila wakati kitufe cha kushoto cha panya kinatolewa.
ta_in: ஆட்டோ நகல் பயன்முறை - இடது சுட்டி பொத்தானை வெளியிடும்போது 'நகல்' நிகழ்வை உருவகப்படுத்துகிறது.
te_in: ఆటో కాపీ మోడ్ - ఎడమ మౌస్ బటన్ విడుదలైన ప్రతిసారీ 'కాపీ' ఈవెంట్‌ను అనుకరిస్తుంది.
th_th: โหมดการคัดลอกอัตโนมัติ - จำลองเหตุการณ์ 'คัดลอก' ทุกครั้งที่ปุ่มซ้ายเมาส์ถูกปล่อยออกมา
tk_tm: Awto göçürmek tertibi - Çep syçanjygyň çep düwmesi boşadylandan her gezek "Casp" hadysasyny simulasiýa edýär.
tr_tr: Otomatik Kopya Modu - Sol fare düğmesi her yayınlandığında bir 'kopya' olayını simüle eder.
tt_ru: Автомобиль күчермәсе режимы - тычканның сул тычкан төймәсе чыгарылган саен "Күчереп алу" вакыйгасын берләштерә.
ug_cn: ئاپتوماتىك كۆچۈرگەن ھالىتى - ھەر قېتىم مائۇسنىڭ سول كۇنۇپكىسى قويۇپ بېرىلگەندە «كۆچۈرگەن» ۋەقەسىنى تەقلىدىي تەقلىدىي.
uk_ua: Режим автоматичного копіювання - моделювання події "копіювати" кожного разу, коли випускається ліва кнопка миші.
ur_pk: آٹو کاپی موڈ - جب بھی بائیں ماؤس کا بٹن جاری ہوتا ہے تو 'کاپی' ایونٹ کی نقالی کرتا ہے۔
uz_cyrl: Avtomatik nusxalash rejimi - har safar chap tugmachasini qo'yganda har safar "nusxa ko'chirish" tadbirini taqlid qiladi.
vi_vn: Chế độ sao chép tự động - Mô phỏng sự kiện 'sao chép' mỗi khi nút chuột trái được phát hành.
zh_hant: 自動複製模式 - 每次釋放左鼠標按鈕時，都會模擬“複製”事件。

# AppModeToggleRightClickPasteHint
source: Right Click Paste Mode - simulates a 'Paste' event every time the right mouse button is released
af_za: Regsklik op Plakmodus - simuleer 'n 'plak' -gebeurtenis elke keer as die regtermuisknoppie vrygestel word
am_et: በቀኝ ጠቅታ የመለጠጥ ሁኔታ - የቀኝ የመዳፊት ቁልፍ በተለቀቀበት ጊዜ 'የመለጠጥ' ክስተት ያስመስላል
ar_bh: انقر بزر الماوس الأيمن على وضع لصق - يحاكي حدث "لصق" في كل مرة يتم فيها إصدار زر الماوس الأيمن
as_in: ৰাইট ক্লিক পেষ্ট মোড - এটা 'পেষ্ট' ইভেন্ট অনুকৰণ কৰে প্ৰতিবাৰ ৰাইট মাউছ বুটাম মুকলি কৰা হয়
az_cyrl: Sağ klik pastası rejimi - hər dəfə sağ siçan düyməsini sərbəst buraxıldıqda bir 'paste' hadisəsini simulyasiya edir
bg_bg: Режим на поставяне с десния бутон - симулира събитие „паста“ всеки път, когато правилният бутон на мишката се пусне
bn_in: ডান ক্লিক করুন পেস্ট মোড - প্রতিবার ডান মাউস বোতামটি প্রকাশিত হওয়ার সময় একটি 'পেস্ট' ইভেন্টের অনুকরণ করে
bs_latn_ba: Desni klik za paste režim - simulira "paste" događaj svaki put kada se pusti desni gumb miša
ca_es: Mode de paste dret del clic: simula un esdeveniment "enganxar" cada vegada que es publica el botó dret del ratolí
cs_cz: Režim vložení pravého kliknutí - Simuluje událost „Paste“ pokaždé, když je uvolněno pravé tlačítko myši
cy_gb: Modd Gludo Cliciwch ar y dde - yn efelychu digwyddiad 'past' bob tro y bydd botwm y llygoden dde yn cael ei ryddhau
da_dk: Højreklik på pasta -tilstand - Simulerer en 'pasta' begivenhed, hver gang den rigtige museknap frigives
de_ch: Klicken Sie mit dem rechten Maustast
el_gr: Κάντε δεξί κλικ στην λειτουργία Paste - προσομοιώνει ένα συμβάν «πάστα» κάθε φορά που κυκλοφορεί το σωστό κουμπί του ποντικιού
es_bo: Haga clic derecho en modo Pegar: simula un evento 'pegar' cada vez que se libera el botón derecho del mouse
et_ee: Paremklõpsake pastarežiimi - simuleerib sündmust „Kleebi” iga kord, kui hiire õige nupp vabastatakse
fa_ir: روی حالت خمیر راست کلیک کنید - هر بار که دکمه سمت راست ماوس آزاد شود ، یک رویداد "خمیر" را شبیه سازی می کند
fi_fi: Napsauta hiiren kakkospainikkeella liitä tilaa - simuloi liitä tapahtumaa joka kerta, kun oikea hiiren painike julkaistaan
fil_ph: Mag -right click sa mode ng pag -paste - simulate ang isang 'i -paste' na kaganapan sa tuwing pinakawalan ang tamang pindutan ng mouse
fr_029: Mode de collage de clic droit - simule un événement «coller» chaque fois que le bouton droit de la souris est publié
ga_ie: Mód Greamaithe Cliceáil ar dheis - Insamhladh imeacht 'greamaigh' gach uair a scaoiltear an cnaipe luiche ceart
gu_in: રાઇટ ક્લિક પેસ્ટ મોડ - દર વખતે જમણી માઉસ બટન પ્રકાશિત થાય ત્યારે 'પેસ્ટ' ઇવેન્ટનું અનુકરણ કરે છે
he_il: לחץ באמצעות לחצן העכבר הימני על הדבקת מצב - מדמה אירוע 'הדבק' בכל פעם שמשוחרר כפתור העכבר הימני
hi_in: राइट क्लिक पेस्ट मोड - हर बार सही माउस बटन जारी होने पर एक 'पेस्ट' इवेंट का अनुकरण करता है
hr_hr: Desnom tipkom miša kliknite način zalijetanja - simulira događaj "Paste" svaki put kada se otpusti desni gumb miša
hu_hu: A jobb egérgombbal kattintson a beillesztési módra - Szimulál egy „paszta” eseményt minden alkalommal, amikor a jobb egérgombot elengedi
hy_am: Right կտտացրեք մածուկի ռեժիմը - ամեն անգամ մկնիկի աջ կոճակը թողարկվում է «մածուկի» միջոցառմանը
id_id: Mode Tempel Klik Kanan - Mensimulasikan Acara 'Tempel' setiap kali tombol mouse yang tepat dilepaskan
is_is: Hægri smelltu límaham - hermir eftir „líma“ atburði í hvert skipti sem hægri músarhnappur er gefinn út
it_ch: Fare clic con il tasto destro sulla modalità incolla - simula un evento di "incolla" ogni volta che viene rilasciato il pulsante del mouse giusto
ja_jp: 右クリックの貼り付けモード - 右のマウスボタンがリリースされるたびに「貼り付け」イベントをシミュレートする
ka_ge: მარჯვენა ღილაკის პასტის რეჟიმში - სიმულაციას ახდენს "პასტის" მოვლენა ყოველ ჯერზე, როდესაც მაუსის მარჯვენა ღილაკი გამოვა
kk_kz: Қою режимін нұқыңыз
km_kh: ចុចខាងស្តាំលើរបៀបបិទភ្ជាប់ - ធ្វើត្រាប់តាមព្រឹត្តិការណ៍បិទភ្ជាប់ "បិទភ្ជាប់" រាល់ពេលប៊ូតុងកណ្តុរខាងស្តាំត្រូវបានចេញផ្សាយ
kn_in: ಬಲ ಕ್ಲಿಕ್ ಪೇಸ್ಟ್ ಮೋಡ್ - ಸರಿಯಾದ ಮೌಸ್ ಬಟನ್ ಬಿಡುಗಡೆಯಾದಾಗಲೆಲ್ಲಾ 'ಪೇಸ್ಟ್' ಈವೆಂಟ್ ಅನ್ನು ಅನುಕರಿಸುತ್ತದೆ
ko_kr: 오른쪽 버튼을 클릭하면 오른쪽 마우스 버튼이 해제 될 때마다 '페이스트'이벤트를 시뮬레이션합니다.
ky_kg: Оң баскычты чыкылдатуу - "Паста" иш-чарасын саймаңыз
lo_la: ໂຫມດກົດຂວາມື - simulates A 'PASTE' ທຸກໆຄັ້ງທີ່ປຸ່ມຫນູຂວາຖືກປ່ອຍອອກມາ
lt_lt: Dešiniuoju pelės mygtuku spustelėkite Įklijavimo režimą - imituoja „įklijavimo“ įvykį kiekvieną kartą, kai išleidžiamas dešinysis pelės mygtukas
lv_lv: Ar peles labo pogu noklikšķiniet uz Paste režīma - imitē “ielīmēšanas” notikumu katru reizi, kad tiek atbrīvota peles poga
mi_nz: Matau Paewhiri Paapaa - Whakaritea te huihuinga 'whakapiri i nga huihuinga i nga wa katoa ka tukuna te paatene kiore matau
mk_mk: Режим на паста со десен клик - симулира настан „паста“ секој пат кога ќе се објави десното копче на глувчето
ml_in: റൈറ്റ് ക്ലിക്ക് പേസ്റ്റ് മോഡ് - ശരിയായ മ mouse സ് ബട്ടൺ പുറത്തിറങ്ങുമ്പോഴെല്ലാം ഒരു 'പേസ്റ്റ്' ഇവന്റ് അനുകരിക്കുന്നു
mr_in: राइट क्लिक पेस्ट मोड - प्रत्येक वेळी योग्य माउस बटण सोडले जाते तेव्हा 'पेस्ट' इव्हेंटचे अनुकरण करते
ms_my: Mod Pesta Klik Kanan - Simulasi Acara 'Tampal' setiap kali butang tetikus yang betul dikeluarkan
mt_mt: Ikklikkja dritt fuq il-modalità tal-pejst - jissimula avveniment 'pejst' kull darba li l-buttuna tal-maws it-tajba tiġi rilaxxata
nb_no: Høyreklikk på limmodus - Simulerer en "lim" -hendelse hver gang riktig museknapp slippes
ne_np: दायाँ क्लिक गर्नुहोस् टाँटा मोड - प्रत्येक पटक दायाँ माउस बटन जारी गरिएको 'टाँसीको घटना अनुकरण गर्दछ
nl_be: Klik met de rechtermuisknop op Paste -modus - Simuleert een gebeurtenis 'Pasta' elke keer dat de rechter muisknop wordt vrijgegeven
or_in: ଡାହାଣ କ୍ଲିକ୍ ପେଷ୍ଟ ମୋଡ୍ - ପ୍ରତ୍ୟେକ ଥର ଡାହାଣ ମାଉସ୍ ବଟନ୍ ରିଲିଜ୍ ହୋଇଥିବା ଏକ 'ପେଷ୍ଟ' ଇଭେଣ୍ଟ ଅନୁକରଣ କରେ |
pa_arab: ਸੱਜੇ ਕਲਿਕ ਕਰੋ ਪੇਸਟ ਮੋਡ - ਹਰ ਵਾਰ ਮਾ mouse ਸ ਦੇ ਚਾਲੂ ਹੋਣ ਤੇ ਇੱਕ 'ਪੇਸਟ' ਈਵੈਂਟ ਦੀ ਨਕਲ ਕਰਦਾ ਹੈ
pl_pl: Tryb kliknij prawym przyciskiem myszy - symuluje zdarzenie „wklej” za każdym razem, gdy wydaje się prawy przycisk myszy
pt_br: Clique com o botão direito do mouse do modo de pasta - simula um evento 'pasta' sempre que o botão certo do mouse é liberado
ro_ro: Modul de lipire dreapta - simulează un eveniment „lipit” de fiecare dată când este lansat butonul potrivit de mouse
ru_ru: Режим правой кнопкой
sk_sk: Kliknite pravým tlačidlom myši na režim Vastu
sl_si: Način lepljenja z desnim klikom - simulira dogodek 'paste' vsakič, ko se izide desni gumb miške
sq_al: Mënyra e ngjitjes së djathtë të klikimit - simulon një ngjarje 'paste' sa herë që lëshohet butoni i djathtë i miut
sr_cyrl_me: Десним кликом на пасте за пасте - симулира догађај "пасте" сваки пут када се пусти десни тастер миша
sv_fi: Högerklicka på pasta -läge - Simulerar en "pasta" -händelse varje gång den högra musknappen släpps
sw_ke: Bonyeza Hati ya Bandika - Inaleta tukio la 'kuweka' kila wakati kitufe cha kulia cha panya kinatolewa
ta_in: வலது கிளிக் பேஸ்ட் பயன்முறையை - சரியான சுட்டி பொத்தானை வெளியிடும்போது ஒரு 'பேஸ்ட்' நிகழ்வை உருவகப்படுத்துகிறது
te_in: పేస్ట్ మోడ్ కుడి క్లిక్ చేయండి - కుడి మౌస్ బటన్ విడుదలైన ప్రతిసారీ 'పేస్ట్' ఈవెంట్‌ను అనుకరిస్తుంది
th_th: คลิกขวาที่โหมดวาง - จำลองเหตุการณ์ 'วาง' ทุกครั้งที่ปุ่มเมาส์ขวาถูกปล่อยออกมา
tk_tm: Sag basyň
tr_tr: Sağ Tık Yapıştır Modu - Doğru fare düğmesi her serbest bırakıldığında bir 'macun' olayı simüle eder
tt_ru: Уң төймәгә басыгыз
ug_cn: ئوڭ چەكلىمە ھالەتنى ئوڭ چېكىڭ - ھەر قېتىم مائۇسنىڭ «چاپلاش» پائالىيىتىنى تەقلىد قىلىدۇ
uk_ua: Режим клацання правою кнопкою миші - імітує подію "вставити" щоразу, коли випускається права кнопка миші
ur_pk: دائیں کلک پیسٹ موڈ - ہر بار جب ماؤس کا صحیح بٹن جاری ہوتا ہے تو 'پیسٹ' ایونٹ کی نقالی کرتا ہے
uz_cyrl: Sichqonchaning o'ng tugmachasini har safar qo'yish uchun har safar "paste" tadbirini sicklaydi
vi_vn: Nhấp chuột phải vào chế độ Dán - Mô phỏng sự kiện 'Dán' mỗi khi nút chuột phải được phát hành
zh_hant: 右鍵單擊粘貼模式 - 每次釋放右鼠標按鈕時，都會模擬“糊劑”事件

# CommonPresetLabel
source: Preset
af_za: Voorafbepaling
am_et: ቅድመ-ቅምጥ
ar_bh: المعد مسبقا
az_cyrl: Qabaqlayıcı
bg_bg: Предварително зададен
bn_in: প্রিসেট
bs_latn_ba: Unaprijed
ca_es: Preestabliment
cs_cz: Přednastavení
cy_gb: Rhagosodwch
da_dk: Forudindstillet
de_ch: Voreinstellung
el_gr: Προκαθορισμένος
es_bo: Preestablecido
et_ee: Eelseade
fa_ir: از پیش تعیین شده
fi_fi: Asettaa
fr_029: Prérégler
ga_ie: Réamhshocraithe
gu_in: પ્રણય
he_il: מראש מראש
hi_in: प्रीसेट
hr_hr: Postavljen
hu_hu: Előre beállított
hy_am: Նախանշան
is_is: Forstillt
it_ch: Preimpostazione
ja_jp: プリセット
ka_ge: წინასწარ განსაზღვრა
kk_kz: Жетету
km_kh: ថ្ផី altening chaneet
kn_in: ಮೊದಲೇ
ko_kr: 사전 설정
ky_kg: Алдын ала орнотуу
lo_la: ປອງ
lt_lt: Iš anksto nustatytas
lv_lv: Iepriekš iestatīts
mi_nz: Whakatūta
mk_mk: Претходно поставено
ml_in: പ്രീസെറ്റ്
mr_in: प्रीसेट
ms_my: Pratetap
mt_mt: Issettjat minn qabel
nb_no: Forhåndsinnstilt
ne_np: प्सस
nl_be: Vooraf ingesteld
or_in: ପ୍ରିସ
pa_arab: ਪ੍ਰੀਸੈੱਟ
pl_pl: Wstępnie
pt_br: Predefinido
ro_ro: Presetare
ru_ru: Предустановка
sk_sk: Vopred
sl_si: Prednastavitev
sq_al: Paraprak
sr_cyrl_me: Подесити
sv_fi: Förinställa
ta_in: முன்னமைவு
te_in: ప్రీసెట్
th_th: ตั้งไว้ล่วงหน้า
tk_tm: Predeta
tr_tr: Önceden belirlemek
tt_ru: Алдан
ug_cn: ئالدىنئالا
uk_ua: Встановлений
ur_pk: پیش سیٹ
uz_cyrl: Oldindan belgilangan
vi_vn: Đặt trước
zh_hant: 預設

# PluginBrowserOpenPluginFolder
source: Show Plugin Folder
af_za: Wys inpropmap
am_et: ተሰኪን አሳይ
ar_bh: إظهار مجلد البرنامج المساعد
as_in: প্লাগইন ফোল্ডাৰ দেখুৱাওক
az_cyrl: Plugin qovluğunu göstər
bg_bg: Показване на папка с приставки
bn_in: প্লাগইন ফোল্ডার দেখান
bs_latn_ba: Prikaži dodataksku mapu
ca_es: Mostra la carpeta de plugin
cs_cz: Zobrazit složku pluginu
cy_gb: Dangos ffolder ategyn
da_dk: Vis plugin -mappe
de_ch: Plugin -Ordner anzeigen
el_gr: Εμφάνιση φακέλου plugin
es_bo: Mostrar carpeta de complementos
et_ee: Kuva plugina kausta
fa_ir: پوشه افزونه را نشان دهید
fi_fi: Näytä laajennuskansio
fil_ph: Ipakita ang folder ng plugin
fr_029: Afficher le dossier du plugin
ga_ie: Taispeáin fillteán breiseán
gu_in: પ્લગઇન ફોલ્ડર બતાવો
he_il: הצג תיקיית תוסף
hi_in: प्लगइन फ़ोल्डर दिखाएं
hr_hr: Prikaži mapu za dodatak
hu_hu: Mutassa be a plugin mappát
hy_am: Show ուցադրել plugin թղթապանակը
id_id: Tampilkan folder plugin
is_is: Sýna tappamöppu
it_ch: Mostra la cartella del plugin
ja_jp: プラグインフォルダーを表示します
ka_ge: აჩვენეთ მოდული საქაღალდე
kk_kz: Плагин қалтасын көрсету
km_kh: បង្ហាញថតឯកសារជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಫೋಲ್ಡರ್ ತೋರಿಸಿ
ko_kr: 플러그인 폴더를 표시하십시오
ky_kg: Плагин папкасын көрсөтүү
lo_la: ສະແດງໂຟນເດີປັ plugin
lt_lt: Rodyti papildinio aplanką
lv_lv: Rādīt spraudņa mapi
mi_nz: Whakaatuhia te kōpaki Plugin
mk_mk: Покажете папка со додатоци
ml_in: പ്ലഗിൻ ഫോൾഡർ കാണിക്കുക
mr_in: प्लगइन फोल्डर दर्शवा
ms_my: Tunjukkan folder plugin
mt_mt: Uri folder tal-plugin
nb_no: Vis plugin -mappe
ne_np: प्लगइन फोल्डर देखाउनुहोस्
nl_be: Toon plug -in map
or_in: ପ୍ଲଗଇନ୍ ଫୋଲ୍ଡର୍ ଦେଖାନ୍ତୁ |
pa_arab: ਪਲੱਗਇਨ ਫੋਲਡਰ ਵੇਖੋ
pl_pl: Pokaż folder wtyczki
pt_br: Mostre pasta de plug -in
ro_ro: Afișați dosarul pluginului
ru_ru: Показать папку плагина
sk_sk: Zobraziť priečinok doplnku
sl_si: Pokaži mapo vtičnika
sq_al: Trego dosjen e shtojcave
sr_cyrl_me: Прикажи фолдер плугин
sv_fi: Visa plugin -mapp
sw_ke: Onyesha folda ya programu -jalizi
ta_in: சொருகி கோப்புறையைக் காட்டு
te_in: ప్లగిన్ ఫోల్డర్ చూపించు
th_th: แสดงโฟลเดอร์ปลั๊กอิน
tk_tm: Plugin bukjasyny görkez
tr_tr: Eklenti klasörünü göster
tt_ru: Плагин папкасын күрсәтегез
ug_cn: قىستۇرما ھۆججەت قىسقۇچىنى كۆرسەت
uk_ua: Показати папку плагіна
ur_pk: پلگ ان فولڈر دکھائیں
uz_cyrl: Plagin papkasini ko'rsating
vi_vn: Hiển thị thư mục plugin
zh_hant: 顯示插件文件夾

# PluginBrowserReportAbuseLinkText
source: Report
af_za: Verslag
am_et: ሪፖርት
ar_bh: تقرير
as_in: অভিযোগ কৰা
az_cyrl: Hesabat vermək
bg_bg: Доклад
bn_in: রিপোর্ট
bs_latn_ba: Izveštaj
ca_es: Informar
cs_cz: Zpráva
cy_gb: Gohebet
da_dk: Rapport
de_ch: Bericht
el_gr: Κανω ΑΝΑΦΟΡΑ
es_bo: Informe
et_ee: Aruanne
fa_ir: گزارش
fi_fi: Raportti
fil_ph: Mag -ulat
fr_029: Rapport
ga_ie: Tuairisciú a dhéanamh ar
gu_in: અહેવાલ
he_il: להגיש תלונה
hi_in: प्रतिवेदन
hr_hr: izvješće
hu_hu: Jelentés
hy_am: Հաղորդել
id_id: Laporan
is_is: Skýrsla
it_ch: Rapporto
ja_jp: 報告
ka_ge: მოხსენება
kk_kz: Хабар
km_kh: ធេវីរបាយការន៍
kn_in: ವರದಿ
ko_kr: 보고서
ky_kg: Отчет
lo_la: ລາຍງານ
lt_lt: Pranešti
lv_lv: Ziņot
mi_nz: Hau
mk_mk: Извештај
ml_in: വിവരം ശേഖരിക്കല്
mr_in: अहवाल
ms_my: Laporan
mt_mt: Rapport
nb_no: Rapportere
ne_np: खबर दिनु
nl_be: Rapport
or_in: ରିପୋର୍ଟ
pa_arab: ਰਿਪੋਰਟ
pl_pl: Raport
pt_br: Relatório
ro_ro: Raport
ru_ru: Отчет
sk_sk: správa
sl_si: Poročilo
sq_al: Raportoj
sr_cyrl_me: Извештај
sv_fi: Rapportera
sw_ke: Ripoti
ta_in: அறிக்கை
te_in: నివేదిక
th_th: รายงาน
tk_tm: Hasabat
tr_tr: Rapor
tt_ru: Отчет
ug_cn: دوكلات
uk_ua: Доповідь
ur_pk: رپورٹ
uz_cyrl: Hisobot
vi_vn: Báo cáo
zh_hant: 報告

# PluginBrowserSeeLicenseLinkText
source: View
af_za: Beskou
am_et: እይታ
ar_bh: منظر
as_in: দৰ্শন
az_cyrl: Baxış
bg_bg: Преглед
bn_in: দেখুন
bs_latn_ba: Pogled
ca_es: Visió
cs_cz: Pohled
cy_gb: Golygfa
da_dk: Udsigt
de_ch: Sicht
el_gr: Θέα
es_bo: Vista
et_ee: Vaade
fa_ir: چشم انداز
fi_fi: Näkymä
fil_ph: Tingnan
fr_029: Voir
ga_ie: Amharc ar
gu_in: દૃશ્ય
he_il: נוף
hi_in: देखना
hr_hr: Pogled
hu_hu: Kilátás
hy_am: Տեղավորել
id_id: Melihat
is_is: Útsýni
it_ch: Visualizzazione
ja_jp: ビュー
ka_ge: ხედი
kk_kz: Көзқарас
km_kh: កមហើញ
kn_in: ನೋಟ
ko_kr: 보다
ky_kg: Көрүү
lo_la: ທັດສະນະ
lt_lt: Vaizdas
lv_lv: Skats
mi_nz: Kitenga
mk_mk: Преглед
ml_in: ദര്ശനം
mr_in: दृश्य
ms_my: Lihat
mt_mt: Veduta
nb_no: Utsikt
ne_np: दृश्य
nl_be: Weergave
or_in: ଦର୍ଶନ
pa_arab: ਵੇਖੋ
pl_pl: Pogląd
pt_br: Visualizar
ro_ro: Vedere
ru_ru: Вид
sk_sk: vyhliadka
sl_si: Pogled
sq_al: Pamje
sr_cyrl_me: Поглед
sv_fi: Se
sw_ke: Mtazamo
ta_in: பார்வை
te_in: చూడండి
th_th: ดู
tk_tm: Görüş
tr_tr: Görüş
tt_ru: Карау
ug_cn: كۆرۈش
uk_ua: Переглянути
ur_pk: دیکھیں
uz_cyrl: Ko'rinish
vi_vn: Xem
zh_hant: 看法
