Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeGreetingCaption
source: Hey! Let's setup a few things to improve your overall experience with MonkeyPaste.
af_za: Haai! Laat ons 'n paar dinge opstel om u algehele ervaring met Monkeypaste te verbeter.
am_et: ሄይ! አጠቃላይ ልምድንዎን ከዘር elseaste ጋር ለማሻሻል ጥቂት ነገሮችን ማዘጋጀት.
ar_bh: يا! دعنا ننشئ بعض الأشياء لتحسين تجربتك العامة مع Monkeypaste.
as_in: হেৰা! MonkeyPaste ৰ সৈতে আপোনাৰ সামগ্ৰিক অভিজ্ঞতা উন্নত কৰিবলৈ কেইটামান বস্তু ছেটআপ কৰোঁ আহক।
az_cyrl: Hey! Monkeytaste ilə ümumi təcrübənizi yaxşılaşdırmaq üçün bir neçə şeyi quraq.
bg_bg: Хей! Нека настроим няколко неща, за да подобрите цялостния ви опит с Monkeypaste.
bn_in: আরে! আসুন মনকেপেস্টের সাথে আপনার সামগ্রিক অভিজ্ঞতা উন্নত করতে কয়েকটি জিনিস সেটআপ করি।
bs_latn_ba: Hej! Postavimo nekoliko stvari za poboljšanje vašeg ukupnog iskustva sa monskim listom.
ca_es: Ei! Configurem algunes coses per millorar la vostra experiència global amb MonkeyPaste.
cs_cz: Ahoj! Pojďme nastavit několik věcí, které zlepšují celkový zážitek s MonkeyPaste.
cy_gb: Hei! Gadewch i ni sefydlu ychydig o bethau i wella'ch profiad cyffredinol gyda MonkeyPaste.
da_dk: Hej! Lad os konfigurere et par ting for at forbedre din samlede oplevelse med Monkeypaste.
de_ch: Hey! Lassen Sie uns ein paar Dinge einrichten, um Ihre Gesamterfahrung mit Monkeypaste zu verbessern.
el_gr: Γεια! Ας ρυθμίσουμε μερικά πράγματα για να βελτιώσουμε τη συνολική σας εμπειρία με το MonkeyPaste.
es_bo: ¡Ey! Configuremos algunas cosas para mejorar su experiencia general con Monkipaste.
et_ee: Hei! Seadistame mõned asjad, et parandada oma üldist kogemust ahveypastaga.
fa_ir: سلام! بیایید چند مورد را تنظیم کنیم تا تجربه کلی خود را با Monkeypaste بهبود بخشیم.
fi_fi: Hei! Asennetaan muutama asia parantaaksesi yleistä kokemustasi Monkeypasten kanssa.
fil_ph: Hoy! Mag -setup tayo ng ilang mga bagay upang mapagbuti ang iyong pangkalahatang karanasan sa Monkeypaste.
fr_029: Hé! Installons quelques éléments pour améliorer votre expérience globale avec Monkeypaste.
ga_ie: Hey! Déanaimis roinnt rudaí a shocrú chun do thaithí fhoriomlán a fheabhsú le monkeypaste.
gu_in: અરે! ચાલો વાંદરાઓ સાથે તમારા એકંદર અનુભવને સુધારવા માટે કેટલીક વસ્તુઓ સેટ કરીએ.
he_il: היי! בואו נקבע כמה דברים כדי לשפר את החוויה הכללית שלך עם Monkeypaste.
hi_in: अरे! आइए मंकीपास्ट के साथ अपने समग्र अनुभव को बेहतर बनाने के लिए कुछ चीजों को सेट करें।
hr_hr: Hej! Postavimo nekoliko stvari kako biste poboljšali vaše cjelokupno iskustvo s MonkeyPasteom.
hu_hu: Hé! Állítsunk be néhány dolgot, hogy javítsuk a majompaste -val kapcsolatos általános tapasztalatait.
hy_am: Հե! Յ Եկեք մի քանի բան տեղադրենք `ձեր ընդհանուր փորձը` կապիտալի կիսապաշտպանության հետ:
id_id: Hai! Mari kita siapkan beberapa hal untuk meningkatkan pengalaman Anda secara keseluruhan dengan Monkeypaste.
is_is: Hæ! Við skulum setja upp nokkur atriði til að bæta heildarupplifun þína af afköstum.
it_ch: EHI! Imposta alcune cose per migliorare la tua esperienza complessiva con Monkeypaste.
ja_jp: おい！ Monkeypasteでの全体的なエクスペリエンスを向上させるために、いくつかのことをセットアップしましょう。
ka_ge: ჰეი! მოდით შევქმნათ რამდენიმე საკითხი, რომ გააუმჯობესოთ თქვენი საერთო გამოცდილება Monkeypaste- სთან.
kk_kz: Эй! Монкейпста сіздің жалпы тәжірибеңізді жақсарту үшін бірнеше нәрсені орнатайық.
km_kh: ហេ! តោះរៀបចំរឿងមួយចំនួនដើម្បីកែលម្អបទពិសោធន៍ទូទៅរបស់អ្នកជាមួយ monkeypeeke ។
kn_in: ಹೇ! ಮಾಂಕೈಪೇಸ್ಟ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ಒಟ್ಟಾರೆ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಕೆಲವು ವಿಷಯಗಳನ್ನು ಹೊಂದಿಸೋಣ.
ko_kr: 여기요! Monkeypaste에 대한 전반적인 경험을 향상시키기 위해 몇 가지 사항을 설정합시다.
ky_kg: Эй! Monkeypaste менен жалпы тажрыйбаңызды өркүндөтүү үчүн бир нече нерсени орнотуп көрөлү.
lo_la: ເຮີ້ຍ! ໃຫ້ເຮົາຕັ້ງຄ່າສອງສາມຢ່າງເພື່ອປັບປຸງປະສົບການໂດຍລວມຂອງທ່ານກັບ monkeypaste.
lt_lt: Ei! Nustatykime keletą dalykų, kad pagerintume jūsų bendrą patirtį su „MonkeYPaste“.
lv_lv: Hei! Izveidosim dažas lietas, lai uzlabotu jūsu vispārējo pieredzi ar pērtiķiem.
mi_nz: E! Me whakarite e koe etahi mea hei whakapai ake i to wheako katoa me te monkeypaste.
mk_mk: Еј! Ајде да поставиме неколку работи за да го подобриме вашето целокупно искуство со MonkeyPaste.
ml_in: ഹേയ്! മങ്കിപെസ്റ്റ് ഉപയോഗിച്ച് നിങ്ങളുടെ മൊത്തത്തിലുള്ള അനുഭവം മെച്ചപ്പെടുത്തുന്നതിന് കുറച്ച് കാര്യങ്ങൾ സജ്ജമാക്കാം.
mr_in: अहो! वानरिपास्टसह आपला एकूण अनुभव सुधारण्यासाठी काही गोष्टी सेटअप करूया.
ms_my: Hey! Mari kita sediakan beberapa perkara untuk meningkatkan pengalaman keseluruhan anda dengan monkeypaste.
mt_mt: Ħej! Ejja nwaqqfu ftit affarijiet biex intejbu l-esperjenza ġenerali tiegħek ma 'MonkeyPaste.
nb_no: Hei! La oss sette opp noen få ting for å forbedre din generelle opplevelse med MonkeyPaste.
ne_np: हे! बाँदरपिसाससँग तपाईंको समग्र अनुभव सुधार गर्न केहि चीजहरू सेटअप गरौं।
nl_be: Hoi! Laten we een paar dingen instellen om uw algehele ervaring met Monkeypaste te verbeteren.
or_in: ହେ! ଆପଣଙ୍କ ସାମଗ୍ରିକ ଅଭିଜ୍ଞତାକୁ ମୋନକୋପାଷ୍ଟେଜ୍ ସହିତ ଆପଣଙ୍କର ସାମଗ୍ରିକ ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବାକୁ ଚାଲ କିଛି ଜିନିଷକୁ ସେଟ୍ ଅପ୍ କରିବା |
pa_arab: ਹੇ! ਆਓ ਆਪਣੇ ਸਮੁੱਚੇ ਤਜ਼ਰਬੇ ਨੂੰ ਬਾਂਕੀਪਾਸਟ ਨਾਲ ਸੁਧਾਰਨ ਲਈ ਕੁਝ ਚੀਜ਼ਾਂ ਸਥਾਪਤ ਕਰੀਏ.
pl_pl: Hej! Skonfigurujmy kilka rzeczy, aby poprawić twoje ogólne wrażenia z małpami.
pt_br: Ei! Vamos configurar algumas coisas para melhorar sua experiência geral com o MonkeyySaste.
ro_ro: Hei! Să configuram câteva lucruri pentru a vă îmbunătăți experiența generală cu Monkeypaste.
ru_ru: Привет! Давайте настроим несколько вещей, чтобы улучшить ваш общий опыт работы с обезьяной.
sk_sk: Hej! Poďme nastaviť niekoľko vecí, aby sme zlepšili svoje celkové skúsenosti s MonkeyPaste.
sl_si: Zdravo! Nastavimo nekaj stvari za izboljšanje vaše splošne izkušnje z MonkeyPaste.
sq_al: Hej! Le të krijojmë disa gjëra për të përmirësuar përvojën tuaj të përgjithshme me Monkeypaste.
sr_cyrl_me: Хеј! Поставимо неколико ствари да бисмо побољшали ваше укупно искуство са монкеупасте.
sv_fi: Hallå! Låt oss ställa in några saker för att förbättra din totala upplevelse med monkeypasta.
sw_ke: Hey! Wacha tuanzishe vitu vichache ili kuboresha uzoefu wako wa jumla na Monkeypaste.
ta_in: ஏய்! குரங்கிபேஸ்டுடனான உங்கள் ஒட்டுமொத்த அனுபவத்தை மேம்படுத்த சில விஷயங்களை அமைப்போம்.
te_in: హే! మంకీపేస్ట్‌తో మీ మొత్తం అనుభవాన్ని మెరుగుపరచడానికి కొన్ని విషయాలను సెటప్ చేద్దాం.
th_th: เฮ้! มาตั้งค่าบางอย่างเพื่อปรับปรุงประสบการณ์โดยรวมของคุณด้วย monkeypaste
tk_tm: Heý! Maýmilpete bilen umumy tejribäňizi gowulaşdyrmak üçin birnäçe zady guralyň.
tr_tr: Hey! Monkeypaste ile genel deneyiminizi geliştirmek için birkaç şey kuralım.
tt_ru: Әй! Майкипас белән гомуми тәҗрибәгезне яхшырту өчен берничә әйбер булдырыйк.
ug_cn: ھەي! MnyKEnpate بىلەن ئومۇمىي تەجرىبىڭىزنى يۇقىرى كۆتۈرۈش ئۈچۈن بىر قانچە ئىشنى ئورۇنلاشتۇرايلى.
uk_ua: Гей! Давайте налаштували кілька речей, щоб покращити загальний досвід роботи з Monkeypast.
ur_pk: ارے! آئیے مانکی پیسٹ کے ساتھ اپنے مجموعی تجربے کو بہتر بنانے کے لئے کچھ چیزیں مرتب کریں۔
uz_cyrl: Hey! Keling, maykepaste bilan umumiy tajribangizni yaxshilash uchun bir nechta narsalarni o'rnatamiz.
vi_vn: Chào! Hãy thiết lập một vài điều để cải thiện trải nghiệm tổng thể của bạn với khỉ.
zh_hant: 嘿！讓我們設置一些東西，以改善您的MonkePaste的整體體驗。

# WelcomeGreetingTitle
source: Welcome
af_za: Welkom
am_et: እንኳን ደህና መጣህ
ar_bh: مرحباً
as_in: স্বাগতম
az_cyrl: Xoşnaş
bg_bg: Добре дошли
bn_in: স্বাগত
bs_latn_ba: Dobrodošli
ca_es: Benvingut
cs_cz: Vítejte
cy_gb: Groesawem
da_dk: Velkommen
de_ch: Willkommen
el_gr: καλως ΗΡΘΑΤΕ
es_bo: Bienvenido
et_ee: Tere tulemast
fa_ir: خوش آمدی
fi_fi: Tervetuloa
fil_ph: Maligayang pagdating
fr_029: Accueillir
ga_ie: Fáilte a chur roimh
gu_in: આવકાર્ય
he_il: ברוך הבא
hi_in: स्वागत
hr_hr: Dobrodošli
hu_hu: Üdvözöljük
hy_am: Ողջույն
id_id: Selamat datang
is_is: Velkominn
it_ch: Benvenuto
ja_jp: いらっしゃいませ
ka_ge: მიღება
kk_kz: Хош келдіңіз
km_kh: ការសវាកមន៍
kn_in: ಸುಧನ
ko_kr: 환영
ky_kg: Кош келдиңиз
lo_la: ຕ້ອນ
lt_lt: Sveiki
lv_lv: Sagaidīt
mi_nz: Maioha
mk_mk: Добредојдовте
ml_in: സ്വാഗതം
mr_in: आपले स्वागत आहे
ms_my: Selamat datang
mt_mt: Merħba
nb_no: Velkommen
ne_np: स्वागतम
nl_be: Welkom
or_in: ସ୍ୱାଗତ
pa_arab: ਜੀ ਆਇਆਂ ਨੂੰ
pl_pl: Powitanie
pt_br: Bem-vindo
ro_ro: Bine ati venit
ru_ru: Добро пожаловать
sk_sk: Privítať
sl_si: Dobrodošli
sq_al: Mirëseardhje
sr_cyrl_me: Добродошли
sv_fi: Välkommen
sw_ke: Karibu
ta_in: வரவேற்பு
te_in: స్వాగతం
th_th: ยินดีต้อนรับ
tk_tm: Hoş geldiňiz
tr_tr: Hoş geldin
tt_ru: Рәхим итегез
ug_cn: خۇش كەپسىز
uk_ua: Вітати
ur_pk: خوش آمدید
uz_cyrl: Xush kelibsiz
vi_vn: Chào mừng
zh_hant: 歡迎

# WelcomeLoginLoadCaption
source: To get the most use out of MonkeyPaste, loading automatically when you log in is a good idea. But, that's entirely up to you.
af_za: Dit is 'n goeie idee om die meeste gebruik uit Monkeypaste te kry, is dit 'n goeie idee. Maar dit hang heeltemal van u af.
am_et: ከዘር el ርሳዎች የበለጠ ለመጠቀም, በመለያ ሲገቡ በራስ-ሰር በመጫን ላይ ጥሩ ሀሳብ ነው. ግን, ያ ሙሉ በሙሉ ለእርስዎ ነው.
ar_bh: للحصول على أكبر قدر من الاستخدام من Monkeypaste ، يعد التحميل تلقائيًا عند تسجيل الدخول فكرة جيدة. لكن هذا متروك لك تمامًا.
as_in: MonkeyPaste ৰ পৰা সৰ্বাধিক ব্যৱহাৰ কৰিবলৈ, আপুনি লগ ইন কৰাৰ সময়ত স্বয়ংক্ৰিয়ভাৱে লোড কৰাটো এটা ভাল ধাৰণা। কিন্তু, সেইটো সম্পূৰ্ণৰূপে আপোনাৰ ওপৰত নিৰ্ভৰশীল।
az_cyrl: Monkeyte-dən ən çox istifadə etmək üçün, daxil olduğunuz zaman avtomatik yüklənir, yaxşı bir fikirdir. Ancaq bu, tamamilə sizə aiddir.
bg_bg: За да се възползвате най -много от маймуната, зареждането автоматично, когато влезете, е добра идея. Но това зависи изцяло от вас.
bn_in: মনকেপেস্টের সর্বাধিক ব্যবহার পেতে, আপনি লগ ইন করার সময় স্বয়ংক্রিয়ভাবে লোড করা একটি ভাল ধারণা। তবে, এটি সম্পূর্ণ আপনার উপর নির্ভর করে।
bs_latn_ba: Da biste dobili najviše korištenja iz MonkeyyPaste, automatski se učitava kada se prijavite je dobra ideja. Ali, to je u potpunosti na vama.
ca_es: Per obtenir el màxim ús de MonkeyPaste, carregar -se automàticament quan inicieu la sessió és una bona idea. Però, això depèn completament de vosaltres.
cs_cz: Pro získání nejvíce využití z MonkeyPaste je načítání automaticky, když se přihlásíte, dobrý nápad. Ale to je zcela na vás.
cy_gb: I gael y defnydd mwyaf allan o MonkeyPaste, mae llwytho'n awtomatig pan fyddwch chi'n mewngofnodi yn syniad da. Ond, chi sydd i benderfynu yn llwyr.
da_dk: For at få mest muligt ud af Monkeypaste, er indlæsning automatisk, når du logger ind, en god idé. Men det er helt op til dig.
de_ch: Um die meiste Verwendung von Monkeypaste zu nutzen, ist das Laden automatisch eine gute Idee. Aber das liegt ganz bei Ihnen.
el_gr: Για να αποκτήσετε το μεγαλύτερο μέρος του MonkeyPaste, η φόρτωση αυτόματα όταν συνδεθείτε είναι μια καλή ιδέα. Αλλά, αυτό εξαρτάται εξ ολοκλήρου από εσάς.
es_bo: Para obtener el mayor uso de MonkyyPaste, cargar automáticamente cuando inicia sesión es una buena idea. Pero eso depende completamente de ti.
et_ee: Monkeypaste'ist enim kasutamiseks on hea mõte automaatselt sisselogimisel laadida. Kuid see on täielikult teie enda otsustada.
fa_ir: برای به دست آوردن بیشترین استفاده از Monkeypaste ، بارگیری خودکار هنگام ورود به سیستم ایده خوبی است. اما ، این کاملاً به شما بستگی دارد.
fi_fi: Saadaksesi eniten käyttöä Monkeypasten, lataaminen automaattisesti kirjautuessasi on hyvä idea. Mutta se on täysin sinun tehtäväsi.
fil_ph: Upang makuha ang pinaka -paggamit ng Monkeypaste, awtomatikong pag -load kapag nag -log in ay isang magandang ideya. Ngunit, iyon ay nasa iyo.
fr_029: Pour tirer le meilleur parti de Monkeypaste, le chargement automatiquement lorsque vous vous connectez est une bonne idée. Mais cela dépend entièrement de vous.
ga_ie: Chun an úsáid is mó a bhaint as monkeypaste, is smaoineamh maith é luchtú go huathoibríoch nuair a logálann tú isteach. Ach, is fút féin atá sé sin.
gu_in: વાંદરામાંથી સૌથી વધુ ઉપયોગ કરવા માટે, જ્યારે તમે લ log ગ ઇન કરો ત્યારે આપમેળે લોડ થવું એ એક સારો વિચાર છે. પરંતુ, તે સંપૂર્ણપણે તમારા પર છે.
he_il: כדי להפיק את המרב מה- Monkeypaste, טעינה אוטומטית כשאתה מתחבר זה רעיון טוב. אבל, זה לגמרי תלוי בך.
hi_in: Monkeypaste से सबसे अधिक उपयोग करने के लिए, जब आप लॉग इन करते हैं तो स्वचालित रूप से लोड करना एक अच्छा विचार है। लेकिन, यह पूरी तरह से आप पर निर्भर है।
hr_hr: Dobra je ideja da se maksimalno iskoristite od Monkeypaste, automatski je učitavanje automatski kada se prijavite. Ali, to je u potpunosti na vama.
hu_hu: Ahhoz, hogy a lehető leghasznosabban használja ki a Monkepaste -t, az automatikus betöltés, amikor bejelentkezik, jó ötlet. De ez teljesen rajtad múlik.
hy_am: Monkepaste- ից առավելագույն օգտագործումը `ինքնաբերաբար բեռնվելը, երբ մուտք գործեք, լավ գաղափար է: Բայց դա ամբողջովին կախված է ձեզանից:
id_id: Untuk memanfaatkan sebagian besar dari monkeypaste, memuat secara otomatis saat Anda masuk adalah ide yang bagus. Tapi, itu sepenuhnya terserah Anda.
is_is: Til að fá sem mest notkun úr aceypresse er það góð hugmynd að hlaða sjálfkrafa þegar þú skráir þig inn. En það er alveg undir þér komið.
it_ch: Per ottenere il massimo utilizzo da Monkeyypaste, caricare automaticamente quando accedi è una buona idea. Ma dipende interamente da te.
ja_jp: Monkeypasteを最大限に活用するには、ログイン時に自動的にロードすることをお勧めします。しかし、それは完全にあなた次第です。
ka_ge: Monkeypaste- ისგან ყველაზე მეტად გამოყენების მისაღებად, ავტომატურად ჩატვირთვა, როდესაც შეხვალთ, კარგი იდეაა. მაგრამ, ეს შენზეა დამოკიდებული.
kk_kz: Монкофонның көп пайдаланылуын алу үшін, кірген кезде автоматты түрде жүктеу жақсы идея. Бірақ, бұл сізге байланысты.
km_kh: ដើម្បីទទួលបានការប្រើច្រើនបំផុតចេញពី monkeypeaste, ផ្ទុកដោយស្វ័យប្រវត្តិនៅពេលអ្នកចូលគឺជាគំនិតល្អ។ ប៉ុន្តែវាអាស្រ័យលើអ្នកទាំងស្រុង។
kn_in: ಮಾಂಕೈಪೇಸ್ಟ್‌ನಿಂದ ಹೆಚ್ಚಿನ ಬಳಕೆಯನ್ನು ಪಡೆಯಲು, ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಲೋಡ್ ಮಾಡುವುದು ಒಳ್ಳೆಯದು. ಆದರೆ, ಅದು ಸಂಪೂರ್ಣವಾಗಿ ನಿಮಗೆ ಬಿಟ್ಟದ್ದು.
ko_kr: monkeypaste에서 가장 많이 사용하려면 로그인 할 때 자동으로로드하는 것이 좋습니다. 그러나 그것은 전적으로 당신에게 달려 있습니다.
ky_kg: Monkeypaste үчүн эң көп колдонууну алуу үчүн, сиз киргенде автоматтык түрдө жүктөлүүдө. Бирок, бул толугу менен сизге байланыштуу.
lo_la: ເພື່ອໃຫ້ໄດ້ຮັບການນໍາໃຊ້ທີ່ສຸດຂອງ monkeypaste, ການໂຫຼດໂດຍອັດຕະໂນມັດໃນເວລາທີ່ທ່ານເຂົ້າສູ່ລະບົບແມ່ນຄວາມຄິດທີ່ດີ. ແຕ່ວ່າ, ນັ້ນແມ່ນທັງຫມົດທີ່ຂຶ້ນກັບທ່ານ.
lt_lt: Norint kuo geriau išnaudoti „MonkeYPaste“, automatiškai įkelti, kai prisijungiate, yra gera idėja. Bet tai visiškai priklauso nuo jūsų.
lv_lv: Lai visvairāk izmantotu Monkeypaste, automātiski ielādēšana, kad piesakāties, ir laba ideja. Bet tas ir pilnībā atkarīgs no jums.
mi_nz: Ki te whakaputa i te nuinga o te whakamahinga mai i Monkeypaste, ka utaina aunoa ka uru koe he whakaaro pai. Engari, tae noa ki a koe.
mk_mk: Да се ​​искористи максимално од MonkeyPaste, вчитувањето автоматски кога се најавувате е добра идеја. Но, тоа зависи од вас.
ml_in: ഏറ്റവും കൂടുതൽ ഉപയോഗം മങ്കിപെസ്റ്റ് പുറത്തെടുക്കാൻ, നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോൾ സ്വപ്രേരിതമായി ലോഡുചെയ്യുന്നു. പക്ഷേ, അത് പൂർണ്ണമായും നിങ്ങളുടേതാണ്.
mr_in: वानरपास्टमधून सर्वाधिक वापर करण्यासाठी, आपण लॉग इन करता तेव्हा स्वयंचलितपणे लोड करणे ही चांगली कल्पना आहे. पण, ते पूर्णपणे आपल्यावर अवलंबून आहे.
ms_my: Untuk mendapatkan penggunaan yang paling banyak daripada monkeypaste, memuat secara automatik apabila anda log masuk adalah idea yang baik. Tetapi, itu terpulang kepada anda.
mt_mt: Biex tikseb l-iktar użu mill-monkeypaste, it-tagħbija awtomatikament meta tidħol hija idea tajba. Iżda, dak hu kompletament f'idejk.
nb_no: For å få mest mulig bruk av MonkeyPaste, er det en god idé å laste inn automatisk når du logger inn. Men det er helt opp til deg.
ne_np: बाँधिकीपीसाबाट सब भन्दा बढी प्रयोग प्राप्त गर्न, स्वचालित रूपमा लोड गर्दै जब तपाईं लग ईन गर्नुहुन्छ एक राम्रो विचार हो। तर, त्यो पूर्ण रूपमा तपाईं माथि छ।
nl_be: Om het meeste gebruik te maken van Monkeypaste, is automatisch laden wanneer u inlogt een goed idee. Maar dat is helemaal aan jou.
or_in: ଯେତେବେଳେ ଆପଣ ଲଗ୍ ଇନ୍ କରନ୍ତି, ସ୍ୱୟଂଚାଳିତ ଭାବରେ LONKECEPSTET ରୁ ଅଧିକ ବ୍ୟବହାର କରିବାକୁ, ଏକ ଭଲ ଧାରଣା | କିନ୍ତୁ, ଏହା ସମ୍ପୁର୍ଣ୍ଣ ଭାବରେ ଆପଣଙ୍କ ଉପରେ ନିର୍ଭର କରେ |
pa_arab: ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ ਤਾਂ ਬਾਂਕਪਸਟ ਆਫ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਆਪਣੇ ਆਪ ਲੋਡ ਹੋ ਰਹੀ ਹੈ. ਪਰ, ਇਹ ਤੁਹਾਡੇ ਤੇ ਪੂਰਾ ਹੈ.
pl_pl: Aby uzyskać jak najwięcej użycia z małpy, ładowanie automatycznie po zalogowaniu się jest dobrym pomysłem. Ale to zależy od ciebie.
pt_br: Para tirar o máximo proveito do macaco, carregar automaticamente quando você efetua login é uma boa ideia. Mas isso depende de você.
ro_ro: Pentru a obține cea mai mare utilizare din Monkeypaste, încărcarea automată atunci când vă conectați este o idee bună. Dar, asta depinde în totalitate de tine.
ru_ru: Чтобы получить наибольшее использование от обезьяны, загрузка автоматически при входе в систему - хорошая идея. Но это полностью зависит от вас.
sk_sk: Ak chcete získať čo najviac využitie z MonkeyPaste, načítanie automaticky, keď sa prihlásite, je dobrý nápad. Ale to je úplne na vás.
sl_si: Če želite največ izkoristiti MonkeyPaste, je nalaganje samodejno, ko se prijavite, dobra ideja. Ampak, to je povsem odvisno od vas.
sq_al: Për të përfituar sa më shumë nga Monkeypaste, ngarkimi automatikisht kur të hyni është një ide e mirë. Por, kjo varet plotësisht nga ju.
sr_cyrl_me: Да бисте максимално искористили монкеупасте, аутоматски се учитавате када се пријавите је добра идеја. Али, то је потпуно на вама.
sv_fi: För att få det mest användningen av monkeypasta är det en bra idé att ladda automatiskt när du loggar in. Men det är helt upp till dig.
sw_ke: Ili kupata matumizi zaidi kutoka kwa Monkeypaste, kupakia kiatomati unapoingia ni wazo nzuri. Lakini, hiyo ni juu yako kabisa.
ta_in: குரங்கு சுவையிலிருந்து அதிகம் பயன்படுத்த, நீங்கள் உள்நுழையும்போது தானாக ஏற்றுவது நல்ல யோசனையாகும். ஆனால், அது முற்றிலும் உங்களுடையது.
te_in: మంకీపేస్ట్ నుండి ఎక్కువ ఉపయోగం పొందడానికి, మీరు లాగిన్ అయినప్పుడు స్వయంచాలకంగా లోడ్ కావడం మంచి ఆలోచన. కానీ, అది పూర్తిగా మీ ఇష్టం.
th_th: เพื่อให้ได้ประโยชน์มากที่สุดจาก monkeypaste การโหลดโดยอัตโนมัติเมื่อคุณเข้าสู่ระบบเป็นความคิดที่ดี แต่นั่นขึ้นอยู่กับคุณทั้งหมด
tk_tm: Maýerpaste-den iň köp peýdalanmak üçin, awtomatiki usulda ýüklenende awtomatiki ýüklemek gowy pikir. Emma, ​​bu düýbünden size bagly.
tr_tr: Monkeypaste'den en çok yararlanmak için, giriş yaptığınızda otomatik olarak yükleme iyi bir fikirdir. Ama bu tamamen size kalmış.
tt_ru: Майкипастның иң күп кулланылышы, кергәндә автоматик рәвештә йөкләү яхшы идея. Ләкин, бу тулысынча сезгә бәйле.
ug_cn: سىز كىرگەندە مايمۇنپاتتىن پايدىلىنىپ, كىرگەندە ئاپتوماتىك يۈكلەش ياخشى پىكىر. ئەمما, بۇ پۈتۈنلەي ئۆزىڭىزگە باغلىق.
uk_ua: Щоб отримати максимальну користь від MonkeyPast, завантажувати автоматично, коли ви входите в систему, - це гарна ідея. Але, це цілком залежить від вас.
ur_pk: بندر کی مقدار میں زیادہ سے زیادہ استعمال کرنے کے لئے ، جب آپ لاگ ان ہوتے ہیں تو خود بخود لوڈ کرنا ایک اچھا خیال ہے۔ لیکن ، یہ مکمل طور پر آپ پر منحصر ہے۔
uz_cyrl: Monkeypastedan eng ko'p foydalanilishini avtomatik ravishda yuklash, tizimga kirishda avtomatik ravishda yuklash yaxshi fikr. Ammo, bu sizga mutlaqo.
vi_vn: Để tận dụng nhiều nhất từ ​​khỉ, tải tự động khi bạn đăng nhập là một ý tưởng tốt. Nhưng, điều đó hoàn toàn phụ thuộc vào bạn.
zh_hant: 為了最大程度地利用MonkePaste，登錄時會自動加載是一個好主意。但是，這完全取決於您。

# WelcomeLoginLoadDescription1
source: Keep it casual.
af_za: Hou dit gemaklik.
am_et: ድንገተኛ ሁኑ.
ar_bh: تبقيه غير رسمي.
as_in: ইয়াক কেজুৱেল কৰি ৰাখক।
az_cyrl: Təsadüfi saxlayın.
bg_bg: Дръжте го небрежно.
bn_in: এটি নৈমিত্তিক রাখুন।
bs_latn_ba: Neka bude povremeni.
ca_es: Mantingueu -lo casual.
cs_cz: Udržujte to příležitostné.
cy_gb: Ei gadw'n achlysurol.
da_dk: Hold det afslappet.
de_ch: Halte es lässig.
el_gr: Κρατήστε το casual.
es_bo: Mantenlo casual.
et_ee: Hoidke seda juhuslikult.
fa_ir: آن را گاه به گاه نگه دارید.
fi_fi: Pidä se rento.
fil_ph: Panatilihin itong kaswal.
fr_029: Gardez-le décontracté.
ga_ie: Coinnigh ócáideach é.
gu_in: તેને કેઝ્યુઅલ રાખો.
he_il: שמור על זה סתמי.
hi_in: इसे आकस्मिक रखें।
hr_hr: Neka bude slučajno.
hu_hu: Tartsa alkalmi.
hy_am: Պահպանեք այն պատահական:
id_id: Tetap santai.
is_is: Haltu því frjálslegur.
it_ch: Tienilo casual.
ja_jp: カジュアルに保ちます。
ka_ge: შეინახეთ ეს შემთხვევით.
kk_kz: Оны кездейсоқ сақтаңыз.
km_kh: រក្សាវាឱ្យធម្មតា។
kn_in: ಅದನ್ನು ಪ್ರಾಸಂಗಿಕವಾಗಿ ಇರಿಸಿ.
ko_kr: 캐주얼하게 유지하십시오.
ky_kg: Аны кокусунан сакта.
lo_la: ຮັກສາມັນໃຫ້ເປັນບາດເຈັບ.
lt_lt: Laikykitės kasdienio.
lv_lv: Saglabājiet to gadījuma rakstura.
mi_nz: Kia mau tonu.
mk_mk: Чувајте го случајно.
ml_in: ഇത് കാഷ്വൽ നിലനിർത്തുക.
mr_in: ते प्रासंगिक ठेवा.
ms_my: Pastikan ia kasual.
mt_mt: Żommha każwali.
nb_no: Hold det tilfeldig.
ne_np: यसलाई आकस्मिक राख्नुहोस्।
nl_be: Houd het casual.
or_in: ଏହାକୁ କାଜୁଆଲ୍ ରଖନ୍ତୁ |
pa_arab: ਇਸ ਨੂੰ ਆਮ ਰੱਖੋ.
pl_pl: Zachowaj to swobodnie.
pt_br: Mantenha -o casual.
ro_ro: Păstrează -l casual.
ru_ru: Держите это случайным.
sk_sk: Nech je to príležitostné.
sl_si: Naj bo priložnostno.
sq_al: Mbajeni rastësor.
sr_cyrl_me: Нека буде повремени.
sv_fi: Håll det avslappnat.
sw_ke: Weka kawaida.
ta_in: அதை சாதாரணமாக வைத்திருங்கள்.
te_in: సాధారణం ఉంచండి.
th_th: ทำให้มันเป็นกันเอง
tk_tm: Tötänleýin saklaň.
tr_tr: Rahat tutun.
tt_ru: Аны очраклы саклагыз.
ug_cn: ئۇنى تاسادىپىي ساقلاڭ.
uk_ua: Тримайте це випадковим.
ur_pk: اسے آرام دہ اور پرسکون رکھیں۔
uz_cyrl: Uni tasodifiy saqlang.
vi_vn: Giữ nó bình thường.
zh_hant: 保持休閒。

# CommonEnableLabel
source: Enable
af_za: In staat stel
am_et: አንቃ
ar_bh: يُمكَِن
as_in: সক্ষম কৰা
az_cyrl: Aktivləşdirmək
bg_bg: Активиране
bn_in: সক্ষম করুন
bs_latn_ba: Omogućiti
ca_es: Capacitar
cs_cz: Umožnit
cy_gb: Galluoga
da_dk: Aktivér
de_ch: Aktivieren
el_gr: επιτρέπω
es_bo: Permitir
et_ee: Lubama
fa_ir: فعال کردن
fi_fi: ota käyttöön
fil_ph: Paganahin
fr_029: Activer
ga_ie: Cuónta
gu_in: સક્ષમ કરવું
he_il: לְאַפשֵׁר
hi_in: सक्षम
hr_hr: Omogućiti
hu_hu: Engedélyezze
hy_am: Միացնել
id_id: Memungkinkan
is_is: Virkja
it_ch: Abilitare
ja_jp: 有効にする
ka_ge: შესაძლებლობის მიცემა
kk_kz: Мүмкіншілік беру
km_kh: បើកដៃ
kn_in: ಸಕ್ರಿಯಗೊಳಿಸು
ko_kr: 할 수 있게 하다
ky_kg: Иштетүү
lo_la: ເປີດໃຊ້
lt_lt: Įgalinti
lv_lv: Dot iespēju
mi_nz: Whakamana
mk_mk: Овозможи
ml_in: കഴിവുണ്ടാക്കുക
mr_in: सक्षम करा
ms_my: Membolehkan
mt_mt: Jippermetti
nb_no: Muliggjøre
ne_np: समर्थ बनाउनु
nl_be: Inschakelen
or_in: ସକ୍ଷମ କରନ୍ତୁ |
pa_arab: ਯੋਗ
pl_pl: Włączać
pt_br: Habilitar
ro_ro: Permite
ru_ru: Давать возможность
sk_sk: Umožniť
sl_si: Omogoči
sq_al: Bëj mundësi
sr_cyrl_me: Омогућити
sv_fi: Gör det möjligt
sw_ke: Wezesha
ta_in: இயக்கு
te_in: ఎనేబుల్
th_th: เปิดใช้งาน
tk_tm: Işletmek
tr_tr: Olanak vermek
tt_ru: Кушарга
ug_cn: قوزغىتىش
uk_ua: Ввімкнути
ur_pk: فعال
uz_cyrl: Yoqib yubormoq
vi_vn: Cho phép
zh_hant: 使能夠
