Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidParamEx5
source: Preset guid is required. It was not found or wrong format for '{0}' in Plugin {1}
af_za: Vooraf ingestelde GUID is nodig. Dit is nie gevind of verkeerde formaat vir '{0}' in plugin {1}
as_in: প্ৰিছেট GUID ৰ প্ৰয়োজন। প্লাগইন {1} ত '{0}' ৰ বাবে ইয়াক পোৱা বা ভুল বিন্যাস পোৱা নগ'ল
bn_in: প্রিসেট জিইউড প্রয়োজন। এটি প্লাগইন {1} এ '{0}' এর জন্য পাওয়া বা ভুল ফর্ম্যাটটি পাওয়া যায় নি
bs_latn_ba: Potrebna je unaprijed postavljena GUID. Nije pronađen ili pogrešan format za "{0}" u dodatku {1}
ca_es: Es requereix un guia preestablert. No es va trobar ni un format equivocat per a '{0}' al plugin {1}
cs_cz: Je vyžadován předvolba GUID. Nebyl nalezen ani nesprávný formát pro '{0}' v pluginu {1}
da_dk: Forudindstillet GUID er påkrævet. Det blev ikke fundet eller forkert format for '{0}' i plugin {1}
de_ch: Voreingestellte Richtlinien sind erforderlich. Es wurde kein Format für '{0}' in Plugin {1} gefunden oder falsch
el_gr: Απαιτείται προκαθορισμένη GUID. Δεν βρέθηκε ή λανθασμένη μορφή για '{0}' στο plugin {1}
es_bo: Se requiere preajuste de GUID. No se encontró o no se encontró formato incorrecto para '{0}' en el complemento {1}
et_ee: Vajalik on eelseadet. See ei leitud ega vale vormingut '{0}' pistikprogrammist {1}
fa_ir: راهنمای پیش تعیین شده لازم است. برای "{0}" در افزونه {1} یافت نشد یا اشتباه یافت نشد
fi_fi: Esiasetettu GUID vaaditaan. Sitä ei löytynyt tai väärää muotoa '{0}' laajennuksessa {1}
fil_ph: Kinakailangan ang preset na gabay. Hindi ito natagpuan o maling format para sa '{0}' sa plugin {1}
fr_029: Préset Guid est requis. Il n'a pas été trouvé ou un mauvais format pour '{0}' dans le plugin {1}
ga_ie: Teastaíonn GUID réamhshocraithe. Níor aimsíodh é nó níor aimsíodh formáid mícheart é le haghaidh '{0}' i mbreiseán {1}
gu_in: પ્રીસેટ ગાઇડ જરૂરી છે. તે પ્લગઇન {1} માં '{0}' માટે મળ્યું નથી અથવા ખોટું ફોર્મેટ નથી
he_il: יש צורך בהנחיה מוגדרת מראש. זה לא נמצא או פורמט שגוי עבור '{0}' בתוסף {1}
hi_in: प्रीसेट गाइड की आवश्यकता है। यह प्लगइन {1} में '{0}' के लिए गलत प्रारूप नहीं मिला या गलत प्रारूप नहीं था
hr_hr: Potreban je unaprijed GUID. Nije pronađen ili pogrešan format za '{0}' u dodatku {1}
hu_hu: Előre beállított GUID szükséges. Nem találták meg, vagy nem volt rossz formátum a '{0}' -hez a {1} pluginban
hy_am: Նախադրված ուղեցույց է պահանջվում: Այն չի գտնվել կամ սխալ ձեւաչափը «{0}» հավելվածի մեջ {1}
id_id: Diperlukan Guid Preset. Itu tidak ditemukan atau format yang salah untuk '{0}' di plugin {1}
is_is: Forstillt GUID er krafist. Það fannst ekki eða rangt snið fyrir '{0}' í viðbót {1}
it_ch: È richiesto PRESET GUID. Non è stato trovato o un formato sbagliato per '{0}' nel plugin {1}
ja_jp: プリセットガイドが必要です。プラグインの「{0}」のフォーマット{1}は見つかりませんでした
km_kh: មគិតកំណត់ជាមុនត្រូវបានទាមទារ។ វាមិនត្រូវបានរកឃើញឬទ្រង់ទ្រាយខុសសម្រាប់ '{0}' ក្នុងកម្មវិធីជំនួយ {1}
kn_in: ಪೂರ್ವನಿರ್ಧರಿತ ಮಾರ್ಗದರ್ಶಿ ಅಗತ್ಯವಿದೆ. ಇದು ಕಂಡುಬಂದಿಲ್ಲ ಅಥವಾ ಪ್ಲಗಿನ್‌ನಲ್ಲಿ '{0}' ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ತಪ್ಪಾಗಿದೆ {1}
ko_kr: 사전 설정된 안내가 필요합니다. 플러그인 {1}에서 '{0}'에 대한 형식이 발견되지 않았거나 잘못된 형식을 찾지 못했습니다.
lo_la: ຕ້ອງມີຄວາມຈໍາເປັນຕ້ອງມີ preset. ມັນບໍ່ໄດ້ຖືກພົບເຫັນຫຼືຮູບແບບທີ່ບໍ່ຖືກຕ້ອງສໍາລັບ '{0}' ໃນ Plugin {1}
lt_lt: Reikia iš anksto nustatyti GUID. „{0}“ jis nebuvo rastas ar neteisingas formatas papildinyje {1}
lv_lv: Nepieciešams iepriekš iestatīts GUID. Tas nebija atrasts vai nepareizs formāts “{0} 'spraudnī {1}
ml_in: പ്രീസെറ്റ് മാർഗ്ഗനിർദ്ദേശം ആവശ്യമാണ്. പ്ലഗിൻ {1} ൽ '{0}' എന്നതിനായി ഇത് കണ്ടെത്തിയില്ല അല്ലെങ്കിൽ തെറ്റായി കണ്ടെത്തിയില്ല
mr_in: प्रीसेट मार्गदर्शक आवश्यक आहे. हे प्लगइन {1} मध्ये '{0}' साठी सापडले किंवा चुकीचे स्वरूप नव्हते
mt_mt: GUID issettjat minn qabel huwa meħtieġ. Ma nstabx jew format ħażin għal '{0}' fil-plugin {1}
nb_no: Forhåndsinnstilt guid er påkrevd. Det ble ikke funnet eller feil format for '{0}' i plugin {1}
ne_np: प्रिसेट गाइड आवश्यक छ। प्लगइन {1} मा '{0}' को लागि यो फेला परेन वा गलत ढाँचा
nl_be: Vooraf ingestelde GUID is vereist. Het werd niet gevonden of verkeerd opmaak voor '{0}' in plugin {1}
or_in: ପ୍ରିସେଟ୍ ଗାଇଡ୍ ଆବଶ୍ୟକ | ପ୍ଲଗଇନ୍ {1} ରେ '{0}' ପାଇଁ ଏହା ମିଳିଲା କିମ୍ବା ଭୁଲ ଫର୍ମାଟ୍ ନଥିଲା |
pa_arab: ਪ੍ਰੀਸੈਟ ਗਾਈਡ ਦੀ ਲੋੜ ਹੈ. ਪਲੱਗਇਨ {1} ਵਿੱਚ '{0}' ਲਈ ਇਹ ਨਹੀਂ ਮਿਲਿਆ ਜਾਂ ਗਲਤ ਫਾਰਮੈਟ
pt_br: O GUID predefinido é necessário. Não foi encontrado ou formato errado para '{0}' no plugin {1}
ro_ro: Ghidul presetat este necesar. Nu a fost găsit sau format greșit pentru „{0}” în plugin {1}
ru_ru: Требуется предустановленная GUID. Он не был найден или неправильный формат для '{0}' в плагине {1}
sk_sk: Vyžaduje sa vopred. Nebol nájdený ani nesprávny formát pre '{0}' v doplnku {1}
sl_si: Potreben je prednastavljeni GUID. Ni bilo mogoče najti ali napačne oblike za '{0}' v vtičniku {1}
sq_al: Kërkohet udhëzimi i paracaktuar. Nuk u gjet ose format i gabuar për '{0}' në plugin {1}
sr_cyrl_me: Потребно је подешени ГУИД. Није пронађен или погрешан формат за '{0}' у додатку {1}
sv_fi: Förinställd GUID krävs. Det hittades inte eller fel format för '{0}' in plugin {1}
ta_in: முன்னமைக்கப்பட்ட வழிகாட்டி தேவை. சொருகி {1} இல் '{0}' க்கு இது காணப்படவில்லை அல்லது தவறான வடிவம்
te_in: ప్రీసెట్ గైడ్ అవసరం. ప్లగిన్ {1}లో '{0}' కోసం ఇది కనుగొనబడలేదు లేదా తప్పు ఫార్మాట్
th_th: จำเป็นต้องมี GUID ที่ตั้งไว้ล่วงหน้า ไม่พบหรือรูปแบบที่ไม่ถูกต้องสำหรับ '{0}' ในปลั๊กอิน {1}
tk_tm: Öňünden kesgitlenen gollanma talap edilýär. Plugin {1} in-de '{0}' üçin ýalňyş format tapylmady
tr_tr: Önceden ayarlanmış GUID gereklidir. {1} eklentisinde '{0}' için bulunamadı veya yanlış format yoktu
tt_ru: Продукция белән тәэмин итү кирәк. Ул плагиндагы '{0}' өчен табылмады яки {1}
uk_ua: Потрібна попередньо встановлена ​​GUID. Він не був знайдений або неправильний формат для '{0}' у плагіні {1}
ur_pk: پیش سیٹ GID کی ضرورت ہے۔ پلگ ان {1} میں '{0}' کے لئے یہ نہیں ملا یا غلط فارمیٹ نہیں ملا تھا
uz_cyrl: Belgilangan ko'rsatma talab qilinadi. "{0}" plagin {1} uchun u topilmadi yoki noto'g'ri format emas edi
zh_hant: 需要預設引導。插件 {1} 中未找到「{0}」或格式錯誤

# InvalidParamEx6
source: Cannot find parameter with paramId '{0}' referenced by Preset '{1}' for Plugin '{2}'. Parameter may have changed or was removed, update preset paramValue or remove it.
af_za: Kan nie parameter vind met paramid '{0}' verwys deur vooraf ingestelde '{1}' vir inprop '{2}'. Parameter kan verander het of verwyder is, die vooraf ingestelde paramValue opdateer of verwyder.
as_in: Paramid '{0}' ৰ সৈতে প্ৰাচল বিচাৰি নাপায় প্লাগইন '{2}' ৰ বাবে Preset '{1}' দ্বাৰা উল্লেখ কৰা। প্ৰাচল সলনি হৈছে বা আঁতৰোৱা হব পাৰে, Preset ParamValue আপডেইট কৰক বা ইয়াক আঁতৰাওক।
bn_in: প্লাগইন '{2}' এর জন্য প্রিসেট '{1}' দ্বারা রেফারেন্সযুক্ত প্যারামিড '{0}' দিয়ে প্যারামিটারটি খুঁজে পাচ্ছেন না। প্যারামিটারটি পরিবর্তিত হতে পারে বা সরানো হয়েছে, প্রিসেট প্যারামভ্যালু আপডেট করুন বা এটি সরান।
bs_latn_ba: Ne mogu pronaći parametar sa paramesom '{0}' na koje se navodi unaprijed postavljenim '{1}' za dodatak '{2}'. Parametar se možda promijenio ili je uklonjen, ažuriraj unaprijed postavljenu paragravu ili ga ukloniti.
ca_es: No es pot trobar el paràmetre amb paramid '{0}' a què es fa referència per Preset '{1}' per al plugin '{2}'. El paràmetre pot haver canviat o eliminar, actualitzar el paramvalue o eliminar -lo.
cs_cz: Nelze najít parametr s Paramid '{0}' odkazovaný na předvolbu '{1}' pro plugin '{2}'. Parametr se mohl změnit nebo byl odstraněn, aktualizovat předvolbu ParamValue nebo jej odstranit.
da_dk: Kan ikke finde parameter med paramid '{0}' henvist til af forudindstillet '{1}' til plugin '{2}'. Parameter kan have ændret eller blevet fjernet, opdatere forudindstillet paramvalue eller fjerne den.
de_ch: Parameter kann nicht mit paramid '{0}' von voreingestellter '{1}' für Plugin '{2}' bezeichnet werden. Der Parameter kann sich geändert haben oder entfernt wurden, voreingestellter Paramvalue aktualisieren oder entfernen.
el_gr: Δεν είναι δυνατή η εύρεση παραμέτρου με paramid '{0}' που αναφέρεται από την προεπιλογή '{1}' για plugin '{2}'. Η παράμετρος μπορεί να έχει αλλάξει ή να απομακρυνθεί, να ενημερώσει την προεπιλογή paramvalue ή να την αφαιρέσει.
es_bo: No se puede encontrar el parámetro con ParamID '{0}' referenciado por Preset '{1}' para complementar {2} '. El parámetro puede haber cambiado o eliminado, actualizar el PARAMVALUE PRERESTO o eliminarlo.
et_ee: Parameetrit ei leia parameetrit koos PlumiT '{1}' viidatud parameetriga '{0}' pistikprogrammi '{2}' jaoks. Võimalik, et parameeter on muutunud või eemaldatud, värskendage eelseade paramValue või eemaldage see.
fa_ir: پارامتر را با paramid '{0}' ارجاع شده توسط pretet '{1}' برای افزونه '{2}' پیدا کنید. پارامتر ممکن است تغییر کرده یا حذف شده باشد ، از پیش تنظیم شده از پیش والای به روز کنید یا آن را حذف کنید.
fi_fi: Parametria ei löydy paramid '{0}', jonka viitataan esiasetettuna '{1}' laajennukselle '{2}'. Parametri on saattanut muuttua tai poistettu, päivitä esiasetettu puolueellisuus tai poista se.
fil_ph: Hindi mahanap ang parameter na may paramid '{0}' na na -refer sa pamamagitan ng preset '{1}' para sa plugin '{2}'. Maaaring magbago o tinanggal ang parameter, i -update ang preset na paramvalue o alisin ito.
fr_029: Impossible de trouver le paramètre avec paramid '{0}' référencé par préset '{1}' pour le plugin '{2}'. Le paramètre peut avoir changé ou supprimé, mettre à jour le préréglage préréglé ou le supprimer.
ga_ie: Ní féidir paraiméadar a aimsiú le paraimid '{0}' arna dtagairt ag réamhshocrú '{1}' le haghaidh plugin '{2}'. D'fhéadfadh an paraiméadar a bheith athraithe nó a bhaint, nuashonrú a dhéanamh ar pharamvalue réamhshocraithe nó é a bhaint.
gu_in: પેરામિડ '{0}' સાથે પરિમાણ શોધી શકાતું નથી 'પ્લગઇન' {2} 'માટે પ્રીસેટ' {1} 'દ્વારા સંદર્ભિત. પરિમાણ બદલાયું છે અથવા દૂર થયું છે, પ્રીસેટ પેરામવલ્યુને અપડેટ કરો અથવા તેને દૂર કરો.
he_il: לא ניתן למצוא פרמטר עם paramID '{0}' שהוזכר על ידי מראש '{1}' עבור Plugin '{2}'. הפרמטר אולי השתנה או הוסר, עדכן את ParamValue מראש או הסר אותו.
hi_in: PARMID '{0}' के साथ Parameter '{1}' द्वारा संदर्भित Paramater '{1}' के साथ PARMATER '{2}' के लिए नहीं मिल सकता है। पैरामीटर बदल सकता है या हटा दिया गया था, पूर्व निर्धारित परमवेल्यू को अपडेट करें या इसे हटा दें।
hr_hr: Ne može pronaći parametar s paramId '{0}' na koju se referencira unaprijed '{1}' za dodatak '{2}'. Parametar je možda promijenjen ili uklonjen, ažurirajte unaprijed postavljenu ParamValue ili ga uklonite.
hu_hu: Nem található paraméter a '{0}' paramid paramid segítségével, amelyet az '{1}' preset hivatkozik a '{2}' pluginhoz. Lehet, hogy a paraméter megváltozhat vagy eltávolított, frissítheti az előre beállított paramValue -t vagy eltávolította azt.
hy_am: Հնարավոր չէ գտնել պարամետր `« {0} »պարամետրով` «{1}» նախադրված «{2}»: Պարամետրը կարող է փոխվել կամ հեռացվել է, թարմացրեք նախադրյալը ParamVautue- ը կամ հեռացրեք այն:
id_id: Tidak dapat menemukan parameter dengan paramid '{0}' direferensikan oleh preset '{1}' untuk plugin '{2}'. Parameter mungkin telah berubah atau dihapus, perbarui paramValue preset atau hapus.
is_is: Get ekki fundið breytu með paramid '{0}' sem vísað er til með forstilltu '{1}' fyrir viðbót '{2}'. Færibreytur kann að hafa breyst eða var fjarlægt, uppfært forstillt paramvalue eða fjarlægð það.
it_ch: Impossibile trovare il parametro con Paramid '{0}' referenziato da preset '{1}' per il plugin '{2}'. Il parametro potrebbe essere cambiato o rimosso, aggiornare il parametro preimpostato o rimuoverlo.
ja_jp: PALAMID '{0}'がpragin '{2}'のpreset '{1}'で参照されるパラメーターを見つけることができません。パラメーターが変更されたか、削除されたか、プリセットパラメージを更新するか、削除した場合があります。
km_kh: មិនអាចរកឃើញប៉ារ៉ាម៉ែត្រដែលមាន paramated '{0}' ដែលបានយោងដោយកំណត់ជាមុន '{1}' សម្រាប់កម្មវិធីជំនួយ '{2}' ។ ប៉ារ៉ាម៉ែត្រប្រហែលជាបានផ្លាស់ប្តូរឬត្រូវបានដកចេញធ្វើឱ្យទាន់សម័យ paramvalue ឬយកវាចេញ។
kn_in: ಪ್ಯಾರಾಮಿಡ್ '{0}' ಪ್ಲಗಿನ್ '{2}' ಗಾಗಿ ಮೊದಲೇ '{1}' ನಿಂದ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ. ನಿಯತಾಂಕವು ಬದಲಾಗಿರಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಲಾಗಿದೆ, ಮೊದಲೇ ನಿಗದಿಪಡಿಸಿದ ಪ್ಯಾರಾಮಾಲ್ಯೂ ಅಥವಾ ತೆಗೆದುಹಾಕಿ.
ko_kr: 플러그인 '{2}'에 대해 preset '{1}'에 의해 참조 된 Paramid '{0}'가있는 매개 변수를 찾을 수 없습니다. 매개 변수가 변경되거나 제거되었을 수 있습니다. 사전 설정 파라 밸브를 업데이트하거나 제거 할 수 있습니다.
lo_la: ບໍ່ສາມາດຊອກຫາພາລາມິເຕີໄດ້ກັບ paramid '{0}' ອ້າງອີງໂດຍ preset '{1 {1}' ສໍາລັບ plugin '{2}'. ພາລາມິເຕີອາດຈະມີການປ່ຽນແປງຫຼືຖືກໂຍກຍ້າຍ, ປັບປຸງ preset paramvalue ຫຼືເອົາມັນອອກ.
lt_lt: Nepavyko rasti parametro su paramId '{0}', nurodytą iš anksto nustatyto įskiepio '{2}' '{1}'. Parametras gali būti pakeistas arba pašalintas, atnaujinkite iš anksto nustatytą paramValue arba pašalinkite jį.
lv_lv: Nevar atrast parametru ar paramidu “{0} ', uz kuru atsaucas preset' {1} 'spraudnim' {2} '. Parametrs, iespējams, ir mainījies vai tika noņemts, atjauniniet iepriekš iestatīto paramvalu vai noņemt to.
ml_in: Plugin '{2}' എന്ന പ്ലഗിൻ ഉപയോഗിച്ച് പ്രീസെറ്റ് '{1}' പരാമർശിച്ച '{0}' ഉപയോഗിച്ച് പാരാമീറ്റർ കണ്ടെത്താൻ കഴിയില്ല. പാരാമീറ്റർ മാറിയിരിക്കാം അല്ലെങ്കിൽ നീക്കംചെയ്തു, പ്രീസെറ്റ് പാരാംവവൽ അപ്ഡേറ്റ് ചെയ്യുക അല്ലെങ്കിൽ നീക്കംചെയ്യുക.
mr_in: प्लगइन '{2}' साठी प्रीसेट '{1}' द्वारे संदर्भित पॅरामिड '{0}' सह पॅरामीटर शोधू शकत नाही. पॅरामीटर बदलले असेल किंवा काढले गेले असेल, प्रीसेट परमवॅल्यू अद्यतनित करा किंवा ते काढा.
mt_mt: Ma jistax isib parametru bil-paramidu "{0}" referenzjat minn preset "{1}" għall-plugin "{2}". Il-parametru jista 'jinbidel jew tneħħa, aġġorna l-paramvalue issettjat minn qabel jew neħħih.
nb_no: Finner ikke parameter med paramid '{0}' referert til med forhåndsinnstilt '{1}' for plugin '{2}'. Parameter kan ha endret seg eller ble fjernet, oppdater forhåndsinnstilt paramValue eller fjerne den.
ne_np: प्यारामिडरको साथ प्यारामिटर फेला पार्न सक्दैन {0 0} '{0}' {1} '{1}' {2 2} '{2}'। प्यारामिटर परिवर्तन भएको हुन सक्छ वा हटाइएको थियो, अपडेट गर्नुहोस् प्रिसेट प्याराम्ब्ललवंश वा यसलाई हटाउनुहोस्।
nl_be: Kan parameter niet vinden met paramid '{0}' waarnaar wordt verwezen door preset '{1}' voor plugin '{2}'. Parameter kan zijn gewijzigd of zijn verwijderd, update vooraf ingestelde paramValue of verwijder deze.
or_in: ପ୍ଲଗଇନ୍ '{2}' ପାଇଁ ପ୍ରିସେଟ୍ '{1}' ଦ୍ୱାରା ସୂଚିତ paramId '{0}' ସହିତ ପାରାମିଟର ଖୋଜି ପାରିବ ନାହିଁ | ପାରାମିଟର ହୁଏତ ବଦଳି ଯାଇଛି କିମ୍ବା ଅପସାରିତ ହୋଇଛି, ପ୍ରିସେଟ୍ ପାରାମ ଭାଲ୍ୟୁ ଅପଡେଟ୍ କରନ୍ତୁ କିମ୍ବା ଏହାକୁ ଅପସାରଣ କରନ୍ତୁ |
pa_arab: ਪਲੱਗਇਨ '{2}' ਲਈ ਪਰਮਿਡ '{0}' ਨੂੰ ਪ੍ਰੀਸੈੱਟ '{1}' ਨਾਲ ਪ੍ਰੈਕਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਪੈਰਾਮੀਟਰ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਪ੍ਰੀਸੈੱਟ ਪੈਰਾਵਵੈਲਯੂ ਨੂੰ ਅਪਡੇਟ ਕਰਦਾ ਹੈ ਜਾਂ ਇਸ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ.
pt_br: Não é possível encontrar o parâmetro com o paramid '{0}' referenciado por predefinição '{1}' para plugin '{2}'. O parâmetro pode ter alterado ou foi removido, atualize o paramvalue predefinido ou remova -o.
ro_ro: Nu pot găsi parametrul cu ParamID '{0}' la care se face referire de presetare '{1}' pentru plugin '{2}'. Parametrul s -ar fi putut schimba sau a fost eliminat, actualizați ParamValue presetat sau eliminați -l.
ru_ru: Не удается найти параметр с парамидным '{0}', на который ссылается Preset '{1}' для плагина '{2}'. Параметр мог измениться или был удален, обновлять предустановленное параметра или удалить его.
sk_sk: Nemôže nájsť parameter s paramid '{0}' odkazom na predvoľbu '{1}' pre plugin '{2}'. Parameter sa mohol zmeniť alebo bol odstránený, aktualizovať predvoľbu ParamValue alebo ho odstrániť.
sl_si: Parametra s paramidom '{0}' ni mogoče najti za prednastavitev '{1}' za vtičnik '{2}'. Parameter se je lahko spremenil ali odstranil, posodobil prednastavljeno ParamValue ali ga odstranite.
sq_al: Nuk mund të gjeni parametër me paramid '{0}' referuar nga paracaktimi '{1}' për shtojcën '{2}'. Parametri mund të ketë ndryshuar ose është hequr, azhurnoni paramvalue të paracaktuar ose hiqeni atë.
sr_cyrl_me: Не могу да пронађете параметар са парамемом '{0}' који се позива подешеним '{1}' за додатак {2} '. Параметар се можда променио или је уклоњен, ажурира се унапред подешени парамалвалуе или га уклони.
sv_fi: Kan inte hitta parameter med paramid '{0}' refererad av förinställd '{1}' för plugin '{2}'. Parameter kan ha ändrats eller tagits bort, uppdatera förinställd paramValue eller ta bort den.
ta_in: சொருகி '{2}' க்கு முன்னமைக்கப்பட்ட '{1}' ஆல் குறிப்பிடப்பட்ட பாரமிட் '{0}' உடன் அளவுருவைக் கண்டுபிடிக்க முடியவில்லை. அளவுரு மாற்றப்பட்டிருக்கலாம் அல்லது அகற்றப்பட்டிருக்கலாம், முன்னமைக்கப்பட்ட அளவுரு புதுப்பிப்பு அல்லது அதை அகற்றலாம்.
te_in: ప్లగిన్ '{2}' కోసం ప్రీసెట్ '{1}' చేత సూచించబడిన పారామిడ్ '{0}' తో పరామితిని కనుగొనలేకపోయాము. పరామితి మారి ఉండవచ్చు లేదా తొలగించబడి ఉండవచ్చు, ప్రీసెట్ పారామాల్యూను నవీకరించండి లేదా తీసివేయండి.
th_th: ไม่พบพารามิเตอร์ด้วย paramid '{0}' อ้างอิงโดยที่ตั้งไว้ล่วงหน้า '{1}' สำหรับปลั๊กอิน '{2}' พารามิเตอร์อาจมีการเปลี่ยนแปลงหรือถูกลบออกอัปเดต paramValue ที่ตั้งไว้ล่วงหน้าหรือลบออก
tk_tm: Peramid '{1}' {2} 'üçin parametr' {0} 'bilen parametr tapyp bilmeýärsiňiz,'} ' Parametr üýtgewsiz bolup biler ýa-da aýryldy ýa-da aýryldy
tr_tr: '{0}' ile parametre ile bulamıyor '{1}' tarafından eklenti '{2}' için başvurur. Parametre değişmiş veya kaldırılmış olabilir, önceden ayarlanmış paramvalue güncelleyin veya kaldırın.
tt_ru: Плагин '{2}' презеты '{1}' парамиды '{0}' белән параметр таба алмый. Параметр үзгәргән яки бетерелгән булырга мөмкин, алдан билгеләнгән яки аны бетергән.
uk_ua: Не вдається знайти параметр з Paramid '{0}', на який посилаються на попередньо встановлений '{1}' для плагіна '{2}'. Параметр, можливо, змінився або був видалений, оновити попередньо встановлене парамовик або видалити його.
ur_pk: پلگ ان '{2}' کے لیے پیش سیٹ '{1}' کے ذریعے حوالہ کردہ paramId '{0}' کے ساتھ پیرامیٹر نہیں مل سکتا۔ ہو سکتا ہے پیرامیٹر تبدیل ہو گیا ہو یا ہٹا دیا گیا ہو، پری سیٹ paramValue کو اپ ڈیٹ کریں یا اسے ہٹا دیں۔
uz_cyrl: “{2}” plagini uchun “{1}” oldindan o‘rnatilgan “{0}” parametriga havola qilingan “{0}” parametrli parametr topilmadi. Parametr o'zgartirilgan yoki o'chirilgan bo'lishi mumkin, oldindan o'rnatilgan paramValue-ni yangilang yoki uni olib tashlang.
zh_hant: 找不到外掛程式「{2}」的預設「{1}」所引用的 paramId「{0}」的參數。參數可能已變更或已刪除，請更新預設 paramValue 或將其刪除。
