Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefThemeColorHint
source: Caution! Other palette colors are chosen using math not eyes! So be aware some color and style combinations may not have proper contrast for readability.
af_za: WAARSKUWING! Ander paletkleure word gekies met behulp van wiskunde nie oë nie! Let dus op sommige kleur- en stylkombinasies het moontlik nie die regte kontras vir leesbaarheid nie.
am_et: ጥንቃቄ! ሌሎች ቤተ-ስዕሎች ቀለሞች ምርመራዎችን ሳይጠቀሙ ተመርጠዋል! ስለዚህ አንዳንድ የቀለም እና የቅጥ ጥምረት ንፅፅር ላላቸው ትክክለኛ ንፅፅሮች ላይኖራቸው ይችላል.
ar_bh: حذر! يتم اختيار ألوان لوحة أخرى باستخدام الرياضيات وليس العيون! لذا كن على دراية ببعض مجموعات الألوان والأناقة قد لا يكون لها تباين مناسب لقابلية القراءة.
as_in: সাৱধান! অন্যান্য পেলেট ৰং অংক নহয় চকু ব্যৱহাৰ কৰি বাছি লোৱা হয়! গতিকে সচেতন হওক কিছুমান ৰং আৰু শৈলীৰ সংমিশ্ৰণৰ পঠনযোগ্যতাৰ বাবে সঠিক কনট্ৰাষ্ট নাথাকিবও পাৰে।
az_cyrl: Diqqət! Digər palitrası rəngləri riyaziyyatdan istifadə edərək seçilir! Beləliklə, bir sıra rəng və üslub birləşmələrinin oxunuş üçün düzgün kontrast olmaya bilər.
bg_bg: Внимание! Други цветове на палитрата се избират с помощта на математика не очи! Така че имайте предвид, че някои комбинации от цвят и стил може да нямат подходящ контраст за четене.
bn_in: সতর্ক করা! অন্যান্য প্যালেট রঙগুলি ম্যাথ নট আইস ব্যবহার করে বেছে নেওয়া হয়! সুতরাং সচেতন হন কিছু রঙ এবং শৈলীর সংমিশ্রণগুলির পঠনযোগ্যতার জন্য যথাযথ বৈসাদৃশ্য নাও থাকতে পারে।
bs_latn_ba: Oprez! Ostale boje palete biraju se pomoću matematike a ne očiju! Zato budite svjesni neke kombinacije boja i stila možda neće imati odgovarajući kontrast za čitljivost.
ca_es: Precaució! Altres colors de la paleta s’escullen amb matemàtiques no ulls! Així que tingueu en compte que algunes combinacions de colors i estil poden no tenir un contrast adequat per a la llegibilitat.
cs_cz: Pozor! Další barvy palety jsou vybrány pomocí matematiky ne očima! Takže si uvědomte, že některé kombinace barev a stylu nemusí mít správný kontrast pro čitelnost.
cy_gb: Rhybudd! Dewisir lliwiau palet eraill gan ddefnyddio mathemateg nid llygaid! Felly byddwch yn ymwybodol efallai na fydd gan rai cyfuniadau lliw ac arddull wrthgyferbyniad cywir ar gyfer darllenadwyedd.
da_dk: Advarsel!!!! Andre paletfarver vælges ved hjælp af matematik ikke øjne! Så vær opmærksom på, at nogle farve- og stilkombinationer muligvis ikke har korrekt kontrast til læsbarhed.
de_ch: Vorsicht! Andere Palettenfarben werden mit Mathematik nicht ausgewählt! Beachten Sie also, dass einige Farb- und Stilkombinationen möglicherweise keinen richtigen Kontrast für die Lesbarkeit haben.
el_gr: Προσοχή! Άλλα χρώματα παλέτας επιλέγονται χρησιμοποιώντας μαθηματικά όχι μάτια! Έτσι, να γνωρίζετε ότι ορισμένοι συνδυασμοί χρωμάτων και στυλ μπορεί να μην έχουν την κατάλληλη αντίθεση για την αναγνωσιμότητα.
es_bo: ¡Precaución! ¡Otros colores de la paleta se eligen usando matemáticas, no ojos! Por lo tanto, tenga en cuenta que algunas combinaciones de color y estilo pueden no tener el contraste adecuado para la legibilidad.
et_ee: Ettevaatust! Muud palettvärvid valitakse matemaatika, mitte silmade abil! Nii et olge teadlik, et mõnel värvi- ja stiilikombinatsioonil ei pruugi olla loetavuse jaoks sobiv kontrast.
fa_ir: احتیاط! سایر رنگهای پالت با استفاده از ریاضی و نه چشم انتخاب می شوند! بنابراین آگاه باشید برخی از ترکیبات رنگ و سبک ممکن است تضاد مناسبی برای خوانایی نداشته باشد.
fi_fi: Varovainen! Muut palettivärit valitaan matematiikan käyttämällä silmiä! Joten tiedä, että joillakin väri- ja tyyliyhdistelmillä ei ehkä ole asianmukaista kontrastia luettavuudelle.
fil_ph: Pag -iingat! Ang iba pang mga kulay ng palette ay pinili gamit ang matematika hindi mga mata! Kaya magkaroon ng kamalayan ng ilang mga kumbinasyon ng kulay at estilo ay maaaring walang tamang kaibahan para sa kakayahang mabasa.
fr_029: Prudence! Les autres couleurs de palette sont choisies en utilisant les mathématiques et non les yeux! Sachez donc que certaines combinaisons de couleurs et de style peuvent ne pas avoir un contraste approprié pour la lisibilité.
ga_ie: Rabhadh! Roghnaítear dathanna eile pailéad ag baint úsáide as mata ní súile! Mar sin, bí ar an eolas go mb'fhéidir nach mbeadh codarsnacht cheart ag roinnt teaglaim datha agus stíle maidir le hinléiteacht.
gu_in: સાવધાની! અન્ય પેલેટ રંગો ગણિતનો ઉપયોગ કરીને પસંદ કરવામાં આવે છે! તેથી ધ્યાન રાખો કે કેટલાક રંગ અને શૈલી સંયોજનોમાં વાંચનક્ષમતા માટે યોગ્ય વિરોધાભાસ ન હોઈ શકે.
he_il: זְהִירוּת! צבעי פלטה אחרים נבחרים באמצעות מתמטיקה ולא עיניים! אז שימו לב לשילובי צבע וסגנון מסוימים עשויים שלא להיות בעלי ניגודיות נאותה לקריאה.
hi_in: सावधानी! अन्य पैलेट रंगों को गणित नहीं आंखों का उपयोग करके चुना जाता है! इसलिए जागरूक रहें कि कुछ रंग और स्टाइल संयोजनों में पठनीयता के लिए उचित विपरीत नहीं हो सकता है।
hr_hr: Oprez! Ostale boje palete biraju se pomoću matematike, a ne oči! Stoga budite svjesni da neke kombinacije boja i stila možda nemaju odgovarajuću kontrastu za čitljivost.
hu_hu: Vigyázat! A többi paletta színt a matematika, a nem szemmel választják meg! Tehát légy tudatában annak, hogy néhány szín- és stíluskombinációnak nincs megfelelő kontrasztja az olvashatósághoz.
hy_am: Զգուշություն! Այլ պալիտրա գույներն ընտրվում են `օգտագործելով մաթեմատիկական ոչ աչքերը: Ուստի տեղյակ եղեք, որ որոշ գույնի եւ ոճի համադրություններ կարող են պատշաճ հակադրություն չունենալ ընթերցելիության համար:
id_id: Peringatan! Warna palet lainnya dipilih menggunakan matematika bukan mata! Jadi perhatikan beberapa kombinasi warna dan gaya mungkin tidak memiliki kontras yang tepat untuk keterbacaan.
is_is: Varúð! Aðrir litatöflu litir eru valdir með því að nota stærðfræði ekki augu! Svo vertu meðvituð um að einhverjar lit- og stílsamsetningar hafi ekki viðeigandi andstæða fyrir læsileika.
it_ch: Attenzione! Altri colori della tavolozza sono scelti usando matematica non occhi! Quindi tieni presente che alcune combinazioni di colori e stile potrebbero non avere un adeguato contrasto per la leggibilità.
ja_jp: 注意！他のパレットの色は、目ではなく数学を使用して選択されます！したがって、いくつかの色とスタイルの組み合わせが読みやすさのための適切なコントラストがない場合があることに注意してください。
ka_ge: Სიფრთხილით! სხვა პალიტრის ფერები შეირჩევა მათემატიკის გამოყენებით და არა თვალების გამოყენებით! ასე რომ, გაითვალისწინეთ, რომ რამდენიმე ფერის და სტილის კომბინაციამ შეიძლება არ ჰქონდეს სათანადო კონტრასტი წაკითხვისთვის.
kk_kz: Абайлаңыз! Басқа бояғыш түстер математиканы қолданып таңдалады! Сондықтан түсі мен стиліндегі комбинациялар оқылуға тиісті контраст болмауы мүмкін.
km_kh: ការប្រុងប្រយ័ត្ន! ពណ៌ក្ដារលាយផ្សេងទៀតត្រូវបានជ្រើសរើសដោយប្រើគណិតវិទ្យាមិនមែនភ្នែក! ដូច្នេះត្រូវដឹងអំពីបន្សំពណ៌និងរចនាប័ទ្មមួយចំនួនប្រហែលជាមិនមានភាពផ្ទុយគ្នាសម្រាប់ការអានបានទេ។
kn_in: ಎಚ್ಚರಿಕೆ! ಗಣಿತದ ಕಣ್ಣುಗಳನ್ನು ಬಳಸಿ ಇತರ ಪ್ಯಾಲೆಟ್ ಬಣ್ಣಗಳನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗುತ್ತದೆ! ಆದ್ದರಿಂದ ಕೆಲವು ಬಣ್ಣ ಮತ್ತು ಶೈಲಿಯ ಸಂಯೋಜನೆಗಳು ಓದಲು ಸರಿಯಾದ ವ್ಯತಿರಿಕ್ತತೆಯನ್ನು ಹೊಂದಿಲ್ಲದಿರಬಹುದು ಎಂದು ತಿಳಿದಿರಲಿ.
ko_kr: 주의! 다른 팔레트 색상은 Eyes가 아닌 수학을 사용하여 선택됩니다! 따라서 일부 색상과 스타일 조합은 가독성에 대한 적절한 대비가 없을 수 있습니다.
ky_kg: Сак бол! Башка палитра түстөрү математиканы колдонуу менен эмес! Андыктан бир нече түстү жана стил айкалыштарын окууга болгон айырмачылыкка ээ болбошу мүмкүн.
lo_la: ຂໍ້ຄວນລະວັງ! ສີອື່ນໆທີ່ມີສີສັນທີ່ຖືກເລືອກໂດຍໃຊ້ເລກບໍ່ແມ່ນຕາ! ສະນັ້ນຈົ່ງຮູ້ບາງສີແລະການປະສົມປະສານແບບແລະການປະສົມປະສານແບບບໍ່ກົງກັນຂ້າມກັບຄວາມສາມາດອ່ານໄດ້.
lt_lt: Atsargiai! Kitos paletės spalvos pasirenkamos naudojant matematikos, o ne akis! Taigi atminkite, kad kai kurie spalvų ir stiliaus deriniai gali neturėti tinkamo kontrasto, kad būtų galima skaitomumo.
lv_lv: UZMANĪBU! Citas paletes krāsas tiek izvēlētas, izmantojot matemātiku, nevis acis! Tāpēc ņemiet vērā, ka dažām krāsu un stila kombinācijām, iespējams, nav pareiza lasāmības kontrasta.
mi_nz: Kia tūpato! Ko etahi atu papataata ka tohua ma te whakamahi i nga kanohi kaore e nga kanohi! No reira kia mohio koe kaore pea he rereke o te tae me nga momo taapiri mo te panui.
mk_mk: ВНИМАНИЕ! Другите бои на палетата се избираат со употреба на математика, а не очи! Затоа, бидете свесни некои комбинации во боја и стил можеби немаат соодветен контраст за читливост.
ml_in: ജാഗ്രത! മഠം കണ്ണുകൾ ഉപയോഗിച്ചാണ് മറ്റ് പാലറ്റ് നിറങ്ങൾ തിരഞ്ഞെടുക്കുന്നത്! അതിനാൽ കുറച്ച് നിറവും ശൈലി കോമ്പിനേഷനുകൾക്ക് അറിഞ്ഞിരിക്കുക വായനാക്ഷമതയ്ക്ക് ശരിയായ ദൃശ്യതീവ്രത ഉണ്ടാകില്ല.
mr_in: सावधगिरी! इतर पॅलेट रंग गणिताचा वापर करून निवडले जातात! म्हणून जागरूक रहा काही रंग आणि शैली संयोजनांमध्ये वाचनीयतेसाठी योग्य कॉन्ट्रास्ट असू शकत नाही.
ms_my: Berhati -hati! Warna palet lain dipilih menggunakan matematik bukan mata! Oleh itu, sedar beberapa kombinasi warna dan gaya mungkin tidak mempunyai kontras yang tepat untuk kebolehbacaan.
mt_mt: Attenzjoni! Kuluri oħra tal-paletta huma magħżula bl-użu tal-Matematika Mhux Għajnejn! Allura kun konxju li xi kombinazzjonijiet ta 'kulur u stil jista' ma jkollhomx kuntrast xieraq għall-leġġibilità.
nb_no: Forsiktighet! Andre palettfarger er valgt ved hjelp av matematikk, ikke øyne! Så vær oppmerksom på at noen farge- og stilkombinasjoner kanskje ikke har riktig kontrast for lesbarhet.
ne_np: सावधानी! अन्य प्यालेट र colors हरू गणना नगर्नुहोस्! त्यसैले सचेत हुनुहोस् केहि र color र शैली संयोजनहरू पाठ्यताको लागि उचित कन्ट्रास्ट हुन सक्दैन।
nl_be: Voorzichtigheid! Andere paletkleuren worden gekozen met wiskunde, geen ogen! Houd er dus rekening mee dat sommige kleur- en stijlcombinaties mogelijk geen goed contrast hebben voor leesbaarheid.
or_in: ସାବଧାନ! ମାଥ ବ୍ୟବହାର କରି ଅନ୍ୟ ପ୍ୟାଲେଟ୍ ରଙ୍ଗଗୁଡିକ ମନୋନୀତ ହୋଇଛି! ତେଣୁ ସାବଧାନ ରୁହନ୍ତୁ କିଛି ରଙ୍ଗ ଏବଂ ଷ୍ଟାଇଲ୍ କମ୍ବିଂ ପଠନ ପାଇଁ ଉପଯୁକ୍ତ ବିପରୀତ ହୋଇପାରେ |
pa_arab: ਸਾਵਧਾਨ! ਹੋਰ ਪੈਲਅਟ ਰੰਗ ਗਣਿਤ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ! ਇਸ ਲਈ ਧਿਆਨ ਰੱਖੋ ਕਿ ਕੁਝ ਰੰਗ ਅਤੇ ਸ਼ੈਲੀ ਦੇ ਸੰਜੋਗਾਂ ਕੋਲ ਪੜ੍ਹਨਯੋਗਤਾ ਲਈ ਸਹੀ ਉਲਟ ਨਹੀਂ ਹੋ ਸਕਦਾ.
pl_pl: Ostrożność! Inne kolory palet są wybierane przy użyciu matematyki, a nie oczu! Pamiętaj więc, że niektóre kombinacje kolorów i stylów mogą nie mieć odpowiedniego kontrastu czytelności.
pt_br: Cuidado! Outras cores da paleta são escolhidas usando matemática, não olhos! Portanto, esteja ciente de que algumas combinações de cor e estilo podem não ter contraste adequado para a legibilidade.
ro_ro: Prudență! Alte culori de paletă sunt alese folosind matematica nu ochii! Așadar, fiți conștienți că unele combinații de culoare și stil pot să nu aibă un contrast adecvat pentru lizibilitate.
ru_ru: Осторожность! Другие цвета палитры выбираются с использованием математики, а не глаз! Так что имейте в виду, что некоторые комбинации цвета и стиля могут не иметь надлежащего контраста для читаемости.
sk_sk: Pozor! Ostatné farby palety sa vyberajú pomocou matematiky, nie očí! Uvedomte si teda niektoré kombinácie farieb a štýlov nemusia mať správny kontrast pre čitateľnosť.
sl_si: Pozor! Druge barve palete so izbrane z uporabo matematike Not Eyes! Zato se zavedajte, da nekatere kombinacije barv in slogov morda nimajo ustreznega kontrasta za berljivost.
sq_al: Kujdes! Ngjyrat e tjera të paletës janë zgjedhur duke përdorur matematikë jo sy! Pra, jini të vetëdijshëm disa kombinime të ngjyrave dhe stilit mund të mos kenë kontrast të duhur për lexueshmërinë.
sr_cyrl_me: Опрез! Остале боје палете изабране су помоћу математике, а не очи! Зато будите свесни неке комбинације у боји и стилу можда неће имати одговарајућу контраст за читљивост.
sv_fi: Varning! Andra palettfärger väljs med matematik inte ögon! Så var medveten om att vissa färg- och stilkombinationer kanske inte har korrekt kontrast för läsbarhet.
sw_ke: Tahadhari! Rangi zingine za palette huchaguliwa kwa kutumia Math sio macho! Kwa hivyo ujue mchanganyiko wa rangi na mtindo unaweza kuwa hauna tofauti sahihi kwa usomaji.
ta_in: எச்சரிக்கை! கண்கள் அல்ல கண்களைப் பயன்படுத்தி பிற தட்டு வண்ணங்கள் தேர்ந்தெடுக்கப்படுகின்றன! எனவே சில வண்ணம் மற்றும் பாணி சேர்க்கைகள் வாசிப்புக்கு சரியான வேறுபாட்டைக் கொண்டிருக்காது என்பதை அறிந்து கொள்ளுங்கள்.
te_in: జాగ్రత్త! ఇతర పాలెట్ రంగులు గణిత నాట్ కళ్ళు ఉపయోగించి ఎంపిక చేయబడతాయి! కాబట్టి కొన్ని రంగు మరియు శైలి కలయికలు చదవడానికి సరైన విరుద్ధంగా ఉండకపోవచ్చు.
th_th: คำเตือน! สีจานอื่น ๆ ถูกเลือกโดยใช้คณิตศาสตร์ไม่ใช่ดวงตา! ดังนั้นโปรดระวังการผสมสีและสไตล์บางอย่างอาจไม่มีความคมชัดที่เหมาะสมสำหรับการอ่าน
tk_tm: Seresap boluň! Beýleki palitrasy reňkleri, matematika gözleri däl-de, matematika saýlanýar! Şonuň üçin käbir reňk we stil kombinasiýalaryny okamagy üçin laýyk tapawut bolmazlygy mümkin.
tr_tr: Dikkat! Diğer palet renkleri Math Not Eyes kullanılarak seçilir! Bu nedenle, bazı renk ve stil kombinasyonlarının okunabilirlik için uygun bir kontrast olmayabileceğini unutmayın.
tt_ru: Сак булыгыз! Башка палитра төсе математика түгел! Шуңа күрә ниндидер төс һәм стиль комбинацияләрен белегез, уку өчен дөрес контраст булмас.
ug_cn: ئېھتىيات قىلىڭ! ماتېماتىكا رەڭلىرى ماتېماتىكا ئەمەس بەزى رەڭ ۋە ئۇسلۇب بىرلەشتۈرۈشنىڭ ئوقۇشچانلىقى ئۈچۈن مۇۋاپىق سېلىشتۇرماسلىقى مۇمكىن.
uk_ua: ПОПЕРЕДЖЕНО! Інші кольори палітри вибираються за допомогою математики, а не очей! Тож майте на увазі, що деякі комбінації кольорів та стилів можуть не мати належного контрасту для читабельності.
ur_pk: احتیاط! دوسرے پیلیٹ رنگوں کا انتخاب ریاضی نہیں آنکھوں کا استعمال کرتے ہوئے کیا جاتا ہے! لہذا آگاہ رہیں کہ کچھ رنگ اور طرز کے امتزاج میں پڑھنے کی اہلیت کے لئے مناسب تضاد نہیں ہوسکتا ہے۔
uz_cyrl: E'tibor bering! Boshqa palitralar ranglari ko'z emas, balki matematikadan foydalanib tanlanadi! Shunday qilib, ba'zi rangli va uslubiy kombinatsiyalar o'qishga to'g'ri kelmasligi mumkinligini biling.
vi_vn: Thận trọng! Các màu bảng màu khác được chọn bằng cách sử dụng toán học không phải mắt! Vì vậy, hãy nhận biết một số kết hợp màu sắc và phong cách có thể không có độ tương phản thích hợp cho khả năng đọc.
zh_hant: 警告！使用數學而不是眼睛選擇其他調色板顏色！因此，請注意某些顏色和样式組合可能沒有適當的對比度。

# PrefThemeColorLabel
source: Theme Color
af_za: Temakleur
am_et: ጭብጥ ቀለም
ar_bh: لون الموضوع
as_in: থিম ৰং
az_cyrl: Mövzu rəngi
bg_bg: Цвят на темата
bn_in: থিম রঙ
bs_latn_ba: Boja tema
ca_es: Color tema
cs_cz: Barva motivu
cy_gb: Lliw thema
da_dk: Temafarve
de_ch: Themenfarbe
el_gr: Θεματικό χρώμα
es_bo: Color del tema
et_ee: Teemavärv
fa_ir: رنگ تم
fi_fi: Teemaväri
fil_ph: Kulay ng tema
fr_029: Couleur du thème
ga_ie: Dath téama
gu_in: વિષય -રંગ
he_il: צבע נושא
hi_in: थीम रंग
hr_hr: Tema boja
hu_hu: Téma színe
hy_am: Թեման գույն
id_id: Warna tema
is_is: Þema litur
it_ch: Colore del tema
ja_jp: テーマの色
ka_ge: თემის ფერი
kk_kz: Тақырып түсі
km_kh: ពណ៌ស្បែក
kn_in: ಥೀಮ್ ಬಣ್ಣ
ko_kr: 테마 색상
ky_kg: Тема түсү
lo_la: ສີຫົວຂໍ້
lt_lt: Temos spalva
lv_lv: Tematiskā krāsa
mi_nz: Tae Kaupapa
mk_mk: Боја на тема
ml_in: തീം നിറം
mr_in: थीम रंग
ms_my: Warna tema
mt_mt: Kulur tat-Tema
nb_no: Temafarge
ne_np: थिम रंग
nl_be: Themakleur
or_in: ଥିମ୍ ରଙ୍ଗ
pa_arab: ਥੀਮ ਦਾ ਰੰਗ
pl_pl: Kolor motywu
pt_br: Cor tema
ro_ro: Culoarea tematică
ru_ru: Цвет темы
sk_sk: Téma
sl_si: Barva teme
sq_al: Temë
sr_cyrl_me: Боја теме
sv_fi: Temafärg
sw_ke: Rangi ya mandhari
ta_in: தீம் நிறம்
te_in: థీమ్ కలర్
th_th: สีธีม
tk_tm: Mowzuk reňki
tr_tr: Tema rengi
tt_ru: Тема төсе
ug_cn: تېما رەڭگى
uk_ua: Колір теми
ur_pk: تھیم رنگ
uz_cyrl: Mavzu rangi
vi_vn: Màu chủ đề
zh_hant: 主題顏色

# PrefThemeStyleLabel
source: Theme Style
af_za: Temalietel
am_et: ጭብጥ ዘይቤ
ar_bh: نمط الموضوع
as_in: থিম শৈলী
az_cyrl: Mövzu tərzi
bg_bg: Тематичен стил
bn_in: থিম স্টাইল
bs_latn_ba: Tematski stil
ca_es: Estil de tema
cs_cz: Styl tématu
cy_gb: Arddull thema
da_dk: Tema -stil
de_ch: Themenstil
el_gr: Θεματικό στυλ
es_bo: Estilo temático
et_ee: Teemastiil
fa_ir: سبک تم
fi_fi: Teematyyli
fil_ph: Istilo ng tema
fr_029: Style thème
ga_ie: Stíl théama
gu_in: વિષય
he_il: סגנון נושא
hi_in: थीम शैली
hr_hr: Tema stila
hu_hu: Téma stílus
hy_am: Թեմաների ոճը
id_id: Gaya tema
is_is: Þema stíl
it_ch: Stile a tema
ja_jp: テーマスタイル
ka_ge: თემის სტილი
kk_kz: Тақырып стилі
km_kh: រចនាប័ទ្មស្បែក
kn_in: ಥೀಮ್ ಶೈಲಿ
ko_kr: 테마 스타일
ky_kg: Тема стили
lo_la: ແບບຫົວຂໍ້
lt_lt: Temos stilius
lv_lv: Tēmas stils
mi_nz: Te kāhua kaupapa
mk_mk: Стил на тема
ml_in: തീം ശൈലി
mr_in: थीम शैली
ms_my: Gaya tema
mt_mt: Stil tat-tema
nb_no: Temestil
ne_np: थिम शैली
nl_be: Thema -stijl
or_in: ଥିମ୍ ଶ style ଳୀ
pa_arab: ਥੀਮ ਦਾ ਸ਼ੈਲੀ
pl_pl: Styl motywu
pt_br: Estilo temático
ro_ro: Stil tematic
ru_ru: Тема стиля
sk_sk: Tém
sl_si: Slog teme
sq_al: Stili i temës
sr_cyrl_me: Стил теме
sv_fi: Temastil
sw_ke: Mtindo wa mandhari
ta_in: தீம் ஸ்டைல்
te_in: థీమ్ స్టైల్
th_th: สไตล์ธีม
tk_tm: Mowzuk stili
tr_tr: Tema Stili
tt_ru: Тема стиле
ug_cn: باش تېما ئۇسلۇبى
uk_ua: Тематичний стиль
ur_pk: تھیم اسٹائل
uz_cyrl: Mavzu uslubi
vi_vn: Phong cách chủ đề
zh_hant: 主題樣式

# PrefTrashCycleHint
source: Automatic trash cleanup will occur on startup at the set interval.
af_za: Outomatiese asblikopruiming sal by die opstelling plaasvind by die vasgestelde interval.
am_et: አውቶማቲክ ቆሻሻ መጣያ ማጽጃ በተዘጋጀው የጊዜ ክፍተት ጅምር ላይ ይከሰታል.
ar_bh: سيحدث تنظيف القمامة التلقائي عند بدء التشغيل عند الفاصل الزمني المحدد.
as_in: ছেট ব্যৱধানত ষ্টাৰ্টআপত স্বয়ংক্ৰিয় আৱৰ্জনা পৰিষ্কাৰ কৰা হ’ব।
az_cyrl: Quraşdırılmış intervalda başlanğıcda avtomatik zibil təmizlənməsi baş verəcəkdir.
bg_bg: Автоматичното почистване на боклука ще се случи при стартиране на зададения интервал.
bn_in: স্বয়ংক্রিয় ট্র্যাশ ক্লিনআপ সেট ব্যবধানে স্টার্টআপে ঘটবে।
bs_latn_ba: Automatsko čišćenje smeća pojavit će se pri pokretanju u postavljenom intervalu.
ca_es: La neteja automàtica de les escombraries es produirà a l’inici a l’interval establert.
cs_cz: Při spuštění v nastaveném intervalu dojde k automatickému čištění odpadků.
cy_gb: Bydd glanhau sbwriel awtomatig yn digwydd wrth gychwyn ar yr egwyl benodol.
da_dk: Automatisk papirkurvoprydning vil forekomme ved opstart i det faste interval.
de_ch: Eine automatische Müllreinigung erfolgt beim Start im festgelegten Intervall.
el_gr: Η αυτόματη εκκαθάριση απορριμμάτων θα πραγματοποιηθεί κατά την εκκίνηση στο διάστημα καθορισμένου.
es_bo: La limpieza automática de basura se producirá en el inicio en el intervalo establecido.
et_ee: Automaatne prügikasti puhastamine toimub käivitamisel seatud intervalli korral.
fa_ir: پاکسازی سطل زباله اتوماتیک در زمان راه اندازی در فاصله زمانی رخ خواهد داد.
fi_fi: Automaattinen roskakorin puhdistus tapahtuu käynnistyksen yhteydessä asetetulla aikavälillä.
fil_ph: Ang awtomatikong paglilinis ng basurahan ay magaganap sa pagsisimula sa itinakdang agwat.
fr_029: Le nettoyage automatique des déchets se produira au démarrage à l'intervalle réglé.
ga_ie: Tarlóidh glantachán bruscair uathoibríoch ar am tosaithe ag an eatramh socraithe.
gu_in: સ્વચાલિત કચરાપેટી ક્લિનઅપ સેટ અંતરાલ પર સ્ટાર્ટઅપ પર થશે.
he_il: ניקוי אשפה אוטומטי יתרחש בהפעלה במרווח הסט.
hi_in: सेट अंतराल पर स्टार्टअप पर स्वचालित कचरा क्लीनअप होगा।
hr_hr: Automatsko čišćenje smeća pojavit će se pri pokretanju u postavljenom intervalu.
hu_hu: Automatikus szemetes tisztítás az indításkor a beállított időközönként történik.
hy_am: Սահմանված ընդմիջումով գործարկման ժամանակ ավտոմատ աղբարկղը տեղի կունենա:
id_id: Pembersihan sampah otomatis akan terjadi pada startup pada interval yang ditetapkan.
is_is: Sjálfvirk ruslhreinsun mun eiga sér stað við ræsingu við stillt bil.
it_ch: La pulizia automatica della spazzatura si verificherà all'avvio all'intervallo impostato.
ja_jp: 自動ゴミのクリーンアップは、SET間隔で起動時に発生します。
ka_ge: ნაგვის ავტომატური გაწმენდა მოხდება სტარტაპზე მითითებული ინტერვალით.
kk_kz: Стартапты автоматты түрде тазарту орнатылған интервалда пайда болады.
km_kh: ការសម្អាតសំរាមដោយស្វ័យប្រវត្តិនឹងកើតឡើងនៅពេលចាប់ផ្តើមនៅចន្លោះពេលដែលបានកំណត់។
kn_in: ಸೆಟ್ ಮಧ್ಯಂತರದಲ್ಲಿ ಪ್ರಾರಂಭದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತ ಕಸ ಸ್ವಚ್ clean ಗೊಳಿಸುವಿಕೆ ಸಂಭವಿಸುತ್ತದೆ.
ko_kr: 설정 간격으로 시작시 자동 쓰레기 정리가 발생합니다.
ky_kg: Таштанды тазалоо, топтомдун интервалында башталат.
lo_la: ການທໍາຄວາມສະອາດຂີ້ເຫຍື້ອໂດຍອັດຕະໂນມັດຈະເກີດຂື້ນໃນການເລີ່ມຕົ້ນທີ່ໄລຍະຫ່າງທີ່ກໍານົດໄວ້.
lt_lt: Automatinis šiukšlių valymas bus pradėtas pradedant nustatytu intervalu.
lv_lv: Automātiska atkritumu tīrīšana notiks startēšanas laikā ar iestatītu intervālu.
mi_nz: Ko te horoi horoi paru aunoa ka puta i te tiimata i te waa kua whakaritea.
mk_mk: Автоматско расчистување на ѓубрето ќе се случи на стартување во поставениот интервал.
ml_in: സെറ്റ് ഇടവേളയിൽ സ്റ്റാർട്ടപ്പിൽ ഓട്ടോമാറ്റിക് ട്രാഷ് വൃത്തിയാക്കൽ സംഭവിക്കും.
mr_in: स्वयंचलित कचरा क्लीनअप सेट अंतराच्या वेळी स्टार्टअपवर होईल.
ms_my: Pembersihan sampah automatik akan berlaku pada permulaan pada selang set.
mt_mt: Tindif awtomatiku tat-Trash se jseħħ fl-istartjar fl-intervall stabbilit.
nb_no: Automatisk søppelopprydding vil oppstå ved oppstart med innstilt intervall.
ne_np: स्वचालित रद्दी टोकरी सफाई सेट अन्तरालमा स्टार्टअपमा देखा पर्दछ।
nl_be: Automatisch afval opruimen zal plaatsvinden bij het opstarten met het ingestelde interval.
or_in: ନିର୍ଦ୍ଦିଷ୍ଟ ବ୍ୟବଧାନରେ ଷ୍ଟାର୍ଟଅପ୍ ରେ ସ୍ୱୟଂଚାଳିତ ଆବର୍ଜନା ପରିଷ୍କାର ଦେଖାଯାଏ |
pa_arab: ਸੈੱਟ ਅੰਤਰਾਲ 'ਤੇ ਆਟੋਮੈਟਿਕ ਰੱਦੀ ਸਫਾਈ ਸ਼ੁਰੂ ਹੋਣ ਤੇ.
pl_pl: Automatyczne oczyszczanie śmieci nastąpi podczas uruchamiania w odstępie ustawionego.
pt_br: A limpeza automática de lixo ocorrerá na inicialização no intervalo definido.
ro_ro: Curățarea automată a gunoiului va avea loc la pornire la intervalul stabilit.
ru_ru: Автоматическая очистка мусора будет происходить при запуске в установленном интервале.
sk_sk: Automatické čistenie odpadu sa vyskytne pri spustení v intervale set.
sl_si: Samodejno čiščenje smeti se bo zgodilo na zagonu v določenem intervalu.
sq_al: Pastrimi automatik i plehrave do të ndodhë gjatë fillimit në intervalin e caktuar.
sr_cyrl_me: Аутоматско чишћење смећа ће се појавити на покретању у сет интервалу.
sv_fi: Automatisk soptensning kommer att ske vid start vid det inställda intervallet.
sw_ke: Usafishaji wa takataka moja kwa moja utatokea kwa kuanza kwa muda uliowekwa.
ta_in: செட் இடைவெளியில் தொடக்கத்தில் தானியங்கி குப்பை தூய்மைப்படுத்தல் ஏற்படும்.
te_in: సెట్ విరామంలో స్టార్టప్‌లో ఆటోమేటిక్ ట్రాష్ క్లీనప్ జరుగుతుంది.
th_th: การทำความสะอาดถังขยะอัตโนมัติจะเกิดขึ้นเมื่อเริ่มต้นในช่วงเวลาที่กำหนด
tk_tm: Awtomatiki zibil arassalamagy, toplum aralyga başlangyçda başlaýar.
tr_tr: Otomatik çöp temizliği başlangıçta ayarlanmış aralıkta gerçekleşecektir.
tt_ru: Автоматик чүп-чарны чистарту комплект интервалында башланачак.
ug_cn: ئاپتوماتىك ئەخلەت تازىلاش گۇرۇپپىسىدا ئىگىلىك تىكلەشتە قوزغىلىدۇ.
uk_ua: Автоматичне очищення сміття відбудеться при запуску з інтервалом встановленого.
ur_pk: سیٹ وقفہ پر اسٹارٹ اپ پر خودکار ردی کی ٹوکری میں صفائی ہوگی۔
uz_cyrl: Avtomatik axlatni tozalash belgilangan intervalda ishga tushirishda boshlanadi.
vi_vn: Tự động dọn rác sẽ xảy ra khi khởi động trong khoảng thời gian đặt.
zh_hant: 自動垃圾清理將在啟動時以設定的間隔進行。
