Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppOleFormatsHeaderHint
source: Only the selected presets will be used for the specified application. When unspecified, the default presets found in the <em>Clipboard Sidebar</em> will be used.
af_za: Slegs die geselekteerde voorafinstellings sal vir die gespesifiseerde toepassing gebruik word. As dit nie gespesifiseer word nie, sal die standaardvoorinstellings wat in die <em>Clipboard Sidebar</em> gevind word, gebruik word.
am_et: ለተጠቀሰው ትግበራ የተመረጡ ቅድመ-ቅምጦች ብቻ ያገለግላሉ. ካልተገለጸ ነባሪው ቅድመ-ቅምጦች በ <ኤም ኤክስፒ> Blipboard የጎን አሞሌ ውስጥ ይገኛሉ </ ኤም> ጥቅም ላይ ይውላል.
ar_bh: سيتم استخدام الإعدادات المسبقة المحددة فقط للتطبيق المحدد. عند عدم التحديد ، سيتم استخدام الإعدادات المسبقة الافتراضية الموجودة في <em>الشريط الجانبي للحافظة</em> .
as_in: কেৱল নিৰ্বাচিত প্ৰিছেটসমূহ নিৰ্ধাৰিত এপ্লিকেচনৰ বাবে ব্যৱহাৰ কৰা হ'ব। যেতিয়া অনিৰ্দিষ্ট কৰা হয়, <em>ক্লিপবোৰ্ড চাইডবাৰত</em> পোৱা ডিফল্ট প্ৰিছেটবোৰ ব্যৱহাৰ কৰা হ'ব।
az_cyrl: Göstərilən ərizə üçün yalnız seçilmiş hafızalardan istifadə ediləcəkdir. Müəyyən olunmadıqda, <em> panoya sidebar </ em> istifadə ediləcək.
bg_bg: За посоченото приложение ще бъдат използвани само избраните предварително настройки. Когато са неуточнени, ще бъдат използвани предварително зададени настройки по подразбиране в страничната лента <em> Clipboard </em>.
bn_in: নির্দিষ্ট অ্যাপ্লিকেশনের জন্য কেবলমাত্র নির্বাচিত প্রিসেটগুলি ব্যবহার করা হবে। অনির্দিষ্ট করা হলে, <em>ক্লিপবোর্ড সাইডবারে</em> খুঁজে পাওয়া ডিফল্ট প্রিসেটগুলি ব্যবহৃত হবে।
bs_latn_ba: Za navedenu aplikaciju koristit će se samo odabrani predskupovi. Kada nije navedeno, koristit će se zadani unaprijed postavljeni u <em>bočnoj traci međuspremnika</em> .
ca_es: Només s'utilitzaran els presets seleccionats per a l'aplicació especificada. Quan no s'especifiqui, s'utilitzaran els valors predeterminats predeterminats que es troben a la <em>barra lateral del porta-retalls</em> .
cs_cz: Pro zadanou aplikaci se použijí pouze vybrané předvolby. Pokud není určeno, použijí se výchozí předvolby nalezené v <em>postranním panelu schránky</em> .
cy_gb: Dim ond y chwiliadau a ragosodwyd dethol fydd yn cael eu defnyddio ar gyfer y cais penodedig. Pan na fydd yn cael ei nodi, bydd y chwiliadau rhagosodedig a geir yn y <em>bar ochr Clipfwrdd</em> yn cael eu defnyddio.
da_dk: Kun de valgte forudindstillinger vil blive brugt til det angivne program. Når det ikke er angivet, bruges standardforudindstillingerne, der findes i <em>sidebjælken i Udklipsholder</em> .
de_ch: Nur die ausgewählten Voreinstellungen werden für die angegebene Anwendung verwendet. Wenn nicht angegeben, werden die Standardvoreinstellungen in der <em>Seitenleiste der Zwischenablage</em> verwendet.
el_gr: Μόνο οι επιλεγμένες προεπιλογές θα χρησιμοποιηθούν για την καθορισμένη εφαρμογή. Όταν δεν καθορίζεται, θα χρησιμοποιηθούν οι προεπιλεγμένες προκαθορισμένες ρυθμίσεις που βρίσκονται στην <em>πλαϊνή στήλη του Προχείρου</em> .
es_bo: Solo se utilizarán los ajustes preestablecidos seleccionados para la aplicación especificada. Cuando no se especifica, se utilizarán los ajustes preestablecidos predeterminados que se encuentran en la <em>barra lateral del portapapeles</em> .
et_ee: Määratud rakenduse jaoks kasutatakse ainult valitud valmissätteid. Kui see on määramata, kasutatakse <em>lõikelaua külgribal</em> leiduvaid vaikevalmissätteid.
fa_ir: فقط ایستگاه از پیش تنظیم انتخاب شده برای کاربرد مشخص شده استفاده می شود. هنگامی که نامشخص است، ایستگاه از پیش تنظیم پیش فرض موجود در <em>نوار کناری کلیپ بورد</em> استفاده خواهد شد.
fi_fi: Vain valittuja esiasetuksia käytetään määritetyssä sovelluksessa. Kun määritystä ei ole määritetty, käytetään <em>leikepöydän sivupalkista</em> löytyviä oletusesiasetuksia.
fil_ph: Tanging ang mga napiling preset ang gagamitin para sa tinukoy na application. Kapag hindi tinukoy, ang mga default na preset na matatagpuan sa <em>Clipboard Sidebar</em> ay gagamitin.
fr_029: Seuls les préréglages sélectionnés seront utilisés pour l’application spécifiée. Lorsqu’ils ne sont pas spécifiés, les préréglages par défaut trouvés dans la <em>barre latérale du Presse-papiers</em> seront utilisés.
ga_ie: Ní úsáidfear ach na réamhshocruithe roghnaithe don iarratas sonraithe. Nuair a bheidh siad neamhshonraithe, úsáidfear na réamhshocruithe réamhshocraithe a aimsíodh sa <em>Bharra Taoibh Gearrthaisce</em> .
gu_in: ફક્ત પસંદ કરેલ પૂર્વસુયોજનો સ્પષ્ટ કરેલ કાર્યક્રમ માટે વપરાશે. જ્યારે સ્પષ્ટ થયેલ ન હોય, <em>ત્યારે ક્લિપબોર્ડ બાજુપટ્ટીમાં</em> મળેલ મૂળભૂત પૂર્વસુયોજનો વાપરેલ હશે.
he_il: רק הקביעות המוגדרות מראש שנבחרו ישמשו ליישום שצוין. כשלא צוין, ייעשה שימוש בקביעות המוגדרות מראש של ברירת המחדל <em>שנמצאות בסרגל הצד של הלוח</em> .
hi_in: निर्दिष्ट एप्लिकेशन के लिए केवल चयनित प्रीसेट का उपयोग किया जाएगा। निर्दिष्ट न होने पर, <em>क्लिपबोर्ड साइडबार</em> में पाए जाने वाले डिफ़ॉल्ट प्रीसेट का उपयोग किया जाएगा।
hr_hr: Za navedenu aplikaciju koristit će se samo odabrane gotove konfiguracije. Kada nije određeno, koristit će se zadane gotove konfiguracije pronađene u <em>bočnoj traci međuspremnika</em> .
hu_hu: Csak a kiválasztott készletek lesznek használva a megadott alkalmazáshoz. Ha nincs megadva, a <em>vágólap oldalsávján</em> található alapértelmezett készleteket használja a rendszer.
hy_am: Նշված դիմումի համար կօգտագործվեն միայն ընտրված պրեզետները: Երբ չճշտվի, կօգտագործվեն <em>Clipboard Sidebar-ում</em> գտնված նախնական նախապատմությունները:
id_id: Hanya preset yang dipilih yang akan digunakan untuk aplikasi yang ditentukan. Ketika tidak ditentukan, preset default yang ditemukan di <em>Clipboard Sidebar</em> akan digunakan.
is_is: Aðeins valdar forstillingar verða notaðar fyrir tilgreint forrit. Hvenær ótilgreinanlegur, the vanræksla forstilla stofna í <em>the Klemmuspjald Skenkur vilja</em> vera notaður.
it_ch: Solo le preimpostazioni selezionate verranno utilizzate per l'applicazione specificata. Se non specificato, verranno utilizzati i predefiniti presenti nella <em>barra laterale degli Appunti</em> .
ja_jp: 選択したプリセットのみが、指定したアプリケーションに使用されます。指定しない場合、 <em>クリップボードサイドバー</em> にあるデフォルトのプリセットが使用されます。
ka_ge: მხოლოდ შერჩეული წინასწარ გამოყენებული იქნება მითითებული პროგრამისთვის. დაუზუსტებელი, გამოყენებული იქნება <em> ბუფერული გვერდითი ზოლში ნაპოვნი ნაგულისხმევი წინასწარ განსაზღვრული წინასწარ განსაზღვრული წინასწარ განსაზღვრა.
kk_kz: Көрсетілген бағдарламада тек таңдалған алдын-ала орнатылады. Белгіленбеген кезде, әдепкі алдын-ала орнатылған принциптер <em> айырбастың буфера бүйірлік тақтасында </ em> пайдаланылады.
km_kh: មាន តែ សំណុំ ដែល បាន ជ្រើស ប៉ុណ្ណោះ ដែល នឹង ត្រូវ បាន ប្រើ សម្រាប់ កម្មវិធី ដែល បាន បញ្ជាក់ & # 160; ។ ពេល មិន បាន បញ្ជាក់ កំណត់ លំនាំ ដើម ដែល បាន រក ឃើញ នៅ ក្នុង <em>Clipboard Sidebar</em> នឹង ត្រូវ បាន ប្រើ ។
kn_in: ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಅಪ್ಲಿಕೇಶನ್ ಗಾಗಿ ಆಯ್ಕೆಮಾಡಿದ ಪ್ರಿಸೆಟ್ ಗಳನ್ನು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ. ನಿರ್ದಿಷ್ಟಪಡಿಸದಿದ್ದಾಗ, <em>ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಸೈಡ್ ಬಾರ್</em> ನಲ್ಲಿ ಕಂಡುಬರುವ ಡೀಫಾಲ್ಟ್ ಪೂರ್ವಸೆಟ್ ಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
ko_kr: 선택한 사전 설정만 지정된 응용 프로그램에 사용됩니다. 지정하지 않으면 <em>클립보드 사이드바</em> 에 있는 기본 사전 설정이 사용됩니다.
ky_kg: Көрсөтүлгөн өтүнмө үчүн тандалган алдын-ала бошотулган. Белгисиз болгондо, <em> алмашуу тилкесинен </ em> тымызын табылганда, демейки алдын-ала бошотулган.
lo_la: ສະເພາະກໍານົດທີ່ເລືອກໄວ້ເທົ່ານັ້ນທີ່ຈະຖືກນໍາໃຊ້ສໍາລັບຄໍາຮ້ອງສະຫມັກທີ່ລະບຸໄວ້. ເມື່ອບໍ່ລະບຸ, ການຕັ້ງຄ່າມາດຕະຖານທີ່ພົບໃນ <em>Clipboard Sidebar</em> ຈະຖືກນໍາໃຊ້.
lt_lt: Nurodytai programai bus naudojami tik pasirinkti išankstiniai nustatymai. Kai nenurodyta, bus naudojami numatytieji parengtiniai nustatymai, esantys <em>mainų srities šoninėje juostoje</em> .
lv_lv: Norādītajai lietojumprogrammai tiks izmantoti tikai atlasītie sākotnējie iestatījumi. Ja tas nav norādīts, tiks izmantoti <em>starpliktuves sānjoslā</em> atrodamie noklusējuma iestatījumi.
mi_nz: Ka whakamahia anake ngā tautuhinga kua tīpakohia mō te taupānga i whakapūtātia. Ki te kore e whakapūtātia, ka whakamahia ngā tautuhinga taunoa i kitea i te <em>Paetopenga Papatopenga</em> .
mk_mk: Само избраните поставки ќе се користат за одредена апликација. Кога е неодредено, ќе се користат стандардните поставки што се наоѓаат во страничната лента <em> клип -таблата </em>.
ml_in: നിർദ്ദിഷ്ട ആപ്ലിക്കേഷനായി തിരഞ്ഞെടുത്ത പ്രീസെറ്റുകൾ മാത്രമേ ഉപയോഗിക്കൂ. വ്യക്തമാക്കാത്തപ്പോൾ, <em>ക്ലിപ്ബോർഡ് സൈഡ്ബാറിൽ</em> കാണപ്പെടുന്ന ഡിഫോൾട്ട് പ്രീസെറ്റുകൾ ഉപയോഗിക്കും.
mr_in: निर्दिष्ट अनुप्रयोगासाठी केवळ निवडलेले प्रीसेट वापरले जातील. निर्दिष्ट नसल्यास, <em>क्लिपबोर्ड साइडबारमध्ये</em> आढळणारे डिफॉल्ट प्रीसेट वापरले जातील.
ms_my: Hanya pratetap yang dipilih akan digunakan untuk permohonan yang ditentukan. Apabila tidak ditentukan, pratetap lalai yang terdapat dalam <em>Bar Sisi Papan Klip</em> akan digunakan.
mt_mt: Għall-applikazzjoni speċifikata se jintużaw biss il-presets magħżula. Meta ma jkunx speċifikat, se jintużaw il-presets default li jinsabu <em>fl-Istrixxa tal-Ġenb tal-Klibbord</em> .
nb_no: Bare de valgte forhåndsinnstillingene vil bli brukt for det angitte programmet. Når det ikke er spesifisert, brukes standard forhåndsinnstillinger som finnes i <em>utklippstavlens sidefelt</em> .
ne_np: निर्दिष्ट गरिएको अनुप्रयोगका लागि चयन गरिएका प्रिसेटहरू मात्र प्रयोग गरिनेछ । निर्दिष्ट नगरिएको बेलामा, <em>क्लिपबोर्ड साइडबारमा</em> फेला परेका पूर्वनिर्धारित पूर्वसेटहरू प्रयोग गरिनेछ ।
nl_be: Alleen de geselecteerde voorinstellingen worden gebruikt voor de opgegeven toepassing. Als dit niet is opgegeven, worden de standaardvoorinstellingen in de <em>zijbalk van het klembord</em> gebruikt.
or_in: ନିର୍ଦ୍ଦିଷ୍ଟ ଆପ୍ଲିକେସନ୍ ପାଇଁ କେବଳ ଚୟନିତ ପ୍ରିସେଟ୍ ଗୁଡିକ ବ୍ୟବହାର ହେବ। ଅନିର୍ଦ୍ଦିଷ୍ଟ ହେଲେ, <em>କ୍ଲିପ୍ ବୋର୍ଡ ସାଇଡବାରରେ</em> ଥିବା ଡିଫଲ୍ଟ ପ୍ରିସେଟ୍ ବ୍ୟବହାର ହେବ।
pa_arab: ਸਿਰਫ ਚੁਣੇ ਗਏ ਪ੍ਰੀਸੈਟਾਂ ਲਈ ਨਿਰਧਾਰਤ ਕਾਰਜ ਲਈ ਵਰਤੇ ਜਾਣਗੇ. ਜਦੋਂ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਕਲਿੱਪਬੋਰਡ ਸਾਈਡਬਾਰ ਵਿੱਚ ਪਾਇਆ ਜਾਂਦਾ ਡਿਫੌਲਟ ਪ੍ਰੀਸੈਟਸ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਏਗੀ.
pl_pl: Do określonej aplikacji zostaną użyte tylko wybrane ustawienia wstępne. Po nieokreślonym zostanie domyślne ustawienia wstępne znalezione na pasku bocznym <em>.
pt_br: Somente as predefinições selecionadas serão usadas para o aplicativo especificado. Quando não especificado, as predefinições padrão encontradas na <em>Barra Lateral da Área de Transferência</em> serão usadas.
ro_ro: Numai presetările selectate vor fi utilizate pentru aplicația specificată. Când nu este specificat, vor fi utilizate presetările implicite găsite în <em>bara laterală Clipboard</em> .
ru_ru: Для указанного приложения будут использоваться только выбранные пресеты. Если этот параметр не указан, будут использоваться стили по умолчанию, найденные на <em>боковой панели буфера обмена</em> .
sk_sk: Pre zadanú aplikáciu sa použijú iba vybrané predvoľby. Ak nie je zadaná, použijú sa predvolené predvoľby, ktoré sa nachádzajú v <em>postrannom paneli Schránky</em> .
sl_si: Za določeno aplikacijo bodo uporabljene samo izbrane prednastavitve. Če to ni določeno, bodo uporabljene privzete prednastavitve, ki jih najdete v <em>stranski vrstici odložišča</em> .
sq_al: Vetëm presetet e zgjedhura do të përdoren për aplikimin e specifikuar. Kur nuk janë të përcaktuara, do të përdoren presetet e prezgjedhura që gjenden në <em>Sidebarin e Clipboard.</em>
sr_cyrl_me: За наведену апликацију биће коришћене само изабране поставке. Када нису одређене, користиће се подразумеване поставке <em>пронађене на бочној траци</em> оставе.
sv_fi: Endast de valda förinställningarna kommer att användas för det angivna programmet. När det är ospecificerat används de förinställningar som finns i <em>sidofältet i Urklipp</em> .
sw_ke: Matumizi tu yaliyochaguliwa yatatumika kwa programu maalum. Wakati haijafafanuliwa, vifaa vya msingi vinavyopatikana katika barabara ya <em> clipboard </em> itatumika.
ta_in: தேர்ந்தெடுக்கப்பட்ட முன்னமைவுகள் மட்டுமே குறிப்பிட்ட பயன்பாட்டிற்கு பயன்படுத்தப்படும். குறிப்பிடப்படாதபோது, <em>கிளிப்போர்டு பக்கப்பட்டியில்</em> காணப்படும் இயல்புநிலை முன்னமைவுகள் பயன்படுத்தப்படும்.
te_in: ఎంపిక చేయబడ్డ ప్రీసెట్ లు మాత్రమే నిర్ధిష్ట అప్లికేషన్ కొరకు ఉపయోగించబడతాయి. పేర్కొనబడనప్పుడు, <em>క్లిప్ బోర్డ్ సైడ్ బార్</em> లో కనిపించే డిఫాల్ట్ ప్రీసెట్ లు ఉపయోగించబడతాయి.
th_th: เฉพาะค่าที่ตั้งไว้ล่วงหน้าที่เลือกเท่านั้นที่จะถูกใช้สําหรับแอปพลิเคชันที่ระบุ เมื่อไม่ได้ระบุ ค่าที่ตั้งไว้ล่วงหน้าเริ่มต้นที่พบใน <em>แถบด้านข้างคลิปบอร์ด</em> จะถูกใช้
tk_tm: Görkezilen programma üçin diňe saýlanan öň bellenen ätiýaçlyklar peýdalanar. Bellenilmedik ýagdaýynda, <em>Klipboardyň Gapdal zolagynda</em> tapyljak öň bellenen öňbellenen ler ulanylar.
tr_tr: Belirtilen uygulama için yalnızca seçilen ön ayarlar kullanılacaktır. Belirtilmediğinde, <em>Pano Kenar Çubuğu'nda</em> bulunan varsayılan hazır ayarlar kullanılır.
tt_ru: Билгеләнгән гаризага сайланган пресретлар гына кулланылачак. Ачыклангач, <em>клип тактасында</em> табылган да булмаган пресретлар кулланылачак.
ug_cn: پەقەت تاللانغان نەشىرلار بەلگىلەنگەن ئىلتىماسقا ئىشلىتىلىدۇ. ئېنىقلانمىغاندىن كېيىن, <em> چاپلاش تاختىسىدا تېپىلغان سۈكۈتتىكى پرېزلار </ em> ئىشلىتىلىدۇ.
uk_ua: Для вказаної програми будуть використовуватися лише вибрані стилі. Якщо не вказано, буде використано типові стилі, які можна знайти на <em>бічній панелі буфера обміну</em> .
ur_pk: مخصوص ایپلی کیشن کے لئے صرف منتخب پری سیٹ استعمال کیے جائیں گے۔ جب غیر واضح ہو تو ، <em>کلپ بورڈ سائیڈ بار</em> میں پائے جانے والے ڈیفالٹ پری سیٹ استعمال کیے جائیں گے۔
uz_cyrl: Faqat tanlangan foydalanish uchun tanlangan foydalanish uchun ishlatiladi. Belgilanmaganda, Clipboard yon panelida topilgan standart belgilangan e'lonlar ishlatiladi.
vi_vn: Chỉ các cài đặt trước được chọn sẽ được sử dụng cho ứng dụng được chỉ định. Khi không được xác định, các cài đặt trước mặc định được tìm thấy trong <em> thanh bên clipboard </em> sẽ được sử dụng.
zh_hant: 只有選定的預設將用於指定的應用程式。如果未指定，則將使用 <em>剪貼板邊欄</em> 中的預設預設預設。

# SettingsInteropAppRejectHeaderHint
source: All clipboard monitoring from rejected applications will be <b>ignored</b>.
af_za: Alle knipbordmonitering van afgekeurde toepassings sal <b>geïgnoreer</b> word.
am_et: ተቀባይነት ካላቸው ትግበራዎች ሁሉም ቅንጥብ ሰሌዳዎች <b> ችላ ተብሏል </ b> ን ችላ ተብሏል.
ar_bh: سيتم <b>تجاهل</b> جميع مراقبة الحافظة من الطلبات المرفوضة.
as_in: প্ৰত্যাখ্যান কৰা এপ্লিকেচনৰ পৰা সকলো ক্লিপবোৰ্ড নিৰীক্ষণ <b>উপেক্ষা কৰা</b> হ'ব।
az_cyrl: Rədd edilmiş tətbiqlərdən olan bütün panoya monitorinqi <b> nəzərə alınmır </ b>.
bg_bg: Всички мониторинг на клипборда от отхвърлени приложения ще бъдат <b> игнорирани </b>.
bn_in: প্রত্যাখ্যাত অ্যাপ্লিকেশনগুলি থেকে সমস্ত ক্লিপবোর্ড পর্যবেক্ষণ <b>উপেক্ষা</b> করা হবে।
bs_latn_ba: Svi nadzor međuspremnika iz odbijenih prijava će biti <b>zanemareni</b>.
ca_es: <b>S'ignorarà</b> tota la supervisió del porta-retalls des de les aplicacions rebutjades.
cs_cz: Veškeré monitorování schránky z odmítnutých žádostí bude <b>ignorováno</b>.
cy_gb: Bydd holl fonitro clipfwrdd o geisiadau a wrthodwyd yn cael ei <b>anwybyddu</b>.
da_dk: Al overvågning af udklipsholderen fra afviste ansøgninger <b>ignoreres</b>.
de_ch: Die Überwachung der Zwischenablage von abgelehnten Bewerbungen wird <b>ignoriert</b>.
el_gr: Όλη η παρακολούθηση του προχείρου από απορριφθείσες αιτήσεις θα <b>αγνοηθεί</b>.
es_bo: Se ignorará toda la supervisión del portapapeles de las aplicaciones <b>rechazadas</b>.
et_ee: Kõiki tagasilükatud rakenduste lõikepuhvri jälgimist <b>ignoreeritakse</b>.
fa_ir: تمام نظارت بر کلیپ بورد از برنامه های رد <b>شده نادیده گرفته خواهد شد</b>.
fi_fi: Kaikki leikepöydän seuranta hylätyistä hakemuksista <b>ohitetaan</b>.
fil_ph: Ang lahat ng pagsubaybay sa clipboard mula sa mga tinanggihan na application ay hindi <b>papansinin</b>.
fr_029: Toute surveillance du presse-papiers à partir des applications <b>rejetées sera ignorée</b>.
ga_ie: Déanfar <b>neamhaird ar</b> gach monatóireacht ghearrthaisce ó iarratais a diúltaíodh.
gu_in: અસ્વીકૃત કાર્યક્રમોમાંથી બધા ક્લિપબોર્ડ દેખરેખને <b>અવગણવામાં</b> આવશે.
he_il: כל ניטור הלוח מבקשות שנדחו <b>יתעלם</b>.
hi_in: अस्वीकृत अनुप्रयोगों से सभी क्लिपबोर्ड निगरानी <b>को अनदेखा कर</b> दिया जाएगा।
hr_hr: Svi nadzori međuspremnika iz odbijenih aplikacija bit će <b>zanemareni</b>.
hu_hu: A rendszer <b>figyelmen kívül hagyja</b> az elutasított alkalmazások vágólapfigyelését.
hy_am: Մերժված դիմումներից բոլոր clipboard մոնիտորինգները <b>կհամարվեն անտեսված</b>:
id_id: Semua pemantauan clipboard dari aplikasi yang ditolak akan <b>diabaikan</b>.
is_is: Allt eftirlit með klemmuspjaldi frá höfnuðum forritum verður <b>hunsað.</b>
it_ch: Tutto il monitoraggio degli appunti delle applicazioni <b>rifiutate verrà ignorato</b>.
ja_jp: 拒否されたアプリケーションからのクリップボード監視はすべて <b>無視され</b>ます。
ka_ge: ბუფერული პროგრამის ყველა მონიტორინგი იქნება <b> უგულებელყოფილი </b>.
kk_kz: Қабылданбаған қосымшалардан аралық сақтағыштың барлық бақылауы <b> еленбейді </ b> болады.
km_kh: ការ ត្រួត ពិនិត្យ ក្តារ បន្ទះ បន្ទះ ទាំង អស់ ពី ពាក្យ ស្នើ សុំ ដែល បាន ច្រាន ចោល នឹង ត្រូវ <b>បាន មិន អើពើ</b> ។
kn_in: ತಿರಸ್ಕೃತ ಅಪ್ಲಿಕೇಶನ್ ಗಳಿಂದ ಎಲ್ಲಾ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಮೇಲ್ವಿಚಾರಣೆಯನ್ನು <b>ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ</b>.
ko_kr: 거부된 응용 프로그램의 모든 클립보드 모니터링은 <b>무시됩니다</b>.
ky_kg: Четке кагылган тиркемелерден бардык алмашуу буфери <b> этибарга алынбайт </ b>.
lo_la: ການກວດສອບclipboard ທັງຫມົດຈາກຄໍາຮ້ອງສະຫມັກທີ່ຖືກປະຕິເສດຈະຖືກເມີນເສີຍ.<b></b>
lt_lt: Visas iškarpinės stebėjimas iš atmestų paraiškų bus <b>ignoruojamas</b>.
lv_lv: Visa starpliktuves uzraudzība no noraidītajām lietojumprogrammām tiks <b>ignorēta</b>.
mi_nz: Ka waihotia katoatia te aroturuki papatopenga mai i ngā taupānga <b>kua ākiritia</b>.
mk_mk: Целиот мониторинг на таблата со отфрлени апликации ќе биде <b> игнориран </b>.
ml_in: നിരസിച്ച അപേക്ഷകളിൽ നിന്നുള്ള എല്ലാ ക്ലിപ്പ്ബോർഡ് നിരീക്ഷണവും <b>അവഗണിക്കപ്പെടും</b>.
mr_in: नाकारलेल्या अर्जांवरील सर्व क्लिपबोर्ड <b>मॉनिटरिंगकडे दुर्लक्ष</b> केले जाईल.
ms_my: Semua pemantauan papan keratan daripada permohonan yang ditolak akan <b>diabaikan</b>.
mt_mt: Il-monitoraġġ kollu tal-klibbord minn applikazzjonijiet miċħuda se jiġi <b>injorat.</b>
nb_no: All utklippstavleovervåking fra avviste søknader vil bli <b>ignorert</b>.
ne_np: अस्वीकृत अनुप्रयोगहरूबाट सबै क्लिपबोर्ड अनुगमन <b>उपेक्षा</b> गरिनेछ ।
nl_be: Alle klembordbewaking van afgewezen aanvragen wordt <b>genegeerd</b>.
or_in: ପ୍ରତ୍ୟାଖ୍ୟାନ ହୋଇଥିବା ଆବେଦନରୁ ସମସ୍ତ କ୍ଲିପ୍ ବୋର୍ଡ <b>ମନିଟରିଂକୁ ଅଣଦେଖା</b> କରାଯିବ।
pa_arab: ਰੱਦ ਕੀਤੇ ਕਾਰਜਾਂ ਤੋਂ ਸਾਰੇ ਕਲਿੱਪਬੋਰਡ ਨਿਗਰਾਨੀ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ.
pl_pl: Wszystkie monitorowanie schowka z odrzuconych aplikacji będzie ignorowane </b>.
pt_br: Todo o monitoramento da área de transferência de aplicativos <b>rejeitados será ignorado</b>.
ro_ro: Toate monitorizările clipboard-ului din aplicațiile <b>respinse vor fi ignorate</b>.
ru_ru: Весь мониторинг буфера обмена из отклоненных приложений будет <b>проигнорирован</b>.
sk_sk: Všetko monitorovanie schránky z odmietnutých žiadostí bude <b>ignorované</b>.
sl_si: Vse spremljanje odložišča iz zavrnjenih aplikacij bo <b>prezrto</b>.
sq_al: Të gjitha monitorimet e tabelave nga aplikimet e refuzuara do të <b>shpërfillen</b>.
sr_cyrl_me: Сви надзори оставе из одбијених апликација биће <b>занемарени</b>.
sv_fi: All urklippsövervakning från avvisade ansökningar <b>ignoreras</b>.
sw_ke: Ufuatiliaji wote wa clipboard kutoka kwa programu zilizokataliwa utapuuzwa </b>.
ta_in: நிராகரிக்கப்பட்ட பயன்பாடுகளிலிருந்து அனைத்து கிளிப்போர்டு கண்காணிப்பும் <b>புறக்கணிக்கப்படும்</b>.
te_in: తిరస్కరణకు గురైన దరఖాస్తుల నుంచి క్లిప్ బోర్డ్ మానిటరింగ్ ను <b>విస్మరిస్తారు</b>.
th_th: การตรวจสอบคลิปบอร์ดทั้งหมดจากแอปพลิเคชันที่ถูกปฏิเสธจะถูก<b>ละเว้น</b>
tk_tm: Ret edilen programmalardan ähli klipboard monitoringine <b>üns berilmez</b>.
tr_tr: Reddedilen başvurulardan gelen tüm pano izlemeleri <b>yok sayılacaktır</b>.
tt_ru: Кире кагылмаган кушымталардан бөтен клип такта мониторингы <b>игътибарсыз</b> калыр.
ug_cn: رەت قىلىنغان پروگراممىلارنى نازارەت قىلىش پروگراممىلارنىڭ نازارەت قىلىشلىرى <b> سەل قالدى </ b>.
uk_ua: Будь-який моніторинг буфера обміну відхиленими програмами буде <b>проігноровано</b>.
ur_pk: مسترد شدہ درخواستوں سے تمام کلپ بورڈ کی نگرانی <b>کو نظر انداز کیا</b> جائے گا۔
uz_cyrl: Rad etilgan talabnomalardan barcha pleyboard monitoringi e'tiborga olinmaydi.
vi_vn: Tất cả các giám sát viên clipboard từ các ứng dụng bị từ chối sẽ được <b> bị bỏ qua </b>.
zh_hant: 來自被拒絕應用程式的所有剪貼板監視都將 <b>被忽略</b>。
