Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionContentAddIgnoreDupHint
source: Only execute this trigger if input clip is new and not a duplicate. This is independant of any preference setting of whether new content is ignored or not.
af_za: Voer slegs hierdie sneller uit as die invoergreep nuut is en nie 'n duplikaat nie. Dit is onafhanklik van enige voorkeurinstelling of nuwe inhoud geïgnoreer word of nie.
am_et: የግቤት ክሊፕ አዲስ እና የተባዛ ነገር ካልሆነ ይህንን ቀስቅሴ ብቻ ይፈጽሙ. ይህ አዲስ ይዘት ችላ እንደተባሉ ወይም አለመሆኑን ከማንኛውም ምርጫ ቅንብር ነጻነት ነው.
ar_bh: قم بتنفيذ هذا المشغل فقط إذا كان مقطع الإدخال جديدًا وليس مكررًا. هذا مستقل عن أي إعداد تفضيل لما إذا كان يتم تجاهل محتوى جديد أم لا.
as_in: কেৱল এই ট্ৰিগাৰ এক্সিকিউট কৰক যদি ইনপুট ক্লিপ নতুন আৰু এটা ডুপ্লিকেট নহয়। এইটো নতুন বিষয়বস্তুক আওকাণ কৰা হৈছে নে নাই তাৰ কোনো পছন্দৰ সংহতিৰ পৰা স্বাধীন।
az_cyrl: Giriş klipi yeni və dublikat deyilsə bu triggeri edam edin. Bu, yeni məzmunun nəzərə alınmaması və ya olmamasının istənilən üstünlük qəbulu müstəqildir.
bg_bg: Изпълнете този спусък само ако входният клип е нов, а не дубликат. Това е независим от всякакви предпочитания на това дали ново съдържание се игнорира или не.
bn_in: ইনপুট ক্লিপটি নতুন এবং কোনও সদৃশ না হলে কেবল এই ট্রিগারটি কার্যকর করুন। এটি নতুন বিষয়বস্তু উপেক্ষা করা হয়েছে কি না তার কোনও অগ্রাধিকার সেটিংয়ের স্বতন্ত্র।
bs_latn_ba: Izvršite samo ovaj okidač ako je ulazni isječak nov, a ne duplikat. Ovo je neovisno o bilo kojoj postavci preferencije da li se novi sadržaj zanemaruje ili ne.
ca_es: Executeu aquest disparador només si el clip d’entrada és nou i no és un duplicat. Això és independent de qualsevol configuració de preferència de si es ignora o no el contingut nou.
cs_cz: Proveďte tento spouštěč pouze v případě, že vstupní klip je nový a ne duplikát. Toto je nezávislé na jakémkoli nastavení preference, zda je nový obsah ignorován nebo ne.
cy_gb: Dim ond os yw'r clip mewnbwn yn newydd ac nid yn ddyblyg y gweithredwch y sbardun hwn. Mae hyn yn annibynnol ar unrhyw osodiad dewis a yw cynnwys newydd yn cael ei anwybyddu ai peidio.
da_dk: Udfør kun denne trigger, hvis inputklippet er nyt og ikke en duplikat. Dette er uafhængigt af enhver præferenceindstilling af, om nyt indhold ignoreres eller ej.
de_ch: Führen Sie diesen Auslöser nur aus, wenn die Eingabemlip neu und kein Duplikat ist. Dies ist unabhängig von einer Präferenzeinstellung, ob neue Inhalte ignoriert werden oder nicht.
el_gr: Εκτελέστε μόνο αυτήν την σκανδάλη εάν το κλιπ εισόδου είναι καινούργιο και όχι ένα αντίγραφο. Αυτό είναι ανεξάρτητο για οποιαδήποτε ρύθμιση προτιμήσεων για το εάν το νέο περιεχόμενο αγνοείται ή όχι.
es_bo: Solo ejecute este disparador si el clip de entrada es nuevo y no es un duplicado. Esto es independiente de cualquier configuración de preferencia de si se ignora o no un nuevo contenido.
et_ee: Käivitage see päästik ainult siis, kui sisendklipp on uus ja mitte duplikaat. See sõltub mis tahes eelistuste seadistusest, kas uut sisu eiratakse või mitte.
fa_ir: اگر کلیپ ورودی جدید باشد و یک نسخه کپی نباشد ، فقط این ماشه را اجرا کنید. این مستقل از هرگونه تنظیم اولویت است که آیا محتوای جدید نادیده گرفته می شود یا خیر.
fi_fi: Suorita tämä liipaisin vain, jos syöttöleike on uusi eikä kaksoiskappale. Tämä on riippumaton kaikesta mieltymysasetuksesta, onko uusi sisältö huomiotta vai ei.
fil_ph: Isakatuparan lamang ang trigger na ito kung ang input clip ay bago at hindi isang duplicate. Ito ay independyente ng anumang setting ng kagustuhan kung ang mga bagong nilalaman ay hindi pinansin o hindi.
fr_029: Exécutez ce déclencheur si le clip d'entrée est nouveau et non un duplicata. Ceci est indépendant de tout paramètre de préférence pour savoir si le nouveau contenu est ignoré ou non.
ga_ie: Ná déan an spreagadh seo ach amháin má tá an gearrthóg ionchuir nua agus ní dúblach é. Tá sé seo neamhspleách ar aon suíomh tosaíochta maidir le cibé an ndéantar neamhaird ar ábhar nua nó nach bhfuil.
gu_in: ફક્ત આ ટ્રિગર ચલાવો જો ઇનપુટ ક્લિપ નવી છે અને ડુપ્લિકેટ નહીં. આ નવી સામગ્રીને અવગણવામાં આવે છે કે નહીં તેની કોઈપણ પસંદગીની સેટિંગથી સ્વતંત્ર છે.
he_il: בצע רק טריגר זה אם קליפ הקלט הוא חדש ולא כפול. זה אינו תלוי בכל הגדרת העדפה אם מתעלמים מתוכן חדש או לא.
hi_in: केवल इस ट्रिगर को निष्पादित करें यदि इनपुट क्लिप नया है और डुप्लिकेट नहीं है। यह किसी भी वरीयता सेटिंग के स्वतंत्र है कि नई सामग्री को नजरअंदाज किया गया है या नहीं।
hr_hr: Ovaj okidač izvršite samo ako je ulazni isječak nov, a ne duplikat. Ovo je neovisno o bilo kojoj postavci preferencija je li novi sadržaj zanemaren ili ne.
hu_hu: Csak akkor hajtsa végre ezt a triggert, ha a bemeneti klip új, és nem másolat. Ez független attól, hogy az új tartalmat figyelmen kívül hagyják -e vagy sem.
hy_am: Միայն կատարեք այս ձգանը, եթե մուտքի տեսահոլովակը նոր է եւ ոչ թե կրկնօրինակ: Սա անկախ է ցանկացած նախապատվության սահմանման, թե արդյոք նոր բովանդակությունը անտեսվում է, թե ոչ:
id_id: Hanya menjalankan pemicu ini jika klip input baru dan bukan duplikat. Ini adalah independen dari pengaturan preferensi apakah konten baru diabaikan atau tidak.
is_is: Framkvæmdu aðeins þennan kveikju ef inntaksklemma er nýtt og ekki afrit. Þetta er óháð hvaða forgangsstillingu sem er hunsað eða ekki.
it_ch: Eseguire questo trigger solo se la clip di input è nuovo e non duplicato. Ciò è indipendente da qualsiasi impostazione preferenza del fatto che il nuovo contenuto venga ignorato o meno.
ja_jp: 入力クリップが新しくて複製されていない場合にのみ、このトリガーを実行します。これは、新しいコンテンツが無視されているかどうかの好みの設定とは独立しています。
ka_ge: მხოლოდ ამ ტრიგერის შესრულება, თუ შეყვანის კლიპი არის ახალი და არა დუბლიკატი. ეს დამოუკიდებელია ნებისმიერი უპირატესობის გათვალისწინებით, თუ არა ახალი შინაარსის უგულებელყოფა თუ არა.
kk_kz: Егер кіріс қысқышы жаңа болса, тек осы триггерді орындаңыз. Бұл жаңа мазмұнның еленбейтініне қарамастан, кез-келген артықшылыққа қарамастан белгісіз.
km_kh: អនុវត្តតែកេះនេះប្រសិនបើឈុតបញ្ចូលថ្មីហើយមិនមែនជាលេខមួយស្ទួនទេ។ នេះគឺជាឯករាជ្យនៃចំណូលចិត្តណាមួយដែលបានកំណត់ថាតើមាតិកាថ្មីមិនត្រូវបានគេមិនអើពើឬអត់។
kn_in: ಇನ್ಪುಟ್ ಕ್ಲಿಪ್ ಹೊಸದಾಗಿದ್ದರೆ ಮತ್ತು ನಕಲು ಮಾಡದಿದ್ದರೆ ಮಾತ್ರ ಈ ಪ್ರಚೋದಕವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ. ಹೊಸ ವಿಷಯವನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆಯೆ ಅಥವಾ ಇಲ್ಲವೇ ಎಂಬ ಯಾವುದೇ ಆದ್ಯತೆಯ ಸೆಟ್ಟಿಂಗ್‌ನಿಂದ ಇದು ಸ್ವತಂತ್ರವಾಗಿದೆ.
ko_kr: 입력 클립이 새롭고 복제본이 아닌 경우이 트리거 만 실행하십시오. 이것은 새 컨텐츠가 무시되는지 여부에 대한 선호도 설정과 독립적입니다.
ky_kg: Эгерде киргизүү клипи жаңы болсо, анда бул триггерди гана аткарат. Бул жаңы мазмунга көңүл бурулбагандыгы же жокпу, ар кандай артыкчылыктуу шарттардын көзкарандысыз.
lo_la: ພຽງແຕ່ປະຕິບັດເຫດຜົນນີ້ເທົ່ານັ້ນຖ້າຄລິບປ້ອນຂໍ້ມູນແມ່ນໃຫມ່ແລະບໍ່ຊ້ໍາກັນ. ນີ້ແມ່ນເອກະລາດຂອງການຕັ້ງຄວາມຕ້ອງການໃດໆຂອງການຕັ້ງຄ່າຄວາມຕ້ອງການຂອງບໍ່ວ່າເນື້ອໃນໃຫມ່ຈະຖືກລະເລີຍຫລືບໍ່.
lt_lt: Vykdykite šį gaiduką tik tuo atveju, jei įvesties klipas yra naujas, o ne kopija. Tai nepriklausoma nuo bet kokio pasirinkimo nustatymo, ar ignoruojamas naujas turinys, ar ne.
lv_lv: Izpildiet šo sprūdu tikai tad, ja ievades klips ir jauns, nevis dublikāts. Tas ir neatkarīgi no jebkāda izvēles iestatījuma, vai jaunais saturs tiek ignorēts vai nē.
mi_nz: Anake te mahi i tenei tohu mena he hou te topenga whakauru, kaore he taarua. He motuhake tenei mo tetahi ahuatanga o te hiahia o te mea kaore e warewarehia, kaore ranei.
mk_mk: Само извршете го овој активист ако влезниот клип е нов и не е дупликат. Ова е независно од какво било поставување на претпочитање дали новата содржина е игнорирана или не.
ml_in: ഇൻപുട്ട് ക്ലിപ്പ് പുതിയതാണെങ്കിൽ മാത്രമേ ഈ ട്രിഗർ നടപ്പിലാക്കുക. പുതിയ ഉള്ളടക്കം അവഗണിക്കുകയോ ഇല്ലയോ എന്നതിന്റെ ഏതെങ്കിലും മുൻഗണനാ ക്രമീകരണത്തിൽ നിന്ന് ഇത് സ്വതന്ത്രമാണ്.
mr_in: इनपुट क्लिप नवीन आणि डुप्लिकेट नसल्यास केवळ हा ट्रिगर कार्यान्वित करा. नवीन सामग्रीकडे दुर्लक्ष केले आहे की नाही या कोणत्याही पसंतीच्या सेटिंगपासून हे स्वतंत्र आहे.
ms_my: Hanya laksanakan pencetus ini jika klip input baru dan bukan pendua. Ini adalah bebas daripada apa -apa penetapan keutamaan sama ada kandungan baru diabaikan atau tidak.
mt_mt: Eżegwixxi dan il-grillu biss jekk il-klipp tal-input huwa ġdid u mhux duplikat. Dan huwa indipendenti minn kwalunkwe issettjar ta 'preferenza ta' jekk kontenut ġdid hu injorat jew le.
nb_no: Bare utfør denne utløseren hvis inngangsklipp er ny og ikke en duplikat. Dette er uavhengig av enhver preferanseinnstilling for om nytt innhold blir ignorert eller ikke.
ne_np: केवल यो ट्रिगर कार्यान्वयन गर्नुहोस् यदि इनपुट क्लिप नयाँ छ र नक्कल होइन। यो नयाँ सामग्रीलाई बेवास्ता गरिएको छैन कि भन्नेको कुनै पनि सम्मान सेटिंगको स्वतन्त्र छ।
nl_be: Voer deze trigger alleen uit als invoerclip nieuw is en geen duplicaat. Dit is onafhankelijk van een voorkeursinstelling of nieuwe inhoud wordt genegeerd of niet.
or_in: ଇନପୁଟ୍ କ୍ଲିପ୍ ନୂଆ ଏବଂ ନକଲ ନୁହେଁ ତେବେ ଏହାକୁ କେବଳ ଏକଜେକ୍ୟୁଟ୍ କରନ୍ତୁ | ନୂତନ ବିଷୟବସ୍ତୁକୁ ଅଣଦେଖା କରାଯାଉଥିବା କିଛିର କ any ଣସିଟି ସେଟିଂର ଏହା ସ୍ independent ାଧୀନତା |
pa_arab: ਜੇ ਇੰਪੁੱਟ ਕਲਿੱਪ ਨਵੀਂ ਹੈ ਨਾ ਕਿ ਡੁਪਲਿਕੇਟ ਦੀ ਚੋਣ ਕਰੋ ਨਾ ਕਿ ਤਾਂ ਇਸ ਟਰਿੱਗਰ ਨੂੰ ਚਲਾਓ. ਇਹ ਕਿਸੇ ਵੀ ਤਰਜੀਹ ਸੈਟਿੰਗ ਦਾ ਸੁਤੰਤਰ ਰੂਪ ਵਿੱਚ ਨਹੀਂ ਮੰਨਿਆ ਜਾਂ ਨਹੀਂ.
pl_pl: Wykonaj ten wyzwalacz tylko wtedy, gdy klip wejściowy jest nowy, a nie duplikat. Jest to niezależne od jakiegokolwiek ustawienia preferencji, czy nowa treść jest ignorowana, czy nie.
pt_br: Execute apenas esse gatilho se o clipe de entrada for novo e não é um duplicado. Isso é independente de qualquer configuração de preferência para saber se o novo conteúdo é ignorado ou não.
ro_ro: Executați acest declanșator numai dacă clipul de intrare este nou și nu este duplicat. Acest lucru este independent de orice setare de preferință a faptului că conținutul nou este ignorat sau nu.
ru_ru: Выполните этот триггер, только если входной клип является новым, а не дубликатом. Это независимо от каких -либо настройки предпочтений того, игнорируется ли новый контент или нет.
sk_sk: Vykonajte tento spúšťač, iba ak je vstupný klip nový a nie duplikát. Toto je nezávislé od akéhokoľvek preferencie, či je nový obsah ignorovaný alebo nie.
sl_si: Izvedite ta sprožilec le, če je vhodni posnetek nov in ne dvojnik. To je neodvisno od kakršne koli nastavitve, ali je nova vsebina prezrta ali ne.
sq_al: Ekzekutoni vetëm këtë shkas nëse klipi i hyrjes është i ri dhe jo një kopje. Kjo është e pavarur nga çdo përcaktim i preferencës nëse përmbajtja e re injorohet apo jo.
sr_cyrl_me: Извршите само овај окидач ако је улазни снимак нов, а не дупликат. Ово је независно од било које поставке преференција о томе да ли се нови садржај игнорише или не.
sv_fi: Kör bara denna utlösare om ingångsklippet är nytt och inte ett duplikat. Detta är oberoende av alla preferensinställningar för om nytt innehåll ignoreras eller inte.
sw_ke: Tekeleza tu trigger hii ikiwa kipande cha pembejeo ni mpya na sio nakala mbili. Hii ni huru ya mpangilio wowote wa upendeleo wa ikiwa maudhui mapya hayazingatiwi au la.
ta_in: உள்ளீட்டு கிளிப் புதியது மற்றும் நகல் அல்ல என்றால் மட்டுமே இந்த தூண்டுதலை இயக்கவும். புதிய உள்ளடக்கம் புறக்கணிக்கப்படுகிறதா இல்லையா என்பதற்கான எந்தவொரு விருப்பத்தேர்வு அமைப்பிற்கும் இது சுயாதீனமானது.
te_in: ఇన్పుట్ క్లిప్ క్రొత్తది మరియు నకిలీ కాకపోతే మాత్రమే ఈ ట్రిగ్గర్ను అమలు చేయండి. క్రొత్త కంటెంట్ విస్మరించబడిందా లేదా అనే దాని యొక్క ఏదైనా ప్రాధాన్యత సెట్టింగ్‌కు ఇది స్వతంత్రంగా ఉంటుంది.
th_th: เรียกใช้ทริกเกอร์นี้เท่านั้นหากคลิปอินพุตเป็นของใหม่และไม่ใช่ซ้ำ นี่คือความเป็นอิสระของการตั้งค่าการตั้งค่าใด ๆ ว่าเนื้อหาใหม่จะถูกละเว้นหรือไม่
tk_tm: Giriş klipiniň täze we köpelýändigi ýa-da ýokdugyna diňe bu trigger ýerine ýetiriň. Bu, täze mazmunyň üns berilmedikdigini ýa-da ýokdugyny anyklaýyş usulynyň garaşsyzlygyny garaşsyzdyr.
tr_tr: Bu tetikleyiciyi yalnızca giriş klibi yeni ise ve kopya değil. Bu, yeni içeriğin göz ardı edilip edilmediğine dair herhangi bir tercih ayarından bağımsızdır.
tt_ru: Керү клипы яңа һәм кабат булмаса, бу триггерны башкарыгыз. Бу яңа эчтәлек санга сукмыймы, юкмы икәнен теләгән теләсә нинди өстенлек бирүдән бәйсез.
ug_cn: ئەگەر كىرگۈزۈش قىستۇرمىسى يېڭى بولسا, بۇ قوزغاتقۇچنى ئىجرا قىلىڭ, ئەگەر بۇ قوزغاتقۇچ يېڭى بولسا, كۆپەيتىلگەن نۇسخىسى ئەمەس. بۇ يېڭى مەزمۇنغا نەزەر بېرىلگەن ياكى قىلىنمىغانلارنىڭ ھېچقانداق مايىللىقىنى تولۇقلىما ئەمەس.
uk_ua: Виконайте цей тригер, якщо вхідний кліп є новим, а не дублікатом. Це незалежна від будь -яких переваг того, чи ігнорується новий вміст чи ні.
ur_pk: اس ٹرگر کو صرف اس صورت میں انجام دیں اگر ان پٹ کلپ نیا ہو اور ڈپلیکیٹ نہیں۔ یہ کسی بھی ترجیحی ترتیب سے آزاد ہے کہ آیا نئے مواد کو نظرانداز کیا گیا ہے یا نہیں۔
uz_cyrl: Agar kirish klip yangi bo'lsa va takrorlanmasa, ushbu tetikni bajaring. Bu yangi tarkib e'tiborsiz bo'lishidan yoki yo'qmi degan har qanday istalgan rejimida mustaqil.
vi_vn: Chỉ thực thi kích hoạt này nếu clip đầu vào là mới và không phải là trùng lặp. Điều này độc lập với bất kỳ cài đặt ưu tiên nào về việc liệu nội dung mới có bị bỏ qua hay không.
zh_hant: 僅在輸入夾是新的而不是重複的情況下執行此觸發器。這是不忽略新內容的任何首選項設置的獨立性。

# ActionContentAddIgnoreDupLabel
source: Ignore Duplicate
af_za: Ignoreer duplikaat
am_et: የተባዙትን ችላ ይበሉ
ar_bh: تجاهل مكررة
as_in: ডুপ্লিকেটক আওকাণ কৰক
az_cyrl: Dublikatsız etmək
bg_bg: Игнорирайте дубликат
bn_in: সদৃশ উপেক্ষা করুন
bs_latn_ba: Zanemariti duplikat
ca_es: Ignora el duplicat
cs_cz: Ignorovat duplikát
cy_gb: Anwybyddwch ddyblyg
da_dk: Ignorer duplikat
de_ch: Duplikat ignorieren
el_gr: Αγνοήστε το αντίγραφο
es_bo: Ignorar duplicado
et_ee: Eirata duplikaati
fa_ir: نادیده گرفتن تکراری
fi_fi: Sivuuttaa kaksoiskappale
fil_ph: Huwag pansinin ang dobleng
fr_029: Ignorer duplicate
ga_ie: Déan neamhaird de dhúblach
gu_in: ડુપ્લિકેટ અવગણવું
he_il: התעלם משכפול
hi_in: डुप्लिकेट को अनदेखा करें
hr_hr: Zanemariti duplikat
hu_hu: Figyelmen kívül hagyja a másolatot
hy_am: Անտեսել կրկնօրինակը
id_id: Abaikan duplikat
is_is: Hunsa afrit
it_ch: Ignora duplicato
ja_jp: 複製を無視します
ka_ge: უგულებელყოფა დუბლიკატი
kk_kz: Қайталануды елемеңіз
km_kh: មិនអើពើស្ទួន
kn_in: ನಕಲನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 중복을 무시하십시오
ky_kg: Кайталанма
lo_la: ບໍ່ສົນໃຈຊໍ້າ
lt_lt: Nepaisykite pasikartojimo
lv_lv: Ignorēt dublikātu
mi_nz: Kaua e warewarehia
mk_mk: Игнорирајте дупликат
ml_in: തനിപ്പകർപ്പ് അവഗണിക്കുക
mr_in: डुप्लिकेटकडे दुर्लक्ष करा
ms_my: Abaikan pendua
mt_mt: Tinjora duplikat
nb_no: Ignorer duplikat
ne_np: नक्कल नगर्नुहोस्
nl_be: Negeer duplicaat
or_in: ନକଲକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab: ਡੁਪਲਿਕੇਟ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl_pl: Zignoruj ​​duplikat
pt_br: Ignore duplicado
ro_ro: Ignorați duplicatul
ru_ru: Игнорировать дубликат
sk_sk: Ignorovať duplikát
sl_si: Ignorirajte dvojnik
sq_al: Injoroni kopjimin
sr_cyrl_me: Занемарите дупликат
sv_fi: Ignorera duplikat
sw_ke: Puuza nakala mbili
ta_in: நகலை புறக்கணிக்கவும்
te_in: నకిలీని విస్మరించండి
th_th: ละเว้นการทำซ้ำ
tk_tm: Dublikatyny äsgermezlik ediň
tr_tr: Yinelenmeyi göz ardı et
tt_ru: Дубликатны санга сукмагыз
ug_cn: كۆپەيتىشكە سەل قاراڭ
uk_ua: Ігноруйте дублікат
ur_pk: ڈپلیکیٹ کو نظرانداز کریں
uz_cyrl: Ikki nusxada e'tibor bermaslik
vi_vn: Bỏ qua trùng lặp
zh_hant: 忽略重複

# ActionContentAddTriggerHint
source: Only clips of this type will trigger this action.
af_za: Slegs snitte van hierdie tipe sal hierdie aksie aktiveer.
am_et: የዚህ ዓይነቱ ክሊፖች ብቻ ይህንን ተግባር ያነሳሳል.
ar_bh: فقط المقاطع من هذا النوع سوف تؤدي إلى هذا الإجراء.
as_in: এই ধৰণৰ ক্লিপসমূহেহে এই কাৰ্য্যৰ সূচনা কৰিব।
az_cyrl: Bu tipin yalnız klipləri bu hərəkəti tetikleyir.
bg_bg: Само клипове от този тип ще задействат това действие.
bn_in: এই ধরণের কেবল ক্লিপগুলি এই ক্রিয়াটিকে ট্রিগার করবে।
bs_latn_ba: Samo će isječci ove vrste pokrenuti ovu akciju.
ca_es: Només els clips d’aquest tipus desencadenaran aquesta acció.
cs_cz: Tuto akci spustí pouze klipy tohoto typu.
cy_gb: Dim ond clipiau o'r math hwn fydd yn sbarduno'r weithred hon.
da_dk: Kun klip af denne type udløser denne handling.
de_ch: Nur Clips dieses Typs auslösen diese Aktion.
el_gr: Μόνο κλιπ αυτού του τύπου θα ενεργοποιήσουν αυτήν την ενέργεια.
es_bo: Solo los clips de este tipo activarán esta acción.
et_ee: Ainult seda tüüpi klipid käivitavad selle toimingu.
fa_ir: فقط کلیپ هایی از این نوع باعث ایجاد این عمل می شوند.
fi_fi: Vain tämän tyyppiset leikkeet laukaisevat tämän toiminnan.
fil_ph: Ang mga clip lamang ng ganitong uri ang mag -uudyok sa pagkilos na ito.
fr_029: Seuls les clips de ce type déclencheront cette action.
ga_ie: Ní spreagfaidh ach gearrthóga den chineál seo an gníomh seo.
gu_in: ફક્ત આ પ્રકારની ક્લિપ્સ આ ક્રિયાને ટ્રિગર કરશે.
he_il: רק קליפים מסוג זה יפעילו פעולה זו.
hi_in: इस प्रकार के केवल क्लिप इस क्रिया को ट्रिगर करेंगे।
hr_hr: Samo će isječke ove vrste pokrenuti ovu radnju.
hu_hu: Csak az ilyen típusú klipek indítják el ezt a műveletet.
hy_am: Այս տիպի միայն հոլովակները կդարձնեն այս գործողությունը:
id_id: Hanya klip jenis ini yang akan memicu tindakan ini.
is_is: Aðeins úrklippur af þessari gerð munu kalla fram þessa aðgerð.
it_ch: Solo le clip di questo tipo attiveranno questa azione.
ja_jp: このタイプのクリップのみがこのアクションをトリガーします。
ka_ge: ამ ტიპის მხოლოდ კლიპები გამოიწვევს ამ მოქმედებას.
kk_kz: Тек осы түрдегі клиптер бұл әрекетті бастайды.
km_kh: មានតែឈុតខ្លីៗនៃប្រភេទនេះប៉ុណ្ណោះដែលនឹងបង្កឱ្យមានសកម្មភាពនេះ។
kn_in: ಈ ಪ್ರಕಾರದ ತುಣುಕುಗಳು ಮಾತ್ರ ಈ ಕ್ರಿಯೆಯನ್ನು ಪ್ರಚೋದಿಸುತ್ತದೆ.
ko_kr: 이 유형의 클립만이 작업을 트리거합니다.
ky_kg: Бул түрдүн клиптери гана бул аракетти козгойт.
lo_la: ພຽງແຕ່ຄລິບຂອງປະເພດນີ້ເທົ່ານັ້ນທີ່ຈະເຮັດໃຫ້ເກີດການກະທໍານີ້.
lt_lt: Šį veiksmą sukels tik tokio tipo klipai.
lv_lv: Tikai šāda veida klipi izraisīs šo darbību.
mi_nz: Ko nga toki anake o tenei momo ka raru i tenei mahi.
mk_mk: Само клиповите од овој вид ќе ја активираат оваа акција.
ml_in: ഈ തരത്തിലുള്ള ക്ലിപ്പുകൾ മാത്രം ഈ പ്രവർത്തനത്തെ പ്രേരിപ്പിക്കും.
mr_in: या प्रकारच्या केवळ क्लिप्स या क्रियेला चालना देतील.
ms_my: Hanya klip jenis ini akan mencetuskan tindakan ini.
mt_mt: Il-klipps ta 'dan it-tip biss se jqanqlu din l-azzjoni.
nb_no: Bare klipp av denne typen vil utløse denne handlingen.
ne_np: केवल यस प्रकारको क्लिपहरूले यस कार्यलाई ट्रिगर गर्दछ।
nl_be: Alleen clips van dit type zullen deze actie activeren.
or_in: ଏହି ପ୍ରକାରର କେବଳ କ୍ଲିକ୍ ଏହି କାର୍ଯ୍ୟକୁ ଟ୍ରିଗର କରିବ |
pa_arab: ਸਿਰਫ ਇਸ ਕਿਸਮ ਦੀਆਂ ਕਲਿੱਪਾਂ ਇਸ ਕਿਰਿਆ ਨੂੰ ਚਾਲੂ ਕਰ ਦੇਣਗੀਆਂ.
pl_pl: Tylko klipy tego typu wywołają tę akcję.
pt_br: Somente clipes desse tipo acionarão essa ação.
ro_ro: Doar clipuri de acest tip vor declanșa această acțiune.
ru_ru: Только клипы этого типа запустит это действие.
sk_sk: Túto akciu spustia iba klipy tohto typu.
sl_si: To dejanje bodo sprožile samo tovrstne posnetke.
sq_al: Vetëm klipet e këtij lloji do të shkaktojnë këtë veprim.
sr_cyrl_me: Само клипови ове врсте покренуће ову акцију.
sv_fi: Endast klipp av denna typ kommer att utlösa denna åtgärd.
sw_ke: Sehemu tu za aina hii zitasababisha hatua hii.
ta_in: இந்த வகை கிளிப்புகள் மட்டுமே இந்த செயலைத் தூண்டும்.
te_in: ఈ రకమైన క్లిప్‌లు మాత్రమే ఈ చర్యను ప్రేరేపిస్తాయి.
th_th: คลิปประเภทนี้เท่านั้นที่จะกระตุ้นการกระทำนี้
tk_tm: Bu görnüşiň diňe bu görnüşdäki klipleri bu çäräni döreder.
tr_tr: Yalnızca bu tür klipler bu eylemi tetikler.
tt_ru: Бу төрдәге клиплар гына бу эшне дәвам итәчәк.
ug_cn: بۇ خىل تىپتىكى قىسقۇچلار بۇ ھەرىكەتنى قوزغىتىدۇ.
uk_ua: Тільки кліпи такого типу викликають цю дію.
ur_pk: اس قسم کے صرف کلپس ہی اس عمل کو متحرک کریں گے۔
uz_cyrl: Faqatgina ushbu turdagi kliplar ushbu harakatni boshlaydi.
vi_vn: Chỉ các clip của loại này sẽ kích hoạt hành động này.
zh_hant: 只有這種類型的剪輯才會觸發此操作。
