Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# NtfUpToDateTitle
source: You are all up - to - date!
af_za: Julle is almal op - tot - datum!
am_et: ሁላችሁም ተነስተዋል - ቀን!
ar_bh: أنت كل شيء - حتى - التاريخ!
as_in: আপোনালোক সকলোৱে আপ - লৈকে - তাৰিখ!
az_cyrl: Hamınız yuxarısınız - To - Tarix!
bg_bg: Всички сте готови - до - дата!
bn_in: আপনি সবাই - তারিখ - তারিখ!
bs_latn_ba: Svi ste gore - do - datum!
ca_es: Esteu tots a l’altura de la data!
cs_cz: Všichni jste nahoře - do - datum!
cy_gb: Rydych chi i gyd i fyny - i - Dyddiad!
da_dk: I er alle op - til - dato!
de_ch: Sie sind alle auf - zu - Datum!
el_gr: Είστε όλοι επάνω - σε - ημερομηνία!
es_bo: ¡Están todos activos, para - Fecha!
et_ee: Sa oled kõik üleval - kuni kuupäevani!
fa_ir: همه شما بالا هستید - به - تاریخ!
fi_fi: Olet kaikki ylös - päivämäärä!
fil_ph: Lahat kayo ay hanggang - Petsa!
fr_029: Vous êtes tous debout - à - date!
ga_ie: Tá tú go léir suas - go dtí dáta!
gu_in: તમે બધા ઉપર છો - તારીખ!
he_il: כולכם למעלה - ל - תאריך!
hi_in: आप सब ऊपर हैं - to - तारीख!
hr_hr: Svi ste spremni - do - datum!
hu_hu: Mindannyian fel vagy - dátum!
hy_am: Դուք բոլորդ արդի եք:
id_id: Anda semua bangun - untuk - tanggal!
is_is: Þið eruð öll upp - til - dagsetning!
it_ch: Siete tutti in piedi - fino a - data!
ja_jp: あなたはすべて起きています - 日付！
ka_ge: თქვენ ყველანი ხართ - თარიღამდე!
kk_kz: Сіз бәріміз - бүгінгі күнге дейін тұрсыз!
km_kh: អ្នកទាំងអស់គ្នាបានឡើង - ទៅ - កាលបរិច្ឆេទ!
kn_in: ನೀವೆಲ್ಲರೂ - ಗೆ - ದಿನಾಂಕ!
ko_kr: 당신은 모두 - 날짜입니다!
ky_kg: Сиз бардыгыбыз - to to data!
lo_la: ທ່ານທັງຫມົດແມ່ນຂຶ້ນ - ເຖິງ - ວັນທີ!
lt_lt: Jūs visi esate - iki pasimatymo!
lv_lv: Jūs visi esat augšā - līdz - datumam!
mi_nz: Kei te katoa koe - tae noa ki tenei!
mk_mk: Сите сте нагоре - до - датум!
ml_in: നിങ്ങൾ എല്ലാം ഉയർത്തി - ലേക്ക് - തീയതി!
mr_in: आपण सर्व आहात - ते - तारीख!
ms_my: Anda semua - hingga - tarikh!
mt_mt: Intom kollha - sa - data!
nb_no: Dere er alle oppe - til - Dato!
ne_np: तपाईं सबै अप - to - मिति!
nl_be: Jullie zijn allemaal in de gaten - tot - date!
or_in: ଆପଣ ସମସ୍ତେ ଅଛନ୍ତି - କୁ - ତାରିଖ!
pa_arab: ਤੁਸੀਂ ਸਾਰੇ ਹੋ - ਕਰਨ ਲਈ -
pl_pl: WSZYSTKO WSZYSTKO - DATA!
pt_br: Vocês estão todos acordados - para - data!
ro_ro: Sunteți cu toții sus - până la - data!
ru_ru: Вы все встаете - до - дата!
sk_sk: Všetci ste hore - do - dátum!
sl_si: Vsi ste - do - datum!
sq_al: Ju të gjithë jeni lart - për të - datë!
sr_cyrl_me: Сви сте у току!
sv_fi: Ni är alla uppe - till datum!
sw_ke: Ninyi nyote mko juu - hadi - tarehe!
ta_in: நீங்கள் அனைவரும் தயாராக இருக்கிறீர்கள் - இன்றுவரை!
te_in: మీరంతా ఉన్నారు - టు - డేట్!
th_th: ทุกคนพร้อมแล้ว - วันที่!
tk_tm: Hemmäňiz ýokary - senenagat!
tr_tr: Hepiniz var - tarih!
tt_ru: Сез барыгыз да - - дата!
ug_cn: ھەممىڭلار - چېسلا - چېسلا!
uk_ua: Ви всі - до - побачення!
ur_pk: آپ سب تیار ہیں - سے - تاریخ!
uz_cyrl: Siz hammasi bilan bog'liqsiz!
vi_vn: Tất cả các bạn đã lên - đến ngày!
zh_hant: 你們都是 - 到 - 日期！

# SysTrayCheckForUpdateLabel
source: Check For Updates...
af_za: Kyk vir opdaterings ...
am_et: ዝማኔዎችን ይመልከቱ...
ar_bh: تحقق من وجود تحديثات...
as_in: আপডেইটসমূহৰ বাবে পৰীক্ষা কৰক...
az_cyrl: Yeniləmələri yoxlayın ...
bg_bg: Провери за актуализации...
bn_in: হালনাগাদ এর জন্য অনুসন্ধান করুন...
bs_latn_ba: Provjerite ažuriranja ...
ca_es: Buscar actualitzacions...
cs_cz: Kontrola aktualizací...
cy_gb: Gwiriwch am ddiweddariadau ...
da_dk: Søg efter opdateringer...
de_ch: Auf Updates prüfen...
el_gr: Ελεγχος για ενημερώσεις...
es_bo: Verifique las actualizaciones ...
et_ee: Kontrolli kas uuendused on saadaval...
fa_ir: به روزرسانی ها را بررسی کنید ...
fi_fi: Tarkista päivitykset...
fil_ph: Suriin para sa mga update ...
fr_029: Vérifiez les mises à jour ...
ga_ie: Seiceáil do nuashrónaithe...
gu_in: અપડેટ માટે ચકાસો...
he_il: בדוק עדכונים...
hi_in: अद्यतन के लिए जाँच...
hr_hr: Provjerite ima li ažuriranja ...
hu_hu: Frissítések keresése...
hy_am: Ստուգել թարմացումները...
id_id: Periksa pembaruan ...
is_is: Athugaðu með uppfærslur...
it_ch: Controlla gli aggiornamenti...
ja_jp: アップデートを確認...
ka_ge: Შეამოწმოთ განახლებები...
kk_kz: Жаңартуларды тексеріңіз ...
km_kh: ពិនិត្យរកបច្ចុប្បន្នភាព ...
kn_in: ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ ...
ko_kr: 업데이트 확인...
ky_kg: Жаңыртууларды текшериңиз ...
lo_la: ກວດເບິ່ງການປັບປຸງ ...
lt_lt: Tikrinti, ar yra atnaujinimų...
lv_lv: Meklēt atjauninājumus...
mi_nz: Tirohia mo nga whakahoutanga ...
mk_mk: Проверете за ажурирања ...
ml_in: അപ്ഡേറ്റുകൾക്കായി പരിശോധിക്കുക ...
mr_in: अद्यतनांसाठी तपासा ...
ms_my: Menyemak kemas kini...
mt_mt: Iċċekkja għal aġġornamenti ...
nb_no: Se etter oppdateringer...
ne_np: अपडेटहरूको लागि जाँच गर्नुहोस् ...
nl_be: Controleer op updates ...
or_in: ଅଦ୍ୟତନଗୁଡିକ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ ...
pa_arab: ਅਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ...
pl_pl: Sprawdź aktualizacje...
pt_br: Verifique se há atualizações ...
ro_ro: Verifică pentru actualizări...
ru_ru: Проверьте на обновления ...
sk_sk: Skontroluj aktualizácie...
sl_si: Preveri za posodobitve...
sq_al: Kontrolloni për azhurnime ...
sr_cyrl_me: Провери ажурирања...
sv_fi: Sök efter uppdateringar...
sw_ke: Angalia vilivyojiri vipya...
ta_in: புதுப்பிப்புகளைச் சரிபார்க்கவும் ...
te_in: తాజాకరణలకోసం ప్రయత్నించండి...
th_th: ตรวจสอบสำหรับการอัพเดต...
tk_tm: Täzelenmeleri barla...
tr_tr: Güncellemeleri kontrol et...
tt_ru: Яңартуларны тикшерегез ...
ug_cn: يېڭىلانمىلارنى تەكشۈرۈڭ ...
uk_ua: Перевірити наявність оновлень...
ur_pk: اپ ڈیٹ کے لیے چیک کریں...
uz_cyrl: Yangilanishlarni tekshiring ...
vi_vn: Kiểm tra cập nhật...
zh_hant: 檢查更新...

# SysTrayUpdateTooltip
source: New version available! Click here to update to '{0}' 🎉🍾🥳
af_za: Nuwe weergawe beskikbaar! Klik hier om op te dateer na '{0}' 🎉🍾🥳
am_et: አዲስ ስሪት ይገኛል! ወደ '{0}' ለማዘመን እዚህ ጠቅ ያድርጉ
ar_bh: نسخة جديدة متاحة! انقر هنا للتحديث إلى '{0}' 🎉🍾🥳
as_in: নতুন সংস্কৰণ উপলব্ধ! '{0}' 🎉🍾🥳 ৰ আপডেট কৰিবলৈ ইয়াত ক্লিক কৰক
az_cyrl: Yeni versiya mövcuddur! '{0}' ilə yeniləmək üçün buraya vurun
bg_bg: Налична нова версия! Щракнете тук, за да актуализирате до '{0}' 🎉🍾🥳
bn_in: নতুন সংস্করণ উপলব্ধ! '{0}' good এ আপডেট করতে এখানে ক্লিক করুন
bs_latn_ba: Dostupna nova verzija! Kliknite ovdje da biste ažurirali na '{0}' 🎉🍾🥳
ca_es: Nova versió disponible! Feu clic aquí per actualitzar -lo a "{0}" 🎉🍾🥳
cs_cz: Nová verze k dispozici! Kliknutím sem aktualizujte na '{0}' 🎉🍾🥳
cy_gb: Fersiwn newydd ar gael! Cliciwch yma i ddiweddaru i '{0}' 🎉🍾🥳
da_dk: Ny version tilgængelig! Klik her for at opdatere til '{0}' 🎉🍾🥳
de_ch: Neue Version verfügbar! Klicken Sie hier, um auf '{0}' 🎉🍾🥳 zu aktualisieren
el_gr: Διαθέσιμη νέα έκδοση! Κάντε κλικ εδώ για ενημέρωση για '{0}' 🎉🍾🥳
es_bo: ¡Nueva versión disponible! Haga clic aquí para actualizar a '{0}' 🎉🍾🥳
et_ee: Saadaval uus versioon! '{0}' 🎉🍾🥳 värskendamiseks klõpsake siin
fa_ir: نسخه جدید در دسترس است! برای به روزرسانی در "{0}" اینجا را کلیک کنید
fi_fi: Uusi versio saatavilla! Napsauta tätä päivittääksesi '{0}' 🎉🍾🥳
fil_ph: Magagamit ang bagong bersyon! Mag -click dito upang i -update sa '{0}' 🎉🍾🥳
fr_029: Nouvelle version disponible! Cliquez ici pour mettre à jour vers '{0}' 🎉🍾🥳
ga_ie: Leagan nua ar fáil! Cliceáil anseo chun nuashonrú a dhéanamh ar '{0}' 🎉🍾🥳
gu_in: નવું સંસ્કરણ ઉપલબ્ધ છે! '{0}' 🎉🍾🥳 ને અપડેટ કરવા માટે અહીં ક્લિક કરો
he_il: גרסה חדשה זמינה! לחץ כאן כדי לעדכן ל- '{0}' 🎉🍾🥳
hi_in: नया संस्करण उपलब्ध है! '{0}' पर अपडेट करने के लिए यहां क्लिक करें
hr_hr: Dostupna nova verzija! Kliknite ovdje da biste ažurirali na '{0}' 🎉🍾🥳
hu_hu: Új verzió elérhető! Kattintson ide a „{0}” 🎉🍾🥳 frissítéshez
hy_am: Նոր տարբերակը մատչելի է: Կտտացրեք այստեղ `« {0} »թարմացնելու համար
id_id: Versi baru tersedia! Klik di sini untuk memperbarui ke '{0}' 🎉🍾🥳
is_is: Ný útgáfa í boði! Smelltu hér til að uppfæra í '{0}' 🎉🍾🥳
it_ch: Nuova versione disponibile! Fai clic qui per aggiornare su '{0}' 🎉🍾🥳
ja_jp: 利用可能な新しいバージョン！ ここをクリックして '{0}'に更新してください
ka_ge: ახალი ვერსია ხელმისაწვდომია! დააჭირეთ აქ, რომ განაახლოთ '{0}'
kk_kz: Жаңа нұсқа бар! '{0}' 🎉🍾🥳 жаңарту үшін мына жерді басыңыз
km_kh: មានកំណែថ្មី! ចុចត្រង់នេះដើម្បីធ្វើបច្ចុប្បន្នភាពទៅ '{0}' 🎉🍾🥳
kn_in: ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ! '{0}' to ಗೆ ನವೀಕರಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
ko_kr: 새로운 버전을 사용할 수 있습니다! '{0}'로 업데이트하려면 여기를 클릭하십시오.
ky_kg: Жаңы версия жеткиликтүү! '{0}' 🎉🍾🥳 жаңыртуу үчүн бул жерди басыңыз
lo_la: ລຸ້ນໃຫມ່ມີຢູ່! ກົດບ່ອນນີ້ເພື່ອປັບປຸງໃຫ້ທັນກັບ '{0}' 🎉🍾🥳
lt_lt: Galima rasti naują versiją! Spustelėkite čia, jei norite atnaujinti „{0} '🎉🍾🥳
lv_lv: Pieejama jauna versija! Noklikšķiniet šeit, lai atjauninātu uz '{0}' 🎉🍾🥳
mi_nz: Ko te putanga hou e waatea ana! Paatohia a konei ki te whakahou i te '{0}' 🎉🍾🥳
mk_mk: Достапна е нова верзија! Кликнете овде за да се ажурира на '{0}'
ml_in: പുതിയ പതിപ്പ് ലഭ്യമാണ്! '{0}' ലേക്ക് അപ്ഡേറ്റ് ചെയ്യുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക
mr_in: नवीन आवृत्ती उपलब्ध! '{0}' 🎉🍾🥳 वर अद्यतनित करण्यासाठी येथे क्लिक करा
ms_my: Versi baru tersedia! Klik di sini untuk mengemas kini ke '{0}' 🎉🍾🥳
mt_mt: Verżjoni ġdida disponibbli! Ikklikkja hawn biex taġġorna għal '{0}' 🎉🍾🥳
nb_no: Ny versjon tilgjengelig! Klikk her for å oppdatere til '{0}' 🎉🍾🥳
ne_np: नयाँ संस्करण उपलब्ध! '{0}' '} अपडेट गर्न यहाँ क्लिक गर्नुहोस्
nl_be: Nieuwe versie beschikbaar! Klik hier om bij te werken naar '{0}' 🎉🍾🥳
or_in: ନୂତନ ସଂସ୍କରଣ ଉପଲବ୍ଧ! '{0}' କୁ ଅଦ୍ୟତନ କରିବାକୁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ |
pa_arab: ਨਵਾਂ ਵਰਜ਼ਨ ਉਪਲਬਧ! '{0}' 🎉🍾🥳 ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pl_pl: Nowa wersja dostępna! Kliknij tutaj, aby zaktualizować do „{0}” 🎉🍾🥳
pt_br: Nova versão disponível! Clique aqui para atualizar para '{0}' 🎉🍾🥳
ro_ro: Noua versiune disponibilă! Faceți clic aici pentru a actualiza la „{0}” 🎉🍾🥳
ru_ru: Новая версия доступна! Нажмите здесь, чтобы обновить до '{0}' 🎉🍾🥳
sk_sk: Dostupná nová verzia! Kliknutím sem aktualizujete na '{0}' 🎉🍾🥳
sl_si: Na voljo je nova različica! Kliknite tukaj, da se posodobite na '{0}' 🎉🍾🥳
sq_al: Version i ri në dispozicion! Klikoni këtu për të azhurnuar në '{0}'
sr_cyrl_me: Нова верзија је доступна! Кликните овде да бисте ажурирали на '{0}' 🎉🍾🥳
sv_fi: Ny version tillgänglig! Klicka här för att uppdatera till '{0}' 🎉🍾🥳
sw_ke: Toleo jipya linapatikana! Bonyeza hapa kusasisha kwa '{0}' 🎉🍾🥳
ta_in: புதிய பதிப்பு கிடைக்கிறது! '{0}' to க்கு புதுப்பிக்க இங்கே கிளிக் செய்க
te_in: క్రొత్త వెర్షన్ అందుబాటులో ఉంది! '{0}' కు నవీకరించడానికి ఇక్కడ క్లిక్ చేయండి
th_th: มีเวอร์ชันใหม่! คลิกที่นี่เพื่ออัปเดตเป็น '{0}' 🎉🍾🥳
tk_tm: Täze wersiýa bar! '{0}' -a täzelemek üçin şu ýere basyň
tr_tr: Yeni sürüm mevcut! '{0}' 🎉🍾🥳 🎉🍾🥳 🎉🍾🥳
tt_ru: Яңа версия бар! "{0}" ны яңарту өчен монда басыгыз
ug_cn: يېڭى نەشرى! بۇ يەرنى چېكىپ «{0}} 🎉🍾🥳 🎉🍾🥳 غا يېڭىلاش ئۈچۈن بۇ يەرنى چېكىڭ '{0} 🎉🍾🥳
uk_ua: Нова версія доступна! Клацніть тут, щоб оновити до '{0}' 🎉🍾🥳
ur_pk: نیا ورژن دستیاب! '{0}' 🎉🍾🥳 پر تازہ کاری کرنے کے لئے یہاں کلک کریں
uz_cyrl: Yangi versiya mavjud! "{0}" ni yangilash uchun shu erni bosing
vi_vn: Phiên bản mới có sẵn! Nhấn vào đây để cập nhật lên '{0}'
zh_hant: 可用的新版本！ 單擊此處以更新為'{0}'🎉🍾🥳

# NtfUpdateAvailableText
source: Click below to update to '{0}'
af_za: Klik hieronder om op te dateer na '{0}'
am_et: ወደ '{0}' ለማዘመን ከዚህ በታች ጠቅ ያድርጉ
ar_bh: انقر أدناه للتحديث إلى '{0}'
as_in: '{0}' লৈ আপডেট কৰিবলৈ তলত ক্লিক কৰক
az_cyrl: '{0}' ilə yeniləmək üçün aşağıya vurun
bg_bg: Щракнете по -долу, за да актуализирате до '{0}'
bn_in: '{0}' এ আপডেট করতে নীচে ক্লিক করুন
bs_latn_ba: Kliknite dolje da biste ažurirali na '{0}'
ca_es: Feu clic a continuació per actualitzar a "{0}"
cs_cz: Kliknutím níže aktualizujte na '{0}'
cy_gb: Cliciwch isod i ddiweddaru i '{0}'
da_dk: Klik nedenfor for at opdatere til '{0}'
de_ch: Klicken Sie unten, um auf '{0}' zu aktualisieren.
el_gr: Κάντε κλικ παρακάτω για ενημέρωση στο '{0}'
es_bo: Haga clic a continuación para actualizar a '{0}'
et_ee: '{0}' värskendamiseks klõpsake allpool allpool
fa_ir: برای به روزرسانی در "{0}" در زیر کلیک کنید
fi_fi: Napsauta alla, jotta voit päivittää '{0}'
fil_ph: Mag -click sa ibaba upang i -update sa '{0}'
fr_029: Cliquez ci-dessous pour mettre à jour vers '{0}'
ga_ie: Cliceáil thíos chun nuashonrú a dhéanamh ar '{0}'
gu_in: '{0}' પર અપડેટ કરવા માટે નીચે ક્લિક કરો
he_il: לחץ למטה כדי לעדכן ל- '{0}'
hi_in: '{0}' पर अपडेट करने के लिए नीचे क्लिक करें
hr_hr: Kliknite dolje za ažuriranje na '{0}'
hu_hu: Kattintson az alábbiakra a '{0}' frissítéshez
hy_am: Կտտացրեք ստորեւ, «{0}» - ի թարմացման համար
id_id: Klik di bawah untuk memperbarui ke '{0}'
is_is: Smelltu hér að neðan til að uppfæra í '{0}'
it_ch: Fai clic di seguito per aggiornare su '{0}'
ja_jp: 以下をクリックして、「{0}」に更新します
ka_ge: დააჭირეთ ქვემოთ, რომ განახლდეთ '{0}'
kk_kz: '{0}' жаңарту үшін төмендегіні басыңыз
km_kh: សូមចុចនៅខាងក្រោមដើម្បីធ្វើបច្ចុប្បន្នភាពទៅ '{0}'
kn_in: '{0}' ಗೆ ನವೀಕರಿಸಲು ಕೆಳಗೆ ಕ್ಲಿಕ್ ಮಾಡಿ
ko_kr: '{0}'로 업데이트하려면 아래를 클릭하십시오.
ky_kg: '{0}' чейин жаңыртуу үчүн төмөндө чыкылдатыңыз
lo_la: ກົດຂ້າງລຸ່ມນີ້ເພື່ອອັບເດດເປັນ '{0}'
lt_lt: Spustelėkite žemiau, jei norite atnaujinti „{0}“
lv_lv: Noklikšķiniet zemāk, lai atjauninātu uz '{0}'
mi_nz: Paatohia i raro hei whakahou i te '{0}'
mk_mk: Кликнете подолу за да се ажурира во '{0}'
ml_in: '{0}' ലേക്ക് അപ്ഡേറ്റ് ചെയ്യുന്നതിന് ചുവടെ ക്ലിക്കുചെയ്യുക
mr_in: '{0}' वर ​​अद्यतनित करण्यासाठी खाली क्लिक करा
ms_my: Klik di bawah untuk mengemas kini ke '{0}'
mt_mt: Ikklikkja hawn taħt biex taġġorna għal '{0}'
nb_no: Klikk nedenfor for å oppdatere til '{0}'
ne_np: '{0}' अपडेट गर्न तल क्लिक गर्नुहोस्
nl_be: Klik hieronder om bij te werken naar '{0}'
or_in: '{0}' କୁ ଅଦ୍ୟତନ କରିବାକୁ ନିମ୍ନରେ କ୍ଲିକ୍ କରନ୍ତୁ |
pa_arab: '{0}' ਤੇ ਅਪਡੇਟ ਕਰਨ ਲਈ ਹੇਠਾਂ ਕਲਿੱਕ ਕਰੋ
pl_pl: Kliknij poniżej, aby zaktualizować do „{0}”
pt_br: Clique abaixo para atualizar para '{0}'
ro_ro: Faceți clic mai jos pentru a actualiza la „{0}”
ru_ru: Нажмите ниже, чтобы обновить до '{0}'
sk_sk: Kliknutím nižšie sa aktualizujete na '{0}'
sl_si: Kliknite spodaj, če želite posodobiti na '{0}'
sq_al: Klikoni më poshtë për të azhurnuar në '{0}'
sr_cyrl_me: Кликните доле да бисте ажурирали на '{0}'
sv_fi: Klicka nedan för att uppdatera till '{0}'
sw_ke: Bonyeza hapa chini kusasisha kwa '{0}'
ta_in: '{0}' க்கு புதுப்பிக்க கீழே கிளிக் செய்க
te_in: '{0}' కు నవీకరించడానికి క్రింద క్లిక్ చేయండి
th_th: คลิกด้านล่างเพื่ออัปเดตเป็น '{0}'
tk_tm: '{0}' -a täzelemek üçin aşak basyň
tr_tr: '{0}' için güncellemek için aşağıya tıklayın
tt_ru: "{0}" ны яңарту өчен астына басыгыз.
ug_cn: «{0}» نى يېڭىلاش ئۈچۈن ئاستىنى چېكىڭ
uk_ua: Клацніть нижче, щоб оновити до '{0}'
ur_pk: '{0}' کو اپ ڈیٹ کرنے کے لئے نیچے کلک کریں
uz_cyrl: "{0}" ga yangilanish uchun pastga bosing
vi_vn: Nhấp vào bên dưới để cập nhật lên '{0}'
zh_hant: 單擊下面以更新為'{0}'

# NtfUpdateAvailableTitle
source: Update Available!
af_za: Opdatering beskikbaar!
am_et: ዝመና ይገኛል!
ar_bh: التحديث متاح!
as_in: আপডেট উপলব্ধ!
az_cyrl: YENİLƏNİB!
bg_bg: Налична актуализация!
bn_in: আপডেট উপলব্ধ!
bs_latn_ba: Ažuriraj dostupno!
ca_es: Actualització disponible!
cs_cz: Aktualizace k dispozici!
cy_gb: Diweddariad ar gael!
da_dk: Opdatering tilgængelig!
de_ch: Update verfügbar!
el_gr: Διαθέσιμη ενημέρωση!
es_bo: ¡Actualización disponible!
et_ee: Uuendus saadaval!
fa_ir: بروزرسانی موجود!
fi_fi: Päivitys saatavilla!
fil_ph: Mag -update Magagamit!
fr_029: Mise à jour disponible!
ga_ie: Nuashonrú ar fáil!
gu_in: અપડેટ ઉપલબ્ધ!
he_il: עדכון זמין!
hi_in: उपलब्ध अद्यतन!
hr_hr: Ažuriranje dostupno!
hu_hu: Frissítés elérhető!
hy_am: Թարմացրեք մատչելի:
id_id: Pembaruan tersedia!
is_is: Uppfærsla í boði!
it_ch: Aggiornamento disponibile!
ja_jp: 更新が利用可能です！
ka_ge: Განახლება შესაძლებელია!
kk_kz: Жаңарту қол жетімді!
km_kh: មានបច្ចុប្បន្នភាព!
kn_in: ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿದೆ!
ko_kr: 사용 가능한 업데이트!
ky_kg: Жаңыртуу жеткиликтүү!
lo_la: ປັບປຸງໃຫ້ທັນສະໄຫມ!
lt_lt: Galimas atnaujinimas!
lv_lv: Pieejams atjauninājums!
mi_nz: Whakahoutanga e waatea ana!
mk_mk: Ажурирање достапно!
ml_in: അപ്ഡേറ്റ് ലഭ്യമാണ്!
mr_in: अद्यतन उपलब्ध!
ms_my: Kemaskini ada!
mt_mt: Aġġornament disponibbli!
nb_no: Oppdatering tilgjengelig!
ne_np: अपडेट उपलब्ध!
nl_be: Update beschikbaar!
or_in: ଅଦ୍ୟତନ ଉପଲବ୍ଧ!
pa_arab: ਅਪਡੇਟ ਉਪਲਬਧ!
pl_pl: Dostępna aktualizacja!
pt_br: Atualização disponível!
ro_ro: Actualizare disponibila!
ru_ru: Доступно обновление!
sk_sk: Aktualizácia je dostupná!
sl_si: Posodobitev na voljo!
sq_al: Përditësoni në dispozicion!
sr_cyrl_me: Располагању новија верзија!
sv_fi: Uppdatering tillgänglig!
sw_ke: Sasisha inapatikana!
ta_in: புதுப்பிப்பு கிடைக்கிறது!
te_in: అందుబాటులో నవీకరణ!
th_th: อัปเดตพร้อมใช้งาน!
tk_tm: Täzelenme!
tr_tr: Güncelleme uygun!
tt_ru: Яңарту бар!
ug_cn: يېڭىلاش!
uk_ua: Оновлення доступне!
ur_pk: تازہ کاری دستیاب!
uz_cyrl: Yangilanish mavjud!
vi_vn: Cập nhật có sẵn!
zh_hant: 可更新！

# NtfUpdateButtonLabel
source: Update Now
af_za: Nou op datum bring
am_et: አሁን አዘምን
ar_bh: تحديث الان
as_in: এতিয়া আপডেট কৰক
az_cyrl: İndi yeniləmə
bg_bg: Актуализирайте сега
bn_in: এখন হালনাগাদ করুন
bs_latn_ba: Ažurirati sada
ca_es: Actualitzar ara
cs_cz: Nyní aktualizovat
cy_gb: Diweddariad Nawr
da_dk: Opdatere nu
de_ch: Jetzt aktualisieren
el_gr: Ενημέρωση τώρα
es_bo: Actualizar ahora
et_ee: Uuendage kohe
fa_ir: اکنون به روز کنید
fi_fi: Päivitä nyt
fil_ph: I -update ngayon
fr_029: Mettez à jour maintenant
ga_ie: Nuashonrú anois
gu_in: હવે અપડેટ કરો
he_il: עדכן כעת
hi_in: अभी अद्यतन करें
hr_hr: Ažurirati sada
hu_hu: Frissítse most
hy_am: Թարմացրեք հիմա
id_id: Memperbarui sekarang
is_is: Uppfæra núna
it_ch: Aggiorna ora
ja_jp: 今すぐアップデート
ka_ge: განაახლეთ ახლა
kk_kz: Қазір жаңартыңыз
km_kh: ធ្វើបច្ចុប្បន្នភាពឥឡូវ
kn_in: ಈಗ ನವೀಕರಿಸಿ
ko_kr: 지금 업데이트하십시오
ky_kg: Азыр жаңыртыңыз
lo_la: ປັບປຸງດຽວນີ້
lt_lt: Atnaujinti dabar
lv_lv: Atjaunināt tagad
mi_nz: Whakahoutanga inaianei
mk_mk: Ажурирање сега
ml_in: ഇപ്പോൾ തന്നെ നവീകരിക്കുക
mr_in: आता अद्ययावत करा
ms_my: Mengemas kini sekarang
mt_mt: Aġġorna issa
nb_no: Oppdater nå
ne_np: अब अपडेट गर्नुहोस्
nl_be: Update nu
or_in: ବର୍ତ୍ତମାନ ଅଦ୍ୟତନ କରନ୍ତୁ |
pa_arab: ਹੁਣ ਅਪਡੇਟ ਕਰੋ
pl_pl: Aktualizuj teraz
pt_br: Atualizar agora
ro_ro: Actualizează acum
ru_ru: Обновить сейчас
sk_sk: Teraz aktualizovať
sl_si: Posodobi zdaj
sq_al: Azhurnoj tani
sr_cyrl_me: Ажурирање сада
sv_fi: Uppdatera nu
sw_ke: Sasisha sasa
ta_in: இப்பொழுது மேம்படுத்து
te_in: ఇప్పుడే నవీకరించండి
th_th: อัปเดตตอนนี้
tk_tm: Indi täzelen
tr_tr: Şimdi güncelle
tt_ru: Яңарту
ug_cn: ھازىر يېڭىلاندى
uk_ua: Оновити зараз
ur_pk: تازہ ترین کریں. جدید بنایں
uz_cyrl: Hozir yangilash
vi_vn: Cập nhật bây giờ
zh_hant: 現在更新

# NtfResetSharedValueText
source: '{0}' contains shared values. What would you like to reset?
af_za: '{0}' bevat gedeelde waardes. Wat wil u weer instel?
am_et: '{0} የጋራ እሴቶችን ይ contains ል. ዳግም ማስጀመር ምን ይፈልጋሉ?
ar_bh: يحتوي '{0}' على قيم مشتركة. ماذا تريد إعادة التعيين؟
as_in: '{0}' ত অংশীদাৰী মান আছে। আপুনি কি ৰিছেট কৰিব বিচাৰিব?
az_cyrl: '{0}' paylaşılan dəyərləri ehtiva edir. Nə sıfırlamaq istərdiniz?
bg_bg: '{0}' съдържа споделени стойности. Какво бихте искали да се нулирате?
bn_in: '{0}' এর ভাগ করা মান রয়েছে। আপনি কি পুনরায় সেট করতে চান?
bs_latn_ba: {0} 'sadrži zajedničke vrijednosti. Šta biste željeli resetirati?
ca_es: '{0}' conté valors compartits. Què voldríeu restablir?
cs_cz: '{0}' obsahuje sdílené hodnoty. Co byste chtěli resetovat?
cy_gb: Mae '{0}' yn cynnwys gwerthoedd a rennir. Beth hoffech chi ei ailosod?
da_dk: '{0}' indeholder delte værdier. Hvad vil du nulstille?
de_ch: '{0}' enthält gemeinsame Werte. Was möchten Sie zurücksetzen?
el_gr: '{0}' περιέχει κοινές τιμές. Τι θα θέλατε να επαναφέρετε;
es_bo: '{0}' contiene valores compartidos. ¿Qué te gustaría restablecer?
et_ee: '{0}' sisaldab jagatud väärtusi. Mida soovite lähtestada?
fa_ir: '{0}' حاوی مقادیر مشترک است. دوست دارید دوباره تنظیم مجدد کنید؟
fi_fi: '{0}' sisältää jaettuja arvoja. Mitä haluaisit nollata?
fil_ph: Ang '{0}' ay naglalaman ng mga ibinahaging halaga. Ano ang nais mong i -reset?
fr_029: '{0}' contient des valeurs partagées. Qu'aimeriez-vous réinitialiser?
ga_ie: Tá luachanna comhroinnte i '{0}'. Cad ba mhaith leat a athshocrú?
gu_in: '{0}' માં વહેંચાયેલ મૂલ્યો શામેલ છે. તમે શું ફરીથી સેટ કરવા માંગો છો?
he_il: '{0}' מכיל ערכים משותפים. מה תרצה לאפס?
hi_in: '{0}' में साझा मान शामिल हैं। आप क्या रीसेट करना चाहेंगे?
hr_hr: '{0}' sadrži zajedničke vrijednosti. Što biste željeli resetirati?
hu_hu: A '{0}' megosztott értékeket tartalmaz. Mit szeretnél visszaállítani?
hy_am: «{0}» պարունակում է ընդհանուր արժեքներ: Ինչ կցանկանայիք վերականգնել:
id_id: '{0}' berisi nilai bersama. Apa yang ingin Anda atur ulang?
is_is: '{0}' inniheldur sameiginleg gildi. Hvað myndir þú vilja endurstilla?
it_ch: '{0}' contiene valori condivisi. Cosa vorresti ripristinare?
ja_jp: '{0}'には共有値が含まれています。何をリセットしますか？
ka_ge: '{0}' შეიცავს საერთო მნიშვნელობებს. რისი გადატვირთვა გსურთ?
kk_kz: '{0}' ортақ мәндерден тұрады. Қандай қалпына келтіргіңіз келеді?
km_kh: '{0}' មានតំលៃដែលបានចែករំលែក។ តើអ្នកចង់កំណត់អ្វី?
kn_in: '{0}' ಹಂಚಿದ ಮೌಲ್ಯಗಳನ್ನು ಒಳಗೊಂಡಿದೆ. ನೀವು ಮರುಹೊಂದಿಸಲು ಏನು ಬಯಸುತ್ತೀರಿ?
ko_kr: '{0}'에는 공유 값이 포함됩니다. 무엇을 재설정 하시겠습니까?
ky_kg: '{0}' Бөлүшүлгөн маанилерди камтыйт. Баштапкы абалга келүүнү каалайсызбы?
lo_la: '{0}' ມີຄຸນຄ່າທີ່ໃຊ້ຮ່ວມກັນ. ເຈົ້າຢາກຕັ້ງຄ່າຫຍັງ?
lt_lt: '{0}' yra bendros vertės. Ką norėtumėte iš naujo nustatyti?
lv_lv: '{0}' satur kopīgas vērtības. Ko jūs vēlētos atiestatīt?
mi_nz: '{0}' Kei roto i nga uara tahi. He aha taau e hiahia ai ki te tautuhi?
mk_mk: '{0}' содржи споделени вредности. Што би сакале да ресетирате?
ml_in: '{0}' പങ്കിട്ട മൂല്യങ്ങൾ അടങ്ങിയിരിക്കുന്നു. പുന reset സജ്ജമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നത് എന്താണ്?
mr_in: '{0}' मध्ये सामायिक मूल्ये आहेत. आपण काय रीसेट करू इच्छिता?
ms_my: '{0}' mengandungi nilai bersama. Apa yang anda mahu menetapkan semula?
mt_mt: "{0}" fih valuri maqsuma. X'tixtieq terġa 'tissettja?
nb_no: '{0}' inneholder delte verdier. Hva vil du tilbakestille?
ne_np: '{0}' साझा मानहरू समावेश गर्दछ। तपाई के रिसेट गर्न चाहानुहुन्छ?
nl_be: '{0}' bevat gedeelde waarden. Wat zou je willen resetten?
or_in: '{0}' ଅଂଶୀଦାର ମୂଲ୍ୟ ଧାରଣ କରେ | ଆପଣ କ’ଣ ପୁନ reset ସେଟ୍ କରିବାକୁ ଚାହାଁନ୍ତି?
pa_arab: '{0}' ਨੇ ਸ਼ੇਅਰ ਕੀਤੇ ਮੁੱਲ ਹਨ. ਤੁਸੀਂ ਰੀਸੈੱਟ ਕਰਨਾ ਕੀ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: „{0}” zawiera współdzielone wartości. Co chciałbyś zresetować?
pt_br: '{0}' contém valores compartilhados. O que você gostaria de redefinir?
ro_ro: '{0}' conține valori partajate. Ce ai vrea să resetezi?
ru_ru: '{0}' содержит общие значения. Что бы вы хотели сбросить?
sk_sk: '{0}' obsahuje zdieľané hodnoty. Čo by ste chceli resetovať?
sl_si: '{0}' vsebuje skupne vrednosti. Kaj bi radi ponastavili?
sq_al: '{0}' përmban vlera të përbashkëta. Çfarë do të dëshironit të rivendosni?
sr_cyrl_me: '{0}' садржи заједничке вредности. Шта желите да ресетујете?
sv_fi: '{0}' innehåller delade värden. Vad vill du återställa?
sw_ke: '{0}' ina maadili ya pamoja. Je! Ungependa kuweka upya nini?
ta_in: '{0}' பகிரப்பட்ட மதிப்புகளைக் கொண்டுள்ளது. நீங்கள் என்ன மீட்டமைக்க விரும்புகிறீர்கள்?
te_in: '{0}' భాగస్వామ్య విలువలను కలిగి ఉంటుంది. మీరు ఏమి రీసెట్ చేయాలనుకుంటున్నారు?
th_th: '{0}' มีค่าที่ใช้ร่วมกัน คุณต้องการรีเซ็ตอะไร
tk_tm: '{0}'-de umumy bahalary öz içine alýar. Nädip täzeden düzmek isleýärsiňiz?
tr_tr: '{0}' paylaşılan değerleri içerir. Ne sıfırlamak istersiniz?
tt_ru: '{0} »уртак кыйммәтләр бар. Сез нәрсә урнаштырырга теләр идегез?
ug_cn: '{0}' بار. نېمىگە ئەسلىگە كەلتۈرمەكچى?
uk_ua: '{0}' містить спільні значення. Що б ви хотіли скинути?
ur_pk: '{0}' میں مشترکہ اقدار شامل ہیں۔ آپ کیا ری سیٹ کرنا چاہیں گے؟
uz_cyrl: '{0}' umumiy qiymatlar mavjud. Qayta tiklamoqchisiz?
vi_vn: '{0}' chứa các giá trị được chia sẻ. Bạn muốn thiết lập lại những gì?
zh_hant: '{0}'包含共享值。您想重置什麼？
