Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountExpiredNtfLocalCaption
source: The payment for your {0} subscription was due {1} and has not been received. Please update your payment information.
af_za: Die betaling vir u {0} Inskrywing was verskuldig {1} en is nie ontvang nie. Dateer asseblief u Betaling Inligting.
am_et: ለ {0} ክፍያ ምዝገባው በ {1} አልተቀበለም. እባክዎ የእርስዎን ያዘምኑ የክፍያ መረጃ.
ar_bh: الدفع مقابل {0} كان الاشتراك مستحقًا {1} ولم يتم استلامها. الرجاء تحديث الخاص بك معلومات الدفع.
as_in: আপোনাৰ {0} ৰ বাবে পেমেন্ট চাবস্ক্ৰিপচনৰ প্ৰয়োজন আছিল {1} আৰু গ্ৰহণ কৰা হোৱা নাই। অনুগ্ৰহ কৰি আপোনাৰ আপডেট কৰক পেমেন্টৰ তথ্য।
az_cyrl: {0} üçün ödəniş abunə {1} vaxtı idi və alınmadı. Xahiş edirəm yeniləyin Ödəniş haqqında məlumat.
bg_bg: Плащането за вашия {0} Абонаментът се дължи {1} и не е получено. Моля, актуализирайте вашия Информация за плащане.
bn_in: আপনার {0} এর জন্য অর্থ প্রদান সাবস্ক্রিপশন ছিল {1} এবং গ্রহণ করা হয়নি। আপনার আপডেট করুন পেমেন্ট তথ্য.
bs_latn_ba: Plaćanje za vaše {0} Pretplata je bila {1} i nije primljen. Ažurirajte svoje Informacije o plaćanju.
ca_es: El pagament del vostre {0} La subscripció s'havia degut {1} i no ha estat rebut. Actualitzeu el vostre Informació sobre el pagament.
cs_cz: Platba za vaše {0} Předplatné bylo splatné {1} a nebyl přijat. Aktualizujte prosím své Informace o platbě.
cy_gb: Y taliad am eich {0} Roedd y tanysgrifiad yn ddyledus {1} ac ni dderbyniwyd. Diweddarwch eich Gwybodaeth am dalu.
da_dk: Betalingen for din {0} Abonnement var forfalden {1} og er ikke modtaget. Opdater venligst din Betalingsinformation.
de_ch: Die Zahlung für Ihre {0} Abonnement war fällig {1} und wurde nicht empfangen. Bitte aktualisieren Sie Ihre Zahlungsinformationen.
el_gr: Η πληρωμή για το {0} σας Η συνδρομή οφειλόταν {1} και δεν έχει ληφθεί. Ενημερώστε το δικό σας Πληροφορίες Πληρωμής.
es_bo: El pago de su {0} La suscripción se debió {1} y no ha sido recibido. Actualice su Información del pago.
et_ee: Makse teie {0} eest Tellimine pidi olema {1} ja pole vastu võetud. Palun värskendage oma makseteave.
fa_ir: پرداخت برای {0} شما {1}اشتراک به دلیل و دریافت نشده است لطفا خود را به روز کنید اطلاعات پرداخت.
fi_fi: Maksu {0} Tilaus oli erääntynyt {1} eikä sitä ole vastaanotettu. Päivitä Maksutiedot.
fil_ph: Ang pagbabayad para sa iyong {0} Ang subscription ay dahil sa {1} at hindi pa natanggap. Mangyaring i -update ang iyong Impormasyon sa Pagbabayad.
fr_029: Le paiement de votre {0} L'abonnement était dû {1} et n'a pas été reçu. Veuillez mettre à jour votre Informations de paiement.
ga_ie: An íocaíocht as do {0} bhí síntiús dlite {1} agus ní bhfuarthas é. Déan do chuid a nuashonrú le do thoil faisnéis íocaíochta.
gu_in: તમારા {0} માટે ચુકવણી સબ્સ્ક્રિપ્શન {1} બાકી હતું અને પ્રાપ્ત થયું નથી. કૃપા કરીને તમારા અપડેટ કરો ચુકવણી માહિતી.
he_il: התשלום עבור {0} שלך המנוי היה אמור להיות {1} ולא התקבל. אנא עדכן את שלך פרטי תשלום.
hi_in: आपके {0} के लिए भुगतान सदस्यता {1} के कारण थी और प्राप्त नहीं हुआ है। कृपया अपना अपडेट करें भुगतान जानकारी।
hr_hr: Plaćanje za vaš {0} pretplata je bila posljedica {1} i nije primljen. Molimo ažurirajte svoje Informacije o plaćanju.
hu_hu: A {0} fizetése a fizetés Az előfizetés esedékes volt {1} és nem fogadták el. Kérjük, frissítse a Fizetési információ.
hy_am: Ձեր {0}-ի վճարումը բաժանորդագրության ժամկետը լրացել է {1} և չի ստացվել։ Խնդրում ենք թարմացնել ձեր վճարման մասին տեղեկատվություն:
id_id: Pembayaran untuk {0} Anda Langganan jatuh tempo {1} dan belum diterima. Harap perbarui Anda Informasi Pembayaran.
is_is: Greiðslan fyrir {0} Áskrift var vegna {1} og hefur ekki borist. Vinsamlegast uppfærðu þig greiðslu upplýsingar.
it_ch: Il pagamento per il tuo {0} L'abbonamento era dovuto {1} e non è stato ricevuto. Si prega di aggiornare il tuo Informazioni sul pagamento.
ja_jp: {0}の支払い サブスクリプションは{1}でした そして、受け取っていません。 更新してください 支払情報。
ka_ge: გადახდა თქვენი {0} გამოწერა იყო {1} და არ იქნა მიღებული. გთხოვთ განაახლოთ თქვენი გადახდის ინფორმაცია.
kk_kz: {0} төлеміңіз Жазылым {1} және қабылданбады. Өтінемін, жаңартыңыз Төлем туралы ақпарат.
km_kh: ការទូទាត់សម្រាប់ {0} របស់អ្នក ការជាវគឺដោយសារតែ {1} ហើយមិនបានទទួលទេ។ សូមធ្វើបច្ចុប្បន្នភាពរបស់អ្នក ព​ត៌​មាន​ទូទាត់ប្រាក់។
kn_in: ನಿಮ್ಮ {0} for ಗಾಗಿ ಪಾವತಿ ಚಂದಾದಾರಿಕೆ {1} ಮತ್ತು ಸ್ವೀಕರಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನವೀಕರಿಸಿ ಪಾವತಿ ಮಾಹಿತಿ.
ko_kr: {0}에 대한 지불 구독이 마감되었습니다 {1} 접수되지 않았습니다. 업데이트하십시오 결제 정보.
ky_kg: Сиздин {0} төлөө үчүн төлөө жазылуу {1} ​​төлөнөт жана алынган жок. Сураныч, жаңыртыңыз Төлөө маалыматы.
lo_la: ການຈ່າຍເງິນສໍາລັບ {0} ຂອງທ່ານ ການສະຫມັກໃຊ້ {1} ແລະຍັງບໍ່ທັນໄດ້ຮັບ. ກະລຸນາປັບປຸງຂອງທ່ານ ຂໍ້ມູນການຊໍາລະເງິນ.
lt_lt: Mokėjimas už jūsų {0} Prenumerata turėjo būti atlikta {1} ir nebuvo gautas. Atnaujinkite savo Mokėjimo informacija.
lv_lv: Maksājums par jūsu {0} abonements bija paredzēts {1} un nav saņemts. Lūdzu, atjauniniet savu Informācija par maksājumu.
mi_nz: Te utu mo to {0} I tika te ohaurunga {1} a kaore ano kia riro. Tena koa whakahou i to Nga korero mo te utu.
mk_mk: Плаќањето за вашата {0} претплатата се должи на {1} и не е примена. Ве молиме ажурирајте го вашиот Информации за исплата.
ml_in: നിങ്ങളുടെ {0} പേയ്മെന്റ് സബ്സ്ക്രിപ്ഷൻ മൂലം {1}} സ്വീകരിച്ചിട്ടില്ല. ദയവായി നിങ്ങളുടെ അപ്ഡേറ്റ് ചെയ്യുക പേയ്മെന്റ് വിവരങ്ങൾ.
mr_in: आपल्या {0} साठी देय सदस्यता {1} देय होती आणि प्राप्त झाले नाही. कृपया आपले अद्यतनित करा देयक माहीती.
ms_my: Pembayaran untuk {0} anda Langganan adalah wajar {1} dan belum diterima. Sila kemas kini Maklumat Pembayaran.
mt_mt: Il-ħlas għal {0} tiegħek Is-sottoskrizzjoni kienet dovuta {1} u ma rċeviex. Jekk jogħġbok aġġorna tiegħek informazzjoni dwar il-ħlas.
nb_no: Betalingen for din {0} Abonnement skyldtes {1} og er ikke mottatt. Vennligst oppdater din Betalingsinformasjon.
ne_np: तपाईंको {0} को लागि भुक्तानी सदस्यता {1} छ} र प्राप्त भएको छैन। कृपया तपाईको अपडेट गर्नुहोस् भुक्तानी जानकारी।
nl_be: De betaling voor uw {0} Abonnement was verschuldigd {1} en is niet ontvangen. Update uw betalingsinformatie.
or_in: ତୁମର {0} ପାଇଁ ଦେୟ ସଦସ୍ୟତା ହେତୁ {1} ଏବଂ ଗ୍ରହଣ କରାଯାଇ ନାହିଁ ଦୟାକରି ଆପଣଙ୍କର ଅଦ୍ୟତନ କରନ୍ତୁ | ଦେୟ ସୂଚନା
pa_arab: ਤੁਹਾਡੇ {0} ਲਈ ਭੁਗਤਾਨ ਗਾਹਕੀ ਬਕਾਇਆ ਸੀ {1} ਅਤੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਅੱਪਡੇਟ ਕਰੋ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ.
pl_pl: Płatność za {0} subskrypcja była należna {1} i nie został odebrany. Zaktualizuj swoje Informacja o płatności.
pt_br: O pagamento pelo seu {0} A assinatura foi vencida {1} e não foi recebido. Por favor, atualize o seu Informação de pagamento.
ro_ro: Plata pentru {0} abonamentul a fost datorat {1} și nu a fost primit. Vă rugăm să vă actualizați informatii de plata.
ru_ru: Оплата за {0} Подписка была обусловлена ​​{1} и не был получен. Пожалуйста, обновите свой Платежная информация.
sk_sk: Platba za vaše {0} Predplatné bolo splatné {1} a nebol prijatý. Aktualizujte prosím Informácie o platbe.
sl_si: Plačilo za vaš {0} Naročnina je bila dolžna {1} in ni prejel. Prosimo, posodobite svoje Informacije o plačilu.
sq_al: Pagesa për {0} pajtimi ishte për shkak {1} dhe nuk është pranuar. Ju lutemi azhurnoni tuajin informacioni i pageses.
sr_cyrl_me: Плаћање за ваше {0} претплата је била дошла {1} и није примљен. Молимо ажурирајте своје Информације о плаћању.
sv_fi: Betalningen för din {0} Prenumeration berodde på {1} och har inte mottagits. Uppdatera din Betalningsinformation.
sw_ke: Malipo ya {0} Usajili ulitokana na {1} na haijapokelewa. Tafadhali sasisha yako habari ya malipo.
ta_in: The payment for your {0} subscription was due {1} and has not been received. Please update your கொடுப்பனவு தகவல்.
te_in: మీ {0} కోసం చెల్లింపు సభ్యత్వం గడువు {1} మరియు స్వీకరించబడలేదు. దయచేసి మీ అప్‌డేట్ చేయండి చెల్లింపు సమాచారం.
th_th: การชำระเงินสำหรับ {0} ของคุณ การสมัครสมาชิกถึงกำหนด {1} และยังไม่ได้รับ โปรดอัปเดตไฟล์ ข้อมูลการชำระเงิน
tk_tm: {0} üçin töleg Abuna ýazylmak {1} kabul edilmedi. Täzelemegiňizi haýyş edýäris Töleg maglumatlary.
tr_tr: {0} için ödeme abonelik ödenmesi {1} ve alınmadı. Lütfen Güncelle ödeme bilgileri.
tt_ru: Сезнең {0} өчен түләү Подписка {1} һәм алынды. Зинһар, яңартыгыз Түләү турында мәгълүмат.
ug_cn: {0} مۇشتەرى بولۇش توغرا بولسا {1} ھەمدە تاپشۇرۇۋالمىغان. يېڭىلاڭ ھەق تۆلەش ئۇچۇرى.
uk_ua: Платіж для вашого {0} підписка була належна {1} і не було прийнято. Будь ласка, оновіть свій Інформація про оплату.
ur_pk: آپ کے {0} کی ادائیگی سبسکرپشن {1} کی وجہ سے تھی اور موصول نہیں ہوا ہے۔ براہ کرم اپنی تازہ کاری کریں ادائیگی کی معلومات.
uz_cyrl: {0} uchun to'lov Obuna {1} va qabul qilinmadi. Iltimos, yangilang To'lov to'g'risidagi ma'lumotlar.
vi_vn: Thanh toán cho {0} của bạn Đăng ký là do {1} và chưa được nhận. Vui lòng cập nhật của bạn Thông tin thanh toán.
zh_hant: {0}的付款 訂閱是由於{1} 並且尚未收到。 請更新您的 支付信息。

# AccountExpiredNtfOfflineCaption
source: The payment for your {0} subscription was due {1} and has not been received. Please connect to the internet on the device with your subscription and restart in order to continue using your {0} plan.
af_za: Die betaling vir u {0} Inskrywing was verskuldig {1} en is nie ontvang nie. Koppel asseblief aan die Internet op die toestel met u intekening en Herbegin om voort te gaan Gebruik u {0} -plan.
am_et: ለ {0} ክፍያ ምዝገባው በ {1} አልተቀበለም. እባክዎ ከ ጋር ይገናኙ በመሣሪያው ላይ በይነመረብ ከደንበኝነት ምዝገባዎ ጋር እና ለመቀጠል እንደገና ያስጀምሩ {0} ዕቅድዎን በመጠቀም.
ar_bh: الدفع مقابل {0} كان الاشتراك مستحقًا {1} ولم يتم استلامها. الرجاء الاتصال بـ الإنترنت على الجهاز مع اشتراكك و أعد التشغيل من أجل الاستمرار باستخدام خطة {0}.
as_in: আপোনাৰ {0} ৰ বাবে পেমেন্ট চাবস্ক্ৰিপচনৰ প্ৰয়োজন আছিল {1} আৰু গ্ৰহণ কৰা হোৱা নাই। অনুগ্ৰহ কৰি ডিভাইচত ইণ্টাৰনেট আপোনাৰ চাবস্ক্ৰিপচনৰ সৈতে আৰু অব্যাহত ৰাখিবলৈ পুনৰাৰম্ভ কৰক আপোনাৰ {0} পৰিকল্পনা ব্যৱহাৰ কৰি।
az_cyrl: {0} üçün ödəniş abunə {1} vaxtı idi və alınmadı. Xahiş edirəm qoşun Cihazdakı İnternet abunə ilə və Davam etmək üçün yenidən başladın {0} planınızdan istifadə edin.
bg_bg: Плащането за вашия {0} Абонаментът се дължи {1} и не е получено. Моля, свържете се с Интернет на устройството С вашия абонамент и рестартирайте, за да продължите Използване на вашия план {0}.
bn_in: আপনার {0} এর জন্য অর্থ প্রদান সাবস্ক্রিপশন ছিল {1} এবং গ্রহণ করা হয়নি। দয়া করে সংযুক্ত করুন ডিভাইসে ইন্টারনেট আপনার সাবস্ক্রিপশন সহ এবং চালিয়ে যাওয়ার জন্য পুনরায় চালু করুন আপনার {0} পরিকল্পনা ব্যবহার করে।
bs_latn_ba: Plaćanje za vaše {0} Pretplata je bila {1} i nije primljen. Molim vas povežite se s Internet na uređaju Uz vašu pretplatu i Ponovo pokrenite kako biste nastavili koristeći svoj {0} plan.
ca_es: El pagament del vostre {0} La subscripció s'havia degut {1} i no ha estat rebut. Connecteu -vos a la Internet al dispositiu amb la vostra subscripció i Reinicieu per continuar utilitzant el vostre pla {0}.
cs_cz: Platba za vaše {0} Předplatné bylo splatné {1} a nebyl přijat. Připojte se prosím k Internet na zařízení s vaším předplatném a restartujte, aby bylo možné pokračovat pomocí plánu {0}.
cy_gb: Y taliad am eich {0} Roedd y tanysgrifiad yn ddyledus {1} ac ni dderbyniwyd. Cysylltwch â'r Rhyngrwyd ar y ddyfais gyda'ch tanysgrifiad a ailgychwyn er mwyn parhau Gan ddefnyddio'ch cynllun {0}.
da_dk: Betalingen for din {0} Abonnement var forfalden {1} og er ikke modtaget. Opret forbindelse til Internet på enheden med dit abonnement og Genstart for at fortsætte Brug af din {0} -plan.
de_ch: Die Zahlung für Ihre {0} Abonnement war fällig {1} und wurde nicht empfangen. Bitte verbinden Sie sich mit dem Internet auf dem Gerät mit Ihrem Abonnement und Starten Sie neu, um fortzufahren, um fortzufahren Verwenden Sie Ihren {0} -Plan.
el_gr: Η πληρωμή για το {0} σας Η συνδρομή οφειλόταν {1} και δεν έχει ληφθεί. Συνδεθείτε στο Διαδίκτυο στη συσκευή με τη συνδρομή σας και επανεκκίνηση για να συνεχίσετε Χρησιμοποιώντας το σχέδιο {0}.
es_bo: El pago de su {0} La suscripción se debió {1} y no ha sido recibido. Conéctate con el Internet en el dispositivo con su suscripción y reiniciar para continuar Usando su plan {0}.
et_ee: Makse teie {0} eest Tellimine pidi olema {1} ja pole vastu võetud. Palun ühendage Internet seadmes oma tellimusega ja taaskäivitage jätkamiseks kasutades oma {0} plaani.
fa_ir: پرداخت برای {0} شما سررسید اشتراک {1} و دریافت نشده است. لطفا به اینترنت روی دستگاه با اشتراک شما و برای ادامه راه اندازی مجدد با استفاده از طرح {0} خود.
fi_fi: Maksu {0} Tilaus oli erääntynyt {1} eikä sitä ole vastaanotettu. Ole hyvä ja muodosta yhteyttä Internet laitteessa tilauksellasi ja Käynnistä uudelleen jatkaaksesi käyttämällä {0} suunnitelmasi.
fil_ph: Ang pagbabayad para sa iyong {0} Ang subscription ay dahil sa {1} at hindi pa natanggap. Mangyaring kumonekta sa Internet sa aparato kasama ang iyong subscription at I -restart upang magpatuloy Gamit ang iyong {0} Plano.
fr_029: Le paiement de votre {0} L'abonnement était dû {1} et n'a pas été reçu. Veuillez vous connecter au Internet sur l'appareil avec votre abonnement et redémarrer pour continuer en utilisant votre plan {0}.
ga_ie: An íocaíocht as do {0} bhí síntiús dlite {1} agus ní bhfuarthas é. Ceangail le do thoil leis an Idirlíon ar an bhfeiste le do shuibscríobh agus atosaigh chun leanúint ar aghaidh Ag baint úsáide as do phlean {0}.
gu_in: તમારા {0} માટે ચુકવણી સબ્સ્ક્રિપ્શન {1} બાકી હતું અને પ્રાપ્ત થયું નથી. કૃપા કરીને કનેક્ટ કરો ઉપકરણ પર ઇન્ટરનેટ તમારા સબ્સ્ક્રિપ્શન સાથે અને ચાલુ રાખવા માટે ફરીથી પ્રારંભ કરો તમારી {0} યોજનાનો ઉપયોગ કરીને.
he_il: התשלום עבור {0} שלך המנוי היה אמור להיות {1} ולא התקבל. אנא התחבר ל אינטרנט במכשיר עם המנוי שלך ו הפעל מחדש כדי להמשיך באמצעות תוכנית {0} שלך.
hi_in: आपके {0} के लिए भुगतान सदस्यता {1} के कारण थी और प्राप्त नहीं हुआ है। कृपया कनेक्ट करें डिवाइस पर इंटरनेट आपकी सदस्यता के साथ और जारी रखने के लिए पुनरारंभ करें अपने {0} योजना का उपयोग करना।
hr_hr: Plaćanje za vaš {0} pretplata je bila posljedica {1} i nije primljen. Molimo povežite se s Internet na uređaju s pretplatom i Ponovo pokrenite kako biste nastavili Korištenje vašeg {0} plana.
hu_hu: A {0} fizetése a fizetés Az előfizetés esedékes volt {1} és nem fogadták el. Kérjük, csatlakozzon a Internet az eszközön előfizetéssel és indítsa újra a folytatás érdekében a {0} terv használatával.
hy_am: Ձեր {0}-ի վճարումը բաժանորդագրության ժամկետը լրացել է {1} և չի ստացվել։ Խնդրում ենք միանալ ինտերնետ սարքի վրա ձեր բաժանորդագրությամբ և վերսկսել՝ շարունակելու համար օգտագործելով ձեր {0} պլանը:
id_id: Pembayaran untuk {0} Anda Langganan jatuh tempo {1} dan belum diterima. Harap terhubung ke Internet di perangkat dengan langganan Anda dan restart untuk melanjutkan Menggunakan paket {0} Anda.
is_is: Greiðslan fyrir {0} Áskrift var vegna {1} og hefur ekki borist. Vinsamlegast tengdu við Internet á tækinu með áskriftinni þinni og Endurræstu til að halda áfram Notaðu {0} áætlunina þína.
it_ch: Il pagamento per il tuo {0} L'abbonamento era dovuto {1} e non è stato ricevuto. Si prega di connettersi a Internet sul dispositivo con il tuo abbonamento e Riavvia per continuare Usando il tuo piano {0}.
ja_jp: {0}の支払い サブスクリプションは{1}でした そして、受け取っていません。 に接続してください デバイス上のインターネット サブスクリプションで 続行するために再起動します {0}プランを使用します。
ka_ge: გადახდა თქვენი {0} გამოწერა იყო {1} და არ იქნა მიღებული. გთხოვთ დაუკავშირდეთ ინტერნეტი მოწყობილობაზე თქვენი გამოწერით და გადატვირთვა, რომ გაგრძელდეს თქვენი {0} გეგმის გამოყენებით.
kk_kz: {0} төлеміңіз Жазылым {1} және қабылданбады. Өтінемін, қосылыңыз Құрылғыдағы Интернет Жазылымыңызбен және Жалғастыру үшін қайта іске қосыңыз {0} жоспарды пайдалану.
km_kh: ការទូទាត់សម្រាប់ {0} របស់អ្នក ការជាវគឺដោយសារតែ {1} ហើយមិនបានទទួលទេ។ សូមភ្ជាប់ទៅឯកសារ អ៊ិនធឺរណែតនៅលើឧបករណ៍ ជាមួយនឹងការជាវរបស់អ្នកនិង ចាប់ផ្តើមឡើងវិញដើម្បីបន្ត ដោយប្រើផែនការ {0} របស់អ្នក។
kn_in: ನಿಮ್ಮ {0 for ಗಾಗಿ ಪಾವತಿ ಚಂದಾದಾರಿಕೆ {1} ಮತ್ತು ಸ್ವೀಕರಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಸಂಪರ್ಕಿಸಿ ಸಾಧನದಲ್ಲಿ ಇಂಟರ್ನೆಟ್ ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯೊಂದಿಗೆ ಮತ್ತು ಮುಂದುವರಿಯಲು ಮರುಪ್ರಾರಂಭಿಸಿ ನಿಮ್ಮ {0} ಯೋಜನೆಯನ್ನು ಬಳಸುವುದು.
ko_kr: {0}에 대한 지불 구독이 마감되었습니다 {1} 접수되지 않았습니다. 연결하십시오 장치의 인터넷 구독과 함께 계속하려면 다시 시작하십시오 {0} 계획 사용.
ky_kg: Сиздин {0} төлөө үчүн төлөө жазылуу {1} ​​төлөнөт жана алынган жок. Сураныч, туташыңыз Түзмөктөгү Интернет жазылууңуз менен жана улантуу үчүн өчүрүп күйгүзүңүз {0} планыңызды колдонуп.
lo_la: ການຈ່າຍເງິນສໍາລັບ {0} ຂອງທ່ານ ການສະຫມັກໃຊ້ {1} ແລະຍັງບໍ່ທັນໄດ້ຮັບ. ກະລຸນາເຊື່ອມຕໍ່ກັບ ອິນເຕີເນັດໃນອຸປະກອນ ດ້ວຍການສະຫມັກສະມາຊິກຂອງທ່ານແລະ restart ເພື່ອສືບຕໍ່ ການນໍາໃຊ້ແຜນ {0} ຂອງທ່ານ.
lt_lt: Mokėjimas už jūsų {0} Prenumerata turėjo būti atlikta {1} ir nebuvo gautas. Prisijunkite prie Internetas įrenginyje su savo prenumerata ir paleiskite iš naujo, kad galėtumėte tęsti Naudodamiesi savo {0} planu.
lv_lv: Maksājums par jūsu {0} abonements bija paredzēts {1} un nav saņemts. Lūdzu, izveidojiet savienojumu ar Internets ierīcē ar jūsu abonementu un restartēt, lai turpinātu izmantojot savu {0} plānu.
mi_nz: Te utu mo to {0} I tika te ohaurunga {1} a kaore ano kia riro. Tena hono atu ki te Ipurangi i runga i te taputapu me to ohaurunga me Tīmata anō kia haere tonu Ma te whakamahi i to mahere {0}.
mk_mk: Плаќањето за вашата {0} претплатата се должи на {1} и не е примена. Ве молиме, поврзете се со Интернет на уредот со вашата претплата и рестартирајте со цел да продолжите Користејќи го вашиот план {0}.
ml_in: നിങ്ങളുടെ {0} പേയ്മെന്റ് സബ്സ്ക്രിപ്ഷൻ മൂലം {1}} സ്വീകരിച്ചിട്ടില്ല. ദയവായി ബന്ധിപ്പിക്കുക ഉപകരണത്തിൽ ഇന്റർനെറ്റ് നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ ഉപയോഗിച്ച് തുടരുന്നതിന് പുനരാരംഭിക്കുക നിങ്ങളുടെ {0} പ്ലാൻ ഉപയോഗിക്കുന്നു.
mr_in: आपल्या {0} साठी देय सदस्यता {1} देय होती आणि प्राप्त झाले नाही. कृपयाशी कनेक्ट व्हा डिव्हाइसवर इंटरनेट आपल्या सदस्यता सह आणि सुरू ठेवण्यासाठी रीस्टार्ट करा आपली {0} योजना वापरणे.
ms_my: Pembayaran untuk {0} anda Langganan adalah wajar {1} dan belum diterima. Sila sambungkan ke Internet di peranti dengan langganan anda dan mulakan semula untuk meneruskan Menggunakan pelan {0} anda.
mt_mt: Il-ħlas għal {0} tiegħek Is-sottoskrizzjoni kienet dovuta {1} u ma rċeviex. Jekk jogħġbok qabbad mal- Internet fuq l-apparat bl-abbonament tiegħek u Irristartja sabiex tkompli Uża l-pjan {0} tiegħek.
nb_no: Betalingen for din {0} Abonnement skyldtes {1} og er ikke mottatt. Vennligst koble til Internett på enheten med abonnementet ditt og Start på nytt for å fortsette Bruke din {0} plan.
ne_np: तपाईंको {0 0} को लागि भुक्तानी सदस्यता {1} छ} र प्राप्त भएको छैन। कृपया जडान गर्नुहोस् उपकरणमा इन्टरनेट तपाईंको सदस्यता र जारी राख्नको लागि पुन: सुरु गर्नुहोस् तपाईंको {0} योजना प्रयोग गर्दै।
nl_be: De betaling voor uw {0} Abonnement was verschuldigd {1} en is niet ontvangen. Maak verbinding met de Internet op het apparaat met uw abonnement en herstart om door te gaan met behulp van uw {0} -plan.
or_in: ତୁମର {0} ପାଇଁ ଦେୟ ସଦସ୍ୟତା ହେତୁ {1} ଏବଂ ଗ୍ରହଣ କରାଯାଇ ନାହିଁ ଦୟାକରି ସହିତ ସଂଯୋଗ କରନ୍ତୁ | ଡିଭାଇସରେ ଇଣ୍ଟରନେଟ୍ | ଆପଣଙ୍କର ସଦସ୍ୟତା ସହିତ ଏବଂ ଜାରି ରଖିବାକୁ ପୁନ rest ଆରମ୍ଭ କରନ୍ତୁ | ଆପଣଙ୍କର {0} ଯୋଜନା ବ୍ୟବହାର କରି |
pa_arab: ਤੁਹਾਡੇ {0} ਲਈ ਭੁਗਤਾਨ ਗਾਹਕੀ ਬਕਾਇਆ ਸੀ {1} ਅਤੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਾਲ ਜੁੜੋ ਡਿਵਾਈਸ ਤੇ ਇੰਟਰਨੈਟ ਤੁਹਾਡੀ ਗਾਹਕੀ ਨਾਲ ਅਤੇ ਜਾਰੀ ਰੱਖਣ ਲਈ ਮੁੜ ਚਾਲੂ ਕਰੋ ਤੁਹਾਡੀ {0} ਯੋਜਨਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ।
pl_pl: Płatność za {0} subskrypcja była należna {1} i nie został odebrany. Proszę połączyć się z Internet na urządzeniu z subskrypcją i uruchom ponownie, aby kontynuować Korzystanie z planu {0}.
pt_br: O pagamento pelo seu {0} A assinatura foi vencida {1} e não foi recebido. Por favor, conecte -se ao Internet no dispositivo com sua assinatura e reiniciar para continuar usando seu plano {0}.
ro_ro: Plata pentru {0} abonamentul a fost datorat {1} și nu a fost primit. Vă rugăm să vă conectați la Internet pe dispozitiv cu abonamentul dvs. și reporniți pentru a continua folosind planul {0}.
ru_ru: Оплата за {0} Подписка была обусловлена ​​{1} и не был получен. Пожалуйста, подключитесь к Интернет на устройстве с вашей подпиской и перезапустить, чтобы продолжить Используя ваш план {0}.
sk_sk: Platba za vaše {0} Predplatné bolo splatné {1} a nebol prijatý. Pripojte sa k Internet na zariadení s vaším predplatným a Reštartujte, aby ste mohli pokračovať pomocou vášho plánu {0}.
sl_si: Plačilo za vaš {0} Naročnina je bila dolžna {1} in ni prejel. Prosimo, priključite na internet na napravi z vašo naročnino in znova zaženite, da nadaljujete z uporabo svojega {0} načrta.
sq_al: Pagesa për {0} pajtimi ishte për shkak {1} dhe nuk është pranuar. Ju lutemi lidheni me Interneti në pajisje me pajtimin tuaj dhe rinisni në mënyrë që të vazhdoni duke përdorur planin tuaj {0}.
sr_cyrl_me: Плаћање за ваше {0} претплата је била дошла {1} и није примљен. Повежите се на Интернет на уређају са претплатом и Поново покрените да бисте наставили Коришћење вашег {0} плана.
sv_fi: Betalningen för din {0} Prenumeration berodde på {1} och har inte mottagits. Anslut till Internet på enheten med ditt prenumeration och starta om för att fortsätta Använda din {0} plan.
sw_ke: Malipo ya {0} Usajili ulitokana na {1} na haijapokelewa. Tafadhali ungana na mtandao kwenye kifaa na usajili wako na Anzisha upya ili uendelee Kutumia mpango wako wa {0}.
ta_in: உங்கள் {0 for க்கான கட்டணம் சந்தா காரணமாக இருந்தது {1} மற்றும் பெறப்படவில்லை. தயவுசெய்து இணைக்கவும் சாதனத்தில் இணையம் உங்கள் சந்தாவுடன் மற்றும் தொடர மறுதொடக்கம் செய்யுங்கள் உங்கள் {0} திட்டத்தைப் பயன்படுத்துதல்.
te_in: మీ {0 for కోసం చెల్లింపు చందా గడువు {1} మరియు స్వీకరించబడలేదు. దయచేసి కనెక్ట్ చేయండి పరికరంలో ఇంటర్నెట్ మీ సభ్యత్వంతో మరియు కొనసాగించడానికి పున art ప్రారంభించండి మీ {0} ప్రణాళికను ఉపయోగించడం.
th_th: การชำระเงินสำหรับ {0} ของคุณ การสมัครสมาชิกถึงกำหนด {1} และยังไม่ได้รับ โปรดเชื่อมต่อกับไฟล์ อินเทอร์เน็ตบนอุปกรณ์ ด้วยการสมัครสมาชิกของคุณและ รีสตาร์ทเพื่อดำเนินการต่อ ใช้แผน {0} ของคุณ
tk_tm: {0} üçin töleg Abuna ýazylmak {1} kabul edilmedi. Baglanyşyga birikdiriň Enjamda internet abunalygyňyz bilen we Dowam etmek üçin täzeden başlaň {0} meýilnamaňyzy ulanmak.
tr_tr: {0} için ödeme abonelik ödenmesi {1} ve alınmadı. Lütfen bağlanın Cihazda İnternet Aboneliğinizle ve Devam etmek için yeniden başlatın {0} planınızı kullanarak.
tt_ru: Сезнең {0} өчен түләү Подписка {1} һәм алынды. Зинһар, тоташыгыз Deviceайланма интернеты Подписка белән һәм дәвам итү өчен яңадан башлау Сезнең {0} планны куллану.
ug_cn: {0} مۇشتەرى بولۇش توغرا بولسا {1} ھەمدە تاپشۇرۇۋالمىغان. ئۇلاڭ ئۈسكۈنىدە تور مۇشتەرىلىكىڭىز بىلەن داۋاملاشتۇرۇش ئۈچۈن قايتا قوزغىتىڭ {0} پىلانىڭىزنى ئىشلىتىپ.
uk_ua: Платіж для вашого {0} підписка була належна {1} і не було прийнято. Будь ласка, підключіться до Інтернет на пристрої з вашою підпискою та перезапустити, щоб продовжити Використовуючи свій {0} план.
ur_pk: آپ کے {0} کی ادائیگی سبسکرپشن {1} کی وجہ سے تھی اور موصول نہیں ہوا ہے۔ براہ کرم اس سے رابطہ کریں آلہ پر انٹرنیٹ آپ کی رکنیت کے ساتھ اور جاری رکھنے کے لئے دوبارہ شروع کریں اپنے {0} منصوبہ کا استعمال کرتے ہوئے۔
uz_cyrl: {0} uchun to'lov Obuna {1} va qabul qilinmadi. Iltimos, ulaning Qurilmada Internet Obunangiz bilan va Davom etish uchun qayta ishga tushiring {0} rejangizdan foydalanish.
vi_vn: Thanh toán cho {0} của bạn Đăng ký là do {1} và chưa được nhận. Vui lòng kết nối với Internet trên thiết bị với đăng ký của bạn và Khởi động lại để tiếp tục Sử dụng gói {0} của bạn.
zh_hant: {0}的付款 訂閱是由於{1} 並且尚未收到。 請連接到 設備上的互聯網 與您的訂閱一起 重新啟動以繼續 使用您的{0}計劃。
