Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ClipTileDataDegradeNtfText
source: Editing in compatability mode will remove all rich formatting. Are you sure you wish to modify this?
af_za: Redigering in die verenigbaarheidsmodus sal alle ryk formatering verwyder. Is u seker dat u dit wil verander?
am_et: በተዋሃደ ሁኔታ አርት editing ት ሁሉንም የበለፀጉ ቅርጸቶችን ያስወግዳል. እርግጠኛ ነዎት ይህንን ለመቀየር ይፈልጋሉ?
ar_bh: سيؤدي التحرير في وضع التوافق إلى إزالة جميع التنسيقات الغنية. هل أنت متأكد من أنك ترغب في تعديل هذا؟
as_in: কম্পেটেবিলিটি মোডত সম্পাদনা কৰিলে সকলো ৰিচ ফৰ্মেটিং আঁতৰাব। আপুনি নিশ্চিত নেকি যে আপুনি এইটো পৰিবৰ্তন কৰিব বিচাৰে?
az_cyrl: Uyğunluq rejimində redaktə bütün zəngin formatlamağı aradan qaldıracaqdır. Bunu dəyişdirmək istədiyinizə əminsiniz?
bg_bg: Редактирането в режим на съвместимост ще премахне всички богати форматиране. Сигурни ли сте, че искате да промените това?
bn_in: সামঞ্জস্যতা মোডে সম্পাদনা সমস্ত সমৃদ্ধ ফর্ম্যাটিং অপসারণ করবে। আপনি কি নিশ্চিত যে আপনি এটি সংশোধন করতে চান?
bs_latn_ba: Uređivanje u načinu kompatibilnosti uklonit će sve bogato oblikovanje. Jeste li sigurni da želite ovo modificirati?
ca_es: L’edició en mode de compatibilitat eliminarà tot el format ric. Esteu segur que voleu modificar -ho?
cs_cz: Úpravy v režimu kompatibility odstraní všechny bohaté formátování. Určitě to chcete upravit?
cy_gb: Bydd golygu yn y modd Cydnawsedd yn cael gwared ar yr holl fformatio cyfoethog. Ydych chi'n siŵr eich bod chi am addasu hyn?
da_dk: Redigering i kompatibilitetstilstand fjerner al rig formatering. Er du sikker på, at du ønsker at ændre dette?
de_ch: Durch Bearbeiten im Kompatibilitätsmodus werden alle reichhaltigen Formatierungen entfernt. Sind Sie sicher, dass Sie dies ändern möchten?
el_gr: Η επεξεργασία σε λειτουργία συμβατότητας θα καταργήσει όλες τις πλούσιες μορφοποίησης. Είστε βέβαιοι ότι θέλετε να το τροποποιήσετε;
es_bo: La edición en modo de compatibilidad eliminará todo el formato rico. ¿Estás seguro de que deseas modificar esto?
et_ee: Redigeerimine ühilduvusrežiimis eemaldab kogu rikkaliku vormingu. Kas olete kindel, et soovite seda muuta?
fa_ir: ویرایش در حالت سازگاری ، تمام قالب بندی های غنی را حذف می کند. آیا مطمئن هستید که می خواهید این را اصلاح کنید؟
fi_fi: Muokkaus yhteensopivuustilassa poistaa kaikki rikkaat muotoilun. Haluatko varmasti muokata tätä?
fil_ph: Ang pag -edit sa mode ng compatability ay aalisin ang lahat ng mayaman na pag -format. Sigurado ka bang nais mong baguhin ito?
fr_029: L'édition en mode compatibilité supprimera toute la formatage riche. Êtes-vous sûr de souhaiter le modifier?
ga_ie: Bainfidh eagarthóireacht i mód comhoiriúnachta gach formáidiú saibhir. An bhfuil tú cinnte gur mian leat é seo a athrú?
gu_in: સુસંગતતા મોડમાં સંપાદન બધા સમૃદ્ધ ફોર્મેટિંગને દૂર કરશે. શું તમે ખરેખર આમાં ફેરફાર કરવા માંગો છો?
he_il: עריכה במצב תאימות תסיר את כל העיצוב העשיר. האם אתה בטוח שאתה רוצה לשנות זאת?
hi_in: संगतता मोड में संपादन सभी समृद्ध स्वरूपण को हटा देगा। क्या आप सुनिश्चित हैं कि आप इसे संशोधित करना चाहते हैं?
hr_hr: Uređivanje u načinu kompatabilnosti uklonit će sve bogate oblikovanje. Jeste li sigurni da to želite izmijeniti?
hu_hu: A kompatibilitási módban történő szerkesztés eltávolítja az összes gazdag formázást. Biztosan szeretné ezt módosítani?
hy_am: Համատեղելիության ռեժիմում խմբագրումը կհեռացնի բոլոր հարուստ ձեւաչափումը: Համոզված եք, որ ցանկանում եք փոփոխել դա:
id_id: Mengedit dalam mode kompatibilitas akan menghapus semua format kaya. Apakah Anda yakin ingin memodifikasi ini?
is_is: Klippingu í samhæfingarstillingu mun fjarlægja allt ríkt snið. Ertu viss um að þú viljir breyta þessu?
it_ch: La modifica in modalità compatibilità rimuoverà tutte le ricche formattazioni. Sei sicuro di voler modificarlo?
ja_jp: 互換性モードで編集すると、すべてのリッチフォーマットが削除されます。これを変更したいですか？
ka_ge: თავსებადობის რეჟიმში რედაქტირება ამოიღებს ყველა მდიდარ ფორმატს. დარწმუნებული ხართ, რომ გსურთ ამის შეცვლა?
kk_kz: Жабдықтау режимінде редакциялау барлық бай форматтауды кетіреді. Мұны өзгерткіңіз келе ме?
km_kh: ការកែសម្រួលក្នុងរបៀបនៃការលូតលាស់របស់នឹងលុបរាល់ទ្រង់ទ្រាយសំបូរបែប។ តើអ្នកប្រាកដជាចង់កែប្រែវាទេ?
kn_in: ಹೊಂದಾಣಿಕೆ ಮೋಡ್‌ನಲ್ಲಿ ಸಂಪಾದಿಸುವುದರಿಂದ ಎಲ್ಲಾ ಶ್ರೀಮಂತ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಅನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಇದನ್ನು ಮಾರ್ಪಡಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: 호환성 모드에서 편집하면 모든 풍부한 형식이 제거됩니다. 이것을 수정 하시겠습니까?
ky_kg: Шайкештик режиминде редакциялоо бардык бай форматтоону алып салат. Сиз муну өзгөрткүңүз келеби?
lo_la: ການດັດແກ້ໃນຮູບແບບການປະສົມປະສານຈະກໍາຈັດທຸກຮູບແບບທີ່ອຸດົມສົມບູນ. ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການດັດແປງສິ່ງນີ້?
lt_lt: Redagavimas suderinamumo režime pašalins visus turtingus formatavimą. Ar tikrai norite tai pakeisti?
lv_lv: Rediģēšana saderības režīmā noņems visu bagātīgo formatējumu. Vai esat pārliecināts, ka vēlaties to modificēt?
mi_nz: Ko te whakatika i te Aratau Tohutoro ka tango i nga whakatakotoranga nui katoa. Kei te mohio koe ki te whakarereke i tenei?
mk_mk: Уредувањето во режим на компатибилност ќе ги отстрани сите богати форматирање. Дали сте сигурни дека сакате да го измените ова?
ml_in: അനുയോജ്യത മോഡിൽ എഡിറ്റിംഗ് എല്ലാ സമ്പന്നമായ എല്ലാ ഫോർമാറ്റിംഗും നീക്കംചെയ്യും. ഇത് പരിഷ്ക്കരിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: कॉम्पॅबिलिटी मोडमध्ये संपादन सर्व समृद्ध स्वरूपन काढून टाकेल. आपणास खात्री आहे की आपण हे सुधारित करू इच्छिता?
ms_my: Pengeditan dalam mod keserasian akan menghapuskan semua pemformatan yang kaya. Adakah anda pasti ingin mengubah suai ini?
mt_mt: L-editjar fil-modalità ta 'kompatibilità se jneħħi l-ifformattjar rikk kollu. Int żgur li tixtieq timmodifika dan?
nb_no: Redigering i kompatabilitetsmodus vil fjerne all rik formatering. Er du sikker på at du ønsker å endre dette?
ne_np: कम्पाटशिपल मोडमा सम्पादन सबै धनी ढाँचा हटाउनेछ। के तपाइँ पक्का हुनुहुन्छ कि तपाइँ यसलाई परिमार्जन गर्न चाहानुहुन्छ?
nl_be: Bewerken in de compatibiliteitsmodus verwijdert alle rijke opmaak. Weet u zeker dat u dit wilt aanpassen?
or_in: ସୁସଙ୍ଗତ ମୋଡ୍ ରେ ଏଡିଟିଂ ସମସ୍ତ ଧନୀ ଫର୍ମାଟିଂ ଅପସାରଣ କରିବ | ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହାକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਅਨੁਕੂਲਤਾ ਮੋਡ ਵਿੱਚ ਸੰਪਾਦਨ ਸਾਰੇ ਅਗਾਯਟ ਫਾਰਮੈਟਿੰਗ ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ. ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੋਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Edycja w trybie kompatybilności usunie wszystkie bogate formatowanie. Czy na pewno chcesz to zmodyfikować?
pt_br: A edição no modo de compatibilidade removerá toda a formatação rica. Tem certeza de que deseja modificar isso?
ro_ro: Editarea în modul de compatibilitate va elimina toate formatarea bogată. Ești sigur că doriți să modificați acest lucru?
ru_ru: Редактирование в режиме совместимости удалит все богатое форматирование. Вы уверены, что хотите изменить это?
sk_sk: Úpravy v režime kompatibility odstránia všetky bohaté formátovanie. Ste si istí, že to chcete upraviť?
sl_si: Urejanje v načinu združljivosti bo odstranilo vse bogato oblikovanje. Ali ste prepričani, da želite to spremeniti?
sq_al: Redaktimi në modalitetin e pajtueshmërisë do të heqë të gjithë formatimin e pasur. A jeni i sigurt që dëshironi ta modifikoni këtë?
sr_cyrl_me: Уређивање у режиму компатибилности уклониће све богато обликовање. Јесте ли сигурни да желите да то модификујете?
sv_fi: Redigering i kompatibilitetsläge tar bort all rik formatering. Är du säker på att du vill ändra detta?
sw_ke: Kuhariri katika hali ya utangamano kutaondoa fomati zote tajiri. Je! Una uhakika unataka kurekebisha hii?
ta_in: பொருந்தக்கூடிய பயன்முறையில் எடிட்டிங் அனைத்து பணக்கார வடிவமைப்புகளையும் அகற்றும். இதை மாற்ற விரும்புகிறீர்களா?
te_in: అనుకూలత మోడ్‌లో ఎడిటింగ్ అన్ని గొప్ప ఆకృతీకరణను తొలగిస్తుంది. మీరు దీన్ని సవరించాలనుకుంటున్నారా?
th_th: การแก้ไขในโหมดความเข้ากันได้จะลบการจัดรูปแบบที่หลากหลายทั้งหมด แน่ใจหรือว่าคุณต้องการแก้ไขสิ่งนี้?
tk_tm: Batyrlyk nukdaýnazaryndan redaktirlemek, ähli baý formatirlemegi aýyrar. Muny üýtgetmek isleýändigiňize ynanýarsyňyzmy?
tr_tr: Uyumluluk modunda düzenleme tüm zengin biçimlendirmeyi kaldıracaktır. Bunu değiştirmek istediğinden emin misiniz?
tt_ru: Компатент режимында редакция барлык бай форматлауны бетерәчәк. Сез моны алырга телисез дип ышанасызмы?
ug_cn: ماسلاشتۇرۇش شەكلىدە تەھرىرلەش بارلىق موللىق فورماتنى ئۆچۈرۈۋېتىدۇ. بۇنى ئۆزگەرتمەكچىمۇ?
uk_ua: Редагування в режимі сумісності видалить усі багаті форматування. Ви впевнені, що хочете змінити це?
ur_pk: کمپیٹیبلٹی موڈ میں ترمیم کرنا تمام بھرپور فارمیٹنگ کو ختم کردے گا۔ کیا آپ واقعی اس میں ترمیم کرنا چاہتے ہیں؟
uz_cyrl: Kontuizatsiya rejimida tahrirlash barcha boy formatlashni olib tashlaydi. Haqiqatan ham buni o'zgartirishni xohlaysizmi?
vi_vn: Chỉnh sửa trong chế độ tương thích sẽ loại bỏ tất cả các định dạng phong phú. Bạn có chắc là bạn muốn sửa đổi điều này?
zh_hant: 在兼容模式下進行編輯將刪除所有富裕的格式。您確定要修改嗎？

# ClipTileDataDegradeNtfTitle
source: Data Degradation Warning
af_za: Waarskuwing van data -agteruitgang
am_et: የውሂብ መበላሸት ማስጠንቀቂያ
ar_bh: تحذير تدهور البيانات
as_in: তথ্য অৱক্ষয় সতৰ্কবাণী
az_cyrl: Məlumatların deqradasiyası xəbərdarlığı
bg_bg: Предупреждение за деградация на данните
bn_in: ডেটা অবক্ষয় সতর্কতা
bs_latn_ba: Upozorenje o degradaciji podataka
ca_es: Advertència de degradació de dades
cs_cz: Varování degradace dat
cy_gb: Rhybudd diraddio data
da_dk: Data nedbrydning Advarsel
de_ch: Datenverschlechterungswarnung
el_gr: Προειδοποίηση υποβάθμισης δεδομένων
es_bo: Advertencia de degradación de datos
et_ee: Andmete halvenemise hoiatus
fa_ir: هشدار تخریب داده ها
fi_fi: Tietojen huonontumisvaroitus
fil_ph: Babala ng Data
fr_029: Avertissement de dégradation des données
ga_ie: Rabhadh díghrádaithe sonraí
gu_in: આંકડા અધોગતિ
he_il: אזהרת השפלה של נתונים
hi_in: आंकड़ा गिरावट चेतावनी
hr_hr: Upozorenje o degradaciji podataka
hu_hu: Adatok lebomlásának figyelmeztetése
hy_am: Տվյալների քայքայման նախազգուշացում
id_id: Peringatan Degradasi Data
is_is: Viðvörun um niðurbrot gagna
it_ch: Avviso di degradazione dei dati
ja_jp: データ劣化警告
ka_ge: მონაცემთა დეგრადაციის გაფრთხილება
kk_kz: Деректердің тозуы туралы ескерту
km_kh: ការព្រមានអំពីការរិចរិលទិន្នន័យ
kn_in: ಡೇಟಾ ಅವನತಿ ಎಚ್ಚರಿಕೆ
ko_kr: 데이터 저하 경고
ky_kg: Маалыматтарды деградация эскертүүсү
lo_la: ຄໍາເຕືອນກ່ຽວກັບການເຊື່ອມໂຊມຂອງຂໍ້ມູນ
lt_lt: Įspėjimas apie duomenis
lv_lv: Datu degradācijas brīdinājums
mi_nz: Whakatupato Whakapuakanga Raraunga
mk_mk: Предупредување за деградација на податоците
ml_in: ഡാറ്റ തകർച്ച മുന്നറിയിപ്പ്
mr_in: डेटा अधोगती चेतावणी
ms_my: Amaran degradasi data
mt_mt: Twissija ta 'Degradazzjoni tad-Dejta
nb_no: Advarsel om dataregradering
ne_np: डाटा गिरावट चेतावनी
nl_be: Data -degradatiewaarschuwing
or_in: ଡାଟା ଅବନତି ଚେତାବନୀ |
pa_arab: ਡਾਟਾ ਡੀਗ੍ਰੇਡੇਸ਼ਨ ਚੇਤਾਵਨੀ
pl_pl: Ostrzeżenie o degradacji danych
pt_br: Aviso de degradação de dados
ro_ro: Avertisment de degradare a datelor
ru_ru: Предупреждение об деградации данных
sk_sk: Varovanie o degradácii údajov
sl_si: OPOZORILO DEGRADACIJA PODATKOV
sq_al: Paralajmërimi i degradimit të të dhënave
sr_cyrl_me: Позориште разградње података
sv_fi: Varning för datamängder
sw_ke: Onyo la uharibifu wa data
ta_in: தரவு சீரழிவு எச்சரிக்கை
te_in: డేటా క్షీణత హెచ్చరిక
th_th: คำเตือนการย่อยสลายข้อมูล
tk_tm: Maglumatlaryň zaýalanmagy duýduryşy
tr_tr: Veri Bozunma Uyarısı
tt_ru: Мәгълүматны бозу кисәтүе
ug_cn: سانلىق مەلۇماتلار ناچار ئاگاھلاندۇرۇش
uk_ua: Попередження про погіршення даних
ur_pk: ڈیٹا ہراس کا انتباہ
uz_cyrl: Ma'lumotlarning emirilishi haqida ogohlantirish
vi_vn: Cảnh báo suy thoái dữ liệu
zh_hant: 數據退化警告

# CommonActiveLabel
source: Active
af_za: Aktief
am_et: ንቁ
ar_bh: نشيط
as_in: সক্ৰিয়
az_cyrl: Fəal
bg_bg: Активен
bn_in: সক্রিয়
bs_latn_ba: Aktivan
ca_es: Actiu
cs_cz: Aktivní
cy_gb: Egnïol
da_dk: Aktiv
de_ch: Aktiv
el_gr: Ενεργός
es_bo: Activo
et_ee: Aktiivne
fa_ir: فعال
fi_fi: Aktiivinen
fil_ph: Aktibo
fr_029: Actif
ga_ie: Gníomhach
gu_in: સક્રિય
he_il: פָּעִיל
hi_in: सक्रिय
hr_hr: Aktivan
hu_hu: Aktív
hy_am: Ակտիվ
id_id: Aktif
is_is: Virkur
it_ch: Attivo
ja_jp: アクティブ
ka_ge: აქტიური
kk_kz: Белсенді
km_kh: សកម្ម
kn_in: ಸಕ್ರಿಯ
ko_kr: 활동적인
ky_kg: Жигердүү
lo_la: ຫ້າວຫັນ
lt_lt: Aktyvus
lv_lv: Aktīvs
mi_nz: Kakama
mk_mk: Активен
ml_in: സജീവമായ
mr_in: सक्रिय
ms_my: Aktif
mt_mt: Attiv
nb_no: Aktiv
ne_np: क्रियाशील
nl_be: Actief
or_in: ସକ୍ରିୟ
pa_arab: ਕਿਰਿਆਸ਼ੀਲ
pl_pl: Aktywny
pt_br: Ativo
ro_ro: Activ
ru_ru: Активный
sk_sk: Aktívny
sl_si: Aktivno
sq_al: Aktiv
sr_cyrl_me: Активан
sv_fi: Aktiva
sw_ke: Kazi
ta_in: செயலில்
te_in: క్రియాశీల
th_th: คล่องแคล่ว
tk_tm: Işjeň
tr_tr: Aktif
tt_ru: Актив
ug_cn: ئاكتىپ
uk_ua: Активний
ur_pk: فعال
uz_cyrl: Faol
vi_vn: Tích cực
zh_hant: 積極的

# CommonEnabledLabel
source: Enabled
af_za: In staat gestel
am_et: ነቅቷል
ar_bh: تمكين
as_in: সামৰ্থবান কৰা হৈছে
az_cyrl: Effektiv
bg_bg: Активиран
bn_in: সক্ষম
bs_latn_ba: Omogućen
ca_es: Activat
cs_cz: Povoleno
cy_gb: Wedi'i alluogi
da_dk: Aktiveret
de_ch: Ermöglicht
el_gr: Ενεργοποιημένος
es_bo: Activado
et_ee: Lubatud
fa_ir: فعال
fi_fi: Poistettu
fil_ph: Pinagana
fr_029: Activé
ga_ie: Cumasaithe
gu_in: સક્ષમ
he_il: מופעל
hi_in: सक्रिय
hr_hr: Omogućeno
hu_hu: Engedélyezve
hy_am: Միացված
id_id: Diaktifkan
is_is: Virkt
it_ch: Abilitato
ja_jp: 有効になっています
ka_ge: ჩართვა
kk_kz: Қосылған
km_kh: ការបើកបហ្ចុហន៍ន៍
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿದ
ko_kr: 활성화
ky_kg: Иштетилген
lo_la: ເປີດ
lt_lt: Įjungtas
lv_lv: Iespējots
mi_nz: Whakahohe
mk_mk: Овозможено
ml_in: പ്രവർത്തനക്ഷമമുള്ള
mr_in: सक्षम
ms_my: Didayakan
mt_mt: Attivat
nb_no: Aktivert
ne_np: समर्थ हुनु
nl_be: Ingeschakeld
or_in: ସକ୍ଷମ
pa_arab: ਸਮਰਥਿਤ
pl_pl: Włączony
pt_br: Habilitado
ro_ro: Activat
ru_ru: Включено
sk_sk: Povolený
sl_si: Omogočeno
sq_al: I mundshëm
sr_cyrl_me: Омогућено
sv_fi: Aktiverad
sw_ke: Kuwezeshwa
ta_in: இயக்கப்பட்டது
te_in: ప్రారంభించబడింది
th_th: เปิดใช้งาน
tk_tm: Işledildi
tr_tr: Etkinleştirilmiş
tt_ru: Кушылган
ug_cn: قوزغىتىلدى
uk_ua: Увімкнено
ur_pk: فعال
uz_cyrl: Yoqilgan
vi_vn: Đã bật
zh_hant: 啟用

# CommonOffLabel
source: Off
af_za: Af
am_et: ጠፍቷል
ar_bh: عن
as_in: বন্ধ কৰা
az_cyrl: Sönük
bg_bg: Изключване
bn_in: বন্ধ
bs_latn_ba: Isključeno
ca_es: Apagada
cs_cz: Vypnuto
cy_gb: I ffwrdd
da_dk: Af
de_ch: Aus
el_gr: Μακριά από
es_bo: Apagado
et_ee: Väljas
fa_ir: از روی
fi_fi: Vinossa
fr_029: Désactivé
ga_ie: Ar
gu_in: બંધ
he_il: כבוי
hi_in: बंद
hr_hr: Izvan
hu_hu: Ki
hy_am: Անկայուն
id_id: Mati
is_is: Af
it_ch: Spento
ja_jp: オフ
ka_ge: -დან
kk_kz: Ажыратылған
km_kh: រលត់
kn_in: ಆರಿಸಿ
ko_kr: 끄다
ky_kg: Өчүрүү
lo_la: ປິດ
lt_lt: Išjungtas
lv_lv: Ārpus
mi_nz: Meinga iho
mk_mk: Исклучено
ml_in: ദൂരെ
mr_in: बंद
ms_my: Mati
nb_no: Av
ne_np: बती निभाउनु
nl_be: Uit
or_in: ବନ୍ଦ
pa_arab: ਬੰਦ
pl_pl: Wyłączony
pt_br: Desligado
ru_ru: Выключенный
sk_sk: Vypnutý
sq_al: Larg
sr_cyrl_me: Ван
sv_fi: Av
sw_ke: Mbali
ta_in: ஆஃப்
te_in: ఆఫ్
th_th: ปิด
tk_tm: Ondan offter
tr_tr: Kapalı
tt_ru: Сүндерелгән
uk_ua: Не вистачати
ur_pk: بند
uz_cyrl: O'chirilgan
vi_vn: Tắt
zh_hant: 離開

# CommonOnLabel
source: On
af_za: Op
am_et: በርቷል
ar_bh: على
as_in: ওপৰত
az_cyrl: Yan
bg_bg: На
bn_in: চালু
bs_latn_ba: Na
ca_es: Al damunt de
cs_cz: Na
cy_gb: Ymlaen
da_dk: På
de_ch: An
el_gr: Επί
es_bo: En
et_ee: Peal
fa_ir: بر
fi_fi: Päällä
fil_ph: Sa
fr_029: Sur
ga_ie: Ar
gu_in: ચાલુ
he_il: עַל
hi_in: पर
hr_hr: Na
hu_hu: Tovább
hy_am: Վրա
id_id: Pada
is_is: Á
it_ch: SU
ja_jp: の上
ka_ge: -ზე
kk_kz: Ішінде
km_kh: លើ
kn_in: ಮೇಲೆ
ko_kr: ~에
ky_kg: Боюнча
lo_la: ຕໍ່ໆໄປ
lt_lt: Ant
lv_lv: Uz
mi_nz: Runga
mk_mk: На
ml_in: മേല്
mr_in: चालू
ms_my: Pada
mt_mt: Fuq
nb_no: På
ne_np: माथी
nl_be: Op
or_in: ଉପରେ
pa_arab: 'ਤੇ
pl_pl: NA
pt_br: Sobre
ro_ro: Pe
ru_ru: На
sk_sk: Na
sl_si: Naprej
sq_al: Në
sr_cyrl_me: на
sv_fi: På
ta_in: ஆன்
te_in: పై
th_th: บน
tk_tm: Üstünde
tr_tr: Açık
tt_ru: Өстендә
uk_ua: На
ur_pk: پر
uz_cyrl: Yoqilgan
vi_vn: TRÊN
zh_hant: 在

# CommonPausedLabel
source: Paused
am_et: ቆሟል
ar_bh: توقف مؤقتا
az_cyrl: Duruşlu
bg_bg: Пауза
bn_in: বিরতি
bs_latn_ba: Pauziran
ca_es: Frenar
cs_cz: Odmlčené
cy_gb: Heibio
da_dk: Pausede
de_ch: Blättern
el_gr: Παύση
es_bo: Detenido
et_ee: Pausi
fa_ir: مکث
fi_fi: Keskeytetty
fil_ph: Huminto
fr_029: Interrompu
ga_ie: Sosaithe
gu_in: થોભવું
he_il: מושהה
hi_in: रोके गए
hr_hr: Zastario
hu_hu: Megállt
hy_am: Դադարել
id_id: Berhenti
is_is: Hlé
it_ch: In pausa
ja_jp: 一時停止
ka_ge: შეჩერება
kk_kz: Кідіртілген
km_kh: ផ្អាក
kn_in: ಜರಸು
ko_kr: 일시 중지
ky_kg: Тындыруу
lo_la: ຢຸດຊົ່ວຄາວ
lt_lt: Pristabdė
lv_lv: Apturēt
mi_nz: E tu tata ana
mk_mk: Пауза
ml_in: താൽക്കാലികമായി നിർത്തി
mr_in: विराम दिला
ms_my: Jeda
mt_mt: Waqfa qasira
nb_no: Pauset
ne_np: पम्मा
nl_be: Gepauzeerd
or_in: ବିରତ
pa_arab: ਵਿਰਾਮ ਕੀਤਾ
pl_pl: Zatrzymany
pt_br: Parou
ro_ro: Întrerupt
ru_ru: Остановившись
sk_sk: Zastavený
sl_si: Zaustavljen
sq_al: I ndaluar
sr_cyrl_me: Паузиран
sv_fi: Paus
sw_ke: Alipumzika
ta_in: இடைநிறுத்தப்பட்டது
te_in: పాజ్ చేయబడింది
th_th: หยุดชั่วคราว
tk_tm: Dymdy
tr_tr: Durak
tt_ru: Туктады
ug_cn: توختاپ قالدى
uk_ua: Призупинений
ur_pk: رک گیا
uz_cyrl: Kulrang
vi_vn: Tạm dừng
zh_hant: 暫停

# CommonResultLabel
source: Result
af_za: Resultaat
am_et: ውጤት
ar_bh: نتيجة
as_in: ফলাফল
az_cyrl: Nəticə
bg_bg: Резултат
bn_in: ফলাফল
bs_latn_ba: Rezultat
ca_es: Resultat
cs_cz: Výsledek
cy_gb: Dilynant
da_dk: Resultat
de_ch: Ergebnis
el_gr: Αποτέλεσμα
es_bo: Resultado
et_ee: Tulemus
fa_ir: نتیجه
fi_fi: Tulos
fil_ph: Resulta
fr_029: Résultat
ga_ie: Togha!
gu_in: પરિણામ
he_il: תוֹצָאָה
hi_in: परिणाम
hr_hr: Proizlaziti
hu_hu: Eredmény
hy_am: Արդյունք
id_id: Hasil
is_is: Niðurstaða
it_ch: Risultato
ja_jp: 結果
ka_ge: შედეგი
kk_kz: Нәтиже
km_kh: លត្ធផល
kn_in: ಪರಿಣಾಮ
ko_kr: 결과
ky_kg: Натыйжа
lo_la: ຜົນ
lt_lt: Rezultatas
lv_lv: Rezultāts
mi_nz: Hua
mk_mk: Резултат
ml_in: ഫലമായി
mr_in: परिणाम
ms_my: Hasil
mt_mt: Riżultat
nb_no: Resultat
ne_np: परिणाम
nl_be: Resultaat
or_in: ଫଳାଫଳ
pa_arab: ਨਤੀਜਾ
pl_pl: Wynik
pt_br: Resultado
ro_ro: Rezultat
ru_ru: Результат
sk_sk: Vyplývať
sl_si: Rezultat
sq_al: Rezultoj
sr_cyrl_me: Резултат
sv_fi: Resultat
sw_ke: Matokeo
ta_in: விளைவாக
te_in: ఫలితం
th_th: ผลลัพธ์
tk_tm: Netije
tr_tr: Sonuç
tt_ru: Нәтиҗә
ug_cn: نەتىجە
uk_ua: Результат
ur_pk: نتیجہ
uz_cyrl: Natija
vi_vn: Kết quả
zh_hant: 結果

# CommonStatusLabel
source: Status
am_et: ሁኔታ
ar_bh: حالة
as_in: স্থিতি
bg_bg: Статус
bn_in: স্থিতি
ca_es: Estat
cs_cz: Postavení
cy_gb: Statws
el_gr: Κατάσταση
es_bo: Estado
et_ee: Olek
fa_ir: وضعیت
fi_fi: Tila
fil_ph: Katayuan
fr_029: Statut
ga_ie: Stádas
gu_in: દરજ્જો
he_il: סטָטוּס
hi_in: स्थिति
hu_hu: Állapot
hy_am: Կարգավիճակը
is_is: Staða
it_ch: Stato
ja_jp: 状態
ka_ge: სტატუსი
kk_kz: Мәртебе
km_kh: ច្បាប់
kn_in: ಸ್ಥಾನಮಾನ
ko_kr: 상태
ky_kg: Абалы
lo_la: ສະຖານະພາບ
lt_lt: Būsena
lv_lv: Statuss
mi_nz: Mana
mk_mk: Статус
ml_in: പദവി
mr_in: स्थिती
ne_np: प्रतिष्ठा
nl_be: Toestand
or_in: ସ୍ଥିତି
pa_arab: ਸਥਿਤੀ
ro_ro: stare
ru_ru: Положение дел
sk_sk: Postavenie
sl_si: Stanje
sq_al: Gjendje
sr_cyrl_me: Статус
sw_ke: Hali
ta_in: நிலை
te_in: స్థితి
th_th: สถานะ
tk_tm: Ýagdaýy
tr_tr: Durum
tt_ru: Статус
ug_cn: ھالەت
uk_ua: Статус
ur_pk: حالت
uz_cyrl: Holat
vi_vn: Trạng thái
zh_hant: 地位

# CommonUnknownErrorText
source: Unknown error occured.
af_za: Onbekende fout het voorgekom.
am_et: ያልታወቀ ስህተት ተከስቷል.
ar_bh: حدث خطأ غير معروف.
as_in: অজ্ঞাত ভুল হ’ল।
az_cyrl: Naməlum səhv baş verdi.
bg_bg: Възникна неизвестна грешка.
bn_in: অজানা ত্রুটি ঘটেছে।
bs_latn_ba: Došlo je do nepoznate greške.
ca_es: S'ha produït un error desconegut.
cs_cz: Došlo k neznámé chybě.
cy_gb: Digwyddodd gwall anhysbys.
da_dk: Ukendt fejl opstod.
de_ch: Unbekannter Fehler trat auf.
el_gr: Παρουσιάστηκε άγνωστο σφάλμα.
es_bo: Se produjo un error desconocido.
et_ee: Tekkis tundmatu viga.
fa_ir: خطای ناشناخته رخ داده است.
fi_fi: Tuntematon virhe tapahtui.
fil_ph: Hindi kilalang error ang naganap.
fr_029: Une erreur inconnue s'est produite.
ga_ie: Tharla earráid anaithnid.
gu_in: અજ્ unknown ાત ભૂલ આવી.
he_il: שגיאה לא ידועה התרחשה.
hi_in: अज्ञात त्रुटि हुई।
hr_hr: Dogodila se nepoznata pogreška.
hu_hu: Ismeretlen hiba történt.
hy_am: Անհայտ սխալ է տեղի ունեցել:
id_id: Kesalahan yang tidak diketahui terjadi.
is_is: Óþekkt villa kom upp.
it_ch: Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
ka_ge: უცნობი შეცდომა მოხდა.
kk_kz: Белгісіз қате пайда болды.
km_kh: កំហុសមិនស្គាល់បានកើតឡើង។
kn_in: ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko_kr: 알 수없는 오류가 발생했습니다.
ky_kg: Белгисиз ката пайда болду.
lo_la: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກເກີດຂື້ນ.
lt_lt: Įvyko nežinoma klaida.
lv_lv: Nezināma kļūda.
mi_nz: Ko te hapa kaore e mohiotia.
mk_mk: Се случи непозната грешка.
ml_in: അജ്ഞാത പിശക് സംഭവിച്ചു.
mr_in: अज्ञात त्रुटी आली.
ms_my: Kesalahan yang tidak diketahui berlaku.
mt_mt: Seħħ żball mhux magħruf.
nb_no: Ukjent feil oppstod.
ne_np: अज्ञात त्रुटि भयो।
nl_be: Onbekende fout is opgetreden.
or_in: ଅଜ୍ଞାତ ତ୍ରୁଟି ଘଟିଗଲା |
pa_arab: ਅਣਜਾਣ ਗਲਤੀ ਆਈ ਹੈ.
pl_pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ro_ro: A apărut o eroare necunoscută.
ru_ru: Неизвестная ошибка произошла.
sk_sk: Vyskytla sa neznáma chyba.
sl_si: Zgodila se je neznana napaka.
sq_al: Ndodhi gabim i panjohur.
sr_cyrl_me: Дошло је до непознате грешке.
sv_fi: Okänt fel inträffade.
sw_ke: Kosa lisilojulikana limetokea.
ta_in: தெரியாத பிழை ஏற்பட்டது.
te_in: తెలియని లోపం సంభవించింది.
th_th: ข้อผิดพลาดที่ไม่รู้จักเกิดขึ้น
tk_tm: Näbelli säwlik ýüze çykdy.
tr_tr: Bilinmeyen hata oluştu.
tt_ru: Билгесез хата килеп чыкты.
ug_cn: نامەلۇم خاتالىق كۆرۈلدى.
uk_ua: Невідома помилка сталася.
ur_pk: نامعلوم غلطی ہوئی۔
uz_cyrl: Noma'lum xato yuz berdi.
vi_vn: Đã xảy ra lỗi không xác định.
zh_hant: 發生未知錯誤。

# DbPasswordNtfText
source: attempts remaining
af_za: Pogings wat oorbly
am_et: የቀሩት ሙከራዎች
ar_bh: المحاولات المتبقية
as_in: বাকী থকা প্ৰচেষ্টাসমূহ
az_cyrl: Qalan cəhdlər
bg_bg: Остават опити
bn_in: অবশিষ্ট প্রচেষ্টা
bs_latn_ba: Preostale pokušaje
ca_es: els intents que queden
cs_cz: zbývající pokusy
cy_gb: Ymdrechion yn weddill
da_dk: Forsøg tilbage
de_ch: verbleibende Versuche
el_gr: Απομένει να παραμείνει
es_bo: intentos restantes
et_ee: Katsed järelejäänud
fa_ir: تلاش های باقیمانده
fi_fi: yrityksiä jäljellä
fil_ph: pagtatangka natitirang
fr_029: tentatives restantes
ga_ie: Iarrachtaí fágtha
gu_in: બાકી પ્રયાસો
he_il: נסיונות שנותרו
hi_in: प्रयास बाकी है
hr_hr: Pokušaji preostali
hu_hu: A megmaradó kísérletek
hy_am: Մնացել են փորձերը
id_id: upaya tersisa
is_is: tilraunir eftir
it_ch: tentativi di rimanere
ja_jp: 残りの試み
ka_ge: დარჩენილი მცდელობები
kk_kz: Қалған әрекеттер
km_kh: ការប៉ុនប៉ងនៅសល់
kn_in: ಉಳಿದಿರುವ ಪ್ರಯತ್ನಗಳು
ko_kr: 남은 시도
ky_kg: Калган аракеттер
lo_la: ຄວາມພະຍາຍາມທີ່ຍັງເຫຼືອ
lt_lt: Bandymai liko
lv_lv: Mēģinājumi palikt
mi_nz: e toe ana e toe ana
mk_mk: Останаа обиди
ml_in: അവശേഷിക്കുന്ന ശ്രമങ്ങൾ
mr_in: उर्वरित प्रयत्न
ms_my: percubaan tinggal
mt_mt: tentattivi li fadal
nb_no: Forsøk gjenstår
ne_np: बाँकी बाँकी
nl_be: Pogingen overgebleven
or_in: ଚେଷ୍ଟା କରୁଥିବା ପ୍ରୟାସ |
pa_arab: ਬਾਕੀ ਕੋਸ਼ਿਸ਼ਾਂ
pl_pl: Próby pozostałych
pt_br: Tentativas restantes
ro_ro: încercări rămase
ru_ru: осталось попыток
sk_sk: zostávajúce pokusy
sl_si: poskusi ostali
sq_al: Përpjekjet e mbetura
sr_cyrl_me: покушаји преосталих
sv_fi: återstående försök
sw_ke: majaribio yaliyobaki
ta_in: மீதமுள்ள முயற்சிகள்
te_in: మిగిలి ఉన్న ప్రయత్నాలు
th_th: ความพยายามที่เหลืออยู่
tk_tm: Galan synanyşyklar
tr_tr: Kalan denemeler
tt_ru: Калган омтылышлар
ug_cn: سىناپ بېقىڭ
uk_ua: Спроби залишаються
ur_pk: کوششیں باقی ہیں
uz_cyrl: Qolgan urinishlar
vi_vn: những nỗ lực còn lại
zh_hant: 其餘的嘗試
