Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutRoutingTypeHint
source: <html> <head></head> <body> <h1>Global Shortcut Modes</h1> <ul> <li> <b>Passive</b> A shortcut MonkeyPaste will listen for in any application.<br>*This is the <i>only</i> option on Linux for now. </li> <li> <b>Pre</b> Shortcut will execute <b><i>before</i></b> it is handled by the active application.</li> <li> <b>Post</b> Shortcut will execute <b><i>after</i></b> it is handled by the active application.</li> <li> <b>Override</b> When MonkeyPaste hears the input key (non - modifier key) of an override shortcut it will <i>hide</i> that key press from application - level input.<br>This option will guarantee the shortcut is triggered without conflicts to the active application. </li> <li> <b>Exclusive Override</b> This is a special type of override mode designed for the Caps Lock key. It only allows <b>one</b> key (non - modifier) for its assignment.<br>In normal override mode Caps Lock can become <i>stuck on</i> when pressed in combination with other keys.<br>So no matter what other keys are down, if a <b>Hotkey</b> shortcut is pressed it will be overriden and prevent it from becoming <i>stuck on</i>. </li> </ul> </body> </html>
af_za: <html> <head></head> <body> <h1>Wêreldwye kortpadmodusse</h1> <ul> <li> <b>Passiewe</b> 'N Kortpad waarna MonkeyPaste in enige toepassing sal luister.<br>*Dit is vir eers die <i>enigste</i> opsie op Linux. </li> <li> <b>Pre</b> Kortpad sal uitgevoer word <b><i>voordat</i></b> dit deur die aktiewe toepassing hanteer word.</li> <li> <b>Post</b> Kortpad sal uitgevoer word <b><i>nadat</i></b> dit deur die aktiewe toepassing hanteer is.</li> <li> <b>Oorheers</b> As MonkeyPaste die invoersleutel (nie -wysigersleutel) van 'n oorskrydende kortpad hoor, sal dit die sleuteldruk <i>verberg</i> vir invoer op toepassingsvlak.<br>Hierdie opsie sal verseker dat die kortpad geaktiveer word sonder konflik met die aktiewe toepassing. </li> <li> <b>Eksklusiewe oorskryding</b> Dit is 'n spesiale tipe ignoreermodus wat ontwerp is vir die Caps Lock-sleutel. Dit laat slegs <b>een</b> sleutel (nie - wysiger) toe vir die toewysing daarvan.<br>In normale ignoreermodus kan Caps Lock <i>vassteek</i> wanneer dit in kombinasie met ander sleutels gedruk word.<br>Dit maak nie saak watter ander sleutels af is nie, as 'n <b>Hotkey-kortpad</b> ingedruk word, sal dit oorheers word en voorkom dat dit <i>vassteek</i>. </li> </ul> </body> </html>
am_et: <html> <ጭንቅላት> </ qu> <smound> <h1> ዓለም አቀፍ አቋራጭ ሁነታዎች </ h1> <ul> <li> አቋራጭ አቋራጭ </ b> onicekeaseet በማንኛውም መተግበሪያ ውስጥ ያዳምጣል. <br> * ይህ <i> ብቻ </ i> ሊኑክስን ለዛሬ. </ mi> <li> <b> ቅድመ-/ B> አቋራጭ <b> <i >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> <li> <b> Plo ቼዝ </ b> አቋራጭ ይከናወናል <b> <i> ከ </ i >>>> በኋላ በንቃት ትግበራ ይከናወናል. </ li> <li> የ Scoikeastase የተሽከረከረው አቋራጭ የግብዓት ቁልፍን (ከ << << << << << << << << << << << << << << << << << << << << << << << <i >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> ይህ አማራጭ አቋራጭ ወደ ንቁ ትግበራ የተወሳሰበ መሆኑን ያረጋግጣል. </ mi> <li> <B> ልዩ የሚሽከረከረው ከ </ b> ይህ ለ CAP Lock ቁልፍ የተነደፈ ልዩ ዓይነት የተሽከረከር ዓይነት ነው. It only allows <b>one</b> key (non - modifier) ​​for its assignment.<br> በመደበኛ የ Screside ሞድ ሁኔታ CAPS LOCKE CPS COL COLD ሊሆን ይችላል </ i> ከሌሎች ቁልፎች ጋር በማጣመር በ </ i> ላይ ተጣብቋል. <br> ስለዚህ ምንም ሌሎች ቁልፎች ቢኖሩም አንድ <b> አቋራጭ ሲጫን ከተጫነ በኋላ ከልክ በላይ ይሆናል እናም <i >> </ i> ላይ እንዳይሆን ይከለክላል. </ mi> </ ul> </ የሰውነት> </ html>
ar_bh: <html> <head></head> <body> <h1>أوضاع الاختصار العامة</h1> <ul> <li> <b>السلبي</b> اختصار سيستمع إليه MonkeyPaste في أي تطبيق.<br>* هذا هو الخيار <i>الوحيد</i> على Linux في الوقت الحالي. </li> <li> <b>قبل</b> سيتم تنفيذ الاختصار <b><i>قبل</i></b> أن يتم التعامل معه بواسطة التطبيق النشط.</li> <li> <b>منصب</b> سيتم تنفيذ الاختصار <b><i>بعد</i></b> معالجته بواسطة التطبيق النشط.</li> <li> <b>تجاوز</b> عندما يسمع MonkeyPaste مفتاح الإدخال (مفتاح غير المعدل) لاختصار تجاوز ، فإنه <i>سيخفي</i> ضغطة المفتاح هذه من إدخال مستوى التطبيق.<br>سيضمن هذا الخيار تشغيل الاختصار دون تعارض مع التطبيق النشط. </li> <li> <b>تجاوز حصري</b> هذا نوع خاص من وضع التجاوز مصمم لمفتاح Caps Lock. يسمح فقط بمفتاح <b>واحد</b> (غير معدل) لتعيينه.<br>في وضع التجاوز العادي ، يمكن أن <i>يتعطل</i> Caps Lock عند الضغط عليه مع مفاتيح أخرى.<br>لذلك بغض النظر عن المفاتيح الأخرى المعطلة ، إذا تم الضغط على اختصار <b>Hotkey</b> ، تجاوزه ومنعه من <i>التعثر</i>. </li> </ul> </body> </html>
as_in: <html> <head></head> <body> <h1>গোলকীয় চৰ্টকাট মোডসমূহ</h1> <ul> <li> <b>নিষ্ক্ৰিয়</b> যিকোনো এপ্লিকেশ্বনত এটা চৰ্টকাট মাঙ্কিপেষ্ট শুনিব।<br>*এতিয়াৰ বাবে লিনাক্সত এইটোৱেই <i>একমাত্ৰ</i> বিকল্প। </li> <li> <b>পূৰ্ব</b> সক্ৰিয় এপ্লিকেচনৰ দ্বাৰা পৰিচালনা কৰাৰ <b><i>আগতে</i></b> চৰ্টকাট কাৰ্যকৰী হ'ব।</li> <li> <b>খুটি</b> সক্ৰিয় এপ্লিকেচনৰ দ্বাৰা পৰিচালনা কৰাৰ <b><i>পিছত</i></b> চৰ্টকাট কাৰ্যকৰী হ'ব।</li> <li> <b>অভাৰৰাইড</b> যেতিয়া মাঙ্কিপেষ্টে অভাৰৰাইড চৰ্টকাটএটাৰ ইনপুট কী (অ-পৰিৱৰ্তনকাৰী কী) শুনিব ই সেই কী প্ৰেছটো এপ্লিকেচনৰ পৰা <i>লুকুৱাই ৰাখিব</i> - স্তৰৰ ইনপুট।<br>এই বিকল্পটোৱে সক্ৰিয় এপ্লিকেচনৰ বিবাদ অবিহনে চৰ্টকাটটো আৰম্ভ হোৱাৰ নিশ্চয়তা দিব। </li> <li> <b>একচেটিয়া অভাৰৰাইড</b> এইটো কেপচ লক কীৰ বাবে ডিজাইন কৰা এক বিশেষ প্ৰকাৰৰ অভাৰৰাইড মোড। ই কেৱল ইয়াৰ এছাইনমেণ্টৰ বাবে <b>এটা</b> কী (অ-পৰিৱৰ্তনকাৰী)ৰ অনুমতি দিয়ে।<br>স্বাভাৱিক অভাৰৰাইড মোডত কেপচ লক আন কীৰ সৈতে মিশ্ৰণত টিপিলে <i>লাগি</i> থাকিব পাৰে।<br>গতিকে আন কি'বোৰ যিয়েই নহওঁক কিয়, যদি <b>হটকী চৰ্টকাট</b> এটা হেঁচা দিয়া হয় ইয়াক অভাৰৰাইড কৰা হ'ব আৰু ইয়াক <i>লাগি থকাপ্ৰতিহত</i> কৰা হ'ব। </li> </ul> </body> </html>
az_cyrl: <html> <baş> </ head> <Body> <H1> Qlobal Qısayol rejimi </ h1> <ul> <li> <b> passiv </ b> Bir qısa yolda bir monkeyte hər hansı bir tətbiqdə dinləyəcək. <br> * Bu, indi Linux-da <i> yalnız </ i> seçimdir. </ li> <li> <b> Pre </ b> Qısayol <b> <i> əvvəl </ <i> </ </ b> bu aktiv tətbiq tərəfindən idarə olunur. </ li> <li> <b> post </ b> qısa yol <b> <i> sonra </ i> </ b> sonra aktiv tətbiq tərəfindən idarə olunur. </ li> <li> <b> Monkeyte, Monkeyte-in giriş düyməsini (dəyişdirildiyi açarı) eşitdirdikdə (i> dəyişdirilməyən açar), bu, tətbiqi açar mətbuat - Səviyyə giriş düyməsini basın. <br> Bu seçim qısa yolun aktiv tətbiqetmələrə qarşı tetikleyeniyinə zəmanət verəcəkdir. </ li> <li> <b> Eksklüziv ləğv edin </ b> Bu qapaqlar kilidləmə açarı üçün hazırlanmış xüsusi bir oyun növüdür. Yalnız tapşırığı üçün <b> bir </ b> açar (dəyişdirilmir) imkan verir. <br> Normaldan yayınma rejimi Caps kilidində </ i> digər düymələri ilə birlikdə basıldığında </ i> vurula bilər. <br> Beləliklə, başqa düymələrin nə olsasından asılı olmayaraq, bir <b> Hotkey </ b> Qısayol basıldığı təqdirdə həddindən artıq çox olacaq və </ i> </ i> yapışdırılmasına mane olacaqdır. </ li> </ ul> </ Body> </ html>
bg_bg: <Html> <head> </head> <sody> <h1> Глобални режими на пряк път </h1> <ul> <li> <b> Пасивен </b> Приятен път ще слуша във всяко приложение. <br> *Това е опцията само <i> </i> в Linux засега. </li> <li> <b> pre </b> пряк път ще изпълни <b> <i> преди </b> Той се обработва от активното приложение. </li> <li> <b> post </b> пряк път ще изпълни <b> <i> след </i> </b> Той се обработва от активното приложение. </li> <li> <b> Отменете </b> Когато Monkeypaste чуе ключа за въвеждане (не -модификатор) на преки за отмяна, той ще скрие </i> този клавиш натиснете от приложението - вход на ниво. <br> Тази опция ще гарантира, че пряк път се задейства без конфликти към активното приложение. </li> <li> <b> Exclusive Override </b> Това е специален тип режим на отмяна, предназначен за ключа за заключване на капачките. Той позволява само <b> един </b> ключ (не -модификатор) за присвояването му. <br> В нормалния режим на отмяна на капачките заключването може да стане <i> stuck на </i>, когато се натисне в комбинация с други клавиши. <br> Така че без значение какви други ключове са надолу, ако се натисне <b> hotkey </b> пряк път, той ще бъде отменен и ще попречи да стане <i> stuck на </i>. </li> </ul> </body> </html>
bn_in: <html> <head></head> <body> <h1>গ্লোবাল শর্টকাট মোড</h1> <ul> <li> <b>প্যাসিভ</b> একটি শর্টকাট মাঙ্কিপেস্ট যে কোনও অ্যাপ্লিকেশনে শুনতে পাবে।<br>* আপাতত লিনাক্সে <i>এটাই একমাত্র</i> অপশন। </li> <li> <b>প্রাক</b> শর্টকাটটি সক্রিয় অ্যাপ্লিকেশন দ্বারা পরিচালিত হওয়ার <b><i>আগে</i></b> কার্যকর করা হবে।</li> <li> <b>পোস্ট</b> সক্রিয় অ্যাপ্লিকেশন দ্বারা পরিচালিত হওয়ার <b><i>পরে</i></b> শর্টকাট কার্যকর হবে।</li> <li> <b>ওভাররাইড</b> যখন মাঙ্কিপেস্ট একটি ওভাররাইড শর্টকাটের ইনপুট কী (নন - মডিফায়ার কী) শুনবে তখন এটি অ্যাপ্লিকেশন - স্তরের ইনপুট থেকে সেই কী প্রেসটি <i>লুকিয়ে</i> রাখবে।<br>এই বিকল্পটি গ্যারান্টি দেবে যে শর্টকাটটি সক্রিয় অ্যাপ্লিকেশনটিতে দ্বন্দ্ব ছাড়াই ট্রিগার করা হয়েছে। </li> <li> <b>এক্সক্লুসিভ ওভাররাইড</b> এটি ক্যাপস লক কীটির জন্য ডিজাইন করা একটি বিশেষ ধরণের ওভাররাইড মোড। এটি তার অ্যাসাইনমেন্টের জন্য কেবল <b>একটি</b> কী (অ - সংশোধক) অনুমতি দেয়।<br>সাধারণ ওভাররাইড মোডে অন্যান্য কীগুলির সাথে একত্রে চাপলে ক্যাপস লক <i>আটকে</i> যেতে পারে।<br>সুতরাং অন্যান্য কীগুলি নীচে থাকুক না কেন, যদি কোনও <b>হটকি</b> শর্টকাট চাপানো হয় তবে এটি ওভাররাইড হবে এবং এটি <i>আটকে</i> যাওয়া থেকে রোধ করবে। </li> </ul> </body> </html>
bs_latn_ba: <html> <head></head> <body> <h1>Globalni načini prečice</h1> <ul> <li> <b>Pasivno</b> Prečica MonkeyPaste će slušati u bilo kojoj aplikaciji.<br>*Ovo je <i>za sada jedina</i> opcija na Linuxu. </li> <li> <b>Prije</b> Prečica će se izvršiti <b><i>pre nego što</i></b> se njome rukuje aktivnom aplikacijom.</li> <li> <b>Post</b> Prečica će se izvršiti <b><i>nakon što</i></b> se njime rukuje aktivnom aplikacijom.</li> <li> <b>Prekidač</b> Kada MonkeyPaste čuje ulazni ključ (non - modifier key) prečice za premošćivanje <i>sakrit</i> će taj pritisak tipke od aplikacije - ulaza nivoa.<br>Ova opcija će garantovati da se prečica pokrene bez sukoba sa aktivnom aplikacijom. </li> <li> <b>Ekskluzivno premošćivanje</b> Ovo je posebna vrsta režima premošćavanja dizajnirana za Caps Lock ključ. Dozvoljava samo <b>jedan</b> ključ (ne-modifikator) za svoj zadatak.<br>U normalnom režimu premošćavanja, Caps Lock se može <i>zaglaviti kada</i> se pritisne u kombinaciji sa drugim tasterima.<br>Dakle, bez obzira na to koji drugi ključevi su dole, ako se pritisne prečica <b>Hotkey</b>, ona će biti premoštena i sprečiti da se <i>zaglavi na.</i></li> </ul> </body> </html>
ca_es: <html> <head></head> <body> <h1>Modes de drecera globals</h1> <ul> <li> <b>Passiu</b> Una drecera MonkeyPaste escoltarà en qualsevol aplicació.<br>*Aquesta és <i>l'única</i> opció a Linux per ara. </li> <li> <b>Pre</b> La drecera s'executarà <b><i>abans</i></b> que l'aplicació activa la gestioni.</li> <li> <b>Correu</b> La drecera s'executarà <b><i>després</i></b> de ser gestionada per l'aplicació activa.</li> <li> <b>Invalidar</b> Quan MonkeyPaste sent la tecla d'entrada (clau no modificadora) d'una drecera de substitució, <i>ocultarà</i> aquesta tecla d'entrada de nivell d'aplicació.<br>Aquesta opció garantirà que la drecera s'activi sense conflictes amb l'aplicació activa. </li> <li> <b>Anul·lació exclusiva</b> Aquest és un tipus especial de mode de substitució dissenyat per a la tecla Bloq Majúscules. Només permet <b>una</b> clau (no modificadora) per a la seva assignació.<br>En el mode de substitució normal, el bloqueig de majúscules es pot <i>encallar</i> quan es prem en combinació amb altres tecles.<br>Per tant, independentment de les altres tecles caigudes, si es prem una drecera de <b>tecla d'accés ràpid</b> , s'anul·larà i evitarà que <i>s'encalli</i>. </li> </ul> </body> </html>
cs_cz: <html> <head></head> <body> <h1>Globální režimy zkratek</h1> <ul> <li> <b>Pasivní</b> Zástupce, kterého bude MonkeyPaste poslouchat v jakékoli aplikaci.<br>*Toto je prozatím <i>jediná</i> možnost v Linuxu. </li> <li> <b>Před</b> Zástupce se spustí <b><i>dříve, než</i></b> jej zpracuje aktivní aplikace.</li> <li> <b>Post</b> Zástupce se spustí <b><i>poté, co</i></b> je zpracován aktivní aplikací.</li> <li> <b>Schvátit</b> Když MonkeyPaste uslyší vstupní klávesu (ne modifikační klávesu) zkratky pro přepsání, <i>skryje</i> toto stisknutí klávesy před vstupem na úrovni aplikace.<br>Tato možnost zaručí, že zástupce bude spuštěn bez konfliktů s aktivní aplikací. </li> <li> <b>Výhradní přepsání</b> Jedná se o speciální typ režimu potlačení určený pro klávesu Caps Lock. Umožňuje pouze <b>jednu</b> klávesu (bez modifikátoru) pro jeho přiřazení.<br>V normálním režimu potlačení se Caps Lock může <i>zaseknout</i> při stisknutí v kombinaci s jinými klávesami.<br>Takže bez ohledu na to, jaké další klávesy jsou mimo provoz, pokud stisknete <b>klávesovou</b> zkratku, bude přepsána a zabrání <i>jejímu zaseknutí</i>. </li> </ul> </body> </html>
cy_gb: <html> <head></head> <body> <h1>Global Shortcut Modes</h1> <ul> <li> <b>Goddefol</b> Bydd MonkeyPaste llwybr byr yn gwrando amdano mewn unrhyw gais.<br>* Dyma'r <i>unig</i> opsiwn ar gyfer Linux ar hyn o bryd. </li> <li> <b>Cyn</b> Bydd Shortcut yn gweithredu <b><i>cyn</i></b> iddo gael ei drin gan y cymhwysiad gweithredol.</li> <li> <b>Post</b> Bydd Shortcut yn gweithredu <b><i>ar ôl</i></b> iddo gael ei drin gan y cymhwysiad gweithredol.</li> <li> <b>Diystyru</b> Pan fydd MonkeyPaste yn clywed allwedd mewnbwn (nad yw'n - allwedd addasydd) llwybr byr gor-ddweud, bydd yn <i>cuddio'r</i> wasg allweddol honno rhag mewnbwn lefel cais.<br>Bydd yr opsiwn hwn yn gwarantu bod y llwybr byr yn cael ei sbarduno heb wrthdaro i'r cymhwysiad gweithredol. </li> <li> <b>Override unigryw</b> Mae hwn yn fath arbennig o ddull override a gynlluniwyd ar gyfer allwedd Caps Lock. Dim ond <b>un</b> allwedd (heb fod yn addasydd) y mae'n ei ganiatáu ar gyfer ei aseiniad.<br>Yn y modd override arferol gall Caps Lock fynd yn <i>sownd pan</i> gaiff ei wasgu ar y cyd ag allweddi eraill.<br>Felly ni waeth pa allweddi eraill i lawr, os yw llwybr byr <b>Hotkey</b> yn cael ei wasgu, bydd yn cael ei drechu a'i atal rhag mynd <i>yn sownd ar</i>. </li> </ul> </body> </html>
da_dk: <html> <head></head> <body> <h1>Globale genvejstilstande</h1> <ul> <li> <b>Passiv</b> En genvej MonkeyPaste vil lytte efter i enhver applikation.<br>*Dette er den <i>eneste</i> mulighed på Linux indtil videre. </li> <li> <b>Pre</b> Genvej udføres, <b><i>før</i></b> den håndteres af det aktive program.</li> <li> <b>Post</b> Genvej udføres <b><i>, når</i></b> den er håndteret af det aktive program.</li> <li> <b>Tilsidesætte</b> Når MonkeyPaste hører inputtasten (ikke-modifikatortasten) på en tilsidesættelsesgenvej, <i>skjuler</i> den tastetryk fra input på applikationsniveau.<br>Denne mulighed garanterer, at genvejen udløses uden konflikter med den aktive applikation. </li> <li> <b>Eksklusiv tilsidesættelse</b> Dette er en speciel type tilsidesættelsestilstand designet til Caps Lock-tasten. Det tillader kun <b>en</b> nøgle (ikke-modifikator) til sin tildeling.<br>I normal tilsidesættelsestilstand kan Caps Lock sidde fast, når der trykkes <i>på</i> den i kombination med andre taster.<br>Så uanset hvilke andre taster der er nede, hvis der trykkes på en <b>genvejstast</b> , tilsidesættes den og forhindrer, at den <i>sidder fast</i>. </li> </ul> </body> </html>
de_ch: <html> <head></head> <body> <h1>Globale Shortcut-Modi</h1> <ul> <li> <b>Passiv</b> Eine Verknüpfung, auf die MonkeyPaste in jeder Anwendung lauscht.<br>*Dies ist vorerst die <i>einzige</i> Option unter Linux. </li> <li> <b>Prä</b> Die Verknüpfung wird ausgeführt <b><i>, bevor</i></b> sie von der aktiven Anwendung verarbeitet wird.</li> <li> <b>Bereitstellen</b> Die Verknüpfung wird ausgeführt <b><i>, nachdem</i></b> sie von der aktiven Anwendung verarbeitet wurde.</li> <li> <b>Überschreiben</b> Wenn MonkeyPaste die Eingabetaste (Nicht-Modifikatortaste) einer Überschreibungsverknüpfung hört, <i>blendet</i> es diesen Tastendruck vor Eingaben auf Anwendungsebene aus.<br>Diese Option stellt sicher, dass die Verknüpfung ohne Konflikte mit der aktiven Anwendung ausgelöst wird. </li> <li> <b>Exklusives Override</b> Dies ist eine spezielle Art von Überschreibungsmodus, der für die Feststelltaste entwickelt wurde. Es ist nur <b>eine</b> Taste (Nicht-Modifikator) für die Zuweisung zulässig.<br>Im normalen Override-Modus kann die Feststelltaste <i>hängenbleiben</i> , wenn sie in Kombination mit anderen Tasten gedrückt wird.<br>Unabhängig davon, welche anderen Tasten ausgefallen sind, wird eine <b>Hotkey-Tastenkombination</b> überschrieben, wenn sie gedrückt wird, und verhindert, dass sie <i>hängen</i> bleibt. </li> </ul> </body> </html>
el_gr: <html> <head></head> <body> <h1>Καθολικές λειτουργίες συντόμευσης</h1> <ul> <li> <b>Παθητικός</b> Μια συντόμευση MonkeyPaste θα ακούσει σε οποιαδήποτε εφαρμογή.<br>*Αυτή είναι η <i>μόνη</i> επιλογή στο Linux προς το παρόν. </li> <li> <b>Προ</b> Η συντόμευση θα εκτελεστεί <b><i>πριν</i></b> από τον χειρισμό της από την ενεργή εφαρμογή.</li> <li> <b>Θέση</b> Η συντόμευση θα εκτελεστεί <b><i>αφού</i></b> αντιμετωπιστεί από την ενεργή εφαρμογή.</li> <li> <b>Παρακάμπτω</b> Όταν το MonkeyPaste ακούσει το πλήκτρο εισόδου (μη τροποποιητικό πλήκτρο) μιας συντόμευσης παράκαμψης, θα <i>κρύψει</i> αυτό το πάτημα πλήκτρου από την είσοδο επιπέδου εφαρμογής.<br>Αυτή η επιλογή θα εγγυηθεί ότι η συντόμευση ενεργοποιείται χωρίς διενέξεις στην ενεργή εφαρμογή. </li> <li> <b>Αποκλειστική παράκαμψη</b> Αυτός είναι ένας ειδικός τύπος λειτουργίας παράκαμψης που έχει σχεδιαστεί για το πλήκτρο Caps Lock. Επιτρέπει μόνο <b>ένα</b> κλειδί (μη τροποποιητή) για την εκχώρησή του.<br>Στην κανονική λειτουργία παράκαμψης, το Caps Lock μπορεί να <i>κολλήσει όταν</i> πατηθεί σε συνδυασμό με άλλα πλήκτρα.<br>Έτσι, ανεξάρτητα από το ποια άλλα πλήκτρα είναι κάτω, εάν πατηθεί μια συντόμευση <b>πλήκτρου πρόσβασης</b> , θα παρακαμφθεί και θα αποφευχθεί η <i>κόλλησή</i> της. </li> </ul> </body> </html>
es_bo: <html> <head></head> <body> <h1>Modos de acceso directo global</h1> <ul> <li> <b>Pasivo</b> Un atajo que MonkeyPaste escuchará en cualquier aplicación.<br>*Esta es la <i>única</i> opción en Linux por ahora. </li> <li> <b>Pre</b> El acceso directo se ejecutará <b><i>antes</i></b> de que sea manejado por la aplicación activa.</li> <li> <b>Exponer</b> El acceso directo se ejecutará <b><i>después</i></b> de que la aplicación activa lo controle.</li> <li> <b>Invalidar</b> Cuando MonkeyPaste escucha la tecla de entrada (tecla no modificadora) de un atajo de anulación, <i>ocultará</i> esa pulsación de tecla de la entrada a nivel de aplicación.<br>Esta opción garantizará que el acceso directo se active sin conflictos con la aplicación activa. </li> <li> <b>Anulación exclusiva</b> Este es un tipo especial de modo de anulación diseñado para la tecla Bloq Mayús. Solo permite <b>una</b> tecla (no modificadora) para su asignación.<br>En el modo de anulación normal, el bloqueo de mayúsculas puede <i>atascarse</i> cuando se presiona en combinación con otras teclas.<br>Entonces, no importa qué otras teclas estén presionadas, si se presiona un atajo de <b>teclas de acceso rápido</b> , se anulará y evitará que se <i>atasque</i>. </li> </ul> </body> </html>
et_ee: <html> <head></head> <body> <h1>Globaalsed otseteerežiimid</h1> <ul> <li> <b>Passiivne</b> Otsetee MonkeyPaste kuulab igas rakenduses.<br>*See on praegu <i>Linuxis ainus</i> võimalus. </li> <li> <b>Eelnevalt</b> Otsetee käivitub <b><i>enne, kui</i></b> aktiivne rakendus seda käsitleb.</li> <li> <b>Post</b> Otsetee käivitub <b><i>pärast seda</i></b> , kui aktiivne rakendus seda käsitleb.</li> <li> <b>Alistada</b> Kui MonkeyPaste kuuleb alistatud otsetee sisendvõtit (mitte-modifikaatori võtit), <i>peidab</i> see klahvivajutuse rakenduse - taseme sisendist.<br>See valik tagab, et otsetee käivitatakse aktiivsele rakendusele ilma konfliktideta. </li> <li> <b>Eksklusiivne alistamine</b> See on spetsiaalne alistamisrežiimi tüüp, mis on loodud Caps Lock klahvi jaoks. See võimaldab selle määramiseks ainult <b>ühte</b> võtit (mitte modifikaatorit).<br>Tavalises alistamisrežiimis võib Caps Lock kinni <i>jääda</i> , kui seda vajutada koos teiste klahvidega.<br>Nii et olenemata sellest, millised muud klahvid on maas, kui <b>kiirklahvi</b> vajutatakse, alistatakse see ja välditakse selle <i>kinnijäämist</i>. </li> </ul> </body> </html>
fa_ir: <html> <head></head> <body> <h1>حالتهای میانبر سراسری</h1> <ul> <li> <b>منفعل</b> یک میانبر MonkeyPaste در هر برنامه ای گوش می دهد.<br>* این <i>تنها</i> گزینه در لینوکس در حال حاضر است. </li> <li> <b>پیش</b> میانبر اجرا خواهد شد <b><i>قبل از</i></b> ان است که توسط برنامه فعال به کار گرفته شود.</li> <li> <b></b> میانبر <b><i>بعد از</i></b> اینکه توسط برنامه فعال اداره می شود اجرا می شود.</li> <li> <b>نادیده گرفتن</b> هنگامی که MonkeyPaste کلید ورودی (کلید غیر اصلاح کننده) یک میانبر لغو را می شنود، ان کلید را از ورودی سطح برنامه <i>پنهان</i> می کند.<br>این گزینه تضمین می کند که میانبر بدون درگیری با برنامه فعال ایجاد می شود. </li> <li> <b>لغو منحصر به فرد</b> این یک نوع خاص از حالت override است که برای کلید Caps Lock طراحی شده است. این تنها اجازه می دهد <b>تا یک</b> کلید (غیر - اصلاح کننده) برای انتساب ان.<br>در حالت لغو نرمال کلاه قفل می تواند در زمانی که در ترکیب با کلید های دیگر فشرده <i>گیر کرده است</i> .<br>بنابراین مهم نیست که چه کلید های دیگر پایین هستند، اگر یک میانبر <b>کلید میانبر</b> فشار داده شود، لغو خواهد شد و از گیر کردن ان جلوگیری <i>می شود</i>. </li> </ul> </body> </html>
fi_fi: <html> <head></head> <body> <h1>Globaalit pikavalintatilat</h1> <ul> <li> <b>Passiivi</b> Pikakuvake MonkeyPaste kuuntelee missä tahansa sovelluksessa.<br>*Tämä on <i>toistaiseksi ainoa</i> vaihtoehto Linuxissa. </li> <li> <b>Edeltävä</b> Pikakuvake suoritetaan, <b><i>ennen kuin</i></b> aktiivinen sovellus käsittelee sen.</li> <li> <b>Posti</b> Pikakuvake suoritetaan <b><i>, kun</i></b> aktiivinen sovellus on käsitellyt sen.</li> <li> <b>Kumota</b> Kun MonkeyPaste kuulee ohituspikanäppäimen syöttönäppäimen (ei-muuntonäppäimen), se <i>piilottaa</i> kyseisen näppäimen painalluksen sovellustason syötteestä.<br>Tämä vaihtoehto takaa, että pikakuvake käynnistyy ilman ristiriitoja aktiivisen sovelluksen kanssa. </li> <li> <b>Yksinomainen ohitus</b> Tämä on erityinen ohitustila, joka on suunniteltu Caps Lock -näppäimelle. Se sallii vain <b>yhden</b> avaimen (ei-muuntimen) sen määrittämiseen.<br>Normaalissa ohitustilassa Caps Lock voi <i>juuttua päälle</i> , kun sitä painetaan yhdessä muiden näppäinten kanssa.<br>Joten riippumatta siitä, mitkä muut näppäimet ovat alhaalla, jos <b>pikanäppäin-pikanäppäintä</b> painetaan, se ohitetaan ja estää sitä <i>juuttumasta kiinni</i>. </li> </ul> </body> </html>
fil_ph: <html> <head></head> <body> <h1>Mga Global Shortcut Mode</h1> <ul> <li> <b>Passive</b> Ang isang shortcut MonkeyPaste ay makikinig para sa anumang application.<br>*Ito <i>lang</i> ang opsyon sa Linux sa ngayon. </li> <li> <b>Pre</b> Ang shortcut ay magpapatupad <b><i>bago</i></b> ito hawakan ng aktibong application.</li> <li> <b>Mag-post</b> Ang shortcut ay magpapatupad <b><i>pagkatapos</i></b> na ito ay hawakan ng aktibong application.</li> <li> <b>Talunin ang lahat</b> Kapag narinig ng MonkeyPaste ang input key (non - modifier key) ng override shortcut ay <i>itago</i> nito ang key press na iyon mula sa input sa application - level.<br>Ang pagpipiliang ito ay garantiya ang shortcut ay nag trigger nang walang mga salungatan sa aktibong application. </li> <li> <b>Eksklusibong Pag override</b> Ito ay isang espesyal na uri ng override mode na idinisenyo para sa Caps Lock key. Nagtutugot lamang ito ng <b>isang</b> susi (hindi nagbabago) para sa toka nito.<br>Sa normal na override mode Caps Lock ay maaaring maging stuck sa kapag pinindot sa kumbinasyon <i>sa</i> iba pang mga key.<br>Kaya kahit anong iba pang keys ang down, kung may <b>Hotkey</b> shortcut na pinindot ay magiging overriden ito at mapipigilan itong ma <i>stuck on</i>. </li> </ul> </body> </html>
fr_029: <html> <head></head> <body> <h1>Modes de raccourci globaux</h1> <ul> <li> <b>Passif</b> Un raccourci MonkeyPaste sera à l’écoute dans n’importe quelle application.<br>*C’est la <i>seule</i> option sur Linux pour l’instant. </li> <li> <b>Pré</b> Le raccourci s’exécutera <b><i>avant</i></b> d’être géré par l’application active.</li> <li> <b>Publier</b> Le raccourci s’exécutera <b><i>une fois</i></b> qu’il aura été géré par l’application active.</li> <li> <b>Outrepasser</b> Lorsque MonkeyPaste entend la touche d’entrée (touche non modificatrice) d’un raccourci de remplacement, il <i>masquera</i> cette pression de touche de l’entrée au niveau de l’application.<br>Cette option garantit que le raccourci est déclenché sans conflit avec l’application active. </li> <li> <b>Dérogation exclusive</b> Il s’agit d’un type spécial de mode de remplacement conçu pour la touche de verrouillage des majuscules. Il n’autorise <b>qu’une seule</b> touche (non modificateur) pour son affectation.<br>En mode de dérogation normal, le verrouillage des majuscules peut se <i>bloquer</i> lorsqu’il est enfoncé en combinaison avec d’autres touches.<br>Ainsi, quelles que soient les autres touches enfoncées, si un raccourci <b>clavier</b> est enfoncé, il sera remplacé et l’empêchera de rester <i>bloqué</i>. </li> </ul> </body> </html>
ga_ie: <html> <head></head> <body> <h1>Modhanna Aicearra Domhanda</h1> <ul> <li> <b>Éighníomhach</b> Beidh aicearra MoncaíPaste éisteacht le haghaidh in aon iarratas.<br>* Is é seo an <i>t-aon</i> rogha ar Linux anois. </li> <li> <b>Roimh</b> Rithfear an t-aicearra <b><i>sula</i></b> láimhseálann an feidhmchlár gníomhach é.</li> <li> <b>Post</b> Rithfear an t-aicearra <b><i>tar éis</i></b> don fheidhmchlár gníomhach é a láimhseáil.</li> <li> <b>Sáraigh</b> Nuair a chloiseann MoncaíPaste an eochair ionchuir (eochair neamh- mionathraitheoir) d'aicearra sáraitheach, <i>folóidh</i> sé an preas eochrach sin ó ionchur leibhéal an fheidhmchláir.<br>Ráthóidh an rogha seo go spreagfar an t-aicearra gan coinbhleachtaí leis an bhfeidhmchlár gníomhach. </li> <li> <b>Sáraíocht Eisiach</b> Is cineál speisialta mód sáraithe é seo atá deartha don eochair Caps Lock. Ní cheadaíonn sé ach eochair <b>amháin</b> (neamh- mionathraitheoir) dá shannadh.<br>Sa ghnáthmhodh sáraitheach is féidir le Caps Lock a bheith <i>greamaithe air</i> nuair a bhrúitear é in éineacht le heochracha eile.<br>Mar sin, is cuma cad iad na heochracha eile atá síos, má bhrúitear aicearra <b>Hotkey</b> beidh sé sáraithe agus cosc a chur <i>air dul i bhfostú air</i>. </li> </ul> </body> </html>
gu_in: <html> <head></head> <body> <h1>વૈશ્વિક ટૂંકાણ સ્થિતિઓ</h1> <ul> <li> <b>નિષ્ક્રિય</b> શોર્ટકટ મંકીપેસ્ટ કોઈપણ એપ્લિકેશનમાં સાંભળશે.<br>*લિનક્સ પર હાલ પૂરતો આ <i>એકમાત્ર</i> વિકલ્પ છે. </li> <li> <b>પહેલાંનું</b> સક્રિય એપ્લિકેશન દ્વારા સંચાલિત થાય તે <b><i>પહેલાં</i></b> ટૂંકાણ ચાલશે.</li> <li> <b>પોસ્ટ</b> સક્રિય એપ્લિકેશન દ્વારા સંચાલિત <b><i>થયા પછી</i></b> શોર્ટકટ ચાલશે.</li> <li> <b>ઓવરરાઇડ કરો</b> જ્યારે મંકીપેસ્ટ ઓવરરાઇડ ટૂંકાણની ઇનપુટ કી (બિન -સુધારક કી) ને સાંભળે છે, ત્યારે તે તે કીને એપ્લિકેશન - સ્તર ઇનપુટમાંથી <i>દબાવે છે તે છુપાવશે</i> .<br>આ વિકલ્પ ખાતરી આપશે કે ટૂંકાણ સક્રિય એપ્લિકેશન સાથે તકરાર વિના ટ્રીગર થયેલ છે. </li> <li> <b>વિશિષ્ટ ઓવરરાઇડ</b> આ એક ખાસ પ્રકારનો ઓવરરાઇડ મોડ છે જે કેપ્સ લોક કી માટે ડિઝાઇન કરવામાં આવ્યો છે. તે તેની સોંપણી માટે ફક્ત <b>એક</b> કી (નોન -સુધારક) ની મંજૂરી આપે છે.<br>સામાન્ય ઓવરરાઇડ મોડમાં અન્ય કી સાથે સંયોજનમાં દબાવવામાં આવે ત્યારે કેપ્સ લોક <i>અટકી</i> શકે છે.<br>તેથી બીજી કોઈ પણ ચાવીઓ નીચે હોય, જો <b>હોટકી</b> શોર્ટકટ દબાવવામાં આવે તો તે ઓવરરાઇડ થઈ જશે અને તેને <i>અટકી</i> જતા અટકાવશે. </li> </ul> </body> </html>
he_il: <html> <head></head> <body> <h1>מצבי קיצור כלליים</h1> <ul> <li> <b>סביל</b> קיצור דרך MonkeyPaste יקשיב בכל יישום.<br>*זוהי האפשרות <i>היחידה</i> בלינוקס לעת עתה. </li> <li> <b>קדם</b> קיצור הדרך יופעל <b><i>לפני</i></b> שהוא יטופל על-ידי היישום הפעיל.</li> <li> <b>הצבה</b> קיצור הדרך יופעל <b><i>לאחר</i></b> הטיפול בו על-ידי היישום הפעיל.</li> <li> <b>לעקוף</b> כאשר MonkeyPaste שומע את מקש הקלט (שאינו מקש צירוף) של קיצור דרך לדריסה, הוא <i>יסתיר</i> את הלחיצה על מקש זה מיישום - קלט ברמה.<br>אפשרות זו תבטיח שקיצור הדרך יופעל ללא התנגשויות ביישום הפעיל. </li> <li> <b>עקיפה בלעדית</b> זהו סוג מיוחד של מצב דריסה המיועד למקש Caps Lock. זה מאפשר רק מפתח <b>אחד</b> (לא - משנה) עבור המשימה שלה.<br>במצב דריסה רגיל, Caps Lock עלול <i>להיתקע בעת</i> לחיצה בשילוב עם מקשים אחרים.<br>לכן, לא משנה אילו מקשים אחרים נמצאים למטה, אם לוחצים על <b>קיצור מקשים ישירים</b> , הוא יידרס וימנע ממנו <i>להיתקע</i>. </li> </ul> </body> </html>
hi_in: <html> <head></head> <body> <h1>ग्लोबल शॉर्टकट मोड</h1> <ul> <li> <b>निष्क्रिय</b> एक शॉर्टकट MonkeyPaste किसी भी एप्लिकेशन में सुनेगा।<br>* यह अभी के लिए लिनक्स पर <i>एकमात्र</i> विकल्प है। </li> <li> <b>पूर्ववर्ती</b> शॉर्टकट सक्रिय अनुप्रयोग द्वारा हैंडल किए जाने <b><i>से पहले</i></b> निष्पादित होगा।</li> <li> <b>के बाद</b> शॉर्टकट सक्रिय अनुप्रयोग द्वारा हैंडल किए जाने के <b><i>बाद</i></b> निष्पादित होगा।</li> <li> <b>ओवरराइड</b> जब मंकीपेस्ट ओवरराइड शॉर्टकट की इनपुट कुंजी (गैर - संशोधक कुंजी) सुनता है, तो यह उस कुंजी प्रेस को एप्लिकेशन - स्तर इनपुट से <i>छिपा</i> देगा।<br>यह विकल्प गारंटी देगा कि शॉर्टकट सक्रिय अनुप्रयोग के विरोध के बिना ट्रिगर किया गया है। </li> <li> <b>विशेष ओवरराइड</b> यह एक विशेष प्रकार का ओवरराइड मोड है जिसे कैप्स लॉक कुंजी के लिए डिज़ाइन किया गया है। यह अपने असाइनमेंट के लिए केवल <b>एक</b> कुंजी (गैर - संशोधक) की अनुमति देता है।<br>सामान्य ओवरराइड मोड में अन्य कुंजियों के संयोजन में दबाए जाने पर कैप्स लॉक <i>अटक</i> सकता है।<br>तो कोई फर्क नहीं पड़ता कि अन्य कुंजियाँ नीचे हैं, यदि <b>हॉटकी</b> शॉर्टकट दबाया जाता है तो यह ओवरराइड हो जाएगा और इसे <i>अटकने</i> से रोक देगा। </li> </ul> </body> </html>
hr_hr: <html> <head></head> <body> <h1>Globalni načini prečaca</h1> <ul> <li> <b>Pasivan</b> Prečac MonkeyPaste slušat će u bilo kojoj aplikaciji.<br>*Ovo je <i>za sada jedina</i> opcija na Linuxu. </li> <li> <b>Prije</b> Prečac će se izvršiti <b><i>prije nego što</i></b> njime rukuje aktivna aplikacija.</li> <li> <b>Post</b> Prečac će se izvršiti <b><i>nakon što</i></b> njime rukuje aktivna aplikacija.</li> <li> <b>Gaziti nogama</b> Kada MonkeyPaste čuje ulaznu tipku (ne-modifikatorsku tipku) prečaca za premošćivanje, <i>sakrit</i> će taj pritisak tipke iz aplikacije - unos razine.<br>Ova opcija jamči da se prečac pokreće bez sukoba s aktivnom aplikacijom. </li> <li> <b>Ekskluzivno nadjačavanje</b> Ovo je posebna vrsta načina nadjačavanja dizajnirana za tipku Caps Lock. Omogućuje samo <b>jedan</b> ključ (ne - modifikator) za njegovu dodjelu.<br>U normalnom načinu nadjačavanja Caps Lock može se <i>zaglaviti</i> kada se pritisne u kombinaciji s drugim tipkama.<br>Dakle, bez obzira na to koje su druge tipke spuštene, ako se pritisne prečac <b>hotkey</b> , on će biti nadjačan i spriječiti njegovo <i>zaglavljivanje</i>. </li> </ul> </body> </html>
hu_hu: <html> <head></head> <body> <h1>Globális gyorsbillentyű módok</h1> <ul> <li> <b>Passzív</b> A MonkeyPaste parancsikon minden alkalmazásban figyelni fog.<br>*Jelenleg ez az <i>egyetlen</i> lehetőség Linuxon. </li> <li> <b>Előtti</b> A parancsikon végrehajtásra kerül, <b><i>mielőtt</i></b> az aktív alkalmazás kezelné.</li> <li> <b>Posta</b> A parancsikon akkor kerül végrehajtásra, <b><i>ha</i></b> az aktív alkalmazás kezeli.</li> <li> <b>Átgázol</b> Amikor a MonkeyPaste meghallja egy felülíró parancsikon beviteli gombját (nem módosító billentyű), <i>elrejti</i> a billentyű lenyomását az alkalmazásszintű bemenet elől.<br>Ez az opció garantálja, hogy a parancsikon ütközés nélkül aktiválódik az aktív alkalmazással. </li> <li> <b>Exkluzív felülbírálás</b> Ez egy speciális felülbírálási mód, amelyet a Caps Lock billentyűhöz terveztek. Csak <b>egy</b> kulcsot (nem módosítót) engedélyez a hozzárendeléshez.<br>Normál felülbírálási módban a Caps Lock <i>beragadhat</i> , ha más billentyűkkel együtt nyomja meg.<br>Tehát függetlenül attól, hogy milyen más billentyűk vannak lenyomva, ha megnyom egy <b>gyorsbillentyű</b> parancsikont, az felülbírálódik, és megakadályozza, hogy <i>elakadjon</i>. </li> </ul> </body> </html>
hy_am: <html> <head></head> <body> <h1>Global Shortcut Modes</h1> <ul> <li> <b>Պասիվ</b> Կարճաքիթ MonkeyPaste-ը կլսի ցանկացած դիմումի մեջ:<br>*Սա <i>միակ</i> տարբերակն է Linux-ում այժմ: </li> <li> <b>Պրե</b> Shortcut-ը կկատարի <b><i>մինչեւ</i></b> այն գործարկումը, որը կգործարկվի ակտիվ դիմումի միջոցով:</li> <li> <b>Փոստ</b> Shortcut-ը կկատարի այն <b><i>բանից հետո, երբ</i></b> այն լուծվի ակտիվ դիմումի միջոցով:</li> <li> <b>Օվերայդ</b> Երբ MonkeyPaste- ը լսում է override կարճ քաղվածքի մուտքային բանալին (non - modifier key), այն <i>կթաքցնի</i> այդ բանալին ներդիրից - մակարդակի մուտքագրումից:<br>Այս տարբերակը երաշխավորելու է, որ կարճ կոտեկը գրգռվում է առանց ակտիվ կիրառման հակասությունների: </li> <li> <b>Էքսկլյուզիվ օվերգրիդ</b> Սա հատուկ տեսակի override ռեժիմ է, որը նախատեսված է Caps Lock ստեղնը: Այն թույլ է տալիս միայն <b>մեկ</b> բանալի (ոչ մոդիֆիկատոր) իր նշանակման համար ։<br>Սովորական override ռեժիմում Caps Lock-ը կարող է <i>կպչել</i> , երբ սեղմվում է այլ ստեղների հետ միասին:<br>Այսպիսով, անկախ նրանից, թե ուրիշ ինչ բանալիներ կան ներքեւում, եթե <b>Hotkey</b> կարճ սեղմեք, այն չափից շատ կծանրաբեռնվի եւ <i>կխանգարի, որ այն կպչի</i>: </li> </ul> </body> </html>
id_id: <html> <head></head> <body> <h1>Mode Pintasan Global</h1> <ul> <li> <b>Pasif</b> Pintasan MonkeyPaste akan mendengarkan di aplikasi apa pun.<br>* Ini adalah <i>satu-satunya</i> pilihan di Linux untuk saat ini. </li> <li> <b>Pra</b> Shortcut akan dijalankan <b><i>sebelum</i></b> ditangani oleh aplikasi aktif.</li> <li> <b>Tiang</b> Pintasan akan dijalankan <b><i>setelah</i></b> ditangani oleh aplikasi aktif.</li> <li> <b>Menimpa</b> Ketika MonkeyPaste mendengar tombol input (tombol non-pengubah) dari pintasan override, itu akan <i>menyembunyikan</i> penekanan tombol itu dari input tingkat aplikasi.<br>Opsi ini akan menjamin pintasan dipicu tanpa konflik ke aplikasi aktif. </li> <li> <b>Penggantian Eksklusif</b> Ini adalah jenis mode penggantian khusus yang dirancang untuk tombol Caps Lock. Ini hanya memungkinkan <b>satu</b> kunci (non - pengubah) untuk penugasannya.<br>Dalam mode override normal, Caps Lock dapat <i>macet saat</i> ditekan bersama dengan tombol lain.<br>Jadi tidak peduli apa tombol lain yang turun, jika pintasan <b>Hotkey</b> ditekan, itu akan ditimpa dan <i>mencegahnya macet.</i></li> </ul> </body> </html>
is_is: <html> <head></head> <body> <h1>Altækar flýtilyklastillingar</h1> <ul> <li> <b>Aðgerðalaus</b> A smákaka MonkeyPaste mun hlusta eftir í hvaða forriti sem er.<br>* Þetta er <i>eini</i> kosturinn á Linux í bili. </li> <li> <b>Pre</b> Flýtivísun verður keyrð <b><i>áður en</i></b> virka forritið sér um hana.</li> <li> <b>Stólpi</b> Flýtivísun verður keyrð <b><i>eftir meðhöndlun</i></b> virka forritsins.</li> <li> <b>Hnekkja</b> Þegar MonkeyPaste heyrir inntakstakkann (non - modifier lykill) á að hunsa flýtileið, mun það <i>fela</i> þann lykil að ýta á frá forriti - stigi inntak.<br>Þessi valkostur tryggir að flýtivísunin verði ræst án þess að virk forrit rekist á. </li> <li> <b>Eingöngu hnekkt</b> Þetta er sérstök gerð hnekkingarhams sem er hönnuð fyrir hástafalásinn. Það leyfir aðeins <b>einn</b> lykil (ekki breyti) fyrir verkefni sitt.<br>Í venjulegum hnekkingarham festist hástafalás <i>þegar</i> ýtt er á hann ásamt öðrum lyklum.<br>Svo neitun efni hvaða annar lokasteinn ert dúnn, ef <b>a Hotkey</b> smákaka er þrýsta það vilja vera hnekkja og hindra það frá viðeigandi <i>fastur á</i>. </li> </ul> </body> </html>
it_ch: <html> <head></head> <body> <h1>Modalità di scelta rapida globali</h1> <ul> <li> <b>Passivo</b> Una scorciatoia che MonkeyPaste ascolterà in qualsiasi applicazione.<br>*Questa è <i>l'unica</i> opzione su Linux per ora. </li> <li> <b>Pre</b> Il collegamento verrà eseguito <b><i>prima</i></b> di essere gestito dall'applicazione attiva.</li> <li> <b>Inserisci</b> Il collegamento verrà eseguito <b><i>dopo</i></b> essere stato gestito dall'applicazione attiva.</li> <li> <b>Prevalere</b> Quando MonkeyPaste sente il tasto di input (tasto non modificatore) di una scorciatoia di override, <i>nasconderà</i> la pressione di quel tasto dall'input a livello di applicazione.<br>Questa opzione garantirà che il collegamento venga attivato senza conflitti con l'applicazione attiva. </li> <li> <b>Override esclusivo</b> Si tratta di un tipo speciale di modalità di override progettata per il tasto Blocco maiuscole. Consente <b>solo un</b> tasto (non modificatore) per la sua assegnazione.<br>In modalità di override normale, il blocco maiuscole <i>può bloccarsi</i> quando viene premuto in combinazione con altri tasti.<br>Quindi, indipendentemente da quali altri tasti siano premuti, se viene premuta una scorciatoia <b>da tastiera</b> verrà ignorata e impedirà che si <i>blocchi</i>. </li> </ul> </body> </html>
ja_jp: <html> <head></head> <body> <h1>グローバル ショートカット モード</h1> <ul> <li> <b>受け身</b> MonkeyPasteが任意のアプリケーションでリッスンするショートカット。<br>*これは今のところLinuxの <i>唯一の</i> オプションです。 </li> <li> <b>前</b>ショートカットは、アクティブなアプリケーションによって処理<b><i>される前に実行されます。</i></b></li> <li> <b>投稿</b> ショートカットは、アクティブなアプリケーションによって処理 <b><i>された後に</i></b> 実行されます。</li> <li> <b>オーバーライド</b> MonkeyPasteがオーバーライドショートカットの入力キー(修飾キー以外)を聞くと、そのキー押下がアプリケーションレベル入力から <i>非表示</i> になります。<br>このオプションは、アクティブなアプリケーションとの競合なしにショートカットがトリガーされることを保証します。 </li> <li> <b>排他オーバーライド</b> これは、Caps Lock キー用に設計された特殊なオーバーライド モードです。割り当てには <b>1 つの</b> キー (非修飾子) のみが許可されます。<br>通常のオーバーライドモードでは、Caps Lockを他のキーと組み合わせて押すと <i>、オン</i> のままになることがあります。<br>したがって、他のキーが押されていても、 <b>ホットキー</b> のショートカットが押されると、それが上書きされ、 <i>スタック</i>するのを防ぎます。 </li> </ul> </body> </html>
ka_ge: <html> <head> </head> <Tody> <h1> გლობალური მალსახმობების რეჟიმები </h1> <ul> <li> <b> პასიური *ეს არის <i> მხოლოდ </i> ვარიანტი Linux- ზე. </li> <li> <b> pre </b> მალსახმობი შეასრულებს <b> <i> სანამ </i> <li> <b> post </b> მალსახმობი შეასრულებს <b> <i> შემდეგ </i> </b> მას აქტიური აპლიკაციით. <li> <b> გადაჭარბებული </b> როდესაც Monkeypaste ისმენს გადაფარვის მალსახმობის შეყვანის ღილაკს (არა - მოდიფიკატორის ღილაკს), ის <i> დამალავს </i> რომ კლავიშის პრესა განაცხადისგან - დონის შეყვანა. <br> ეს ვარიანტი გარანტიას გაძლევთ, რომ მალსახმობი გამოწვეულია აქტიური განაცხადის კონფლიქტების გარეშე. </li> <li> <b> ექსკლუზიური გადაჭარბება </b> ეს არის სპეციალური ტიპის გადახურვის რეჟიმი, რომელიც განკუთვნილია Caps Lock Key- ისთვის. ეს მხოლოდ საშუალებას აძლევს <b> ერთი </b> კლავიშს (არა - მოდიფიკატორს) მისი დავალებისთვის. <br> ნორმალურ გადალახვა რეჟიმში ქუდების დაბლოკვა შეიძლება გახდეს </i> </i>, როდესაც დაჭერით სხვა კლავიშებთან ერთად. არ აქვს მნიშვნელობა რა სხვა გასაღებებია, თუ A <b> Hotkey </b> მალსახმობი დაჭერით, ის გადაჭარბდება და თავიდან აიცილებს მას </i> </i>. </li> </ul> </body> </html>
kk_kz: <html> <head> </ head> <Дене> <H1> Жаһандық төтедік режимдер </ h1> <ul> <li> <b> Пассивті </ b> Төте жол MonkeyPtaste кез келген қолданбада тыңдайды. <br> * Бұл <i> тек <i> </ i> опциясы. </ li> <li> <b> Алдын-ала </ b> тіркесім <b> <i> </ i> </ i> </ i> </ b> белсенді қосымшамен өңделеді. </ li> <li> <b> post </ b> Төте жол <b> <i> </ i> </ i> over-ден кейін белсенді қосымшамен өңделеді. </ li> <li> </ b-ді ауыстыру </ b> Монкофониядан кейін қайта анықталған пернені естіледі. Бұл опция белсенді қосымшаның қайшылықтарынсыз іске қосылатынына кепілдік береді. </ li> <li> <b> Эксклюзивті қайта анықтау </ b> Бұл Caps Lock пернесіне арналған қайта анықталған режимнің арнайы түрі. Ол тек <b> бір </ b> пернесін (өзгертпелі емес) береді. Қалыпты ауыстыру режимінде Caps құлпы <i> </ i> басқа түймелермен бірге басылған кезде </ i> бола алады. <br> Егер басқа пернелердің қайсысы болмасын, егер <b> HotKey </ b> тіркесімі басылса, ол ауыстырылып, оны ауыстырады және оның <i> </ i> болмауы керек. </ li> </ ul> </ дене> </ html>
km_kh: <html> <head></head> <body> <h1>របៀបកាត់តសកល</h1> <ul> <li> <b>អកម្ម</b> វីឡាកូនកាត់ MonkeyPaste នឹងស្តាប់នៅក្នុងកម្មវិធីណាមួយ។<br>*នេះ ជា ជម្រើស <i>តែ មួយ គត់</i> នៅ លើ Linux សម្រាប់ ពេល នេះ។ </li> <li> <b>Pre</b> Shortcut នឹង អនុវត្ត <b><i>មុន ពេល</i></b> វា ត្រូវ បាន ដោះស្រាយ ដោយ កម្មវិធី សកម្ម & # 160; ។</li> <li> <b>Post</b> Shortcut នឹង អនុវត្ត <b><i>បន្ទាប់ ពី</i></b> វា ត្រូវ បាន ដោះស្រាយ ដោយ កម្មវិធី សកម្ម & # 160; ។</li> <li> <b>លើសពី</b> នៅ ពេល ដែល MonkeyPaste ឮ គន្លឹះ បញ្ចូល (non - modifier key) នៃ shortcut override វា នឹង <i>លាក់</i> ថា ចុច គន្លឹះ ពី កម្មវិធី - ការ បញ្ចូល កម្រិត ។<br>ជម្រើស នេះ នឹង ធានា ថា ផ្លូវ កាត់ ត្រូវ បាន បង្ក ឡើង ដោយ គ្មាន ជម្លោះ ចំពោះ កម្មវិធី សកម្ម & # 160; ។ </li> <li> <b>ការ បដិសេធ ដាច់ ដោយ ឡែក</b> នេះ គឺ ជា ប្រភេទ ពិសេស នៃ របៀប លើសលប់ ដែល បាន រចនា ឡើង សម្រាប់ គ្រាប់ ចុច Caps Lock ។ វា អនុញ្ញាត តែ កូនសោ <b>មួយ</b> (non - កែប្រែ) សម្រាប់ ការ ចាត់ តាំង របស់ វា ប៉ុណ្ណោះ ។<br>ក្នុង របៀប លើសលប់ ធម្មតា Caps Lock អាច <i>ជាប់ នៅ ពេល</i> ចុច រួម ជាមួយ គន្លឹះ ផ្សេង ទៀត & # 160; ។<br>ដូច្នេះ មិន ថា កូន សោ ផ្សេង ទៀត ធ្លាក់ ចុះ យ៉ាង ណា ទេ ប្រសិន បើ ផ្លូវ កាត់ <b>Hotkey</b> ត្រូវ បាន សង្កត់ វា នឹង ត្រូវ បាន បដិសេធ ហួស ហេតុ និង រា រាំង វា ពី ការ <i>ជាប់ ។</i></li> </ul> </body> </html>
kn_in: <html> <head></head> <body> <h1>ಜಾಗತಿಕ ಶಾರ್ಟ್ ಕಟ್ ಮೋಡ್ ಗಳು</h1> <ul> <li> <b>ನಿಷ್ಕ್ರಿಯ</b> ಶಾರ್ಟ್ ಕಟ್ ಮಂಕಿಪೇಸ್ಟ್ ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್ ನಲ್ಲಿ ಕೇಳುತ್ತದೆ.<br>* ಸದ್ಯಕ್ಕೆ ಲಿನಕ್ಸ್ ನಲ್ಲಿ <i>ಇದೊಂದೇ</i> ಆಯ್ಕೆಯಾಗಿದೆ. </li> <li> <b>ಪೂರ್ವ</b> ಸಕ್ರಿಯ ಅಪ್ಲಿಕೇಶನ್ ನಿರ್ವಹಿಸುವ <b><i>ಮೊದಲು</i></b> ಶಾರ್ಟ್ ಕಟ್ ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ.</li> <li> <b>ಪೋಸ್ಟ್</b> ಸಕ್ರಿಯ ಅಪ್ಲಿಕೇಶನ್ ನಿರ್ವಹಿಸಿದ <b><i>ನಂತರ</i></b> ಶಾರ್ಟ್ ಕಟ್ ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ.</li> <li> <b>ಅತಿಕ್ರಮಣ</b> ಮಂಕಿಪೇಸ್ಟ್ ಓವರ್ ರೈಡ್ ಶಾರ್ಟ್ ಕಟ್ ನ ಇನ್ ಪುಟ್ ಕೀಲಿಯನ್ನು (ಮಾರ್ಪಡಿಸದ ಕೀಲಿ) ಕೇಳಿದಾಗ ಅದು ಆ ಕೀಲಿಯನ್ನು ಅಪ್ಲಿಕೇಶನ್ ಮಟ್ಟದ ಇನ್ ಪುಟ್ ನಿಂದ <i>ಮರೆಮಾಡುತ್ತದೆ</i> .<br>ಸಕ್ರಿಯ ಅಪ್ಲಿಕೇಶನ್ ಗೆ ಸಂಘರ್ಷಗಳಿಲ್ಲದೆ ಶಾರ್ಟ್ ಕಟ್ ಅನ್ನು ಪ್ರಚೋದಿಸಲಾಗಿದೆ ಎಂದು ಈ ಆಯ್ಕೆಯು ಖಾತರಿಪಡಿಸುತ್ತದೆ. </li> <li> <b>ವಿಶೇಷ ಓವರ್ ರೈಡ್</b> ಇದು ಕ್ಯಾಪ್ಸ್ ಲಾಕ್ ಕೀಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ವಿಶೇಷ ರೀತಿಯ ಓವರ್ ರೈಡ್ ಮೋಡ್ ಆಗಿದೆ. ಇದು ಅದರ ನಿಯೋಜನೆಗೆ <b>ಕೇವಲ ಒಂದು</b> ಕೀಲಿಯನ್ನು (ಮಾರ್ಪಡಿಸದ) ಮಾತ್ರ ಅನುಮತಿಸುತ್ತದೆ.<br>ಸಾಮಾನ್ಯ ಓವರ್ ರೈಡ್ ಮೋಡ್ ನಲ್ಲಿ ಇತರ ಕೀಲಿಗಳ ಸಂಯೋಜನೆಯಲ್ಲಿ ಒತ್ತಿದಾಗ Caps Lock <i>ಆನ್</i> ಆಗಬಹುದು.<br>ಆದ್ದರಿಂದ ಇತರ ಯಾವುದೇ ಕೀಲಿಗಳು ಡೌನ್ ಆಗಿರಲಿ, <b>ಹಾಟ್ ಕೀ</b> ಶಾರ್ಟ್ ಕಟ್ ಒತ್ತಿದರೆ ಅದು ಅತಿಕ್ರಮಿಸಲ್ಪಡುತ್ತದೆ ಮತ್ತು ಅದು <i>ಅಂಟಿಕೊಳ್ಳದಂತೆ</i> ತಡೆಯುತ್ತದೆ. </li> </ul> </body> </html>
ko_kr: <html> <head></head> <body> <h1>글로벌 단축키 모드</h1> <ul> <li> <b>수동태</b> 바로 가기 MonkeyPaste는 모든 응용 프로그램에서 수신 대기합니다.<br>*이것은 현재 Linux에서 <i>유일한</i> 옵션입니다. </li> <li> <b>사전</b> 바로 가기는 활성 응용 프로그램에서 처리 <b><i>되기 전에</i></b> 실행됩니다.</li> <li> <b>올리기</b> 바로 가기는 활성 응용 프로그램에서 처리 <b><i>한 후</i></b> 실행됩니다.</li> <li> <b>재정의</b> MonkeyPaste가 재정의 바로 가기의 입력 키 (비 수정 자 키)를 들으면 응용 프로그램 수준 입력에서 해당 키 누름을 <i>숨 깁니다</i> .<br>이 옵션은 바로 가기가 활성 응용 프로그램에 충돌하지 않고 트리거되도록 보장합니다. </li> <li> <b>배타적 재정의</b> Caps Lock 키용으로 설계된 특별한 유형의 오버라이드 모드입니다. 할당에 <b>대해 하나의</b> 키(수정자가 아님)만 허용합니다.<br>일반 오버라이드 모드에서 Caps Lock은 다른 키와 함께 누를 때 <i>고정</i> 될 수 있습니다.<br>따라서 다른 키가 무엇이든 상관없이 단축키 <b>단축키</b> 를 누르면 재정의되어 <i>고정</i>되는 것을 방지합니다. </li> </ul> </body> </html>
ky_kg: <html> <Башы> </ Head> <body> <h1> Глобалдык кыска жол кыймылдары </ H1> <UL> <li> <b> пассивдүү </ b> Жарлы Monkeypaste каалаган колдонмону угат. <br> * Бул үчүн <i> гана </ i> линукс боюнча вариант. </ li> <li> <b> pre </ b> жарлык <b> <i> чейин </ i> </ b> un extc extc extclect. </ li> <li> <b> Post </ b> жарлык <b> <i> кийин </ i> <i> after <li> <b> жокко чыгаруу </ B> Бул параметр кыска жолдун жигердүү арызына карама-каршылыктарга кабылбастан күчөтүлөт деп кепилдик берет. </ li> <li> <b> эксклюзивдүү жокко чыгаруу </ b> Бул капиталдык кулпу баскычы үчүн иштелип чыккан жокко чыгаруунун өзгөчө түрү. Ал бир гана жолу <b> бир </ b> ачкычына (жок болуп) дайындоо үчүн гана мүмкүндүк берет. <br> Кадимки жокко чыгарылган режимдин капкактары <i> тыгылып калышы мүмкүн </ i> тыгылып калышы мүмкүн </ i> Андыктан <b> hotkey </ b> жарлык басылбаса, анда ал кандай гана баскычтар иштебей калышы мүмкүн эмес, ал </ i> тыгылып калууга жол бербейт. </ li> </ ul> </ body> </ html>
lo_la: <html> <head></head> <body> <h1>Global Shortcut Modes</h1> <ul> <li> <b>Passive</b> A shortcut MonkeyPaste ຈະຮັບຟັງໃນຄໍາຮ້ອງສະຫມັກໃດໆ.<br>* <i>ນີ້ແມ່ນທາງເລືອກດຽວໃນ</i> Linux ສໍາລັບຕອນນີ້. </li> <li> <b>Pre</b> Shortcut ຈະດໍາເນີນການກ່ອນທີ່ຈະໄດ້ຮັບການຈັດການໂດຍຄໍາຮ້ອງສະຫມັກທີ່ເຄື່ອນໄຫວ.<b><i></i></b></li> <li> <b>Post</b> Shortcut ຈະ ປະຕິບັດ <b><i>ຫຼັງ ຈາກ</i></b> ທີ່ ມັນ ໄດ້ ຮັບ ການ ຈັດການ ໂດຍ ການ ນໍາ ໃຊ້ ທີ່ ເຂັ້ມ ແຂງ .</li> <li> <b>Override</b> ເມື່ອ MonkeyPaste ໄດ້ ຍິນ ກະ ແຈ input (non - modifier key) ຂອງ ການ override shortcut ມັນ ຈະ <i>ເຊື່ອງ</i> ການ ພິມ ທີ່ ສໍາ ຄັນ ນັ້ນ ຈາກ ການ ນໍາ ໃຊ້ - ການ ນໍາ ເຂົ້າ ລະ ດັບ .<br>ທາງ ເລືອກ ນີ້ ຈະ ຮັບ ປະ ກັນ ວ່າ ທາງ ສັ້ນ ຈະ ຖືກ ກໍ່ ໃຫ້ ເກີດ ຂຶ້ນ ໂດຍ ບໍ່ ມີ ຂໍ້ ຂັດ ແຍ່ງ ຕໍ່ ການ ນໍາ ໃຊ້ ທີ່ ເຂັ້ມ ແຂງ . </li> <li> <b>Override ສະເພາະ</b> ນີ້ແມ່ນຮູບແບບການ override ແບບພິເສດທີ່ອອກແບບມາສໍາລັບກະແຈ Caps Lock. ຊອບ ແວ ພຽງ ແຕ່ ອະ ນຸ ຍາດ ໃຫ້ ກະ ແຈ <b>ຫນຶ່ງ</b> (ບໍ່ - ດັດ ແປງ ) ສໍາ ລັບ ການ ມອບ ຫມາຍ ຂອງ ຕົນ .<br>ໃນຮູບແບບ override ປົກກະຕິ Caps Lock ສາມາດຕິດຄ້າງໄດ້ເມື່ອກົດປະສົມປະສານກັບກະແຈອື່ນໆ.<i></i><br>ສະ ນັ້ນ ບໍ່ ວ່າ ຈະ ມີ ກະ ແຈ ອື່ນ ໃດ ລົງ, ຖ້າ ຫາກ ວ່າ ທາງ ສັ້ນ <b>Hotkey</b> ຖືກ ກົດ ມັນ ຈະ ຖືກ ລົບ ກວນ ແລະ ປ້ອງ ກັນ ບໍ່ ໃຫ້ ມັນ <i>ຕິດ ຢູ່.</i></li> </ul> </body> </html>
lt_lt: <html> <head></head> <body> <h1>Visuotiniai sparčiųjų klavišų režimai</h1> <ul> <li> <b>Pasyvus</b> Spartusis klavišas MonkeyPaste klausys bet kurioje programoje.<br>*Kol kas tai <i>vienintelė</i> "Linux" parinktis. </li> <li> <b>Anksto</b> Spartusis klavišas bus vykdomas, <b><i>kol</i></b> jį tvarkys aktyvi programa.</li> <li> <b>Post</b> Spartusis klavišas bus vykdomas, <b><i>kai</i></b> jį tvarkys aktyvi programa.</li> <li> <b>Nepaisyti</b> Kai MonkeyPaste išgirs nepaisymo nuorodos įvesties klavišą (ne modifikatoriaus klavišą), jis <i>paslėps</i> tą klavišo paspaudimą nuo programos lygio įvesties.<br>Ši parinktis garantuos, kad spartusis klavišas bus suaktyvintas be konfliktų su aktyvia programa. </li> <li> <b>Išskirtinis nepaisymas</b> Tai specialus nepaisymo režimo tipas, skirtas "Caps Lock" klavišui. Jis leidžia priskirti tik <b>vieną</b> raktą (ne modifikatorių).<br>Įprastu nepaisymo režimu "Caps Lock" gali <i>įstrigti</i> , kai paspaudžiamas kartu su kitais klavišais.<br>Taigi, nesvarbu, kokie kiti klavišai neveikia, paspaudus <b>spartųjį</b> klavišą, jis bus perrašytas ir neleis jam <i>įstrigti</i>. </li> </ul> </body> </html>
lv_lv: <html> <head></head> <body> <h1>Globālie īsceļu režīmi</h1> <ul> <li> <b>Pasīvās</b> Saīsne MonkeyPaste klausīsies jebkurā lietojumprogrammā.<br>*Šī pagaidām ir <i>vienīgā</i> iespēja Linux. </li> <li> <b>Iepriekš</b> Saīsne tiks izpildīta <b><i>, pirms</i></b> to apstrādās aktīvā lietojumprogramma.</li> <li> <b>Amats</b> Saīsne tiks izpildīta <b><i>pēc tam, kad</i></b> to apstrādās aktīvā lietojumprogramma.</li> <li> <b>Ignorēt</b> Kad MonkeyPaste dzird ignorējošās saīsnes ievades taustiņu (non - modifikatora taustiņu), tas <i>paslēps</i> šo taustiņa nospiešanu no lietojumprogrammas līmeņa ievades.<br>Šī opcija garantēs, ka saīsne tiek aktivizēta bez konfliktiem ar aktīvo lietojumprogrammu. </li> <li> <b>Ekskluzīva ignorēšana</b> Šis ir īpašs ignorēšanas režīma veids, kas paredzēts Caps Lock taustiņam. Tas ļauj piešķirt tikai <b>vienu</b> atslēgu (ne - modifikatoru).<br>Normālā ignorēšanas režīmā Caps Lock var <i>iestrēgt</i> , ja to nospiež kopā ar citiem taustiņiem.<br>Tāpēc neatkarīgi no tā, kādi citi taustiņi ir uz leju, ja tiek nospiests <b>Hotkey</b> saīsne, tas tiks ignorēts un neļaus tam <i>iestrēgt</i>. </li> </ul> </body> </html>
mi_nz: <html> <head></head> <body> <h1>Ngā Aratau Pokatata Huri noa</h1> <ul> <li> <b>ngoikore</b> Ka whakarongo tētahi pokatata MonkeyPaste ki tētahi taupānga.<br>*Ko tēnei <i>anake</i> te kōwhiringa i Linux mō tēnei wā. </li> <li> <b>Tōmua</b> Ka kawea te <b><i>pokatata i mua i</i></b> te whakahaeretanga e te taupānga hohe.</li> <li> <b>Tuku</b> Ka kawea te pokatata <b><i>ā muri i</i></b> te whakahaeretanga e te taupānga hohe.</li> <li> <b>Kua hipa</b> Ina rongo a MonkeyPaste i te kī tāuru (pātuhi whakakē- whakakē) o tētahi pokatata takahi ka <i>hunaia</i> taua pēhi kī mai i te taupānga - tāuru taumata.<br>Mā tēnei kōwhiringa e whakaū te pokatata ka whakaohotia me te kore papā ki te taupānga hohe. </li> <li> <b>Taupoki Tāuke</b> He momo aratau takahi motuhake tēnei i hoahoatia mō te pātuhi Maukati Pūmatua. Ka whakaae anake i <b>tētahi</b> kī (kore - whakakē) mō tōna whakaritenga.<br>Ka taea te <i>mau i te</i> Maukati Pūmatua aratau takahi pūnoa ina pēhia te pahekotanga ki ētahi atu kī.<br>Nā reira ahakoa he aha ētahi atu kī, mēnā ka pēhia tētahi pokatata <b>Hotkey</b> ka takahia, ka āraia kia kore ai e <i>mau</i>. </li> </ul> </body> </html>
mk_mk: <Html> <head> </head> <Тело> <H1> Глобални режими на кратенка </h1> <ul> <li> <b> пасивна </b> Кратенка што ќе слуша во која било апликација. <br> *Ова е само <i> само </i> опцијата на Linux засега. </li> <li> <b> пред </b> кратенката ќе изврши <b> <i> пред </i> </b> се ракува со активната апликација. </li> <li> <b> Пост </b> кратенка ќе изврши <b> <i> По </i> </b> се ракува со активната апликација. </li> <li> <b> преовладува </b> кога MonkeyPaste го слуша влегувањето на копчето (копчето што не е - модификатор) на кратенка за преголем начин, ќе го скрие </i> тој клуч притиснете од апликација - влез на ниво. <br> Оваа опција ќе гарантира дека кратенката се активира без конфликти на активната апликација. </li> <li> <b> Ексклузивно надминување </b> Ова е посебен вид режим на преголема намера дизајниран за копчето за заклучување на капачињата. Само што дозволува <b> еден </b> клуч (не - модификатор) за неговата задача. <br> Во нормалниот режим на надминување, капаците за заклучување може да станат <i> заглавени на </i> кога се притискаат во комбинација со други клучеви. <br> Значи, без оглед на тоа што се спуштаат другите клучеви, ако е притиснато кратенка </b>, таа ќе биде претерана и ќе спречи да стане <i> заглавена на </i>. </li> </ul> </тело> </html>
ml_in: <html> <head></head> <body> <h1>ആഗോള കുറുക്കുവഴി മോഡുകൾ</h1> <ul> <li> <b>Passive</b> ഒരു കുറുക്കുവഴി മങ്കിപാസ്റ്റ് ഏത് ആപ്ലിക്കേഷനിലും കേൾക്കും.<br>* ഇത് ഇപ്പോൾ ലിനക്സിലെ <i>ഒരേയൊരു</i> ഓപ്ഷനാണ്. </li> <li> <b>പ്രീ</b> സജീവ ആപ്ലിക്കേഷൻ കൈകാര്യം ചെയ്യുന്നതിന് <b><i>മുമ്പ്</i></b> കുറുക്കുവഴി നടപ്പിലാക്കും.</li> <li> <b>പോസ്റ്റ്</b> സജീവ ആപ്ലിക്കേഷൻ കൈകാര്യം ചെയ്ത <b><i>ശേഷം</i></b> കുറുക്കുവഴി നടപ്പാക്കും.</li> <li> <b>മറികടക്കുക</b> ഒരു ഓവർസൈഡ് കുറുക്കുവഴിയുടെ ഇൻപുട്ട് കീ (നോൺ-മോഡിഫൈയർ കീ) മങ്കിപാസ്റ്റ് കേൾക്കുമ്പോൾ അത് ആപ്ലിക്കേഷൻ ലെവൽ ഇൻപുട്ടിൽ നിന്ന് ആ കീ പ്രസ് <i>മറയ്ക്കും</i> .<br>സജീവ ആപ്ലിക്കേഷനിലേക്ക് വൈരുദ്ധ്യങ്ങളില്ലാതെ കുറുക്കുവഴി ആരംഭിക്കുമെന്ന് ഈ ഓപ്ഷൻ ഉറപ്പുനൽകും. </li> <li> <b>Exclusive Override</b> ക്യാപ്സ് ലോക്ക് കീയ്ക്കായി രൂപകൽപ്പന ചെയ്ത ഒരു പ്രത്യേക തരം ഓവർറൈഡ് മോഡാണിത്. അതിന്റെ നിയമനത്തിനായി <b>ഒരു</b> കീ (നോൺ-മോഡിഫയർ) മാത്രമേ ഇത് അനുവദിക്കുന്നുള്ളൂ.<br>സാധാരണ ഓവർറൈഡ് മോഡിൽ മറ്റ് കീകളുമായി സംയോജിപ്പിച്ച് അമർത്തുമ്പോൾ ക്യാപ്സ് ലോക്ക് <i>കുടുങ്ങാൻ</i> കഴിയും.<br>അതിനാൽ മറ്റ് താക്കോലുകൾ എന്തൊക്കെയാണെങ്കിലും, ഒരു <b>ഹോട്ട്കി</b> കുറുക്കുവഴി അമർത്തിയാൽ അത് മറികടക്കുകയും അത് <i>കുടുങ്ങുന്നത്</i> തടയുകയും ചെയ്യും. </li> </ul> </body> </html>
mr_in: <html> <head></head> <body> <h1>ग्लोबल शॉर्टकट मोड</h1> <ul> <li> <b>निष्क्रिय</b> शॉर्टकट मंकीपेस्ट कोणत्याही अॅप्लिकेशनमध्ये ऐकू येईल.<br>*लिनक्सवर सध्या हाच <i>एकमेव</i> पर्याय आहे. </li> <li> <b>Pre</b> शॉर्टकट सक्रिय अनुप्रयोगाद्वारे <b><i>हाताळण्यापूर्वी</i></b> कार्यान्वित होईल.</li> <li> <b>ठाणे</b> शॉर्टकट सक्रिय अनुप्रयोगाद्वारे <b><i>हाताळल्यानंतर</i></b> कार्यान्वित होईल.</li> <li> <b>अधिभावी ठरणे</b> जेव्हा मंकीपेस्ट ओव्हरराइड शॉर्टकटची इनपुट की (नॉन - मॉडिफायर की) ऐकते तेव्हा ते अनुप्रयोग - स्तरीय इनपुटपासून ते की प्रेस <i>लपवेल</i> .<br>हा पर्याय सक्रिय अनुप्रयोगाशी संघर्ष न करता शॉर्टकट ट्रिगर केल्याची हमी देईल. </li> <li> <b>Exclusive ओव्हरराइड</b> हा कॅप्स लॉक कीसाठी डिझाइन केलेला एक विशेष प्रकारचा ओव्हरराइड मोड आहे. हे त्याच्या नेमणुकीसाठी केवळ <b>एक</b> चावी (नॉन -मॉडिफायर) परवानगी देते.<br>नॉर्मल ओव्हरराइड मोडमध्ये कॅप्स लॉक इतर कीजच्या संयोजनात दाबल्यास <i>अडकू</i> शकते.<br>त्यामुळे इतर कोणत्याही चाव्या खाली असल्या तरी <b>हॉटकी</b> शॉर्टकट दाबल्यास तो ओव्हरराइड होईल आणि त्यावर <i>अडकण्यापासून</i> वाचेल. </li> </ul> </body> </html>
ms_my: <html> <head></head> <body> <h1>Mod Pintasan Global</h1> <ul> <li> <b>Pasif</b> Pintasan MonkeyPaste akan mendengar dalam sebarang permohonan.<br>*Ini adalah <i>satu-satunya</i> pilihan pada Linux buat masa ini. </li> <li> <b>Pra</b> Pintasan akan dilaksanakan <b><i>sebelum</i></b> ia dikendalikan oleh aplikasi aktif.</li> <li> <b>Post</b> Pintasan akan dilaksanakan <b><i>selepas</i></b> ia dikendalikan oleh aplikasi aktif.</li> <li> <b>Mengatasi</b> Apabila MonkeyPaste mendengar kekunci input (kekunci bukan pengubah suai) pintasan override, ia akan <i>menyembunyikan</i> tekan kekunci itu daripada aplikasi - input tahap.<br>Pilihan ini akan menjamin jalan pintas dicetuskan tanpa konflik dengan aplikasi aktif. </li> <li> <b>Override eksklusif</b> Ini ialah jenis mod override khas yang direka untuk kekunci Caps Lock. Ia hanya membenarkan <b>satu</b> kunci (bukan - pengubahsuai) untuk tugasannya.<br>Dalam mod override biasa Caps Lock boleh <i>tersekat apabila</i> ditekan dalam kombinasi dengan kekunci lain.<br>Oleh itu, tidak kira apa kunci lain yang turun, jika pintasan <b>Hotkey</b> ditekan, ia akan menjadi overriden dan menghalangnya daripada <i>tersekat</i>. </li> </ul> </body> </html>
mt_mt: <html> <head></head> <body> <h1>Modi ta 'Shortcut Globali</h1> <ul> <li> <b>Passiv</b> Shortcut MonkeyPaste se tisma 'fi kwalunkwe applikazzjoni.<br>* Din hija <i>l-unika</i> għażla fuq Linux għalissa. </li> <li> <b>Qabel</b> Shortcut tesegwixxi <b><i>qabel ma</i></b> tiġi ttrattata mill-applikazzjoni attiva.</li> <li> <b>Post</b> Shortcut tesegwixxi <b><i>wara</i></b> li tiġi ttrattata mill-applikazzjoni attiva.</li> <li> <b>Override</b> Meta MonkeyPaste jisma 'ċ-ċavetta tal-input (mhux - ċavetta modifikatur) ta' shortcut override <i>jaħbi dik</i> l-istampa ewlenija mill-applikazzjoni - input tal-livell.<br>Din l-għażla tiggarantixxi li x-shortcut tiġi attivata mingħajr kunflitti għall-applikazzjoni attiva. </li> <li> <b>Override Esklussiva</b> Dan huwa tip speċjali ta 'modalità override iddisinjata għaċ-ċavetta Caps Lock. Jippermetti biss ċavetta <b>waħda</b> (mhux - modifikatur) għall-assenjazzjoni tagħha.<br>Fil-modalità override normali Caps Lock jista ' <i>jeħel meta jingħafas</i> flimkien ma' ċwievet oħra.<br>Allura tkun xi tkun it-tasti l-oħra 'l isfel, jekk tingħafas <b>shortcut Hotkey</b> tkun misjura żżejjed u ma tħallihiex <i>teħel</i>. </li> </ul> </body> </html>
nb_no: <html> <head></head> <body> <h1>Globale snarveimoduser</h1> <ul> <li> <b>Passiv</b> En snarvei MonkeyPaste vil lytte etter i alle applikasjoner.<br>* Dette er det <i>eneste</i> alternativet på Linux for nå. </li> <li> <b>Pre</b> Snarveien kjøres <b><i>før</i></b> den håndteres av det aktive programmet.</li> <li> <b>Post</b> Snarveien kjøres <b><i>etter</i></b> at den er håndtert av det aktive programmet.</li> <li> <b>Overstyre</b> Når MonkeyPaste hører inndatatasten (ikke modifikasjonstast) til en overstyringssnarvei, vil den <i>skjule</i> det tastetrykket fra applikasjon - nivåinngang.<br>Dette alternativet garanterer at snarveien utløses uten konflikter med det aktive programmet. </li> <li> <b>Eksklusiv overstyring</b> Dette er en spesiell type overstyringsmodus designet for Caps Lock-tasten. Det tillater bare en nøkkel (ikke modifikator) for <b>tildelingen</b> .<br>I normal overstyringsmodus kan Caps Lock bli <i>sittende fast</i> når du trykker på når du trykker på den i kombinasjon med andre taster.<br>Så uansett hvilke andre taster som er nede, hvis du trykker på en <b>hurtigtastsnarvei</b> , vil den bli overstyrt og forhindre at den <i>blir sittende fast</i>. </li> </ul> </body> </html>
ne_np: <html> <head></head> <body> <h1>विश्वव्यापी सर्टकट मोडहरू</h1> <ul> <li> <b>निस्क्रिय</b> सर्टकट मंकीपेस्टले कुनै पनि अनुप्रयोगमा सुन्नेछ।<br>*अहिलेका लागि लिनक्समा यो <i>एक मात्र</i> विकल्प हो। </li> <li> <b>पूर्व</b> सर्टकटले सक्रिय अनुप्रयोगद्वारा ह्यान्डल <b><i>गर्नु अघि</i></b> कार्यान्वयन गर्नेछ ।</li> <li> <b>पोस्ट</b> सर्टकटले सक्रिय अनुप्रयोगद्वारा ह्यान्डल <b><i>गरेपछि</i></b> कार्यान्वयन गर्नेछ ।</li> <li> <b>अधिलेखन</b> जब मन्कीपेस्टले ओभरराइड सर्टकटको आगत कुञ्जी (गैर - परिमार्जक कुञ्जी) सुन्दछ यसले अनुप्रयोग - स्तर आगतबाट त्यो कुञ्जी <i>थिच्नेछ</i> ।<br>यो विकल्पले सक्रिय अनुप्रयोगमा द्वन्द्व बिना सर्टकट ट्रिगर गरिएको ग्यारेन्टी गर्दछ । </li> <li> <b>अनन्य ओभरराइड</b> यो क्याप्स लक कुञ्जीका लागि डिजाइन गरिएको विशेष प्रकारको ओभरराइड मोड हो । यसले यसको असाइनमेन्टको लागि <b>एउटा</b> कुञ्जी (गैर - परिमार्जक) लाई मात्र अनुमति दिन्छ ।<br>सामान्य ओभरराइड मोडमा अन्य कुञ्जीहरूसँग संयोजनमा थिच्दा क्याप्स लक <i>अड्किन</i> सक्छ।<br>त्यसैले अन्य कुञ्जीहरू तल भए तापनि, यदि <b>हटकी</b> सर्टकट थिचिएको छ भने यो ओभरराइड हुनेछ र यसलाई <i>अड्किनबाट</i> रोक्नेछ। </li> </ul> </body> </html>
nl_be: <html> <head></head> <body> <h1>Algemene snelkoppelingsmodi</h1> <ul> <li> <b>Passief</b> Een snelkoppeling waar MonkeyPaste naar luistert in elke toepassing.<br>*Dit is voorlopig de <i>enige</i> optie op Linux. </li> <li> <b>Pre</b> De snelkoppeling wordt uitgevoerd <b><i>voordat</i></b> deze wordt afgehandeld door de actieve toepassing.</li> <li> <b>Verzenden</b> De snelkoppeling wordt uitgevoerd <b><i>nadat</i></b> deze is afgehandeld door de actieve toepassing.</li> <li> <b>Afjakkeren</b> Wanneer MonkeyPaste de invoertoets (niet-wijzigingstoets) van een override-snelkoppeling hoort, wordt die toetsaanslag <i>verborgen voor</i> invoer op toepassingsniveau.<br>Deze optie garandeert dat de snelkoppeling wordt geactiveerd zonder conflicten met de actieve toepassing. </li> <li> <b>Exclusieve overschrijving</b> Dit is een speciaal type override-modus dat is ontworpen voor de Caps Lock-toets. Het staat slechts <b>één</b> toets (niet-modifier) toe voor de toewijzing ervan.<br>In de normale override-modus kan Caps Lock <i>blijven hangen</i> wanneer deze in combinatie met andere toetsen wordt ingedrukt.<br>Dus het maakt niet uit welke andere toetsen er zijn, als er op een <b>sneltoets</b> wordt gedrukt, wordt deze overschreven en wordt voorkomen dat deze <i>vastloopt</i>. </li> </ul> </body> </html>
or_in: <html> <head></head> <body> <h1>ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ ମୋଡ୍</h1> <ul> <li> <b>Passive</b> କୌଣସି ଆପ୍ଲିକେସନରେ ଏକ ସର୍ଟକଟ୍ ମଙ୍କି ପେଷ୍ଟ ଶୁଣିବ।<br>* ବର୍ତ୍ତମାନ ପାଇଁ ଲିନାକ୍ସରେ ଏହା <i>ଏକମାତ୍ର</i> ବିକଳ୍ପ । </li> <li> <b>ପ୍ରି-ପୂର୍ବ</b> ସକ୍ରିୟ ଆପ୍ଲିକେସନ୍ ଦ୍ୱାରା ପରିଚାଳନା କରିବା <b><i>ପୂର୍ବରୁ</i></b> ସର୍ଟକଟ୍ କାର୍ଯ୍ୟକାରୀ ହେବ।</li> <li> <b>ପୋଷ୍ଟ</b> ସକ୍ରିୟ ଆପ୍ଲିକେସନ୍ ଦ୍ୱାରା ପରିଚାଳିତ ହେବା <b><i>ପରେ</i></b> ସର୍ଟକଟ୍ କାର୍ଯ୍ୟକାରୀ ହେବ।</li> <li> <b>Override</b> ଯେତେବେଳେ ମଙ୍କିପେଷ୍ଟେ ଏକ ଓଭରରାଇଡ୍ ସର୍ଟକଟର ଇନପୁଟ୍ କୀ (ଅଣ - ସଂଶୋଧକ କୀ) ଶୁଣେ ସେତେବେଳେ ଏହା ସେହି କୀ ପ୍ରେସ୍କୁ ଆପ୍ଲିକେସନ୍ - ସ୍ତରୀୟ ଇନପୁଟ୍ ରୁ <i>ଲୁଚାଇ</i> ରଖିବ।<br>ଏହି ବିକଳ୍ପ ସକ୍ରିୟ ଆପ୍ଲିକେସନକୁ ବିବାଦ ବିନା ସର୍ଟକଟ୍ ଆରମ୍ଭ ହେବାର ଗ୍ୟାରେଣ୍ଟି ଦେବ। </li> <li> <b>Exclusive Override</b> କ୍ୟାପ୍ସ ଲକ୍ କି ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଥିବା ଏହା ଏକ ସ୍ୱତନ୍ତ୍ର ପ୍ରକାରର ଓଭରରାଇଡ୍ ମୋଡ୍ । ଏହା କେବଳ ଏହାର ଦାୟିତ୍ୱ ପାଇଁ <b>ଗୋଟିଏ</b> ଚାବି (ଅଣ - ସଂଶୋଧକ) ଅନୁମତି ଦିଏ ।<br>ସାଧାରଣ ଓଭରରାଇଡ୍ ମୋଡ୍ ରେ କ୍ୟାପ୍ସ ଲକ୍ ଅନ୍ୟ ଚାବି ସହିତ ମିଶି ଦବାଇଲେ <i>ଅଟକି</i> ଯାଇପାରେ।<br>ତେଣୁ ଅନ୍ୟ ଚାବି ଯାହା ହେଉ ନା କାହିଁକି, ଯଦି <b>ହଟ୍କି</b> ସର୍ଟକଟ୍ ଦବାଇ ଦିଆଯାଏ ତେବେ ଏହା ଅତ୍ୟଧିକ ଭାରସାମ୍ୟ ହରାଇବ ଏବଂ ଏହାକୁ <i>ଅଟକିଯିବାରୁ</i> ରୋକିବ । </li> </ul> </body> </html>
pa_arab: ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ .ੰਗ ਪੈਸਿਵ ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਕਿਸੇ ਵੀ ਅਰਜ਼ੀ ਵਿੱਚ ਸੁਣਦਾ ਹੈ. * ਹੁਣ ਲਈ ਲੀਨਕਸ ਤੇ ਇਹ ਇਕੋ ਇਕ ਵਿਕਲਪ ਹੈ. ਐਕਟਿਵ ਐਪਲੀਕੇਸ਼ਨ ਦੁਆਰਾ ਹੈਂਡਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰੀ ਸ਼ਾਰਟਕੱਟ ਲਾਗੂ ਹੁੰਦਾ ਹੈ. ਸਰਗਰਮ ਐਪਲੀਕੇਸ਼ਨ ਦੁਆਰਾ ਹੈਂਡਲ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਪੋਸਟ ਸ਼ੌਰਟਕਟ ਚਲਾ ਜਾਵੇਗਾ. ਓਵਰਰਾਈਡ ਜਦੋਂ ਮੋਨਕੇਪਾਸਾਈਟ ਨੂੰ ਓਵਰਰਾਈਡ ਸ਼ਾਰਟਕੱਟ ਦਾ ਇਨਪੁਟ ਕੁੰਜੀ (ਨਾਨ - ਸੋਧਕ ਕੁੰਜੀ) ਸੁਣਦਾ ਹੈ ਤਾਂ ਐਪਲੀਕੇਸ਼ਨ - ਲੈਵਲ ਇਨਪੁਟ ਤੋਂ ਉਹ ਕੁੰਜੀ ਦਬਾਓ. ਇਹ ਵਿਕਲਪ ਸ਼ਾਰਟਕੱਟ ਦੀ ਗਰੰਟੀ ਦੇਵੇਗਾ ਕਿ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਸਰਗਰਮ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਵਿਵਾਦਾਂ ਤੋਂ ਬਿਨਾਂ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਵਿਸ਼ੇਸ਼ ਓਵਰਰਾਈਡ ਇਹ ਇਕ ਵਿਸ਼ੇਸ਼ ਕਿਸਮ ਦਾ ਓਵਰਰਾਈਡ ਮੋਡ ਹੈ ਜੋ ਕੈਪਸ ਲਾਕ ਕੁੰਜੀ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਇਹ ਸਿਰਫ ਆਪਣੀ ਜ਼ਿੰਮੇਵਾਰੀ ਲਈ ਇੱਕ ਕੁੰਜੀ (ਨਾਨ - ਸੋਧਕ) ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ. ਆਮ ਤੌਰ 'ਤੇ ਓਵਰਰਾਈਡ ਮੋਡ ਦੇ ਟਾਪਅ ਲੌਕ ਹੋਰ ਕੁੰਜੀਆਂ ਦੇ ਨਾਲ ਸੁਮੇਲ ਵਿੱਚ ਦਬਾਇਆ ਜਾਂਦਾ ਹੈ ਤੇ ਅਟਕ ਸਕਦਾ ਹੈ. ਇਸ ਲਈ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਪੈਂਦਾ ਕਿ ਹੋਰ ਕੁੰਜੀਆਂ ਹੇਠਾਂ ਆਉਂਦੀਆਂ ਹਨ, ਜੇ ਇੱਕ ਹਾਟਕੀ ਸ਼ੌਰਟਕਟ ਨੂੰ ਦਬਾਇਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਹ ਇਸ ਦੇ ਫਸੇ ਹੋਣ ਤੋਂ ਰੋਕਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਫਸਣ ਤੋਂ ਰੋਕਦਾ ਹੈ.
pl_pl: <Html> <Head> </ead> <Body> <h1> Globalne tryby skrótów </h1> <ul> <li> <b> Pasywny </b> skrót od małpy będzie słuchać w dowolnej aplikacji. <br> *To jest na razie opcja <i> tylko </i> w systemie Linux. </li> <li> <b> Pre </b> skrót zostanie wykonany <b> <i> przed </i> </b> jest obsługiwany przez aktywną aplikację. </li> <li> <b> Post </b> skrót zostanie wykonany <b> <i> po </i> </b> jest obsługiwany przez aktywną aplikację. </li> <li> <b> Zastąpienie </b> Gdy Monkeypaste słyszy klawisz wejściowy (klawisz nie modyfikatora) skrótu Zastąpienia Będzie <i> ukryje ten klawisz naciśnij z aplikacji - Wejście poziomu. <br> Ta opcja zagwarantuje, że skrót zostanie uruchomiony bez konfliktów aktywnej aplikacji. </li> <li> <b> Ekskluzywne zastąpienie </b> Jest to specjalny rodzaj trybu zastępowania zaprojektowanego dla klucza blokady czapek. Umożliwia tylko jeden klawisz (non -modyfikator) dla jego przypisania. <br> W normalnym blokadzie czapek w trybie zastąpienia może zostać utknięte na </i> po naciśnięciu w połączeniu z innymi klawiszami. <br> Więc bez względu na to, jakie inne klucze są w dół, jeśli skrót skrót </b> zostanie naciśnięty, zostanie przesunięty i uniemożliwił mu utknięcie w </i>. </li> </ul> </body> </html>
pt_br: <html> <head></head> <body> <h1>Modos de atalho globais</h1> <ul> <li> <b>Passivo</b> Um atalho MonkeyPaste irá escutar em qualquer aplicativo.<br>*Esta é a <i>única</i> opção no Linux por enquanto. </li> <li> <b>Pré</b> O atalho será executado <b><i>antes</i></b> de ser manipulado pelo aplicativo ativo.</li> <li> <b>Postar</b> O atalho será executado <b><i>depois</i></b> que for manipulado pelo aplicativo ativo.</li> <li> <b>Substituir</b> Quando o MonkeyPaste ouve a tecla de entrada (não - tecla modificadora) de um atalho de substituição, ele <i>ocultará</i> o pressionamento de tecla da entrada de nível do aplicativo.<br>Essa opção garantirá que o atalho seja acionado sem conflitos para o aplicativo ativo. </li> <li> <b>Substituição exclusiva</b> Este é um tipo especial de modo de substituição projetado para a tecla Caps Lock. Ele só permite <b>uma</b> chave (não - modificador) para sua atribuição.<br>No modo de substituição normal, o Caps Lock pode ficar <i>preso quando</i> pressionado em combinação com outras teclas.<br>Portanto, não importa quais outras teclas estejam inativas, se um atalho de <b>tecla de atalho</b> for pressionado, ele será substituído e impedirá que ele fique <i>preso</i>. </li> </ul> </body> </html>
ro_ro: <html> <head></head> <body> <h1>Moduri de comenzi rapide globale</h1> <ul> <li> <b>Pasiv</b> O comandă rapidă MonkeyPaste va asculta în orice aplicație.<br>*Aceasta este <i>singura</i> opțiune pe Linux pentru moment. </li> <li> <b>Pre</b> Comanda rapidă se va executa <b><i>înainte</i></b> de a fi gestionată de aplicația activă.</li> <li> <b>Post</b> Comanda rapidă se va executa <b><i>după ce</i></b> este gestionată de aplicația activă.</li> <li> <b>Suprascrie</b> Când MonkeyPaste aude tasta de intrare (tasta non-modificator) a unei comenzi rapide suprascrise, va <i>ascunde</i> apăsarea tastei de intrarea la nivel de aplicație.<br>Această opțiune va garanta că comanda rapidă este declanșată fără conflicte cu aplicația activă. </li> <li> <b>Suprascriere exclusivă</b> Acesta este un tip special de mod de suprascriere conceput pentru tasta Caps Lock. Permite doar <b>o singură</b> cheie (non-modificator) pentru atribuirea sa.<br>În modul normal de suprascriere, Caps Lock se poate <i>bloca</i> atunci când este apăsat în combinație cu alte taste.<br>Deci, indiferent ce alte taste sunt oprite, <b>dacă este</b> apăsată o comandă rapidă rapidă, aceasta va fi suprascrisă și va împiedica <i>blocarea</i> acesteia. </li> </ul> </body> </html>
ru_ru: <html> <head></head> <body> <h1>Глобальные режимы ярлыков</h1> <ul> <li> <b>Пассивный</b> Ярлык MonkeyPaste будет прослушивать в любом приложении.<br>*На данный момент это <i>единственная</i> опция в Linux. </li> <li> <b>Пред</b> Ярлык будет выполнен <b><i>до того, как</i></b> он будет обработан активным приложением.</li> <li> <b>Поместить</b> Shortcut будет выполнен <b><i>после того, как</i></b> он будет обработан активным приложением.</li> <li> <b>Перекрыть</b> Когда MonkeyPaste слышит клавишу ввода (не клавишу-модификатор) сочетания клавиш переопределения, он <i>скрывает</i> это нажатие клавиши от ввода на уровне приложения.<br>Эта опция гарантирует, что ярлык будет срабатывать без конфликтов с активным приложением. </li> <li> <b>Эксклюзивное переопределение</b> Это особый тип режима переопределения, предназначенный для клавиши Caps Lock. Он допускает только <b>одну</b> клавишу (non-modifier) для своего назначения.<br>В обычном режиме блокировки Caps Lock может <i>застрять</i> при нажатии в сочетании с другими клавишами.<br>Таким образом, независимо от того, какие другие клавиши не работают, если нажата <b>горячая клавиша</b> , она будет переопределена и предотвратит ее <i>застревание</i>. </li> </ul> </body> </html>
sk_sk: <html> <head></head> <body> <h1>Režimy globálnych skratiek</h1> <ul> <li> <b>Pasívny</b> Skratka MonkeyPaste bude počúvať v každej aplikácii.<br>*Toto je zatiaľ <i>jediná</i> možnosť v systéme Linux. </li> <li> <b>Pre</b> Skratka sa spustí <b><i>skôr, ako</i></b> ju spracuje aktívna aplikácia.</li> <li> <b>Stĺp</b> Skratka sa spustí <b><i>po</i></b> spracovaní aktívnou aplikáciou.</li> <li> <b>Prepísať</b> Keď MonkeyPaste počuje vstupný kľúč (nemodifikačný kľúč) prepísanej skratky, <i>skryje</i> toto stlačenie klávesu pred vstupom aplikácie - úrovne.<br>Táto možnosť zaručí, že skratka sa spustí bez konfliktov s aktívnou aplikáciou. </li> <li> <b>Exkluzívna prepísanie</b> Toto je špeciálny typ režimu prepísania určený pre kláves Caps Lock. Umožňuje iba <b>jeden</b> kľúč (nemodifikátor) na jeho priradenie.<br>V normálnom režime prepísania sa kláves Caps Lock môže po stlačení v kombinácii s inými klávesmi <i>zaseknúť</i> .<br>Takže bez ohľadu na to, aké ďalšie klávesy sú vypnuté, ak stlačíte <b>klávesovú</b> skratku, bude prepísaná a zabráni jej <i>zaseknutiu</i>. </li> </ul> </body> </html>
sl_si: <html> <head></head> <body> <h1>Globalni načini bližnjic</h1> <ul> <li> <b>Pasiven</b> Bližnjica MonkeyPaste bo poslušala v kateri koli aplikaciji.<br>*To je <i>za zdaj edina</i> možnost v Linuxu. </li> <li> <b>Pred</b> Bližnjica se bo izvajala, <b><i>preden</i></b> jo bo obravnavala aktivna aplikacija.</li> <li> <b>Pošta</b> Bližnjica se bo izvajala, <b><i>ko</i></b> jo bo obravnavala aktivna aplikacija.</li> <li> <b>Preglasiti</b> Ko MonkeyPaste zasliši vhodno tipko (nemodifikacijski ključ) bližnjice za preglasitev, bo to tipko <i>skril</i> pred vnosom na ravni aplikacije.<br>Ta možnost bo zagotovila, da se bližnjica sproži brez konfliktov z aktivno aplikacijo. </li> <li> <b>Ekskluzivna preglasitev</b> To je posebna vrsta načina preglasitve, zasnovana za tipko Caps Lock. Omogoča samo <b>en</b> ključ (ki ni modifikator) za njegovo dodelitev.<br>V običajnem načinu preglasitve se lahko Caps Lock <i>zatakne</i> , ko ga pritisnete v kombinaciji z drugimi tipkami.<br>Torej, ne glede na to, katere druge tipke so navzdol, če pritisnete <b>bližnjico Hotkey</b> , bo ta preglasila in preprečila, da bi se <i>zataknila</i>. </li> </ul> </body> </html>
sq_al: <html> <head></head> <body> <h1>Modalitetet globale të shkurtimit</h1> <ul> <li> <b>Pasiv</b> Një shkurtesë MonkeyPaste do të dëgjojë për çdo aplikim.<br>*Ky është opsioni i <i>vetëm</i> në Linux tani për tani. </li> <li> <b>Pre</b> Shortcut do të ekzekutohet <b><i>para se</i></b> të trajtohet nga aplikacioni aktiv.</li> <li> <b>Posta</b> Shortcut do të ekzekutohet <b><i>pasi</i></b> të trajtohet nga aplikacioni aktiv.</li> <li> <b>Mbivendosje</b> Kur MonkeyPaste të dëgjojë çelësin hyrës (çelësin jo modifikues) të një shkurtesë mbivendosje, ajo do ta <i>fshehë</i> atë shtypje kyçe nga hyrja e nivelit të aplikimit.<br>Ky opsion do të garantojë se shkurtesa është shkaktuar pa konflikte në aplikimin aktiv. </li> <li> <b>Mbivendosje ekskluzive</b> Ky është një lloj i veçantë i modes override projektuar për çelësin Caps Lock. Ajo lejon vetëm <b>një</b> çelës (jo - modifikues) për caktimin e tij.<br>Në modalitetin normal të mbivendosjes Caps Lock mund të <i>ngecë kur</i> shtypet në kombinim me çelësat e tjerë.<br>Pra, pavarësisht se çfarë çelësash të tjerë janë poshtë, nëse shtypet një shkurtesë <b>Hotkey</b> , ajo do të anashkalohet dhe do ta pengojë atë të <i>ngecë</i>. </li> </ul> </body> </html>
sr_cyrl_me: <html> <head></head> <body> <h1>Општи режими пречица</h1> <ul> <li> <b>Пасивни</b> Пречица коју ће МонкеyПасте слушати у свакој апликацији.<br>*Ово је за <i>сада</i> једина опција на Линуxу. </li> <li> <b>Унапред</b> Пречица ће бити <b><i>извршена</i></b> пре него што је изврши активна апликација.</li> <li> <b>Поштански</b> Пречица ће се <b><i>извршити</i></b> након што је изврши активна апликација.</li> <li> <b>Замените</b> Када МонкеyПасте чује тастер за унос (не - кључ за измену) премошћавања пречице, он ће <i>сакрити ту</i> тастерску штампу из апликације - унос нивоа.<br>Ова опција ће гарантовати да је пречица активирана без неусаглашености активне апликације. </li> <li> <b>Ексклузивно премошћавање</b> Ово је посебан тип режима замене дизајниран за тастер Цапс Лоцк. Он дозвољава само <b>један</b> кључ (не - модификатор) за његово додељивање.<br>У нормалном режиму замене Цапс Лоцк може да <i>се заглави када</i> се притисне у комбинацији са другим тастерима.<br>Дакле, без обзира на то који су други тастери доле, <b>ако се притисне Хоткеy</b> пречица биће премошћана и спречити да <i>се заглави</i>. </li> </ul> </body> </html>
sv_fi: <html> <head></head> <body> <h1>Globala genvägslägen</h1> <ul> <li> <b>Passiv</b> En genväg som MonkeyPaste kommer att lyssna efter i alla applikationer.<br>*Detta är det <i>enda</i> alternativet på Linux för tillfället. </li> <li> <b>Pre</b> Genvägen körs <b><i>innan</i></b> den hanteras av det aktiva programmet.</li> <li> <b>Post</b> Genvägen kommer att köras <b><i>efter</i></b> att den har hanterats av det aktiva programmet.</li> <li> <b>Åsidosätta</b> När MonkeyPaste hör inmatningstangenten (icke-modifieringstangenten) för en genväg för åsidosättning, kommer den att <i>dölja</i> den tangenttryckningen från inmatning på applikationsnivå.<br>Det här alternativet garanterar att genvägen utlöses utan konflikter med det aktiva programmet. </li> <li> <b>Exklusiv åsidosättning</b> Detta är en speciell typ av åsidosättningsläge som är utformat för Caps Lock-tangenten. Den tillåter bara en nyckel (non - modifierare) för <b>tilldelningen</b> .<br>I normalt åsidosättningsläge kan Caps Lock <i>fastna när</i> det trycks ned i kombination med andra tangenter.<br>Så oavsett vilka andra tangenter som är nere, om en <b>snabbtangentsgenväg</b> trycks in kommer den att åsidosättas och förhindra att den <i>fastnar</i>. </li> </ul> </body> </html>
sw_ke: <html> <ead> </ead> <Dedy> <h1> Njia za mkato za ulimwengu </h1>> <ul> <li> <b> Passive </b> Monkeypaste ya njia ya mkato itasikiliza katika programu yoyote. <br> *Hii ndio chaguo la <i> tu </i> kwenye Linux kwa sasa. </li> <li> Njia ya mkato ya <b> pre </b> itatoa <b> <i> kabla ya </i> </b> inashughulikiwa na programu inayotumika. </li> <li> <b> post </b> njia ya mkato itatoa <b> <i> baada ya </i> </b> inashughulikiwa na programu inayotumika. </li> <li> <b> Overside </b> Wakati MonkeyPaste inasikia kitufe cha kuingiza (kitufe cha modifier) ​​cha njia ya mkato ya kupita kiasi itakuwa <i> Ficha </i> vyombo vya habari muhimu kutoka kwa Maombi - Kiwango cha Kuingiza. <br> Chaguo hili litahakikisha njia ya mkato inasababishwa bila migogoro kwa matumizi ya kazi. </li> <li> <b> Exclusive Overside </b> Hii ni aina maalum ya modi ya ziada iliyoundwa kwa kitufe cha kufuli cha Caps. Inaruhusu tu kifungu cha <b> moja </b> (isiyo ya kurekebisha) kwa mgawo wake. <br> Katika kufuli kwa kawaida ya kofia za kawaida kunaweza kuwa <i> kukwama kwenye </i> wakati wa kushinikiza pamoja na funguo zingine. <br> Kwa hivyo haijalishi ni funguo zingine ziko chini, ikiwa njia ya mkato ya <b> hotkey </b> imesisitizwa itakuwa ya kupindukia na kuizuia isiwe <i> kukwama kwenye </i>. </li> </ul> </body> </html>
ta_in: <html> <head></head> <body> <h1>உலகளாவிய குறுக்குவழி முறைகள்</h1> <ul> <li> <b>செயலற்ற</b> ஒரு குறுக்குவழி MonkeyPaste எந்த பயன்பாட்டிலும் கேட்கும்.<br>* இப்போதைக்கு லினக்ஸில் உள்ள <i>ஒரே</i> வழி இதுதான். </li> <li> <b>முன்</b> செயலில் உள்ள பயன்பாட்டால் <b><i>கையாளப்படுவதற்கு முன்பு</i></b> குறுக்குவழி செயல்படுத்தப்படும்.</li> <li> <b>கம்பம்</b> செயலில் உள்ள பயன்பாட்டால் கையாளப்பட்ட <b><i>பிறகு</i></b> குறுக்குவழி செயல்படுத்தப்படும்.</li> <li> <b>ஓவர்ரைடு</b> ஓவர்ரைடு குறுக்குவழியின் உள்ளீட்டு விசையை (மாற்றியமைக்காத விசை) MonkeyPaste கேட்கும்போது, <i>அது அந்த</i> விசையை பயன்பாட்டிலிருந்து மறைக்கும் - நிலை உள்ளீடு.<br>செயலில் உள்ள பயன்பாட்டிற்கு முரண்பாடுகள் இல்லாமல் குறுக்குவழி தூண்டப்படுவதை இந்த விருப்பம் உத்தரவாதம் அளிக்கும். </li> <li> <b>எக்ஸ்க்ளூசிவ் ஓவர்ரைடு</b> இது கேப்ஸ் லாக் விசைக்காக வடிவமைக்கப்பட்ட ஒரு சிறப்பு வகை ஓவர்ரைடு பயன்முறையாகும். இது அதன் ஒதுக்கீட்டிற்கு <b>ஒரு</b> விசையை (அல்லாத - மாற்றியை) மட்டுமே அனுமதிக்கிறது.<br>சாதாரண ஓவர்ரைடு பயன்முறையில், மற்ற விசைகளுடன் இணைந்து அழுத்தும்போது கேப்ஸ் லாக் <i>சிக்கிக்கொள்ளலாம்</i> .<br>எனவே மற்ற விசைகள் கீழே இருந்தாலும், <b>ஹாட்கி</b> குறுக்குவழியை அழுத்தினால், அது ஓவர்ரைடு செய்யப்பட்டு அது <i>சிக்குவதைத்</i> தடுக்கும். </li> </ul> </body> </html>
te_in: <html> <head></head> <body> <h1>గ్లోబల్ షార్ట్ కట్ మోడ్ లు</h1> <ul> <li> <b>నిష్క్రియాత్మక</b> షార్ట్ కట్ మంకీపేస్ట్ ఏదైనా అప్లికేషన్ లో వింటుంది.<br>* <i>ప్రస్తుతానికి</i> లినక్స్ లో ఇదొక్కటే ఆప్షన్. </li> <li> <b>ప్రీ</b> యాక్టివ్ అప్లికేషన్ ద్వారా హ్యాండిల్ చేయడానికి <b><i>ముందు</i></b> షార్ట్ కట్ అమలు చేయబడుతుంది.</li> <li> <b>గుంజ</b> యాక్టివ్ అప్లికేషన్ ద్వారా హ్యాండిల్ చేయబడిన <b><i>తరువాత</i></b> షార్ట్ కట్ అమలు చేయబడుతుంది.</li> <li> <b>Override</b> మంకీపేస్ట్ షార్ట్ కట్ యొక్క ఇన్ పుట్ కీ (నాన్ - మాడిఫైయర్ కీ) విన్నప్పుడు, అది ఆ కీ ప్రెస్ ను అప్లికేషన్ - స్థాయి ఇన్ పుట్ నుండి <i>దాచిపెడుతుంది</i> .<br>యాక్టివ్ అప్లికేషన్ కు వైరుధ్యాలు లేకుండా షార్ట్ కట్ ప్రేరేపించబడిందని ఈ ఆప్షన్ హామీ ఇస్తుంది. </li> <li> <b>ఎక్స్ క్లూజివ్ ఓవర్ రైడ్</b> క్యాప్స్ లాక్ కీ కోసం రూపొందించిన ప్రత్యేక రకం ఓవర్ రైడ్ మోడ్ ఇది. ఇది దాని నియామకం కోసం <b>ఒక</b> కీని (నాన్- మాడిఫైయర్) మాత్రమే అనుమతిస్తుంది.<br>సాధారణ ఓవర్ రైడ్ మోడ్ లో క్యాప్స్ లాక్ ఇతర కీలతో కలిపి నొక్కినప్పుడు <i>ఆన్</i> అవుతుంది.<br>కాబట్టి ఇతర కీలు డౌన్ అయినప్పటికీ, <b>హాట్కీ</b> షార్ట్కట్ నొక్కితే అది ఓవర్రిడ్ అవుతుంది మరియు అది <i>ఆన్లో చిక్కుకోకుండా</i> నిరోధించబడుతుంది. </li> </ul> </body> </html>
th_th: <html> <head></head> <body> <h1>โหมดทางลัดส่วนกลาง</h1> <ul> <li> <b>เฉื่อย</b> ทางลัด MonkeyPaste จะฟังในแอปพลิเคชันใดก็ได้<br>*นี่เป็นตัวเลือก <i>เดียว</i> บน Linux ในตอนนี้ </li> <li> <b>ก่อน</b> ทางลัดจะดําเนินการ <b><i>ก่อนที่จะ</i></b> จัดการโดยแอปพลิเคชันที่ใช้งานอยู่</li> <li> <b>ประกาศ</b> ทางลัดจะดําเนินการ <b><i>หลังจาก</i></b> จัดการโดยแอปพลิเคชันที่ใช้งานอยู่</li> <li> <b>ครอบงํา</b> เมื่อ MonkeyPaste ได้ยินคีย์อินพุต (คีย์ที่ไม่ใช่ตัวปรับแต่ง) ของทางลัดแทนที่ มันจะ <i>ซ่อน</i> การกดปุ่มนั้นจากการป้อนข้อมูลระดับแอปพลิเคชัน<br>ตัวเลือกนี้จะรับประกันว่าทางลัดจะถูกทริกเกอร์โดยไม่มีข้อขัดแย้งกับแอปพลิเคชันที่ใช้งานอยู่ </li> <li> <b>การแทนที่พิเศษ</b> นี่คือโหมดแทนที่ชนิดพิเศษที่ออกแบบมาสําหรับปุ่ม Caps Lock อนุญาตเพียง <b>คีย์เดียว</b> (ไม่ใช่ตัวปรับแต่ง) สําหรับการมอบหมาย<br>ในโหมดแทนที่ปกติ Caps Lock อาจ <i>ค้าง</i> อยู่เมื่อกดร่วมกับปุ่มอื่นๆ<br>ดังนั้นไม่ว่าปุ่มอื่น ๆ จะหยุดทํางานหากกดปุ่มลัดปุ่ม <b>ลัด</b> มันจะถูกแทนที่และป้องกันไม่ให้ <i>ค้าง</i>อยู่ </li> </ul> </body> </html>
tk_tm: <html> <head></head> <body> <h1>Global Gysgalyk Modleri</h1> <ul> <li> <b>Pasylly</b> MonkeyPaste gysgaltmasy islendik programmada diňlär.<br>*Bu häzirlikçe Linux-da <i>ýeke-täk</i> usulydyr. </li> <li> Pre <b></b> Kysymdaky hereketli programma bilen <b><i>işlenilmezden öň</i></b> ýerine ýetiriler.</li> <li> <b>Syýa</b> Kysymdaky hereketli programma <b><i>çözülenden soň</i></b> ýerine ýetiriler.</li> <li> <b>Ewez etmek</b> MonkeyPaste geçmeli gysgaltmanyň giriş açaryny (non - modifier key) eşidende, ol şol esasy basseýni programmadan <i>gizlär</i> – düzme-deň giriş.<br>Bu seçgi, hereketli programma çaknyşman, gysgaltmanyň ýüze çykmagyny kepillendirer. </li> <li> <b>Eksklýuziw ýatyr</b> Bu Caps Lock açary üçin niýetlenen ýörite görnüşli override modydyr. Ol diňe <b>bir</b> esasy (üýtgetmeýän) ýumuş üçin mümkinçilik berýär.<br>Adatça ýatyrma modunda Caps Lock beýleki açarlar bilen bilelikde basylanda <i>ýapyşyp</i> biler.<br>Şonuň üçin başga açarlar nähili aşak düşse-de, <b>Hotkey</b> gysgaltmasy basylsa, ol aşa köpeler we onuň <i>ýapyşmagynyň</i> öňüni alar. </li> </ul> </body> </html>
tr_tr: <html> <head></head> <body> <h1>Genel Kısayol Modları</h1> <ul> <li> <b>Pasif</b> MonkeyPaste'in herhangi bir uygulamada dinleyeceği bir kısayol.<br>*Şimdilik Linux'taki <i>tek</i> seçenek bu. </li> <li> <b>Öncesi</b> Kısayol, etkin uygulama tarafından <b><i>işlenmeden önce</i></b> yürütülür.</li> <li> <b>Yayınla</b> Kısayol, etkin uygulama tarafından <b><i>işlendikten sonra</i></b> yürütülür.</li> <li> <b>Geçersiz kılmak</b> MonkeyPaste, bir geçersiz kılma kısayolunun giriş tuşunu (değiştirici olmayan tuş) duyduğunda, bu tuşa basılmasını uygulama düzeyinde girişten <i>gizleyecektir</i> .<br>Bu seçenek, kısayolun etkin uygulamayla çakışma olmadan tetiklenmesini garanti eder. </li> <li> <b>Özel Geçersiz Kılma</b> Bu, Caps Lock tuşu için tasarlanmış özel bir geçersiz kılma modu türüdür. Ataması için yalnızca <b>bir</b> tuşa (değiştirici olmayan) izin verir.<br>Normal geçersiz kılma modunda, Caps Lock diğer tuşlarla birlikte basıldığında <i>takılı kalabilir</i> .<br>Bu nedenle, diğer hangi tuşlar kapalı olursa olsun, bir <b>Kısayol Tuşu</b> kısayoluna basılırsa geçersiz kılınır ve <i>takılıp kalmasını</i> önler. </li> </ul> </body> </html>
tt_ru: <html> <head></head> <body> <h1>Глобаль кысыш режимнары</h1> <ul> <li> <b>Пассив</b> МаймылПасте теләсә нинди кушымтада тыңлаячак.<br>*Бу Linuxда хәзер <i>бердәнбер</i> вариант. </li> <li> <b>Пре</b> Актив кушымта белән җайга <b><i>салыныр алдыннан</i></b> кысыла.</li> <li> <b>Пост</b> Актив кушымта белән җайга <b><i>салынгач</i></b> , кыскартылыр.</li> <li> <b>Оверрид</b> Маймыл Пастте артык катышманың керү ачкычын (булмаган модифидер ачкычын) ишеткәч, ул бу төп матбугатны кушымтадан <i>яшерәчәк</i> - дәрәҗә кертү.<br>Бу вариант актив кушымтага каршылыксыз кысылырга гарантия бирәчәк. </li> <li> <b>Эксклюзив Оверрид</b> Бу Caps Lock ачкычы өчен эшләнгән артык артык режимның махсус төре. Ул үз билгеләнүендә <b>бер</b> ачкычка (модифиерга) гына рөхсәт итә.<br>Гадәттә артык артык режимда Caps Lock бүтән ачкычлар белән кушыла башлагач <i>, кала</i> ала.<br>Шуңа күрә, нинди генә ачкычлар булмаса да, <b>Хотки</b> төймәсе басылганда, аны мәсхәрәләнмәсләр һәм аны <i>калдырмаслар</i>. </li> </ul> </body> </html>
ug_cn: <prite> <head> </ head> <body> <H1> يەرشارى تېزلەتمە شەكلى </ h1> <ul> <li> <B> پاسسىپ </ B> تېزلەتمە مايمۇنلار ھەر قانداق پروگراممىدا ئاڭلايدۇ. <br> * بۇ <i> impux دىكى <i> لىنۇس تاللانمىسى. </ li> <li> <b> ئالدىن </ / u> تېزلەتمىدە ئىجرا قىلىنىدۇ </ i> </ i> </ b>) ئاكتىپ قوللىنىشيەرلىك ئارقىلىق بىر تەرەپ قىلىنىدۇ. </ li> <li> <B> يازما </ b> تېزلەتمىسى <b> i> </ i> </ b> </ li> <li> <B> Overteride </ B> NO> B> قاچان تېزلەتمە كۇنۇپكىنى ئاڭلىغاندا <i> بۇ ئاچقۇچ </ i> بۇ ئاچقۇچلۇق مەزمۇن - دەرىجىلىك كىرگۈزۈش - رەتلەش كىرگۈزۈش - رەتلەش. بۇ تاللاش تېزلىكتىكى ئاكتىپ قوللىنىشچان پروگراممىغا زىددىيەتلىك قوزغايدۇ. </ li> <li> <B> مەخسۇس قاپارتقۇچ </ B> بۇ Caps Lock كۇنۇپكىسى ئۈچۈن لايىھەلەنگەن ئالاھىدە تىپتىكى قاپاق. ئۇ پەقەت <b> بىرنى </ b> كۇنۇپكىسىنى (MODIFIRIRIRE) غا يول قويىدۇ. نورمال قاپلاش ھالىتىدە دوپپا قۇلۇلىسى <I> نى> غا ئايلىنىدۇ. شۇڭا باشقا كۇنۇپلار قانداق بولۇشىدىن قەتئىينەزەر, ئەگەر <b> hotky </ B> تېزلەتكەن بولسا, ئۇنىڭ قاپلىنىشى توسالغۇ بولىدۇ ۋە ئۇنىڭ> </ i_ / i_ / i>. </ li> </ ul> </ body> </ prtem
uk_ua: <html> <head></head> <body> <h1>Глобальні режими швидкого доступу</h1> <ul> <li> <b>Пасивний</b> Ярлик MonkeyPaste буде прослуховуватися в будь-якій програмі.<br>*На даний момент це <i>єдина</i> опція в Linux. </li> <li> <b>Попередньо</b> Ярлик буде виконано <b><i>до того, як</i></b> його буде оброблено активною програмою.</li> <li> <b>Пост</b> Ярлик буде виконано <b><i>після того, як</i></b> його буде оброблено активною програмою.</li> <li> <b>Перевизначити</b> Коли MonkeyPaste почує клавішу введення (не - клавіша-модифікатор) комбінації клавіш перевизначення, вона <i>приховає</i> це натискання клавіші від програми - введення рівня.<br>Цей параметр гарантує, що клавіатурне скорочення буде запущено без конфліктів з активною програмою. </li> <li> <b>Ексклюзивне заміщення</b> Це особливий тип режиму перевизначення, призначений для клавіші Caps Lock. Він допускає лише <b>один</b> ключ (non - модифікатор) для його призначення.<br>У звичайному режимі перевизначення Caps Lock може <i>застрягати</i> при натисканні в поєднанні з іншими клавішами.<br>Отже, незалежно від того, які інші клавіші не працюють, якщо натиснути комбінацію <b>клавіш Hotkey</b> , вона буде перевизначена та запобігатиме її <i>застряганню</i>. </li> </ul> </body> </html>
ur_pk: <html> <head></head> <body> <h1>گلوبل شارٹ کٹ موڈز</h1> <ul> <li> <b>غیر فعال</b> ایک شارٹ کٹ منکی پیسٹ کسی بھی ایپلی کیشن میں سنا جائے گا۔<br>*فی الحال لینکس پر یہ <i>واحد</i> آپشن ہے۔ </li> <li> <b>پری</b> فعال ایپلی کیشن <b><i>کے ذریعہ سنبھالنے سے پہلے</i></b> شارٹ کٹ چل جائے گا۔</li> <li> <b>ڈاک</b> فعال ایپلی کیشن کے ذریعہ سنبھالنے کے <b><i>بعد</i></b> شارٹ کٹ چل جائے گا۔</li> <li> <b>زیر</b> جب منکی پیسٹ کسی اووررائڈ شارٹ کٹ کی ان پٹ کلید (نان موڈیفائر کلید) سنتا ہے تو یہ اس کلیدی پریس کو ایپلی کیشن کی سطح کے ان پٹ سے <i>چھپا</i> دے گا۔<br>یہ آپشن اس بات کی ضمانت دے گا کہ شارٹ کٹ فعال ایپلی کیشن میں تنازعات کے بغیر متحرک ہے۔ </li> <li> <b>Exclusive اوورride</b> یہ ایک خاص قسم کا اووررائڈ موڈ ہے جو کیپس لاک کلید کے لئے ڈیزائن کیا گیا ہے۔ یہ اپنی تفویض کے لئے صرف <b>ایک</b> کلید (غیر موڈیفائر) کی اجازت دیتا ہے۔<br>عام اووررائڈ موڈ میں دیگر چابیوں کے ساتھ مل کر <i>دبائے جانے پر</i> کیپس لاک پھنس سکتا ہے۔<br>لہذا اس سے کوئی فرق نہیں پڑتا کہ دیگر چابیاں کیا ہیں ، اگر <b>ہاٹ کی</b> شارٹ کٹ دبایا جاتا ہے تو یہ اوورریڈن ہوجائے گا اور اسے <i>پھنسنے</i> سے روکے گا۔ </li> </ul> </body> </html>
uz_cyrl: Global yorliq rejimlari Passiv maykaype har qanday qo'llanuvda tinglaydi. * Bu endi Linux-dagi yagona variant. Faol dastur orqali ishlov berishdan oldin olding old qismini bajaradi. Qisqadan keyin Faol dastur orqali ishlangandan keyin joylashtiring. Monkeyp pastligi qisqartirishning qisqartirilganligini (o'zgaruvchan tugmachasini) ko'rib chiqish tugmachasini tinglaydi, bu kalitdan foydalanish tugmachasini - darajadagi kirish tugmachasini yashiradi. Ushbu parametr yorliqni faol dasturga ziddiyatsiz qabul qilmasdan boshšar ekanligiga kafolat beradi. Eksklyuziv bekor qilish - bu Caps Lock tugmachasi uchun mo'ljallangan bekor qilish rejimining maxsus turi. Bu faqat bitta kalit (o'zgaruvchan bo'lmagan) uni tayinlash uchun ruxsat beradi. Oddiy foydalanish rejimida Caps Lock boshqa kalitlar bilan birgalikda bosilganda yopishtirilishi mumkin. Shunday qilib, boshqa tugmachalar nimadan qat'i nazar, agar hotchey yorliq bosilsa, u bekor qilinadi va uni yopishib olishiga yo'l qo'ymaydi.
vi_vn: <Html> <head> </head> <Body> <H1> Chế độ phím tắt toàn cầu </H1> <ul> <li> <b> thụ động </b> Một con khỉ phím tắt sẽ lắng nghe trong bất kỳ ứng dụng nào. <br> *Đây là tùy chọn <i> </i> trên Linux bây giờ. </li> <li> <b> pre </b> phím tắt sẽ thực thi <b> <i> trước </i> </b> Nó được xử lý bởi ứng dụng hoạt động. </li> <li> <b> post </b> phím tắt sẽ thực thi <b> <i> sau </i> </b> Nó được xử lý bởi ứng dụng hoạt động. </li> <li> <b> Ghi đè </b> Khi Khỉ Keypaste nghe khóa đầu vào (khóa không điều chỉnh) của phím tắt ghi đè, nó sẽ <i> ẩn </i> phím đó nhấn từ đầu vào cấp ứng dụng. <br> Tùy chọn này sẽ đảm bảo phím tắt được kích hoạt mà không có xung đột với ứng dụng hoạt động. </li> <li> <b> Ghi đè độc quyền </b> Đây là một loại chế độ ghi đè đặc biệt được thiết kế cho khóa khóa Caps. Nó chỉ cho phép <b> một </b> phím (không sửa đổi) cho bài tập của nó. <br> Trong chế độ ghi đè bình thường, khóa Caps có thể trở thành <i> bị kẹt trên </i> khi được nhấn kết hợp với các khóa khác. <br> Vì vậy, bất kể các phím khác là gì, nếu một phím tắt <b> hotkey </b> được nhấn, nó sẽ bị ghi đè và ngăn không cho nó trở thành <i> bị kẹt trên </i>. </li> </ul> </Body> </html>
zh_hant: <html> <head></head> <body> <h1>全域快捷方式模式</h1> <ul> <li> <b>被動</b> 快捷方式 MonkeyPaste 將在任何應用程式中偵聽。<br>*這是目前Linux上 <i>唯一選項</i> 。 </li> <li> <b>前</b> 快捷方式將在活動應用程式處理 <b><i>之前</i></b> 執行。</li> <li> <b>發佈</b> 快捷方式將在活動應用程式處理 <b><i>後</i></b> 執行。</li> <li> <b>覆蓋</b> 當 MonkeyPaste 聽到覆蓋快捷方式的輸入鍵（非修飾鍵）時，它將從應用程式級輸入 <i>中隱藏</i> 該鍵按下。<br>此選項將保證在不與活動應用程式發生衝突的情況下觸發快捷方式。 </li> <li> <b>獨家覆蓋</b> 這是一種特殊類型的覆蓋模式，專為 Caps Lock 鍵設計。它只允許 <b>一個</b> 鍵（非修飾符）進行分配。<br>在正常覆蓋模式下，當與其他鍵一起按下時，Caps Lock 可能會 <i>卡住</i> 。<br>因此，無論其他鍵關閉，如果按下熱鍵快捷 <b>鍵</b> ，它都會被覆蓋並防止它被 <i>卡住</i>。 </li> </ul> </body> </html>
