Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SearchExpanderExpandedTooltip
source: Hide Filters
af_za: Verberg filters
am_et: ማጣሪያዎችን ደብቅ
ar_bh: إخفاء المرشحات
as_in: ফিল্টাৰসমূহ লুকুৱাওক
az_cyrl: Filtrləri gizlət
bg_bg: Скриване на филтри
bn_in: ফিল্টারগুলি লুকান
bs_latn_ba: Sakrij filtere
ca_es: Amaga els filtres
cs_cz: Skrýt filtry
cy_gb: Cuddio hidlwyr
da_dk: Skjul filtre
de_ch: Filter ausblenden
el_gr: Απόκρυψη φίλτρων
es_bo: Ocultar filtros
et_ee: Peida filtrid
fa_ir: فیلترها را پنهان کنید
fi_fi: Piilota suodattimet
fil_ph: Itago ang mga filter
fr_029: Masquer les filtres
ga_ie: Scagairí Folaigh
gu_in: ફિલ્ટર્સ છુપાવો
he_il: הסתר פילטרים
hi_in: फिल्टर छिपाएं
hr_hr: Sakrij filtre
hu_hu: Elrejteni a szűrőket
hy_am: Թաքցնել ֆիլտրերը
id_id: Sembunyikan filter
is_is: Fela síur
it_ch: Nascondi filtri
ja_jp: フィルターを非表示にします
ka_ge: ფილტრების დამალვა
kk_kz: Сүзгілерді жасырыңыз
km_kh: លាក់តម្រង
kn_in: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ
ko_kr: 필터를 숨 깁니다
ky_kg: Чыпкаларды жашыруу
lo_la: ເຊື່ອງການກັ່ນຕອງ
lt_lt: Slėpti filtrus
lv_lv: Paslēpt filtrus
mi_nz: Hunaia nga whiriwhiringa
mk_mk: Скријте ги филтрите
ml_in: ഫിൽട്ടറുകൾ മറയ്ക്കുക
mr_in: फिल्टर्स लपवा
ms_my: Menyembunyikan penapis
mt_mt: Aħbi filtri
nb_no: Skjul filtre
ne_np: फिल्टर लुकाउनुहोस्
nl_be: Filters verbergen
or_in: ଫିଲ୍ଟର୍ ଲୁଚାନ୍ତୁ |
pa_arab: ਫਿਲਟਰ ਲੁਕਾਓ
pl_pl: Ukryj filtry
pt_br: Ocultar filtros
ro_ro: Ascunde filtre
ru_ru: Скрыть фильтры
sk_sk: Skryť filtre
sl_si: Skriti filtre
sq_al: Fshehin filtrat
sr_cyrl_me: Сакриј филтере
sv_fi: Dölj filter
sw_ke: Ficha vichungi
ta_in: வடிப்பான்களை மறைக்க
te_in: ఫిల్టర్లను దాచండి
th_th: ซ่อนตัวกรอง
tk_tm: Süzgüçleri gizläň
tr_tr: Filtreleri gizle
tt_ru: Фильтрларны яшерегез
ug_cn: سۈزگۈچلەرنى يوشۇرۇش
uk_ua: Сховати фільтри
ur_pk: فلٹرز چھپائیں
uz_cyrl: Filtrlarni yashirish
vi_vn: Ẩn bộ lọc
zh_hant: 隱藏過濾器

# SearchExpanderRestoreTooltip
source: Restore Filters
af_za: Herstel filters
am_et: ማጣሪያዎችን ይመልሱ
ar_bh: استعادة المرشحات
as_in: ফিল্টাৰসমূহ পুনৰুদ্ধাৰ কৰক
az_cyrl: Filtrləri bərpa edin
bg_bg: Възстановяване на филтри
bn_in: ফিল্টার পুনরুদ্ধার করুন
bs_latn_ba: Vrati filtere
ca_es: Restaureu els filtres
cs_cz: Obnovení filtrů
cy_gb: Adfer hidlwyr
da_dk: Gendan filtre
de_ch: Filter wiederherstellen
el_gr: Επαναφορά φίλτρων
es_bo: Restaurar filtros
et_ee: Filtrid taastada
fa_ir: بازیابی فیلترها
fi_fi: Palauta suodattimet
fil_ph: Ibalik ang mga filter
fr_029: Restaurer les filtres
ga_ie: Scagairí a chur ar ais
gu_in: ફિલ્ટર્સ પુન .સ્થાપિત કરો
he_il: לשחזר פילטרים
hi_in: फ़िल्टर को पुनर्स्थापित करें
hr_hr: Vrati filtri
hu_hu: A szűrők visszaállítása
hy_am: Վերականգնել ֆիլտրերը
id_id: Kembalikan filter
is_is: Endurheimta síur
it_ch: Ripristina i filtri
ja_jp: フィルターを復元します
ka_ge: ფილტრების აღდგენა
kk_kz: Сүзгілерді қалпына келтіріңіз
km_kh: ស្តារតម្រងឡើងវិញ
kn_in: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko_kr: 필터를 복원하십시오
ky_kg: Чыпкаларын калыбына келтирүү
lo_la: ຟື້ນຟູການກັ່ນຕອງ
lt_lt: Atkurti filtrus
lv_lv: Atjaunot filtrus
mi_nz: Whakaora i nga whiriwhiringa
mk_mk: Вратете ги филтрите
ml_in: ഫിൽട്ടറുകൾ പുന ore സ്ഥാപിക്കുക
mr_in: फिल्टर पुनर्संचयित करा
ms_my: Pulihkan penapis
mt_mt: Irrestawra filtri
nb_no: Gjenopprett filtre
ne_np: फिल्टरहरू फर्काउनुहोस्
nl_be: Herstel filters
or_in: ଫିଲ୍ଟରଗୁଡିକ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa_arab: ਫਿਲਟਰ ਰੀਸਟੋਰ ਕਰੋ
pl_pl: Przywróć filtry
pt_br: Filtros de restauração
ro_ro: Restaurați filtrele
ru_ru: Восстановить фильтры
sk_sk: Obnoviť filtre
sl_si: Obnovi filtre
sq_al: Rivendosni filtrat
sr_cyrl_me: Врати филтере
sv_fi: Återställ filter
sw_ke: Rejesha vichungi
ta_in: வடிப்பான்களை மீட்டமை
te_in: ఫిల్టర్లను పునరుద్ధరించండి
th_th: กู้คืนตัวกรอง
tk_tm: Süzgüçleri dikelt
tr_tr: Filtreleri geri yükle
tt_ru: Фильтрларны торгызу
ug_cn: سۈزگۈچنى ئەسلىگە كەلتۈرۈڭ
uk_ua: Відновити фільтри
ur_pk: فلٹرز کو بحال کریں
uz_cyrl: Filtrlarni tiklash
vi_vn: Khôi phục bộ lọc
zh_hant: 還原過濾器

# SearchExpanderTempQueryTooltip
source: Create Filter
af_za: Skep filter
am_et: ማጣሪያ ይፍጠሩ
ar_bh: إنشاء مرشح
as_in: ফিল্টাৰ সৃষ্টি কৰক
az_cyrl: Filtr yaratmaq
bg_bg: Създайте филтър
bn_in: ফিল্টার তৈরি করুন
bs_latn_ba: Kreirajte filter
ca_es: Crea un filtre
cs_cz: Vytvořte filtr
cy_gb: Creu hidlydd
da_dk: Opret filter
de_ch: Filter erstellen
el_gr: Δημιουργία φίλτρου
es_bo: Crear filtro
et_ee: Loo filter
fa_ir: فیلتر ایجاد کنید
fi_fi: Luo suodatin
fil_ph: Lumikha ng filter
fr_029: Créer un filtre
ga_ie: Cruthaigh Scagaire
gu_in: ફિલ્ટર બનાવો
he_il: צור פילטר
hi_in: फ़िल्टर बनाएँ
hr_hr: Stvori filter
hu_hu: Hozzon létre szűrőt
hy_am: Ստեղծեք զտիչ
id_id: Buat filter
is_is: Búðu til síu
it_ch: Crea filtro
ja_jp: フィルターを作成します
ka_ge: ფილტრის შექმნა
kk_kz: Сүзгіні жасаңыз
km_kh: បង្កើតតម្រង
kn_in: ಫಿಲ್ಟರ್ ರಚಿಸಿ
ko_kr: 필터를 만듭니다
ky_kg: Чыпка түзүү
lo_la: ສ້າງຕົວກອງ
lt_lt: Sukurti filtrą
lv_lv: Izveidot filtru
mi_nz: Waihanga Tātari
mk_mk: Креирај филтер
ml_in: ഫിൽറ്റർ സൃഷ്ടിക്കുക
mr_in: फिल्टर तयार करा
ms_my: Buat penapis
mt_mt: Oħloq filtru
nb_no: Lag filter
ne_np: फिल्टर सिर्जना गर्नुहोस्
nl_be: Creëer filter
or_in: ଫିଲ୍ଟର୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa_arab: ਫਿਲਟਰ ਬਣਾਓ
pl_pl: Utwórz filtr
pt_br: Criar filtro
ro_ro: Creați filtru
ru_ru: Создать фильтр
sk_sk: Vytvorte filter
sl_si: Ustvari filter
sq_al: Krijoni filtër
sr_cyrl_me: Креирајте филтер
sv_fi: Skapa filter
sw_ke: Unda kichujio
ta_in: வடிகட்டியை உருவாக்கவும்
te_in: ఫిల్టర్‌ను సృష్టించండి
th_th: สร้างตัวกรอง
tk_tm: Süzgüç dörediň
tr_tr: Filtre Oluştur
tt_ru: Фильтр ясагыз
ug_cn: سۈزگۈچ ھاسىل قىلىڭ
uk_ua: Створити фільтр
ur_pk: فلٹر بنائیں
uz_cyrl: Filtrni yarating
vi_vn: Tạo bộ lọc
zh_hant: 創建過濾器

# ActionSetClipboardContentHint
source: (Optional) When left empty the clipboard will be set using this action's input. Anything provided here will be treated as plain text only.
af_za: (Opsioneel) As dit leeg gelaat word, sal die knipbord met behulp van die inset van hierdie aksie ingestel word. Enigiets wat hier voorsien word, sal slegs as gewone teks behandel word.
am_et: (ከተፈለገ) ባዶ ሆኖ ሲቆይ የቅንጦት ሰሌዳው የዚህን የድርጊት ግብዓት በመጠቀም ይዘጋጃል. እዚህ የቀረበው ማንኛውም ነገር እንደ ግልፅ ጽሑፍ ብቻ ይታከማል.
ar_bh: (اختياري) عند تركه فارغًا ، سيتم تعيين الحافظة باستخدام إدخال هذا الإجراء. سيتم التعامل مع أي شيء المقدم هنا كنص عادي فقط.
as_in: (ঐচ্ছিক) খালী ৰাখিলে এই কাৰ্য্যৰ ইনপুট ব্যৱহাৰ কৰি ক্লিপবৰ্ড সংহতি কৰা হ'ব। ইয়াত যিকোনো বস্তু প্ৰদান কৰা হ’লে কেৱল সাধাৰণ লিখনী হিচাপে গণ্য কৰা হ’ব।
az_cyrl: (İsteğe bağlı) Boş olduqda, panoya bu hərəkətin girişindən istifadə edərək təyin ediləcəkdir. Burada verilən bir şey yalnız düz mətn kimi qəbul ediləcəkdir.
bg_bg: (Незадължително) Когато се остави празно, клипборда ще бъде зададен с помощта на входа на това действие. Всичко, предоставено тук, ще се третира само като обикновен текст.
bn_in: (Al চ্ছিক) খালি রেখে দেওয়া হলে ক্লিপবোর্ডটি এই ক্রিয়াটির ইনপুটটি ব্যবহার করে সেট করা হবে। এখানে প্রদত্ত যে কোনও কিছু কেবল সরল পাঠ্য হিসাবে বিবেচিত হবে।
bs_latn_ba: (Neobavezno) Kad ostane ispraznite međuspremnik će se postaviti pomoću ulaza ove akcije. Ovdje će se nešto predviđeno samo kao običan tekst.
ca_es: (Opcional) Quan es deixa buida, el porta -retalls s'establirà mitjançant l'entrada d'aquesta acció. Qualsevol cosa que es proporcioni aquí serà tractada com a text senzill.
cs_cz: (Volitelné) Při ponechání prázdné schránky bude nastavena pomocí vstupu této akce. Všechno zde uvedené bude považováno pouze za prostý text.
cy_gb: (Dewisol) Pan adewir yn wag bydd y clipfwrdd yn cael ei osod gan ddefnyddio mewnbwn y weithred hon. Bydd unrhyw beth a ddarperir yma yn cael ei drin fel testun plaen yn unig.
da_dk: (Valgfrit) Når det efterlades, skal du tømme klippebordet ved hjælp af denne handlings input. Alt, der leveres her, behandles kun som almindelig tekst.
de_ch: (Optional) Wenn die Leerleistung leer ist, wird die Zwischenablage mithilfe der Eingabe dieser Aktion eingestellt. Alles, was hier bereitgestellt wird, wird nur als einfacher Text behandelt.
el_gr: (Προαιρετικό) Όταν αφεθεί άδειο, το πρόχειρο θα ρυθμιστεί χρησιμοποιώντας την είσοδο αυτής της ενέργειας. Οτιδήποτε παρέχεται εδώ θα αντιμετωπίζεται μόνο ως απλό κείμενο.
es_bo: (Opcional) Cuando se deje vacío, el portapapeles se establecerá utilizando la entrada de esta acción. Cualquier cosa proporcionada aquí será tratada solo como texto sin formato.
et_ee: (Valikuline) Kui tühjaks jäetakse, seatakse lõikelaud selle toimingu sisendi abil. Midagi siin pakutavat käsitletakse ainult lihttekstidena.
fa_ir: (اختیاری) هنگامی که خالی شود ، کلیپ بورد با استفاده از ورودی این عمل تنظیم می شود. هر چیزی که در اینجا ارائه شود فقط به عنوان متن ساده رفتار می شود.
fi_fi: (Valinnainen), kun jätetään tyhjäksi, leikepöytä asetetaan tämän toiminnon tuloksi. Kaikkia täällä toimitettuja käsitellään vain selkeänä tekstinä.
fil_ph: (Opsyonal) Kapag Kaliwa Walang laman ang clipboard ay itatakda gamit ang input ng aksyon na ito. Ang anumang ibinigay dito ay ituturing bilang simpleng teksto lamang.
fr_029: (Facultatif) Lorsque vous laissez vide, le presse-papiers sera défini en utilisant l'entrée de cette action. Tout ce qui est fourni ici sera traité comme du texte brut.
ga_ie: (Roghnach) Nuair a fhágtar folamh é socrófar an ghearrthaisce ag baint úsáide as ionchur an ghnímh seo. Déileálfar le rud ar bith a sholáthraítear anseo mar ghnáth -théacs amháin.
gu_in: (વૈકલ્પિક) જ્યારે ખાલી ખાલી છે ત્યારે ક્લિપબોર્ડ આ ક્રિયાના ઇનપુટનો ઉપયોગ કરીને સેટ કરવામાં આવશે. અહીં પૂરી પાડવામાં આવેલ કોઈપણ વસ્તુને ફક્ત સાદા ટેક્સ્ટ તરીકે ગણવામાં આવશે.
he_il: (אופציונלי) כאשר נותר ריק הלוח יוגדר באמצעות קלט פעולה זה. כל דבר שיסופק כאן יתייחס כאל טקסט רגיל בלבד.
hi_in: (वैकल्पिक) जब खाली छोड़ दिया जाता है तो क्लिपबोर्ड को इस एक्शन के इनपुट का उपयोग करके सेट किया जाएगा। यहां दी गई किसी भी चीज़ को केवल सादे पाठ के रूप में माना जाएगा।
hr_hr: (Neobavezno) Kad ostavite praznu, međuspremnik će biti postavljen pomoću ulaza ove akcije. Sve što je ovdje pruženo tretirat će se samo kao običan tekst.
hu_hu: (Opcionális) Ha hagyja üresen, a vágólapot a művelet bemenete segítségével állítják be. Bármit, amit itt megadunk, csak sima szövegként kezeljük.
hy_am: (Ընտրովի) Երբ մնացել է դատարկ, տեղադրելու է այս գործողության ներդրումը: Այստեղ տրամադրված ցանկացած բան վերաբերվելու է որպես միայն պարզ տեքստ:
id_id: (Opsional) Saat dibiarkan kosong, clipboard akan diatur menggunakan input tindakan ini. Apa pun yang disediakan di sini akan diperlakukan sebagai teks biasa saja.
is_is: (Valfrjálst) Þegar það er skilið eftir verður klemmuspjaldið stillt með því að nota inntak þessa aðgerðar. Allt sem veitt er hér verður aðeins meðhöndlað sem venjulegan texta.
it_ch: (Opzionale) Se lasciato vuoto, gli Appunti verranno impostati utilizzando l'input di questa azione. Qualsiasi cosa fornita qui sarà trattata solo come testo normale.
ja_jp: （オプション）空にしたままにすると、このアクションの入力を使用してクリップボードが設定されます。ここで提供されるものはすべて、プレーンテキストのみとして扱われます。
ka_ge: (სურვილისამებრ) ცარიელი დარჩენისას განთავსდება ბუფერული პროგრამა ამ მოქმედების შეყვანის გამოყენებით. აქ მოცემული ყველაფერი მხოლოდ უბრალო ტექსტად განიხილება.
kk_kz: (Қосымша) Бос болған кезде, алмасу буфері осы әрекеттің кірісін пайдаланып орнатылады. Мұнда берілген кез-келген нәрсе тек қарапайым мәтін ретінде қарастырылады.
km_kh: (ស្រេចចិត្ត) នៅពេលដែលទុកឱ្យទទេក្តារតម្បៀតខ្ទាស់នឹងត្រូវបានកំណត់ដោយប្រើការបញ្ចូលសកម្មភាពនេះ។ អ្វីដែលបានផ្តល់នៅទីនេះនឹងត្រូវបានចាត់ទុកជាអត្ថបទធម្មតាតែប៉ុណ្ណោះ។
kn_in: (ಐಚ್ al ಿಕ) ಖಾಲಿ ಬಿಟ್ಟಾಗ ಈ ಕ್ರಿಯೆಯ ಇನ್ಪುಟ್ ಬಳಸಿ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತದೆ. ಇಲ್ಲಿ ಒದಗಿಸಲಾದ ಯಾವುದನ್ನಾದರೂ ಸರಳ ಪಠ್ಯವೆಂದು ಮಾತ್ರ ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ.
ko_kr: (선택 사항) 비어 있으면이 작업의 입력을 사용하여 클립 보드가 설정됩니다. 여기에 제공된 모든 것은 일반 텍스트로만 취급됩니다.
ky_kg: (Ыктыярдуу) бош калган учурда, алмашуу буферинин бул иш-аракеттердин киргизүүсүн колдонуп, алмашуу борбору коюлат. Бул жерде берилген нерсе гана ачык текст катары каралат.
lo_la: (ທາງເລືອກ) ເມື່ອປ່ອຍໃຫ້ຄລິບບອດຈະຖືກກໍານົດໄວ້ໃນການປ້ອນຂໍ້ມູນຂອງການປະຕິບັດນີ້. ສິ່ງໃດທີ່ໃຫ້ຢູ່ທີ່ນີ້ຈະໄດ້ຮັບການປະຕິບັດເປັນຂໍ້ຄວາມທໍາມະດາເທົ່ານັ້ນ.
lt_lt: (Neprivaloma) Kai palikta tuščia, mainų sritis bus nustatyta naudojant šio veiksmo įvestį. Viskas, kas čia pateikta, bus traktuojama tik kaip paprastas tekstas.
lv_lv: (Pēc izvēles) Ja atstāj tukšu, starpliktuvē tiks iestatīts, izmantojot šīs darbības ievadi. Viss, kas šeit piegādāts, tiks uzskatīts tikai par vienkāršu tekstu.
mi_nz: (Kōwhiringa) i te wa i mahue ai te kopapa ka whakaritea te whakamahi i te whakauru o tenei mahi. Ko nga mea katoa e whakaratohia ana i konei ka kiia he tuhinga noa noa.
mk_mk: (По избор) Кога ќе остане празни, ќе се постави таблата со клип, користејќи го внесот на оваа акција. Сè што е предвидено овде, ќе се третира само како обичен текст.
ml_in: (ഓപ്ഷണൽ) ഈ പ്രവർത്തന ഇൻപുട്ട് ഉപയോഗിച്ച് ക്ലിപ്പ്ബോർഡ് ശൂന്യമാകുമ്പോൾ ക്ലിപ്പ്ബോർഡ് സജ്ജമാക്കും. ഇവിടെ നൽകിയ എന്തും വ്യക്തമായ പാഠമായി മാത്രം കണക്കാക്കും.
mr_in: (पर्यायी) रिक्त असताना क्लिपबोर्ड या क्रियेच्या इनपुटचा वापर करून सेट केला जाईल. येथे प्रदान केलेली कोणतीही गोष्ट केवळ साधा मजकूर मानली जाईल.
ms_my: (Pilihan) Apabila dibiarkan kosong, papan klip akan ditetapkan menggunakan input tindakan ini. Apa -apa sahaja yang disediakan di sini akan dianggap sebagai teks biasa sahaja.
mt_mt: (Mhux obbligatorju) Meta titħalla vojta l-clipboard se jkun issettjat bl-użu ta 'din l-azzjoni. Kull ħaġa pprovduta hawnhekk se tiġi ttrattata bħala test sempliċi biss.
nb_no: (Valgfritt) Når det er tomt, blir utklippstavlen satt ved hjelp av denne handlingens innspill. Alt som er gitt her, vil bare bli behandlet som ren tekst.
ne_np: (वैकल्पिक) क्लिपबोर्ड छोडेर क्लिपबोर्डले यस कार्यको इनपुट प्रयोग गरेर सेट गर्नेछ। यहाँ प्रदान गरिएको कुनै पनि कुरा केवल सादा पाठको रूपमा व्यवहार गरिनेछ।
nl_be: (Optioneel) Indien leeg achtergelaten wordt het klembord ingesteld met behulp van de invoer van deze actie. Alles wat hier wordt verstrekt, wordt alleen als gewone tekst behandeld.
or_in: (ବ al କଳ୍ପିକ) ଯେତେବେଳେ ବାମ ଖାଲି କ୍ୟାଲିପବୋର୍ଡ ଏହି କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ବ୍ୟବହାର କରି ସେଟ୍ ହେବ | ଏଠାରେ ଦିଆଯାଇଥିବା କିଛି କେବଳ ସାଧା ପାଠ୍ୟ ଭାବରେ ବ୍ୟବହାର କରାଯିବ |
pa_arab: (ਅਖ਼ਤਿਆਰੀ) ਜਦੋਂ ਖੱਬੇ ਪਾਸੇ ਕਲਿੱਪਬੋਰਡ ਨੂੰ ਇਸ ਐਕਸ਼ਨ ਦੇ ਇੰਪੁੱਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸੈੱਟ ਕੀਤਾ ਜਾਵੇਗਾ. ਇੱਥੇ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਕੋਈ ਵੀ ਚੀਜ਼ ਨੂੰ ਸਿਰਫ ਸਾਦਾ ਪਾਠ ਮੰਨਿਆ ਜਾਵੇਗਾ.
pl_pl: (Opcjonalnie) Gdy pozostawiono puste, schowek zostanie ustawiony za pomocą wejścia tej akcji. Wszystko, co tutaj dostarczono, będzie traktowane tylko jako zwykły tekst.
pt_br: (Opcional) Quando deixado vazio, a área de transferência será definida usando a entrada desta ação. Qualquer coisa fornecida aqui será tratada apenas como texto simples.
ro_ro: (Opțional) Când este lăsat gol, clipboard -ul va fi setat folosind intrarea acestei acțiuni. Orice lucru furnizat aici va fi tratat doar ca text simplu.
ru_ru: (Необязательно) Когда остается пустой, буфер обмена будет установлен с использованием ввода этого действия. Все, что приведено здесь, будет рассматриваться как простой текст.
sk_sk: (Voliteľné) Keď zostane prázdna, schránka sa nastaví pomocou vstupu tejto akcie. Čokoľvek, čo je tu uvedené, sa bude zaobchádzať iba ako s obyčajným textom.
sl_si: (Neobvezno) Ko je ostalo prazno, bo odložišče nastavljeno z vnosom tega dejanja. Vse, kar je tukaj navedeno, bo obravnavano samo kot navadno besedilo.
sq_al: (Opsionale) Kur lihet bosh, clipboard do të vendoset duke përdorur hyrjen e këtij veprimi. Thingdo gjë e dhënë këtu do të trajtohet vetëm si tekst i thjeshtë.
sr_cyrl_me: (Необавезно) Када је остало празно, међуспремник ће се поставити помоћу уноса ове акције. Све што је овде пружено биће третирано само као обичан текст.
sv_fi: (Valfritt) När du är tom kommer urklippet att ställas in med den här åtgärdens ingång. Allt som tillhandahålls här kommer endast att behandlas som vanlig text.
sw_ke: (Hiari) Wakati kushoto tupu clipboard itawekwa kwa kutumia pembejeo ya hatua hii. Chochote kinachotolewa hapa kitachukuliwa kama maandishi wazi tu.
ta_in: (விரும்பினால்) இந்த செயலின் உள்ளீட்டைப் பயன்படுத்தி கிளிப்போர்டு அமைக்கப்படும். இங்கே வழங்கப்பட்ட எதையும் எளிய உரையாக மட்டுமே கருதப்படும்.
te_in: (ఐచ్ఛికం) ఖాళీగా ఉన్నప్పుడు ఈ చర్య యొక్క ఇన్పుట్ ఉపయోగించి క్లిప్‌బోర్డ్ సెట్ చేయబడుతుంది. ఇక్కడ అందించిన ఏదైనా సాదా వచనంగా మాత్రమే పరిగణించబడుతుంది.
th_th: (ไม่บังคับ) เมื่อปล่อยให้ว่างเปล่าคลิปบอร์ดจะถูกตั้งค่าโดยใช้อินพุตของแอ็คชั่นนี้ สิ่งใดก็ตามที่ให้ไว้ที่นี่จะถือว่าเป็นข้อความธรรมดาเท่านั้น
tk_tm: (Meýletin) galan boşluk, bu hereketiň girişini ulanyp, bufer paneli düzüler. Bu ýerde berilýän islendik zat diňe ýönekeý tekst hökmünde garalar.
tr_tr: (İsteğe bağlı) Boş bırakıldığında pano bu eylemin girişi kullanılarak ayarlanır. Burada sağlanan herhangi bir şey yalnızca düz metin olarak değerlendirilecektir.
tt_ru: (Ихтимал) Бу гамәл кертү ярдәмендә буфер тактасы куелачак. Монда булган теләсә нәрсә гади текст белән генә каралачак.
ug_cn: (ئىختىيارىي) بۇ ھەرىكەتنىڭ كىرگۈزۈلۈشى ئارقىلىق چاپلاش تاختىسىدىن ئايرىلىدۇ. بۇ يەردە تەمىنلەنگەن ھەر قانداق نەرسە ئاددىي تېكىست دەپ قارىلىدۇ.
uk_ua: (Необов’язково) Якщо залишити порожній, буфер обміну буде встановлено за допомогою введення цієї дії. Все, що надається тут, буде розглядатися лише як простий текст.
ur_pk: (اختیاری) جب بائیں خالی جگہ پر کلپ بورڈ اس ایکشن کے ان پٹ کا استعمال کرتے ہوئے ترتیب دیا جائے گا۔ یہاں فراہم کردہ کسی بھی چیز کو صرف سادہ متن سمجھا جائے گا۔
uz_cyrl: (Ixtiyoriy) Klipboard ushbu harakatning kiritilishini ta'minlaydi. Bu erda ko'rsatilgan har qanday narsa faqat oddiy matn sifatida ko'rib chiqiladi.
vi_vn: (Tùy chọn) Khi trống trống, bảng tạm sẽ được đặt bằng đầu vào của hành động này. Bất cứ điều gì được cung cấp ở đây sẽ chỉ được coi là văn bản đơn giản.
zh_hant: （可選）剩下空白時，將使用此操作的輸入設置剪貼板。這裡提供的任何內容都將僅視為純文本。

# ActionSetClipboardContentLabel
source: Content for clipboard
af_za: Inhoud vir knipbord
am_et: ለክሊፕቦርድ ይዘት
ar_bh: محتوى الحافظة
as_in: ক্লিপবোৰ্ডৰ বাবে বিষয়বস্তু
az_cyrl: Panoya üçün məzmun
bg_bg: Съдържание за клипборд
bn_in: ক্লিপবোর্ডের জন্য সামগ্রী
bs_latn_ba: Sadržaj za međuspremnik
ca_es: Contingut per al porta -retalls
cs_cz: Obsah pro schránku
cy_gb: Cynnwys ar gyfer Clipfwrdd
da_dk: Indhold til udklipsholder
de_ch: Inhalt für Zwischenablage
el_gr: Περιεχόμενο για πρόχειρο
es_bo: Contenido para portapapeles
et_ee: Lõikelaua sisu
fa_ir: محتوای کلیپ بورد
fi_fi: Leikepöydän sisältö
fil_ph: Nilalaman para sa clipboard
fr_029: Contenu pour le presse-papiers
ga_ie: Ábhar le haghaidh gearrthaisce
gu_in: ક્લિપબોર્ડ માટે સામગ્રી
he_il: תוכן ללוח
hi_in: क्लिपबोर्ड के लिए सामग्री
hr_hr: Sadržaj za međuspremnik
hu_hu: A vágólap tartalma
hy_am: Բովանդակություն Clipboard- ի համար
id_id: Konten untuk clipboard
is_is: Innihald fyrir klemmuspjald
it_ch: Contenuto per gli appunti
ja_jp: クリップボード用のコンテンツ
ka_ge: შინაარსი ბუფერისთვის
kk_kz: Аралық сақтағыштың мазмұны
km_kh: មាតិកាសម្រាប់ក្តារតម្បៀតខ្ទាស់
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ವಿಷಯ
ko_kr: 클립 보드의 콘텐츠
ky_kg: Алмашуу буфери үчүн мазмун
lo_la: ເນື້ອຫາສໍາລັບ clipboard
lt_lt: Mainų srities turinys
lv_lv: Starpliktuves saturs
mi_nz: Ihirangi mo te topenga
mk_mk: Содржина за таблата со исечоци
ml_in: ക്ലിപ്പ്ബോർഡിനുള്ള ഉള്ളടക്കം
mr_in: क्लिपबोर्डसाठी सामग्री
ms_my: Kandungan untuk papan klip
mt_mt: Kontenut għall-clipboard
nb_no: Innhold for utklippstavle
ne_np: क्लिपबोर्डको लागि सामग्री
nl_be: Inhoud voor klembord
or_in: କ୍ଲିପବୋର୍ଡ ପାଇଁ ବିଷୟବସ୍ତୁ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਲਈ ਸਮਗਰੀ
pl_pl: Treść dla schowka
pt_br: Conteúdo para a área de transferência
ro_ro: Conținut pentru clipboard
ru_ru: Контент для буфера обмена
sk_sk: Obsah pre schránku
sl_si: Vsebina za odložišče
sq_al: Përmbajtja për clipboard
sr_cyrl_me: Садржај за међуспремник
sv_fi: Innehåll för urklipp
sw_ke: Yaliyomo kwa clipboard
ta_in: கிளிப்போர்டுக்கான உள்ளடக்கம்
te_in: క్లిప్‌బోర్డ్ కోసం కంటెంట్
th_th: เนื้อหาสำหรับคลิปบอร์ด
tk_tm: Magşar üçin mazmun
tr_tr: Pano için içerik
tt_ru: Буфер өчен эчтәлек
ug_cn: Clipboard نىڭ مەزمۇنى
uk_ua: Вміст для буфера обміну
ur_pk: کلپ بورڈ کے لئے مواد
uz_cyrl: Clipboard uchun tarkib
vi_vn: Nội dung cho clipboard
zh_hant: 剪貼板的內容
