Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# CommonDeleteLabel
source: Delete
af_za: Verwyder
am_et: ሰርዝ
ar_bh: يمسح
as_in: বিলোপ
az_cyrl: Silmək
bg_bg: Изтрий
bn_in: মুছে ফেলা
bs_latn_ba: Izbrisati
ca_es: Esborrar
cs_cz: Vymazat
cy_gb: Croeswn
da_dk: Slet
de_ch: Löschen
el_gr: Διαγράφω
es_bo: Borrar
et_ee: Kustutama
fa_ir: حذف
fi_fi: Poistaa
fil_ph: Tanggalin
fr_029: Supprimer
ga_ie: Scrios amach
gu_in: કા delી નાખવું
he_il: לִמְחוֹק
hi_in: मिटाना
hr_hr: Izbrisati
hu_hu: Töröl
hy_am: Ջնջել
id_id: Menghapus
is_is: Eyða
it_ch: Eliminare
ja_jp: 消去
ka_ge: წაშლა
kk_kz: Жою
km_kh: របៅបេលរសច
kn_in: ಅಳಿಸು
ko_kr: 삭제
ky_kg: Жок кылуу
lo_la: ລົບ
lt_lt: Ištrinti
lv_lv: Dzēst
mi_nz: Muku
mk_mk: Избриши
ml_in: ഇല്ലാതാക്കുക
mr_in: हटवा
ms_my: Padam
mt_mt: Ħassar
nb_no: Slett
ne_np: मेटाउन
nl_be: Verwijderen
or_in: ବିଲୋପ କରନ୍ତୁ |
pa_arab: ਮਿਟਾਓ
pl_pl: Usuwać
pt_br: Excluir
ro_ro: Șterge
ru_ru: Удалить
sk_sk: Vymazať
sl_si: Izbrisati
sq_al: Nxjerr
sr_cyrl_me: Избрисати
sv_fi: Radera
sw_ke: Futa
ta_in: அழி
te_in: తొలగించు
th_th: ลบ
tk_tm: Pozuň
tr_tr: Silmek
tt_ru: Бетерү
ug_cn: ئۆچۈرۈش
uk_ua: Видаляти
ur_pk: حذف کریں
uz_cyrl: O'chirmoq
vi_vn: Xóa bỏ
zh_hant: 刪除

# CommonDuplicateLabel
source: Duplicate
af_za: Dupliseer
am_et: የተባዛ
ar_bh: ينسخ
as_in: ডুপ্লিকেট
az_cyrl: Dürütmək
bg_bg: Дубликат
bn_in: নকল
bs_latn_ba: Duplikat
ca_es: Duplicar
cs_cz: Duplikát
cy_gb: Ddyblygwch
da_dk: Duplikere
de_ch: Duplikat
el_gr: Αντίγραφο
es_bo: Duplicar
et_ee: Duplikaat
fa_ir: دورامی
fi_fi: Kopioida
fil_ph: Kopyahin
fr_029: Dupliquer
ga_ie: Dúblach
gu_in: ઉઘાડું
he_il: לְשַׁכְפֵּל
hi_in: डुप्लिकेट
hr_hr: Duplikat
hu_hu: Másolat
hy_am: Կրկնակի
id_id: Duplikat
is_is: Afrit
it_ch: Duplicare
ja_jp: 重複
ka_ge: ასლი
kk_kz: Көшірме
km_kh: ច្បាប់ចម្លង
kn_in: ನಕಲು
ko_kr: 복제하다
ky_kg: Дубликат
lo_la: ຊ້ໍາ
lt_lt: Kopija
lv_lv: Dublikāts
mi_nz: Tāruarua
mk_mk: Дупликат
ml_in: പകര്പ്പെടുക്കുക
mr_in: नक्कल
ms_my: Duplikat
mt_mt: Duplikat
nb_no: Duplisere
ne_np: नक्कल
nl_be: Duplicaat
or_in: ନକଲ
pa_arab: ਡੁਪਲਿਕੇਟ
pl_pl: Duplikować
pt_br: Duplicado
ro_ro: Duplicat
ru_ru: Дублировать
sk_sk: Duplikát
sl_si: Dvojnik
sq_al: Kopjoj
sr_cyrl_me: Дупликат
sv_fi: Duplicera
sw_ke: Marudio
ta_in: நகல்
te_in: నకిలీ
th_th: ทำซ้ำ
tk_tm: Dublikat
tr_tr: Kopyalamak
tt_ru: Кабатлау
ug_cn: كۆپەيتىلگەن
uk_ua: Дублікат
ur_pk: نقل
uz_cyrl: Nusxa ko'chirmoq
vi_vn: Nhân bản
zh_hant: 複製

# CommonEditLabel
source: Edit Name
af_za: Redigeer naam
am_et: ስም አርትዕ
ar_bh: تعديل الاسم
as_in: নাম সম্পাদনা কৰক
az_cyrl: Adı düzəldin
bg_bg: Редактиране на име
bn_in: নাম সম্পাদনা কর
bs_latn_ba: Ime uredi
ca_es: Editar el nom
cs_cz: Upravit název
cy_gb: Golygu Enw
da_dk: Rediger navn
de_ch: Namen bearbeiten
el_gr: Επεξεργασία όνομα
es_bo: Editar nombre
et_ee: Redigeerimisnimi
fa_ir: ویرایش نام
fi_fi: Muokkausnimi
fil_ph: I -edit ang pangalan
fr_029: Modifier le nom
ga_ie: Ainm eagarthóireachta
gu_in: નામ સંપાદિત કરો
he_il: ערוך שם
hi_in: नाम संपादित करें
hr_hr: Uredi ime
hu_hu: Név szerkesztése
hy_am: Խմբագրել անունը
id_id: Edit nama
is_is: Breyta nafni
it_ch: Modifica nome
ja_jp: 名前を編集します
ka_ge: სახელის რედაქტირება
kk_kz: Атын өзгерту
km_kh: កែសម្រួលឈ្មោះ
kn_in: ಹೆಸರನ್ನು ಸಂಪಾದಿಸಿ
ko_kr: 이름 편집
ky_kg: Түзөтүү аты
lo_la: ແກ້ໄຂຊື່
lt_lt: Redaguoti vardą
lv_lv: Rediģēt vārdu
mi_nz: Whakatika Ingoa
mk_mk: Име на уреди
ml_in: പേര് എഡിറ്റുചെയ്യുക
mr_in: नाव संपादित करा
ms_my: Edit nama
mt_mt: Editja Isem
nb_no: Rediger navn
ne_np: नाम सम्पादन गर्नुहोस्
nl_be: Naam bewerken
or_in: ନାମ ସଂପାଦନ କରନ୍ତୁ |
pa_arab: ਸੋਧ ਨਾਮ
pl_pl: Edytuj imię
pt_br: Editar nome
ro_ro: Editeaza numele
ru_ru: Редактировать имя
sk_sk: Upraviť názov
sl_si: Uredi ime
sq_al: Modifikoj
sr_cyrl_me: Уреди име
sv_fi: Redigera namn
sw_ke: Hariri Jina
ta_in: பெயரைத் திருத்து
te_in: పేరును సవరించండి
th_th: แก้ไขชื่อ
tk_tm: Ady redaktirläň
tr_tr: Adı Düzenle
tt_ru: Исемне үзгәртү
ug_cn: نامىنى تەھرىرلەش
uk_ua: Назва редагування
ur_pk: نام میں ترمیم کریں
uz_cyrl: Ismni tahrirlash
vi_vn: Chỉnh sửa tên
zh_hant: 編輯名稱

# CommonResetLabel
source: Reset
af_za: Herstel
am_et: ዳግም አስጀምር
ar_bh: إعادة ضبط
as_in: পুনৰায় সেট কৰক
az_cyrl: Sıfırlamaq
bg_bg: Нулиране
bn_in: রিসেট
bs_latn_ba: Resetovati
ca_es: Restablir
cs_cz: Resetovat
cy_gb: Ail gychwyn
da_dk: Nulstil
de_ch: Zurücksetzen
el_gr: Επαναφορά
es_bo: Reiniciar
et_ee: Lähtestamine
fa_ir: بازپا
fi_fi: Nollata
fil_ph: I -reset
fr_029: Réinitialiser
ga_ie: Athshocraigh
gu_in: ફરીથી સેટ કરવું
he_il: אִתחוּל
hi_in: रीसेट
hr_hr: Resetirati
hu_hu: Visszaállítás
hy_am: Վերականգնել
id_id: Mengatur ulang
is_is: Endurstilla
it_ch: Ripristina
ja_jp: リセット
ka_ge: გადაჭრა
kk_kz: Ысыру
km_kh: កំណត់ឡើងវិញ
kn_in: ಮರುಹೊಂದಿಸು
ko_kr: 초기화
ky_kg: Баштапкы абалга келтирүү
lo_la: ຕັ້ງຄືນໃຫມ່
lt_lt: Atstatyti
lv_lv: Atiestatīt
mi_nz: Tautuhi anō
mk_mk: Ресетирање
ml_in: പുന .സജ്ജമാക്കുക
mr_in: रीसेट
ms_my: Tetapkan semula
mt_mt: Irrisettja
nb_no: Nullstille
ne_np: रिसेट गर्नुहोस्
or_in: ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਰੀਸੈੱਟ
pl_pl: Resetowanie
pt_br: Reiniciar
ro_ro: Resetează
ru_ru: Перезагрузить
sk_sk: Vynulovanie
sl_si: Ponastaviti
sq_al: Rivendos
sr_cyrl_me: Ресетовати
sv_fi: Återställa
sw_ke: Rudisha
ta_in: மீட்டமை
te_in: రీసెట్
th_th: รีเซ็ต
tk_tm: Täzeden düzmek
tr_tr: Sıfırla
tt_ru: Яңарту
ug_cn: ئەسلىگە كەلتۈرۈش
uk_ua: Скинути
ur_pk: ری سیٹ کریں
uz_cyrl: Qayta o'rnatish
vi_vn: Cài lại
zh_hant: 重置

# ClipTileTagContextMenuLabel
source: Tags
am_et: መለያዎች
ar_bh: العلامات
bg_bg: Етикети
bn_in: ট্যাগ
bs_latn_ba: Oznake
ca_es: Etiquetes
cs_cz: Tagy
cy_gb: Tagiau
de_ch: Stichworte
el_gr: Ετικέτες
es_bo: Etiquetas
et_ee: Sildid
fa_ir: برچسب ها
fi_fi: Tunnisteet
fr_029: Mots clés
ga_ie: Clibeanna
gu_in: ટ tag ગ
he_il: תגיות
hi_in: टैग
hr_hr: Oznake
hu_hu: Címkék
hy_am: Պիտակներ
id_id: Tag
is_is: Merkimiðar
it_ch: Tag
ja_jp: タグ
ka_ge: ნიშნები
kk_kz: Тегтер
km_kh: ស្លាក
kn_in: ತಗ್ಗು
ko_kr: 태그
ky_kg: Тегдер
lo_la: ແທັກ
lt_lt: Žymos
lv_lv: Tagi
mi_nz: Ngā
mk_mk: Тагови
ml_in: ടാഗുകൾ
mr_in: टॅग्ज
ms_my: Tag
nb_no: Tagger
ne_np: ट्यागहरू
or_in: ଟ୍ୟାଗ୍ସ |
pa_arab: ਟੈਗਸ
pl_pl: Tagi
pt_br: Tag
ro_ro: Etichete
ru_ru: Теги
sk_sk: Značky
sl_si: Oznake
sq_al: Etiketa
sr_cyrl_me: Ознаке
sv_fi: Taggar
sw_ke: Lebo
ta_in: குறிச்சொற்கள்
te_in: టాగ్లు
th_th: แท็ก
tk_tm: Bellikler
tr_tr: Etiketler
tt_ru: Теглар
ug_cn: خەتكۈچ
uk_ua: Теги
ur_pk: ٹیگز
uz_cyrl: Teglar
zh_hant: 標籤

# ShortcutDataGridActionHeader
source: Action
af_za: Aksie
am_et: እርምጃ
ar_bh: فعل
as_in: কাৰ্য কৰা
az_cyrl: Hərəkət
bg_bg: Действие
bn_in: কর্ম
bs_latn_ba: Akcija
ca_es: Acció
cs_cz: Akce
cy_gb: Weithred
da_dk: Handling
de_ch: Aktion
el_gr: Δράση
es_bo: Acción
et_ee: Toiming
fa_ir: عمل
fi_fi: Toiminta
fil_ph: Aksyon
ga_ie: Caingean
gu_in: ક્રિયા
he_il: פעולה
hi_in: कार्रवाई
hr_hr: Akcijski
hu_hu: Akció
hy_am: Գործողություն
id_id: Tindakan
is_is: Aðgerð
it_ch: Azione
ja_jp: アクション
ka_ge: მოქმედება
kk_kz: Ірекет
km_kh: កិច្ច
kn_in: ಕ್ರಿಯೆ
ko_kr: 행동
ky_kg: Иш-аракет
lo_la: ການກະທໍາ
lt_lt: Veiksmas
lv_lv: Darbība
mi_nz: Mahi
mk_mk: Акција
ml_in: പവര്ത്തി
mr_in: क्रिया
ms_my: Tindakan
mt_mt: Azzjoni
nb_no: Handling
ne_np: भिडन्त
nl_be: Actie
or_in: କାର୍ଯ୍ୟ
pa_arab: ਕਾਰਵਾਈ
pl_pl: Działanie
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sk_sk: Akcia
sl_si: Dejanje
sq_al: Veprim
sr_cyrl_me: поступак
sv_fi: Handling
sw_ke: Hatua
ta_in: செயல்
te_in: చర్య
th_th: การกระทำ
tk_tm: Hereket
tr_tr: Aksiyon
tt_ru: Эш
ug_cn: ھەرىكەت
uk_ua: Дія
ur_pk: عمل
uz_cyrl: Harakat
vi_vn: Hoạt động
zh_hant: 行動

# ShortcutDataGridRoutingHeader
source: Global Routing
af_za: Globale routing
am_et: ግሎባል ማዞሪያ
ar_bh: التوجيه العالمي
as_in: গ্লোবেল ৰুটিং
az_cyrl: Qlobal marşrutlaşdırma
bg_bg: Глобално маршрутизиране
bn_in: গ্লোবাল রাউটিং
bs_latn_ba: Globalno usmjeravanje
ca_es: Enrutament global
cs_cz: Globální směrování
cy_gb: Llwybro Byd -eang
de_ch: Globales Routing
el_gr: Παγκόσμια δρομολόγηση
es_bo: Enrutamiento global
et_ee: Ülemaailmne marsruutimine
fa_ir: مسیریابی جهانی
fi_fi: Globaali reititys
fil_ph: Global Ruta
fr_029: Routage global
ga_ie: Ródú domhanda
gu_in: વૈશ્વિક માર્ગ
he_il: ניתוב גלובלי
hi_in: वैश्विक मार्ग
hr_hr: Globalno usmjeravanje
hu_hu: Globális útválasztás
hy_am: Համաշխարհային երթուղղում
id_id: Routing global
is_is: Alheimsleiðbeiningar
it_ch: Routing globale
ja_jp: グローバルルーティング
ka_ge: გლობალური მარშრუტიზაცია
kk_kz: Жаһандық бағыттау
km_kh: ផ្លូវសកល
kn_in: ಜಾಗತಿಕ ರೂಟಿಂಗ್
ko_kr: 글로벌 라우팅
lo_la: ເສັ້ນທາງທົ່ວໂລກ
lt_lt: Visuotinis maršrutas
lv_lv: Globālā maršrutēšana
mi_nz: Te Huringa o te Ao
mk_mk: Глобално рутирање
ml_in: ഗ്ലോബൽ റൂട്ടിംഗ്
mr_in: ग्लोबल राउटिंग
ms_my: Routing Global
mt_mt: Rotta globali
nb_no: Global ruting
ne_np: ग्लोबल रुटिंग
nl_be: Wereldwijde routing
or_in: ସର୍ବଭାରତୀୟ ରାଉଟିଙ୍ଗ୍ |
pa_arab: ਗਲੋਬਲ ਰੂਟਿੰਗ
pl_pl: Globalne routing
pt_br: Roteamento global
ro_ro: Rutare globală
ru_ru: Глобальная маршрутизация
sk_sk: Globálne smerovanie
sl_si: Globalno usmerjanje
sq_al: Kurs global
sr_cyrl_me: Глобално усмеравање
sw_ke: Njia ya Ulimwenguni
ta_in: உலகளாவிய ரூட்டிங்
te_in: గ్లోబల్ రౌటింగ్
th_th: การกำหนดเส้นทางทั่วโลก
tk_tm: Global marşruta
tr_tr: Küresel yönlendirme
tt_ru: Глобаль маршрут
ug_cn: يەر شارىدىكى يول
uk_ua: Глобальна маршрутизація
ur_pk: عالمی روٹنگ
uz_cyrl: Global marshrut
vi_vn: Định tuyến toàn cầu
zh_hant: 全球路線

# ShortcutDataGridShortcutHeader
source: Shortcut
af_za: Kortpad
am_et: አቋራጭ
ar_bh: الاختصار
as_in: চৰ্টকাট
az_cyrl: Qısa
bg_bg: Пряк път
bn_in: শর্টকাট
bs_latn_ba: Prečac
ca_es: Drecera
cs_cz: Zkratka
cy_gb: Llwybr byr
da_dk: Genvej
de_ch: Abkürzung
el_gr: Συντομότερος τρόπος
es_bo: Atajo
et_ee: Otsetee
fa_ir: میانبر
fi_fi: Pikakuva
fr_029: Raccourci
ga_ie: Gearrscaoil
gu_in: ટૂંકાકટ
he_il: קיצור
hi_in: छोटा रास्ता
hr_hr: Prečac
hu_hu: Parancsikon
hy_am: Դահիճ
id_id: Jalan pintas
is_is: Flýtileið
it_ch: Scorciatoia
ja_jp: ショートカット
ka_ge: მალსახმობი
kk_kz: Сілтеме
km_kh: ផ្លូវកាត់
kn_in: ಸಂಕ್ಷಿಪ್ತವಾಗಿ
ko_kr: 지름길
ky_kg: Кыска жол
lo_la: ລັດ
lt_lt: Trumpesnis kelias
lv_lv: Saīsne
mi_nz: Pokatata
mk_mk: Кратенка
ml_in: കുറുക്കുവഴി
mr_in: शॉर्टकट
ms_my: Pintasan
nb_no: Snarvei
ne_np: सर्टकट
nl_be: Snelkoppel
or_in: ସର୍ଟକଟ୍
pa_arab: ਸ਼ਾਰਟਕੱਟ
pl_pl: Skrót
pt_br: Atalho
ro_ro: COMUTĂ
ru_ru: Ярлык
sk_sk: Skratka
sl_si: Bližnjica
sq_al: Shkurtore
sr_cyrl_me: Пречица
sv_fi: Genväg
sw_ke: Njia ya mkato
ta_in: குறுக்குவழி
te_in: సత్వరమార్గం
th_th: ทางลัด
tk_tm: Salgylanma
tr_tr: Kısayol
tt_ru: Кыска юл
ug_cn: تېزلەتمە
uk_ua: Ярлик
ur_pk: شارٹ کٹ
uz_cyrl: Yorliq
vi_vn: Đường tắt
zh_hant: 捷徑

# ShortcutGestureRulesHint
source: Gestures must be unique and may only contain one input key.
af_za: Gedings moet uniek wees en mag slegs een invoertoets bevat.
am_et: አካላዊ መግለጫዎች ልዩ መሆን አለባቸው እና አንድ የግቤት ቁልፍ ብቻ መያዝ አለባቸው.
ar_bh: يجب أن تكون الإيماءات فريدة من نوعها وقد تحتوي فقط على مفتاح إدخال واحد.
as_in: ইংগিতসমূহ অনন্য হ'ব লাগিব আৰু ইয়াত কেৱল এটা ইনপুট কি' থাকিব পাৰে।
az_cyrl: Jestlər unikal olmalıdır və yalnız bir giriş açarı ola bilər.
bg_bg: Жестовете трябва да са уникални и могат да съдържат само един ключ за въвеждане.
bn_in: অঙ্গভঙ্গিগুলি অবশ্যই অনন্য হতে পারে এবং কেবল একটি ইনপুট কী থাকতে পারে।
bs_latn_ba: Pokreti moraju biti jedinstveni i mogu sadržavati samo jednu tipku za unos.
ca_es: Els gestos han de ser únics i només poden contenir una clau d’entrada.
cs_cz: Gesta musí být jedinečná a mohou obsahovat pouze jeden vstupní klíč.
cy_gb: Rhaid i ystumiau fod yn unigryw a dim ond un allwedd fewnbwn y gallant eu cynnwys.
da_dk: Bevægelser skal være unikke og kan kun indeholde en inputnøgle.
de_ch: Gesten müssen einzigartig sein und können nur einen Eingangstaste enthalten.
el_gr: Οι χειρονομίες πρέπει να είναι μοναδικές και μπορεί να περιέχουν μόνο ένα κλειδί εισόδου.
es_bo: Los gestos deben ser únicos y solo pueden contener una clave de entrada.
et_ee: Žestid peavad olema ainulaadsed ja võivad sisaldada ainult ühte sisendvõtit.
fa_ir: حرکات باید منحصر به فرد باشد و فقط ممکن است یک کلید ورودی باشد.
fi_fi: Eleiden on oltava ainutlaatuisia ja ne voivat sisältää vain yhden syöttöavaimen.
fil_ph: Ang mga kilos ay dapat na natatangi at maaari lamang maglaman ng isang input key.
fr_029: Les gestes doivent être uniques et ne peuvent contenir qu'une seule clé d'entrée.
ga_ie: Caithfidh gothaí a bheith uathúil agus ní fhéadfaidh siad ach eochair ionchuir amháin a bheith iontu.
gu_in: હાવભાવ અનન્ય હોવા જોઈએ અને તેમાં ફક્ત એક ઇનપુટ કી હોઈ શકે છે.
he_il: מחוות חייבות להיות ייחודיות ויכולות להכיל רק מפתח קלט אחד.
hi_in: इशारों को अद्वितीय होना चाहिए और इसमें केवल एक इनपुट कुंजी हो सकती है।
hr_hr: Geste moraju biti jedinstvene i mogu sadržavati samo jedan ulazni ključ.
hu_hu: A gesztusoknak egyedinek kell lenniük, és csak egy bemeneti kulcsot tartalmazhatnak.
hy_am: Ժեստերը պետք է լինեն եզակի եւ կարող են ներառել միայն մեկ մուտքային բանալին:
id_id: Gerakan harus unik dan hanya dapat berisi satu kunci input.
is_is: Bendingar verða að vera einstök og geta aðeins innihaldið einn innsláttarlykil.
it_ch: I gesti devono essere unici e possono contenere solo una chiave di input.
ja_jp: ジェスチャーは一意でなければならず、入力キーは1つだけ含まれている場合があります。
ka_ge: ჟესტები უნდა იყოს უნიკალური და შეიძლება შეიცავდეს მხოლოდ ერთ შეყვანის ღილაკს.
kk_kz: Қимылдар бірегей болуы керек және тек бір кіріс кілті болуы керек.
km_kh: កាយវិការត្រូវតែមានតែមួយគត់ហើយអាចមានកូនសោបញ្ចូលតែមួយប៉ុណ្ណោះ។
kn_in: ಸನ್ನೆಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು ಮತ್ತು ಕೇವಲ ಒಂದು ಇನ್ಪುಟ್ ಕೀಲಿಯನ್ನು ಹೊಂದಿರಬಹುದು.
ko_kr: 제스처는 독특해야하며 하나의 입력 키만 포함 할 수 있습니다.
ky_kg: Жаңсоолор уникалдуу болушу керек жана бир гана киргизүү баскычын гана камтышы мүмкүн.
lo_la: ທ່າທາງຕ້ອງມີຄວາມເປັນເອກະລັກສະເພາະແລະອາດຈະມີພຽງແຕ່ປຸ່ມປ້ອນຂໍ້ມູນເທົ່ານັ້ນ.
lt_lt: Gestai turi būti unikalūs ir gali būti tik vienas įvesties raktas.
lv_lv: Žestiem jābūt unikāliem, un tiem var būt tikai viena ievades atslēga.
mi_nz: Me noho motuhake nga tohu me te whakauru noa i tetahi waahanga whakauru.
mk_mk: Гестовите мора да бидат уникатни и може да содржат само еден влезен клуч.
ml_in: ആംഗ്യങ്ങൾ അദ്വിതീയമായിരിക്കണം കൂടാതെ ഒരു ഇൻപുട്ട് കീ മാത്രമേ അടങ്ങിയിട്ടുള്ളൂ.
mr_in: जेश्चर अद्वितीय असणे आवश्यक आहे आणि त्यात फक्त एक इनपुट की असू शकते.
ms_my: Gerak isyarat mestilah unik dan hanya boleh mengandungi satu kunci input.
mt_mt: Il-ġesti għandhom ikunu uniċi u jista 'jkun fihom biss ċavetta ta' input waħda.
nb_no: Bevegelser må være unike og kan bare inneholde en inngangsnøkkel.
ne_np: इशाराहरू अद्वितीय हुनुपर्दछ र केवल एक इनपुट कुञ्जी समावेश गर्दछ।
nl_be: Gebaren moeten uniek zijn en mogen slechts één invoersleutel bevatten.
or_in: ଅଙ୍ଗଭଙ୍ଗୀ ନିଶ୍ଚୟ ଅନନ୍ୟ ହେବା ଏବଂ କେବଳ ଗୋଟିଏ ଇନପୁଟ୍ କୀ ଧାରଣ କରିପାରେ |
pa_arab: ਇਸ਼ਾਰੇ ਬਦਨਾਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਸਿਰਫ ਇੱਕ ਇੰਪੁੱਟ ਕੁੰਜੀ ਹੋ ਸਕਦੀ ਹੈ.
pl_pl: Gesty muszą być unikalne i mogą zawierać tylko jeden klucz wejściowy.
pt_br: Os gestos devem ser únicos e podem conter apenas uma chave de entrada.
ro_ro: Gesturile trebuie să fie unice și pot conține o singură cheie de intrare.
ru_ru: Жесты должны быть уникальными и могут содержать только один входной ключ.
sk_sk: Gestá musia byť jedinečné a môžu obsahovať iba jeden vstupný kľúč.
sl_si: Poteze morajo biti edinstvene in lahko vsebujejo samo en vhodni ključ.
sq_al: Gjestet duhet të jenë unike dhe mund të përmbajnë vetëm një çelës hyrëse.
sr_cyrl_me: Гестери морају бити јединствени и могу да садрже само један улазни кључ.
sv_fi: Gester måste vara unika och får bara innehålla en ingångsnyckel.
sw_ke: Ishara lazima ziwe za kipekee na zinaweza kuwa na kitufe kimoja cha kuingiza.
ta_in: சைகைகள் தனித்துவமாக இருக்க வேண்டும் மற்றும் ஒரு உள்ளீட்டு விசையை மட்டுமே கொண்டிருக்கலாம்.
te_in: సంజ్ఞలు ప్రత్యేకంగా ఉండాలి మరియు ఒక ఇన్పుట్ కీని మాత్రమే కలిగి ఉండవచ్చు.
th_th: ท่าทางจะต้องไม่ซ้ำกันและอาจมีคีย์อินพุตเดียวเท่านั้น
tk_tm: Jestler özboluşly bolmaly we diňe bir giriş düwmesi bolup biler.
tr_tr: Hareketler benzersiz olmalı ve yalnızca bir giriş anahtarı içerebilir.
tt_ru: Ишарәләр уникаль булырга тиеш, бер керпе ачкычы гына булырга мөмкин.
ug_cn: قولتۇقى چوقۇم ئۆزگىچە بولۇشى كېرەك, پەقەت بىرلا كىرگۈزۈش ئاچقۇچى بولۇشى مۇمكىن.
uk_ua: Жести повинні бути унікальними і можуть містити лише один вхідний ключ.
ur_pk: اشاروں کو منفرد ہونا چاہئے اور اس میں صرف ایک ان پٹ کلید ہوسکتی ہے۔
uz_cyrl: Imo-ishoralar noyob bo'lishi kerak va faqat bitta kirish kalitini o'z ichiga olishi mumkin.
vi_vn: Cử chỉ phải là duy nhất và chỉ có thể chứa một khóa đầu vào.
zh_hant: 手勢必須是唯一的，並且只能包含一個輸入密鑰。

# CommonDisableLabel
source: Disable
af_za: Uitskakel
am_et: አሰናክል
ar_bh: إبطال
as_in: অক্ষম
az_cyrl: Əlil etmək
bg_bg: Деактивиране
bn_in: অক্ষম করুন
bs_latn_ba: Onesposobiti
ca_es: Desactivar
cs_cz: Deaktivovat
cy_gb: Analluogasech
da_dk: Deaktiver
de_ch: Deaktivieren
el_gr: Καθιστώ ανίκανο
es_bo: Desactivar
et_ee: Keelama
fa_ir: غیرفعال کردن
fi_fi: Poista käytöstä
fil_ph: Huwag paganahin
fr_029: Désactiver
ga_ie: Míchumais
gu_in: અપંગ કરવું
he_il: השבתת
hi_in: अक्षम करना
hr_hr: Onesposobiti
hu_hu: Letilt
hy_am: Անջատել
id_id: Cacat
is_is: Slökkva
it_ch: disattivare
ja_jp: 無効にします
ka_ge: გამორთვა
kk_kz: Ажырату
km_kh: ផ្លាស់ប្តូរ
kn_in: ನಿಷ್ಪಲಿತಿ
ko_kr: 장애를 입히다
ky_kg: Өчүрүү
lo_la: ປິດການໃຊ້ງານ
lt_lt: Išjungti
lv_lv: Atspējot
mi_nz: Mahue
mk_mk: Оневозможи
ml_in: പ്രവർത്തനരഹിതമാക്കുക
mr_in: अक्षम करा
ms_my: Lumpuhkan
mt_mt: Itfi
nb_no: Deaktiver
ne_np: अक्षम गर्नु
nl_be: Uitzetten
or_in: ଅକ୍ଷମ କରନ୍ତୁ |
pa_arab: ਅਯੋਗ
pl_pl: Wyłączyć
pt_br: Desativar
ro_ro: Dezactiva
ru_ru: Запрещать
sk_sk: Zakázať
sl_si: Onemogoči
sq_al: Çaktivizoj
sr_cyrl_me: Онемогућити
sv_fi: Inaktivera
sw_ke: Lemaza
ta_in: முடக்கவும்
te_in: డిసేబుల్
th_th: ปิดการใช้งาน
tk_tm: Öçürmek
tr_tr: Devre dışı bırakmak
tt_ru: Сүндерү
ug_cn: چەكلەش
uk_ua: Відключати
ur_pk: غیر فعال
uz_cyrl: O'chirmoq
vi_vn: Vô hiệu hóa
zh_hant: 禁用
