Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ClipTilePasteHereHeaderLabel
source: Paste Here
af_za: Plak hier
am_et: እዚህ ይለጥፉ
ar_bh: لصق هنا
as_in: ইয়াত পেষ্ট কৰক
az_cyrl: Burdan yapışdırmaq
bg_bg: Поставете тук
bn_in: এখানে আটকান
bs_latn_ba: Zalijepite ovdje
ca_es: Enganxeu aquí
cs_cz: Vložte tady
cy_gb: Pastiwch yma
da_dk: Indsæt her
de_ch: Einfügen hier
el_gr: Επικόλληση εδώ
es_bo: Pega aquí
et_ee: Kleebi siia
fa_ir: اینجا چسباندن
fi_fi: Liitä täällä
fil_ph: I -paste dito
fr_029: Coller ici
ga_ie: Greamaigh anseo
gu_in: અહીં
he_il: הדבק כאן
hi_in: यहाँ पेस्ट करें
hr_hr: Zalijepite ovdje
hu_hu: Ide törölje
hy_am: Մածուկ այստեղ
id_id: Tempel di sini
is_is: Límdu hér
it_ch: Incolla qui
ja_jp: ここに貼り付けます
ka_ge: ჩასვით აქ
kk_kz: Мұнда қойыңыз
km_kh: បិទភ្ជាប់នៅទីនេះ
kn_in: ಇಲ್ಲಿ ಅಂಟಿಸಿ
ko_kr: 여기에 붙여 넣으십시오
ky_kg: Бул жерде паста
lo_la: ວາງຢູ່ທີ່ນີ້
lt_lt: Įklijuokite čia
lv_lv: Ielīmēt šeit
mi_nz: Whakapiri i konei
mk_mk: Залепете тука
ml_in: ഇവിടെ ഒട്ടിക്കുക
mr_in: येथे पेस्ट करा
ms_my: Tampal di sini
mt_mt: Pasta hawn
nb_no: Lim inn her
ne_np: यहाँ टाँस्नुहोस्
nl_be: Plak hier
or_in: ଏଠାରେ ପେଷ୍ଟ କରନ୍ତୁ |
pa_arab: ਇਥੇ ਪੇਸਟ ਕਰੋ
pl_pl: Wklej tutaj
pt_br: Cole aqui
ro_ro: Lipiți aici
ru_ru: Вставьте здесь
sk_sk: Prilepiť tu
sl_si: Prilepite tukaj
sq_al: Ngjis këtu
sr_cyrl_me: Овде пасте
sv_fi: Klistra in här
sw_ke: Bandika hapa
ta_in: இங்கே ஒட்டவும்
te_in: ఇక్కడ అతికించండి
th_th: วางที่นี่
tk_tm: Bu ýerde goýuň
tr_tr: Buraya yapıştır
tt_ru: Монда паста
ug_cn: بۇ يەرنى چاپلاڭ
uk_ua: Вставити сюди
ur_pk: یہاں چسپاں کریں
uz_cyrl: Bu erda makaron
vi_vn: Dán ở đây
zh_hant: 在這裡粘貼

# ClipTileShareHeader
source: Share...
af_za: Deel ...
am_et: አጋራ ...
ar_bh: يشارك...
as_in: ভাগ-বতৰা কৰা...
az_cyrl: Paylaş ...
bg_bg: Дял...
bn_in: ভাগ ...
bs_latn_ba: Podijelite ...
ca_es: Compartir...
cs_cz: Podíl...
cy_gb: Rhannwch ...
da_dk: Del...
de_ch: Aktie...
el_gr: Μερίδιο...
es_bo: Compartir...
et_ee: Jaga ...
fa_ir: اشتراک گذاری...
fi_fi: Jaa...
fil_ph: Bahagi ...
fr_029: Partager...
ga_ie: Comhroinn ...
gu_in: શેર ...
he_il: לַחֲלוֹק...
hi_in: शेयर करना...
hr_hr: Udio...
hu_hu: Ossza meg...
id_id: Membagikan...
is_is: Deila ...
it_ch: Condividere...
ja_jp: 共有...
ka_ge: გაზიარება ...
kk_kz: Бөлісу ...
km_kh: ចែករំលែក ...
kn_in: ಪಾಲು ...
ko_kr: 공유하다...
ky_kg: Бөлүшүү ...
lo_la: ແບ່ງປັນ ...
lt_lt: Dalintis...
lv_lv: Dalīties ...
mi_nz: Hoatu ...
mk_mk: Сподели ...
ml_in: പങ്കിടുക ...
mr_in: सामायिक करा ...
ms_my: Kongsi ...
mt_mt: Aqsam ...
nb_no: Dele...
ne_np: शेयर ...
nl_be: Deel...
or_in: ସେୟାର ...
pa_arab: ਸਾਂਝਾ ਕਰੋ ...
pl_pl: Udział...
pt_br: Compartilhar...
ro_ro: Acțiune...
ru_ru: Делиться...
sk_sk: Zdieľam...
sl_si: Deliti...
sq_al: Ndaj ...
sr_cyrl_me: Објави...
sv_fi: Dela med sig...
sw_ke: Shiriki ...
ta_in: பகிர்...
te_in: వాటా ...
th_th: แบ่งปัน...
tk_tm: Paýlaşma ...
tr_tr: Paylaşmak...
tt_ru: Бүлек ...
ug_cn: ھەمبەھىر ...
uk_ua: Поділитися ...
ur_pk: بانٹیں...
vi_vn: Chia sẻ...
zh_hant: 分享...

# ClipTileTransactionViewSourceHeader
source: View
af_za: Beskou
am_et: እይታ
ar_bh: منظر
as_in: দৰ্শন
az_cyrl: Baxış
bg_bg: Преглед
bn_in: দেখুন
bs_latn_ba: Pogled
ca_es: Visió
cs_cz: Pohled
cy_gb: Golygfa
da_dk: Udsigt
de_ch: Sicht
el_gr: Θέα
es_bo: Vista
et_ee: Vaade
fa_ir: چشم انداز
fi_fi: Näkymä
fil_ph: Tingnan
fr_029: Voir
ga_ie: Amharc ar
gu_in: દૃશ્ય
he_il: נוף
hi_in: देखना
hr_hr: Pogled
hu_hu: Kilátás
hy_am: Տեղավորել
id_id: Melihat
is_is: Útsýni
it_ch: Visualizzazione
ja_jp: ビュー
ka_ge: ხედი
kk_kz: Көзқарас
km_kh: កមហើញ
kn_in: ನೋಟ
ko_kr: 보다
ky_kg: Көрүү
lo_la: ທັດສະນະ
lt_lt: Vaizdas
lv_lv: Skats
mi_nz: Kitenga
mk_mk: Преглед
ml_in: ദര്ശനം
mr_in: दृश्य
ms_my: Lihat
mt_mt: Veduta
nb_no: Utsikt
ne_np: दृश्य
nl_be: Weergave
or_in: ଦର୍ଶନ
pa_arab: ਵੇਖੋ
pl_pl: Pogląd
pt_br: Visualizar
ro_ro: Vedere
ru_ru: Вид
sk_sk: vyhliadka
sl_si: Pogled
sq_al: Pamje
sr_cyrl_me: Поглед
sv_fi: Se
sw_ke: Mtazamo
ta_in: பார்வை
te_in: చూడండి
th_th: ดู
tk_tm: Görüş
tr_tr: Görüş
tt_ru: Карау
ug_cn: كۆرۈش
uk_ua: Переглянути
ur_pk: دیکھیں
uz_cyrl: Ko'rinish
vi_vn: Xem
zh_hant: 看法

# CommonManageHeader
source: Manage...
af_za: Bestuur ...
am_et: ያቀናብሩ ...
ar_bh: يدير...
as_in: ব্যৱস্থাপনা কৰা...
az_cyrl: İdarə et ...
bg_bg: Управление ...
bn_in: পরিচালনা করুন ...
bs_latn_ba: Upravljanje ...
ca_es: Gestiona ...
cs_cz: Spravovat...
cy_gb: Rheoli ...
da_dk: Styre...
de_ch: Verwalten...
el_gr: Διαχειρίζονται...
es_bo: Administrar...
et_ee: Haldama ...
fa_ir: مدیریت ...
fi_fi: Hallita ...
fil_ph: Pamahalaan...
fr_029: Gérer...
ga_ie: Bainistigh ...
gu_in: મેનેજ કરો ...
he_il: לנהל...
hi_in: प्रबंधित करना...
hr_hr: Upravljati...
hu_hu: Kezelje ...
hy_am: Կառավարեք ...
id_id: Mengelola...
is_is: Stjórna ...
it_ch: Maneggio...
ja_jp: 管理...
ka_ge: Მართვა...
kk_kz: Басқару ...
km_kh: គ្រប់គ្រង ...
kn_in: ನಿರ್ವಹಿಸು...
ko_kr: 관리하다...
ky_kg: Башкаруу ...
lo_la: ຈັດການ ...
lt_lt: Tvarkykite ...
lv_lv: Pārvaldīt ...
mi_nz: Whakahaere ...
mk_mk: Управувајте ...
ml_in: നിയന്ത്രിക്കുക ...
mr_in: व्यवस्थापित करा ...
ms_my: Mengurus...
mt_mt: Immaniġġja ...
nb_no: Få til...
ne_np: प्रबन्ध गर्नुहोस् ...
nl_be: Beheren...
or_in: ପରିଚାଳନା ...
pa_arab: ਪ੍ਰਬੰਧ ਕਰਨਾ, ਕਾਬੂ ਕਰਨਾ...
pl_pl: Zarządzać...
pt_br: Gerenciar...
ro_ro: Administra...
ru_ru: Управлять...
sk_sk: Spravovať...
sl_si: Upravljati ...
sq_al: Menaxho ...
sr_cyrl_me: Управљати...
sv_fi: Hantera...
sw_ke: Dhibiti ...
ta_in: நிர்வகி ...
te_in: నిర్వహించడానికి...
th_th: จัดการ...
tk_tm: Dolandyryň ...
tr_tr: Üstesinden gelmek...
tt_ru: Идарә итү ...
ug_cn: باشقۇرۇش ...
uk_ua: Керувати ...
ur_pk: انتظام کریں ...
uz_cyrl: Boshqaruv ...
vi_vn: Quản lý...
zh_hant: 管理...

# CommonRenameLabel
source: Rename
af_za: Hernoem
am_et: እንደገና ይሰይሙ
ar_bh: إعادة تسمية
as_in: পুনৰ নামকৰণ কৰক
az_cyrl: Adını dəyişmək
bg_bg: Преименуване
bn_in: নাম পরিবর্তন
bs_latn_ba: Preimenovati
ca_es: Rebatejar
cs_cz: Přejmenovat
cy_gb: Ailenwi
da_dk: Omdøbe
de_ch: Umbenennen
el_gr: Μετονομάζω
es_bo: Rebautizar
et_ee: Nimetage ümber nimetama
fa_ir: نام بردن
fi_fi: Nimeä uudelleen
fil_ph: Palitan ang pangalan
fr_029: Renommer
ga_ie: Athainmnigh
gu_in: નામ બદલવું
he_il: שנה שם
hi_in: नाम बदलें
hr_hr: Preimenovati
hu_hu: Átnevez
hy_am: Վերանվանել
id_id: Ganti nama
is_is: Endurnefna
it_ch: Rinominare
ja_jp: 名前を変更します
ka_ge: სახელი
kk_kz: Атын
km_kh: រេច្យងញម
kn_in: ಮರುನಾಮಕರಣ ಮಾಡು
ko_kr: 이름 바꾸기
ky_kg: Атын өзгөртүү
lo_la: ປ່ຽນຊື່
lt_lt: Pervardyti
lv_lv: Pārdēvēt
mi_nz: Whakaingoa
mk_mk: Преименување
ml_in: സംയോജിപ്പിക്കുക
mr_in: पुनर्नामित करा
ms_my: Namakan semula
mt_mt: Semmi mill-ġdid
nb_no: Gi nytt navn
ne_np: नामिल्नु
nl_be: Hernoeming
or_in: ପୁନ an ନାମ
pa_arab: ਨਾਮ ਬਦਲੋ
pl_pl: Przemianować
pt_br: Renomear
ro_ro: Redenumire
ru_ru: Переименовать
sk_sk: Premenovať
sl_si: Preimenovanje
sq_al: Riemërtoj
sr_cyrl_me: Преименовати
sv_fi: Döp om
sw_ke: Badilisha jina
ta_in: மறுபெயரிடுங்கள்
te_in: పేరు మార్చండి
th_th: เปลี่ยนชื่อ
tk_tm: Adyny üýtgetmek
tr_tr: Yeniden isimlendirmek
tt_ru: Исеме
ug_cn: ئىسمىنى ئۆزگەرتىش
uk_ua: Перейменувати
ur_pk: نام تبدیل کریں
uz_cyrl: Nomini o'zgartirish
vi_vn: Đổi tên
zh_hant: 改名

# ClipTileAnnotationScoreLabel
source: Score: {0}
af_za: Telling: {0}
am_et: ውጤት: {0}
ar_bh: النتيجة: {0}
as_in: স্ক'ৰ: {0}
az_cyrl: Hesab: {0}
bg_bg: Резултат: {0}
bn_in: স্কোর: {0}
bs_latn_ba: Ocjena: {0}
ca_es: Puntuació: {0}
cs_cz: Skóre: {0}
cy_gb: Sgôr: {0}
da_dk: Resultat: {0}
de_ch: Punktzahl: {0}
el_gr: Βαθμολογία: {0}
es_bo: Puntuación: {0}
et_ee: Skoor: {0}
fa_ir: امتیاز: {0}
fi_fi: Pisteet: {0}
fil_ph: Kalidad: {0}
ga_ie: Scór: {0}
gu_in: સ્કોર: {0}
he_il: ציון: {0}
hi_in: स्कोर: {0}
hr_hr: Ocjena: {0}
hu_hu: Pontszám: {0}
hy_am: Հաշիվը՝ {0}
id_id: Skor: {0}
is_is: Skor: {0}
it_ch: Punteggio: {0}
ja_jp: スコア：{0}
ka_ge: ქულა: {0}
kk_kz: Ұпай: {0}
km_kh: ពិន្ទុ: {0}
kn_in: ಸ್ಕೋರ್: {0}
ko_kr: 점수 : {0}
ky_kg: Упай: {0}
lo_la: ຄະແນນ: {0}
lt_lt: Rezultatas: {0}
lv_lv: Rezultāts: {0}
mk_mk: Резултат: {0}
ml_in: സ്കോർ: {0}
mr_in: स्कोअर: {0}
ms_my: Skor: {0}
mt_mt: Punteġġ: {0}
nb_no: Poeng: {0}
ne_np: स्कोर: {0}
or_in: ସ୍କୋର: {0}
pa_arab: ਸਕੋਰ: {0}
pl_pl: Wynik: {0}
pt_br: Pontuação: {0}
ro_ro: Scor: {0}
ru_ru: Оценка: {0}
sk_sk: Skóre: {0}
sl_si: Rezultat: {0}
sq_al: Rezultati: {0}
sr_cyrl_me: Резултат: {0}
sv_fi: Poäng: {0}
sw_ke: Alama: {0}
ta_in: ஸ்கோர்: {0}
te_in: స్కోరు: {0}
th_th: คะแนน: {0}
tk_tm: Bal: {0}
tr_tr: Puan: {0}
tt_ru: Сигез: {0}
ug_cn: نومۇر: {0}
uk_ua: Оцінка: {0}
ur_pk: اسکور: {0}
uz_cyrl: Hisob: {0}
vi_vn: Điểm: {0}
zh_hant: 得分：{0}

# ClipTileAnnotationTypeLabel
source: Type: {0}
af_za: Tik: {0}
am_et: ዓይነት: {0}
ar_bh: اكتب: {0}
as_in: প্ৰকাৰ: {0}
az_cyrl: Növ: {0}
bg_bg: Тип: {0}
bn_in: প্রকার: {0}
bs_latn_ba: Tip: {0}
ca_es: Tipus: {0}
cs_cz: Typ: {0}
cy_gb: Math: {0}
de_ch: Typ: {0}
el_gr: Τύπος: {0}
es_bo: Tipo: {0}
et_ee: Tüüp: {0}
fa_ir: نوع: {0}
fi_fi: Tyyppi: {0}
fil_ph: Uri: {0}
ga_ie: Clóscríobh: {0}
gu_in: પ્રકાર: {0}
he_il: סוג: {0}
hi_in: प्रकार: {0}
hr_hr: Vrsta: {0}
hu_hu: Típus: {0}
hy_am: Տեսակ՝ {0}
id_id: Ketik: {0}
is_is: Gerð: {0}
it_ch: Tipo: {0}
ja_jp: タイプ：{0}
ka_ge: ტიპი: {0}
kk_kz: Түрі: {0}
km_kh: ប្រភេទ: {0}
kn_in: ಪ್ರಕಾರ: {0}
ko_kr: 유형 : {0}
ky_kg: Түрү: {0}
lo_la: ປະເພດ: {0}
lt_lt: Tipas: {0}
lv_lv: Tips: {0}
mi_nz: Momo: {0}
mk_mk: Тип: {0}
ml_in: തരം: {0}
mr_in: प्रकार: {0}
ms_my: Jenis: {0}
mt_mt: Tip: {0}
ne_np: प्रकार: {0}
or_in: ଟାଇପ୍ କରନ୍ତୁ: {0}
pa_arab: ਕਿਸਮ: {0}
pl_pl: Typ: {0}
pt_br: Tipo: {0}
ro_ro: Tip: {0}
ru_ru: Тип: {0}
sk_sk: Typ: {0}
sl_si: Vrsta: {0}
sq_al: Lloji: {0}
sr_cyrl_me: Тип: {0}
sv_fi: Typ: {0}
sw_ke: Aina: {0}
ta_in: வகை: {0}
te_in: రకం: {0}
th_th: ประเภท: {0}
tk_tm: Görnüşi: {0}
tr_tr: Tür: {0}
tt_ru: Тип: {0}
ug_cn: تىپى: {0}
uk_ua: Тип: {0}
ur_pk: قسم: {0}
uz_cyrl: Turi: {0}
vi_vn: Loại: {0}
zh_hant: 類型：{0}

# ClipTilePermanentlyDeleteHeader
source: Permanently Delete
af_za: Permanent verwyder
am_et: በቋሚነት ሰርዝ
ar_bh: حذف بشكل دائم
as_in: স্থায়ীভাৱে মচি পেলাওক
az_cyrl: Daimi olaraq silmək
bg_bg: Постоянно изтрийте
bn_in: স্থায়ীভাবে মুছুন
bs_latn_ba: Trajno izbrisati
ca_es: Suprimeix permanentment
cs_cz: Trvale smazat
cy_gb: Dileu yn barhaol
da_dk: Slet permanent
de_ch: Permanent löschen
el_gr: Διαγράψτε μόνιμα
es_bo: Borrar permanentemente
et_ee: Püsivalt kustutama
fa_ir: حذف دائمی
fi_fi: Poistaa pysyvästi
fil_ph: Permanenteng tanggalin
fr_029: Effacé définitivement
ga_ie: Scrios go buan
gu_in: કાયમી ધોરણે કા delete ી નાખો
he_il: למחוק לצמיתות
hi_in: स्थायी रूप से हटाना
hr_hr: Trajno izbrisati
hu_hu: Tartósan törölje
hy_am: Մշտապես ջնջել
id_id: Hapus secara permanen
is_is: Eyða varanlega
it_ch: Elimina permanentemente
ja_jp: 永続的に削除します
ka_ge: სამუდამოდ წაშლა
kk_kz: Тұрақты түрде жою
km_kh: លុបជាអចិន្ត្រៃយ៍
kn_in: ಶಾಶ್ವತವಾಗಿ ಅಳಿಸು
ko_kr: 영구적으로 삭제
ky_kg: Биротоло жок кыл
lo_la: ລົບລ້າງຖາວອນ
lt_lt: Visam laikui ištrinti
lv_lv: Pastāvīgi izdzēst
mi_nz: Muku tonu
mk_mk: Трајно избришете
ml_in: ശാശ്വതമായി ഇല്ലാതാക്കുക
mr_in: कायमस्वरुपी हटवा
ms_my: Padam secara kekal
mt_mt: Ħassar b'mod permanenti
nb_no: Slett permanent
ne_np: स्थायी रूपमा हटाउनुहोस्
nl_be: Permanent verwijderen
or_in: ସ୍ଥାୟୀ ଭାବରେ ଡିଲିଟ୍ କରନ୍ତୁ |
pa_arab: ਪੱਕੇ ਤੌਰ ਤੇ ਮਿਟਾਓ
pl_pl: Na stałe usunąć
pt_br: Excluir permanentemente
ro_ro: Ștergeți permanent
ru_ru: Навсегда удалить
sk_sk: Natrvalo vymazať
sl_si: Trajno izbrisati
sq_al: Fshij përgjithmonë
sr_cyrl_me: Трајно избрисати
sv_fi: Radera permanent
sw_ke: Futa kabisa
ta_in: நிரந்தரமாக நீக்கு
te_in: శాశ్వతంగా తొలగించండి
th_th: ลบอย่างถาวร
tk_tm: Hemişelik ýok
tr_tr: Kalıcı olarak silmek
tt_ru: Даими бетерү
ug_cn: مەڭگۈلۈك ئۆچۈرۈش
uk_ua: Постійно видалити
ur_pk: مستقل طور پر حذف کریں
uz_cyrl: Butunlay yo'q qiling
vi_vn: Xóa vĩnh viễn
zh_hant: 永久刪除

# ClipTileSourceBrowseToLabel
source: Browse to '{0}'
af_za: Blaai na '{0}'
ar_bh: تصفح إلى '{0}'
as_in: '{0}' লৈ ব্ৰাউজ কৰক
az_cyrl: '{0}' üçün gözdən keçirin
bg_bg: Прегледайте „{0}“
bn_in: '{0}' এ ব্রাউজ করুন
bs_latn_ba: Pregledajte '{0}'
ca_es: Navegueu a '{0}'
cs_cz: Procházejte '{0}'
cy_gb: Porwch i '{0}'
da_dk: Gennemse til '{0}'
de_ch: Durchsuchen Sie zu '{0}'
el_gr: Περιηγηθείτε στο '{0}'
es_bo: Explorar a '{0}'
et_ee: Sirvige '{0}'
fa_ir: به "{0}" مرور کنید
fi_fi: Selaa '{0}'
fil_ph: Mag -browse sa '{0}'
fr_029: Parcourir '{0}'
ga_ie: Brabhsáil go '{0}'
gu_in: '{0}' પર બ્રાઉઝ કરો
he_il: דפדף ל- '{0}'
hi_in: '{0}' पर ब्राउज़ करें
hr_hr: Pregledajte na '{0}'
hu_hu: Böngésszen a '{0}' címre
hy_am: Զննեք «{0}» -ին
id_id: Jelajahi ke '{0}'
is_is: Vafraðu að '{0}'
it_ch: Sfoglia a '{0}'
ja_jp: 「{0}」を参照してください
ka_ge: დაათვალიერეთ '{0}'
kk_kz: '{0}' сұраңыз
km_kh: រកមើលទៅ '{0}'
kn_in: '{0}' ಗೆ ಬ್ರೌಸ್ ಮಾಡಿ
ko_kr: '{0}'로 찾아보기
ky_kg: '{0}' деп табуу
lo_la: ຊອກຫາ to '{0}'
lt_lt: Naršykite „{0}“
lv_lv: Pārlūkot uz '{0}'
mi_nz: Tirotiro ki te '{0}'
mk_mk: Прелистајте на '{0}'
ml_in: '{0}' ലേക്ക് ബ്ര rowse സ് ചെയ്യുക
mr_in: '{0}' वर ​​ब्राउझ करा
ms_my: Semak imbas ke '{0}'
mt_mt: Ibbrawżja għal "{0}"
nb_no: Bla gjennom '{0}'
ne_np: '{0}' लाई ब्राउज गर्नुहोस्
nl_be: Blader naar '{0}'
or_in: '{0}' କୁ ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa_arab: '{0}' ਤੇ ਬ੍ਰਾਉਜ਼ ਕਰੋ
pl_pl: Przeglądaj do „{0}”
pt_br: Navegue para '{0}'
ro_ro: Căutați la „{0}”
ru_ru: Просмотрите на '{0}'
sk_sk: Prejdite na '{0}'
sl_si: Brskajte po '{0}'
sq_al: Shfletoni në '{0}'
sr_cyrl_me: Прегледајте '{0}'
sv_fi: Bläddra till '{0}'
sw_ke: Vinjari kwa '{0}'
ta_in: '{0}' க்கு உலாவுக
te_in: '{0}' కు బ్రౌజ్ చేయండి
th_th: เรียกดู '{0}'
tk_tm: '{0}' diline göz aýlaň
tr_tr: '{0}' a göz atın
tt_ru: '{0}' басыгыз.
ug_cn: «{0}» نى كۆرۈڭ
uk_ua: Переглянути до '{0}'
ur_pk: '{0}' کو براؤز کریں
uz_cyrl: "{0}" ni ko'rib chiqing
vi_vn: Duyệt đến '{0}'
zh_hant: 瀏覽到'{0}'

# ClipTileTransformHeader
source: Transform
am_et: መለወጥ
ar_bh: تحول
as_in: ৰূপান্তৰ কৰক
az_cyrl: Dəyişdirmək
bg_bg: Трансформация
bn_in: রূপান্তর
bs_latn_ba: Transformisati
ca_es: Transformar
cs_cz: Přeměnit
cy_gb: Trawsffurfiant
de_ch: Verwandeln
el_gr: Μεταμορφώνω
es_bo: Transformar
et_ee: Ümber kujundama
fa_ir: تبدیل
fi_fi: Muuttaa
fil_ph: Magbago
fr_029: Transformer
ga_ie: Trasfhoirm
gu_in: પરિવર્તન
he_il: שינוי צורה
hi_in: परिवर्तन
hr_hr: Transformirati
hu_hu: Átalakít
hy_am: Ձեվափոխել
id_id: Mengubah
is_is: Breyta
it_ch: Trasformare
ja_jp: 変身
ka_ge: გარდაქმნა
kk_kz: Түрме
km_kh: របមផលាក់
kn_in: ರೂಪಾಂತರಿಸು
ko_kr: 변환
ky_kg: Өзгөртүү
lo_la: ການຫັນປ່ຽນ
lt_lt: Transformuoti
lv_lv: Pārveidot
mi_nz: Huri
mk_mk: Трансформира
ml_in: രക്ഷിക്കുക
mr_in: परिवर्तन
ms_my: Transformasi
mt_mt: Tittrasforma
nb_no: Forvandle
ne_np: परिवर्तन)
nl_be: Transformeren
or_in: ପରିବର୍ତ୍ତନ
pa_arab: ਤਬਦੀਲੀ
pl_pl: Przekształcać
pt_br: Transformar
ro_ro: Transforma
ru_ru: Преобразование
sk_sk: Transformovať
sl_si: Preoblikovanje
sq_al: Transformoj
sr_cyrl_me: Преобразити
sv_fi: Omvandla
sw_ke: Mabadiliko
ta_in: உருமாற்றம்
te_in: పరివర్తన
th_th: แปลง
tk_tm: Üýtgetmek
tr_tr: Dönüşüm
tt_ru: Үзгәртү
ug_cn: ئۆزگەرتىش
uk_ua: Перетворити
ur_pk: تبدیلی
uz_cyrl: O'zgartirmoq
vi_vn: Biến đổi
zh_hant: 轉換

# ClipTileTransInputTabHeader
source: Input
af_za: Inset lewer
am_et: ግቤት
ar_bh: مدخل
as_in: ইনপুট
az_cyrl: Giriş
bg_bg: Вход
bn_in: ইনপুট
bs_latn_ba: Ulaz
ca_es: Introduir
cs_cz: Vstup
cy_gb: Mewnbynner
de_ch: Eingang
el_gr: Εισαγωγή
es_bo: Aporte
et_ee: Sisend
fa_ir: ورودی
fi_fi: Syöttö
fr_029: Saisir
ga_ie: Ionchur
gu_in: નિઘન
he_il: קֶלֶט
hi_in: इनपुट
hr_hr: Ulazni
hu_hu: Bemenet
hy_am: Մուտքագրում
id_id: Memasukkan
is_is: Inntak
it_ch: Ingresso
ja_jp: 入力
ka_ge: მიწოდება
kk_kz: Қосу
km_kh: បហ្ចូល
kn_in: ಒಳಕ್ಕೆ
ko_kr: 입력
ky_kg: Киргизүү
lo_la: ການປ້ອນຂໍ້ມູນ
lt_lt: Įvestis
lv_lv: Ieguldījums
mi_nz: Kōkuhu
mk_mk: Влез
ml_in: നിക്ഷേപതം
mr_in: इनपुट
nb_no: Inngang
ne_np: निवेश
nl_be: Invoer
or_in: ଇନପୁଟ୍
pa_arab: ਇੰਪੁੱਟ
pl_pl: Wejście
pt_br: Entrada
ro_ro: Intrare
ru_ru: Вход
sk_sk: Vstup
sl_si: Vnos
sq_al: Hyrje
sr_cyrl_me: Улазни
sv_fi: Inmatning
sw_ke: Pembejeo
ta_in: உள்ளீடு
te_in: ఇన్పుట్
th_th: ป้อนข้อมูล
tk_tm: Giriş
tr_tr: Giriş
tt_ru: Кертү
uk_ua: Введення
ur_pk: ان پٹ
uz_cyrl: Kiritish
vi_vn: Đầu vào
zh_hant: 輸入

# ClipTileTransOutputTabHeader
source: Output
af_za: Produksie
am_et: ውፅዓት
ar_bh: انتاج |
as_in: আউটপুট আউটপুট
az_cyrl: Çıxış
bg_bg: Изход
bn_in: আউটপুট
bs_latn_ba: Izlaz
ca_es: Producció
cs_cz: Výstup
cy_gb: Allbwn
da_dk: Produktion
de_ch: Ausgabe
el_gr: Παραγωγή
es_bo: Producción
et_ee: Väljund
fa_ir: خروجی
fi_fi: Tulos
fr_029: Sortir
ga_ie: Aschur
gu_in: ઉત્પાદન
he_il: תְפוּקָה
hi_in: उत्पादन
hr_hr: Izlaz
hu_hu: Kimenet
hy_am: Արտադիտակ
id_id: Keluaran
is_is: Framleiðsla
it_ch: Produzione
ja_jp: 出力
ka_ge: გამომავალი
kk_kz: Өнім шығару
km_kh: ផលិតផល
kn_in: ಉತ್ಪಾದನೆ
ko_kr: 산출
ky_kg: Чыгуу
lo_la: ຜົນໄດ້ຮັບ
lt_lt: Išvestis
lv_lv: Izvade
mi_nz: Whakaputanga
mk_mk: Излез
ml_in: ഉല്പ്പന്നം
mr_in: आउटपुट
ms_my: Pengeluaran
nb_no: Produksjon
ne_np: उत्पादन
nl_be: Uitvoer
or_in: ଆଉଟପୁଟ୍
pa_arab: ਆਉਟਪੁੱਟ
pl_pl: Wyjście
pt_br: Saída
ro_ro: Ieșire
ru_ru: Выход
sk_sk: Výkon
sl_si: Izhod
sq_al: Dalje
sr_cyrl_me: Излаз
sv_fi: Produktion
sw_ke: Pato
ta_in: வெளியீடு
te_in: అవుట్పుట్
th_th: เอาท์พุท
tk_tm: Çykyş
tr_tr: Çıktı
tt_ru: Чыгару
uk_ua: Випуск
ur_pk: آؤٹ پٹ
uz_cyrl: Chiqindi
vi_vn: Đầu ra
zh_hant: 輸出

# ClipTileTransSourcesTabHeader
source: Sources
af_za: Bronne
am_et: ምንጮች
ar_bh: مصادر
as_in: উৎস
az_cyrl: Mənbələr
bg_bg: Източници
bn_in: উত্স
bs_latn_ba: Izvori
ca_es: Fonts
cs_cz: Prameny
cy_gb: Ffynonellau
da_dk: Kilder
de_ch: Quellen
el_gr: Πηγές
es_bo: Fuentes
et_ee: Allikad
fa_ir: منابع
fi_fi: Lähteet
fil_ph: Mga mapagkukunan
ga_ie: Foinsíocht
gu_in: સ્ત્રોત
he_il: מקורות
hi_in: सूत्रों का कहना है
hr_hr: Izvori
hu_hu: Források
hy_am: Աղբյուրներ
id_id: Sumber
is_is: Heimildir
it_ch: Fonti
ja_jp: ソース
ka_ge: წყაროები
kk_kz: Көздер
km_kh: បមលក់
kn_in: ಮೂಲಗಳು
ko_kr: 출처
ky_kg: Булактар
lo_la: ແຫຼ່ງຂໍ້ມູນ
lt_lt: Šaltiniai
lv_lv: Avoti
mi_nz: Nga rauemi
mk_mk: Извори
ml_in: വൃത്തങ്ങൾ
mr_in: स्त्रोत
ms_my: Sumber
mt_mt: Sorsi
nb_no: Kilder
ne_np: परिचय
nl_be: Bronnen
or_in: ଉତ୍ସଗୁଡିକ
pa_arab: ਸਰੋਤ
pl_pl: Źródła
pt_br: Fontes
ro_ro: Surse
ru_ru: Источники
sk_sk: Zdroje
sl_si: Viri
sq_al: Burime
sr_cyrl_me: Извори
sv_fi: Källor
sw_ke: Vyanzo
ta_in: ஆதாரங்கள்
te_in: మూలాలు
th_th: แหล่งกำเนิด
tk_tm: Çeşmeler
tr_tr: Kaynaklar
tt_ru: Чыганаклар
ug_cn: مەنبە
uk_ua: Джерела
ur_pk: ذرائع
uz_cyrl: Manba
vi_vn: Nguồn
zh_hant: 來源

# ClipTileTrashRestoreHeader
source: Restore
af_za: Restoreer
am_et: ወደነበረበት መመለስ
ar_bh: يعيد
as_in: পুনৰ সঞ্চয় কৰা
az_cyrl: Bərpa etmək
bg_bg: Възстанови
bn_in: পুনরুদ্ধার
bs_latn_ba: Vratiti
ca_es: Retornar
cs_cz: Obnovit
cy_gb: Hatgyweiriff
da_dk: Gendanne
de_ch: Wiederherstellen
el_gr: Επαναφέρω
es_bo: Restaurar
et_ee: Taastama
fa_ir: بازگرداندن
fi_fi: Palauttaa
fil_ph: Ibalik
fr_029: Restaurer
ga_ie: Cuir ar an eolas
gu_in: પુનઃસ્થાપિત
he_il: לשחזר
hi_in: पुनर्स्थापित करना
hr_hr: Vratiti
hu_hu: visszaállítás
hy_am: Վերականգնել
id_id: Memulihkan
is_is: Endurheimta
it_ch: Ristabilire
ja_jp: 復元する
ka_ge: აღდგენა
kk_kz: Қалпына келтіру
km_kh: ចយសចុល
kn_in: ಪುನಃಸ್ಥಾಪಿಸು
ko_kr: 복원하다
ky_kg: Калыбына келтирүү
lo_la: ຟື້ນຟູ
lt_lt: Atkurti
lv_lv: Atjaunot
mi_nz: Whakaora
mk_mk: Врати
ml_in: വീണ്ടെടുക്കുക
mr_in: पुनर्संचयित
ms_my: Pulihkan
mt_mt: Irrestawra
nb_no: Restaurere
ne_np: मरम्मत गर्नु
nl_be: Herstellen
or_in: ପୁନ restore ସ୍ଥାପନ
pa_arab: ਰੀਸਟੋਰ
pl_pl: Przywrócić
pt_br: Restaurar
ro_ro: Restabili
ru_ru: Восстановить
sk_sk: Obnoviť
sl_si: Obnoviti
sq_al: Rivendos
sr_cyrl_me: Враћање
sv_fi: Återställ
sw_ke: Rejesha
ta_in: மீட்டமை
te_in: పునరుద్ధరించండి
th_th: คืนค่า
tk_tm: Dikeltmek
tr_tr: Eski haline getirmek
tt_ru: Торгызу
ug_cn: ئەسلىگە كەلتۈرۈش
uk_ua: Відновлення
ur_pk: بحال کریں
uz_cyrl: Tiklamoq
vi_vn: Khôi phục
zh_hant: 恢復

# CommonChooseImageHeader
source: Choose Image...
af_za: Kies Beeld ...
am_et: ምስልን ይምረጡ ...
ar_bh: اختر صورة...
as_in: ছবি বাছক...
az_cyrl: Şəkil seçin ...
bg_bg: Изберете изображение ...
bn_in: চিত্র চয়ন করুন ...
bs_latn_ba: Odaberite sliku ...
ca_es: Trieu la imatge ...
cs_cz: Vyberte obrázek ...
cy_gb: Dewiswch ddelwedd ...
da_dk: Vælg billede ...
de_ch: Wählen Sie Bild ...
el_gr: Επιλέξτε Εικόνα ...
es_bo: Elija imagen ...
et_ee: Valige pilt ...
fa_ir: تصویر را انتخاب کنید ...
fi_fi: Valitse kuva ...
fil_ph: Pumili ng imahe ...
fr_029: Choisissez l'image ...
ga_ie: Roghnaigh Íomhá ...
gu_in: છબી પસંદ કરો ...
he_il: בחר תמונה ...
hi_in: छवि चुनें ...
hr_hr: Odaberite sliku ...
hu_hu: Válassza ki a képet ...
hy_am: Ընտրեք Image ...
id_id: Pilih Gambar ...
is_is: Veldu mynd ...
it_ch: Scegli l'immagine ...
ja_jp: 画像を選択してください...
ka_ge: აირჩიე სურათი ...
kk_kz: Суретті таңдаңыз ...
km_kh: ជ្រើសរើសរូបភាព ...
kn_in: ಚಿತ್ರವನ್ನು ಆರಿಸಿ ...
ko_kr: 이미지 선택 ...
ky_kg: Сүрөттү тандаңыз ...
lo_la: ເລືອກຮູບພາບ ...
lt_lt: Pasirinkite vaizdą ...
lv_lv: Izvēlieties attēlu ...
mi_nz: Kōwhiria he whakaahua ...
mk_mk: Изберете слика ...
ml_in: ചിത്രം തിരഞ്ഞെടുക്കുക ...
mr_in: प्रतिमा निवडा ...
ms_my: Pilih gambar ...
mt_mt: Agħżel Image ...
nb_no: Velg bilde ...
ne_np: छवि छनौट गर्नुहोस् ...
nl_be: Kies afbeelding ...
or_in: ପ୍ରତିଛବି ବାଛନ୍ତୁ ...
pa_arab: ਚਿੱਤਰ ਚੁਣੋ ...
pl_pl: Wybierz obraz ...
pt_br: Escolha a imagem ...
ro_ro: Alege Imagine ...
ru_ru: Выберите изображение ...
sk_sk: Vyberte obrázok ...
sl_si: Izberite sliko ...
sq_al: Zgjidhni imazhin ...
sr_cyrl_me: Изаберите слику ...
sv_fi: Välj bild ...
sw_ke: Chagua picha ...
ta_in: படத்தைத் தேர்வுசெய்க ...
te_in: చిత్రాన్ని ఎంచుకోండి ...
th_th: เลือกภาพ ...
tk_tm: Suraty saýlaň ...
tr_tr: Resmi seçin ...
tt_ru: Рәсемне сайлагыз ...
ug_cn: رەسىمنى تاللاڭ ...
uk_ua: Виберіть зображення ...
ur_pk: تصویر کا انتخاب کریں ...
uz_cyrl: Rasmni tanlang ...
vi_vn: Chọn hình ảnh ...
zh_hant: 選擇圖像...

# CommonColorHeader
source: Color
af_za: Kleur
am_et: ቀለም
ar_bh: لون
as_in: ৰং
az_cyrl: Rəng
bg_bg: Цвят
bn_in: রঙ
bs_latn_ba: Boja
cs_cz: Barva
cy_gb: Lliwiff
da_dk: Farve
de_ch: Farbe
el_gr: Χρώμα
et_ee: Värvus
fa_ir: رنگ
fi_fi: Väri
fil_ph: Kulay
fr_029: Couleur
ga_ie: Dath
gu_in: રંગ
he_il: צֶבַע
hi_in: रंग
hr_hr: Boja
hu_hu: Szín
hy_am: Գույն
id_id: Warna
is_is: Litur
it_ch: Colore
ja_jp: 色
ka_ge: ფერი
kk_kz: Түр
km_kh: ប៍ន
kn_in: ಬಣ್ಣ
ko_kr: 색상
ky_kg: Түс
lo_la: ສີ
lt_lt: Spalva
lv_lv: Krāsa
mi_nz: Tae
mk_mk: Боја
ml_in: നിറം
mr_in: रंग
ms_my: Warna
mt_mt: Kulur
nb_no: Farge
ne_np: रंग
nl_be: Kleur
or_in: ରଙ୍ଗ
pa_arab: ਰੰਗ
pl_pl: Kolor
pt_br: Cor
ro_ro: Culoare
ru_ru: Цвет
sk_sk: Farba
sl_si: Barva
sq_al: Ngjyrë
sr_cyrl_me: Боја
sv_fi: Färg
sw_ke: Rangi
ta_in: நிறம்
te_in: రంగు
th_th: สี
tk_tm: Reňk
tr_tr: Renk
tt_ru: Төс
ug_cn: رەڭ
uk_ua: Забарвлення
ur_pk: رنگ
uz_cyrl: Rang
vi_vn: Màu sắc
zh_hant: 顏色
