Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidPluginEx4
source: Plugin description error, at path '{0}' description must be no more than {1} characters. Ignoring plugin
af_za: Beskrywing van inpropbeskrywings, by die pad '{0}' Beskrywing moet nie meer as {1} karakters wees nie. Ignoreer inprop
as_in: প্লাগইন বিৱৰণ ত্ৰুটি, পথত '{0}' বিৱৰণ {1} আখৰৰ বাহিৰে বেছি হ'ব নালাগে। প্লাগইনক আওকাণ কৰা
bn_in: প্লাগইন বিবরণ ত্রুটি, পাথ '{0}' বিবরণে অবশ্যই {1} অক্ষরের চেয়ে বেশি কিছু হতে হবে না। প্লাগইন উপেক্ষা
bs_latn_ba: Greška u opisu dodatka, na putu '{0}' opis ne smije imati više od {1} znakova. Ignoriranje dodatka
ca_es: Error de descripció del plugin, a la ruta '{0}' Descripció no ha de ser més que {1} caràcters. Ignorant el connector
cs_cz: Chyba popisu pluginu, na cestě '{0}' Popis nesmí být více než {1} znaky. Ignorování pluginu
da_dk: Plugin Beskrivelse Fejl ved sti '{0}' Beskrivelse må ikke være mere end {1} tegn. Ignorerer plugin
de_ch: Plugin -Beschreibung Fehler bei Pfad '{0}' Beschreibung darf nicht mehr als {1} Zeichen sein. Plugin ignorieren
el_gr: Περιγραφή Περιγραφή Σφάλμα, στη διαδρομή '{0}' Περιγραφή δεν πρέπει να υπερβαίνει τους χαρακτήρες {1}. Αγνοώντας το plugin
es_bo: Error de descripción del complemento, en la ruta '{0}' Descripción no debe ser más de {1} caracteres. Ignorando el complemento
et_ee: Pistikprogrammi kirjeldusviga, tee ääres '{0}' Kirjeldus ei tohi olla rohkem kui {1} tähemärgid. Plugina ignoreerimine
fa_ir: خطای توضیحات افزونه، در مسیر "{0}" توضیحات نباید بیشتر از {1} کاراکتر باشد. نادیده گرفتن افزونه
fi_fi: Laajennuskuvausvirhe, polulla '{0}' Kuvauksen on oltava enempää kuin {1} merkkejä. Sivuuttaa laajennus
fil_ph: Error sa paglalarawan ng plugin, sa landas na '{0}' ay dapat na hindi hihigit sa mga character na {1}. Hindi papansin ang plugin
fr_029: Plugin Description Erreur, AT PATH '{0}' Description doit être plus que des caractères {1}. Ignorer le plugin
ga_ie: Breiseán Cur síos Earráid, ag an gcosán '{0}' Ní mór go mbeadh an tuairisc níos mó ná {1} carachtair. Breiseán neamhaird
gu_in: પ્લગઇન વર્ણન ભૂલ, પાથ પર '{0}' વર્ણન {1} અક્ષરો કરતાં વધુ હોવું જોઈએ નહીં. અવગણીને
he_il: שגיאת תיאור תוסף, בנתיב '{0}' התיאור חייב להיות לא יותר מ- {1} תווים. התעלמות מתוסף
hi_in: प्लगइन विवरण त्रुटि, पथ पर '{0}' विवरण {1} वर्णों से अधिक नहीं होना चाहिए। प्लगइन को अनदेखा करना
hr_hr: Opis dodatka, na putu '{0}' Opis ne smije biti više od {1} znakova. Zanemarivanje dodatka
hu_hu: Plugin Leírás Hiba, a '{0}' elérési útnál a leírásnak nem lehet több, mint a {1} karakterek. A plugin figyelmen kívül hagyása
hy_am: Plugin նկարագրության սխալ, «{0}» ուղու վրա նկարագրությունը պետք է լինի ոչ ավելին, քան {1} նիշ: Անտեսելով plugin
id_id: Kesalahan Deskripsi Plugin, Di Path '{0}' Deskripsi harus tidak lebih dari {1} karakter. Mengabaikan plugin
is_is: Villa við viðbótar lýsingu, á slóð '{0}' Lýsing má ekki vera meira en {1} stafir. Hunsa viðbót
it_ch: Errore di descrizione del plugin, al percorso la descrizione '{0}' non deve essere più di {1} caratteri. Ignorare il plugin
ja_jp: プラグインの説明エラー、Path '{0}'の説明は、{1}文字以下でなければなりません。プラグインを無視します
km_kh: កំហុសកម្មវិធីជំនួយកំហុស, នៅផ្លូវ '{0}' ការពិពណ៌នាត្រូវតែមិនលើសពីតួអក្សរ {1} តួអក្សរ។ ការមិនអើពើកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗಿನ್ ವಿವರಣೆ ದೋಷ, ಹಾದಿಯಲ್ಲಿ '{0}' ವಿವರಣೆಯು {1} ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚಿರಬಾರದು. ಪ್ಲಗಿನ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ko_kr: 플러그인 설명 오류, 경로에서 '{0}'설명은 {1} 문자에 지나지 않아야합니다. 플러그인을 무시합니다
lo_la: ຄໍາອະທິບາຍກ່ຽວກັບປັກ plugin ອກ plugin, ຢູ່ໃນເສັ້ນທາງ '{0} ລາຍລະອຽດຕ້ອງບໍ່ເກີນ {1} ຕົວອັກສອນ. ບໍ່ສົນໃຈ plugin
lt_lt: Papildinio aprašymo klaida, esant kelią '{0}' Aprašymas turi būti ne daugiau kaip {1} simboliai. Ignoruojamas papildinys
lv_lv: Spraudņa apraksta kļūda, pie ceļa '{0}' aprakstam jābūt ne vairāk kā {1} rakstzīmēm. Ignorējot spraudni
ml_in: പ്ലഗിൻ വിവരണം പിശക്, പാതയിൽ '{0}' വിവരണം {1} പ്രതീകങ്ങളിൽ കൂടരുത്. പ്ലഗിൻ അവഗണിക്കുന്നു
mr_in: प्लगइन वर्णन त्रुटी, मार्गावर '{0}' वर्णन {1} वर्णांपेक्षा जास्त नसावे. प्लगइनकडे दुर्लक्ष करणे
mt_mt: Żball ta 'Deskrizzjoni tal-Plugin, fil-passaġġ "{0}" Deskrizzjoni m'għandhiex tkun aktar minn karattri {1}. Injorat plugin
nb_no: Plugin Beskrivelse Feil, på banen '{0}' Beskrivelse må ikke være mer enn {1} tegn. Ignorerer plugin
ne_np: प्लगइन विवरण त्रुटि, पथ '{0}' वर्णन मा {1} वर्णहरू भन्दा बढि हुनु पर्छ। प्लगइनलाई बेवास्ता गर्दै
nl_be: Plug -in Beschrijving Fout, op pad '{0}' Beschrijving mag niet meer zijn dan {1} tekens. Het negeren van plug -in
or_in: ପ୍ଲଗଇନ୍ ବର୍ଣ୍ଣନା ତ୍ରୁଟି, ପାଥ୍ '{0}' ବର୍ଣ୍ଣନା {1} ଅକ୍ଷରଠାରୁ ଅଧିକ ହେବା ଆବଶ୍ୟକ | ପ୍ଲଗଇନ୍ କୁ ଅଣଦେଖା କରିବା |
pa_arab: ਪਲੱਗਇਨ ਵਰਣਨ ਗਲਤੀ, ਮਾਰਗ '{0}' ਵਰਣਨ {1} ਅੱਖਰਾਂ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਪਲੱਗਇਨ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Erro de descrição do plug -in, no caminho '{0}' Descrição não deve ser mais do que {1} caracteres. Ignorando o plug -in
ro_ro: Descrierea pluginului Eroare, la calea '{0}' Descrierea nu trebuie să fie mai mult decât {1} caractere. Ignorarea pluginului
ru_ru: Ошибка Описания плагина, по пути '{0}' Описание должно быть не более чем {1} символов. Игнорируя плагин
sk_sk: Chyba popisu doplnku, na ceste '{0}' Opis nesmie byť viac ako {1} znaky. Ignorovanie doplnku
sl_si: Napaka vtičnika opis, na poti '{0}' opis ne sme biti več kot {1} znaki. Ignoriranje vtičnika
sq_al: Gabim i përshkrimit të pluginit, në rrugën '{0}' Përshkrimi duhet të jetë jo më shumë se karaktere {1}. Injorimi i shtojcës
sr_cyrl_me: Грешка описа додатка, на путу '{0}' опис не сме бити више од {1} знакова. Игнорирање додатка
sv_fi: Plugin Beskrivning Fel, vid sökvägen '{0}' Beskrivning måste inte vara mer än {1} tecken. Ignorera plugin
ta_in: சொருகி விளக்கம் பிழை, பாதையில் '{0}' விளக்கம் {1} எழுத்துக்களை விட அதிகமாக இருக்கக்கூடாது. சொருகி புறக்கணித்தல்
te_in: ప్లగిన్ వివరణ లోపం, మార్గం వద్ద '{0}' వివరణ {1} అక్షరాల కంటే ఎక్కువ ఉండకూడదు. ప్లగిన్‌ను విస్మరిస్తున్నారు
th_th: ข้อผิดพลาดคำอธิบายปลั๊กอินที่พา ธ '{0}' คำอธิบายต้องไม่เกิน {1} อักขระ ไม่สนใจปลั๊กอิน
tk_tm: Plugin beýany, "{0}" düşündirişinde plugin's Revice roragish ýalňyşlygy "{1} nyşan däl. Plugini äsgermezlik etmek
tr_tr: Eklenti Açıklama Hatası, yol '{0}' açıklamasında {1} karakterlerden daha fazla olmamalıdır. Eklentiyi yok sayma
tt_ru: Плагин тасвирламасы хата, '{0}' тасвирламасында {1} персонажлардан артмаска тиеш. Плагинны санга сукмау
uk_ua: Помилка опису плагіна, на шляху '{0}' Опис повинен бути не більше, ніж {1} символів. Ігнорування плагіна
ur_pk: پلگ ان کی تفصیل کی خرابی ، راستے پر '{0}' تفصیل {1} حروف سے زیادہ نہیں ہونا چاہئے۔ پلگ ان کو نظرانداز کرنا
uz_cyrl: Plagin tavsifi xatosi, "{0}" tavsifi {1} belgilaridan oshmasligi kerak. Plaginni e'tiborsiz qoldiring
zh_hant: 插件描述錯誤，在路徑'{0}'描述中必須不超過{1}字符。忽略插件

# InvalidPluginEx5
source: Plugin tags error, at path '{0}' tags must be no more than {1} characters. Ignoring plugin
af_za: Plugin -tags fout, op pad '{0}' tags moet nie meer as {1} karakters wees nie. Ignoreer inprop
as_in: প্লাগইন টেগসমূহ ভুল, পথত '{0}' টেগসমূহ {1} আখৰতকৈ বেছি হ'ব নালাগে। প্লাগইনক আওকাণ কৰা
bn_in: প্লাগইন ট্যাগ্স ত্রুটি, পাথ '{0}' ট্যাগগুলিতে অবশ্যই {1} অক্ষরের চেয়ে বেশি কিছু হতে হবে না। প্লাগইন উপেক্ষা
bs_latn_ba: Pogreška oznaka dodataka, na stazi '{0}' oznake ne smiju biti više od {1} znakova. Zanemarivanje dodatka
ca_es: Error de les etiquetes del complement, a la ruta '{0}' Les etiquetes no han de ser més que {1} caràcters. Ignorant el connector
cs_cz: Chyba tagů pluginů, na značkách Path '{0}' nesmí být více než {1} znaky. Ignorování pluginu
da_dk: Plugin -tags -fejl ved sti '{0}' tags må ikke være mere end {1} tegn. Ignorerer plugin
de_ch: Plugin -Tags -Fehler, bei Pfad '{0}' Tags dürfen nicht mehr als {1} Zeichen sein. Plugin ignorieren
el_gr: Σφάλμα ετικετών plugin, στη διαδρομή '{0}' Οι ετικέτες δεν πρέπει να υπερβαίνουν τους χαρακτήρες {1}. Αγνοώντας το plugin
es_bo: Error de etiquetas de complemento, en la ruta '{0}' Las etiquetas no deben ser más que {1} caracteres. Ignorando el complemento
et_ee: Pistikprogrammi siltide tõrge, saidil Path '{0}' ei tohi olla rohkem kui {1} tähemärgid. Plugina ignoreerimine
fa_ir: خطای برچسب‌های افزونه، در مسیر "{0}" برچسب‌ها نباید بیشتر از {1} کاراکتر باشند. نادیده گرفتن افزونه
fi_fi: Laajennustunnisteiden virhe, polulla '{0}' tunnisteiden on oltava enempää kuin {1} merkkejä. Sivuuttaa laajennus
fil_ph: Ang error sa mga tag ng plugin, sa landas na '{0}' ay dapat na hindi hihigit sa mga character na {1}. Hindi papansin ang plugin
fr_029: Erreur des balises de plugin, les balises Path '{0}' ne doivent être que des caractères {1}. Ignorer le plugin
ga_ie: Earráid na gclibeanna breiseáin, ag an gcosán '{0}' ní mór go mbeadh clibeanna níos mó ná {1} carachtair. Breiseán neamhaird
gu_in: પ્લગઇન ટ s ગ્સ ભૂલ, પાથ પર '{0}' ટ s ગ્સ {1} અક્ષરો કરતાં વધુ હોવી જોઈએ નહીં. અવગણીને
he_il: שגיאת תגיות תוספים, בנתיב '{0}' תגים חייבים להיות לא יותר מ- {1} תווים. התעלמות מתוסף
hi_in: प्लगइन टैग त्रुटि, पथ पर '{0}' टैग {1} वर्णों से अधिक नहीं होना चाहिए। प्लगइन को अनदेखा करना
hr_hr: Pogreška oznaka dodataka, na putu '{0}' Oznake ne smiju biti više od {1} znakova. Zanemarivanje dodatka
hu_hu: A plugin címkék hibája, a '{0}' utcában a címkéknek nem lehet több, mint a {1} karakterek. A plugin figyelmen kívül hagyása
hy_am: Plugin Tags Error- ը, «{0}» ուղու վրա, պետք է լինի ոչ ավելի, քան {1} նիշ: Անտեսելով plugin
id_id: Tag Plugin Kesalahan, di path '{0}' tag tidak lebih dari {1} karakter. Mengabaikan plugin
is_is: Villa við viðbótarmerki, á slóð '{0}' merkjum mega ekki vera meira en {1} stafir. Hunsa viðbót
it_ch: Errore di tag plugin, al percorso i tag '{0}' non devono essere più di {1} caratteri. Ignorare il plugin
ja_jp: プラグインタグエラー、パス '{0}'タグは{1}文字以下でなければなりません。プラグインを無視します
km_kh: កំហុសរបស់កម្មវិធីជំនួយ, នៅស្លាកផ្លូវ '{0} ត្រូវតែមិនលើសពីតួអក្សរ {1} តួអក្សរ។ ការមិនអើពើកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಟ್ಯಾಗ್‌ಗಳ ದೋಷ, ಹಾದಿಯಲ್ಲಿ '{0}' ಟ್ಯಾಗ್‌ಗಳು {1} ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚಿರಬಾರದು. ಪ್ಲಗಿನ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ko_kr: PATH '{0}'태그에서 플러그인 태그 오류 오류는 {1} 문자에 지나지 않아야합니다. 플러그인을 무시합니다
lo_la: ແທັກ Plugin ທີ່ຜິດພາດ, ຢູ່ໃນເສັ້ນທາງ '{0}' tags ຕ້ອງບໍ່ເກີນ {1} ຕົວອັກສອນ. ບໍ່ສົນໃຈ plugin
lt_lt: Papildinių žymų klaida, „Path '{0}'“ žymos turi būti ne daugiau kaip {1} simboliai. Ignoruojamas papildinys
lv_lv: Spraudņu tagu kļūda, pa ceļu '{0}' tagiem jābūt ne vairāk kā {1} rakstzīmēm. Ignorējot spraudni
ml_in: പ്ലഗിൻ ടാഗുകൾ പിശക്, പാതയിൽ '{0}' ടാഗുകൾ {1} പ്രതീകങ്ങളിൽ കൂടരുത്. പ്ലഗിൻ അവഗണിക്കുന്നു
mr_in: प्लगइन टॅग त्रुटी, पथ '{0}' टॅगवर {1} वर्णांपेक्षा जास्त नसावे. प्लगइनकडे दुर्लक्ष करणे
mt_mt: It-tikketti tat-tikketti tal-plugin, fil-passaġġ '{0}' it-tikketti m'għandhomx ikunu aktar minn karattri {1}. Injorat plugin
nb_no: Plugin tags -feil, på banen '{0}' tagger må ikke være mer enn {1} tegn. Ignorerer plugin
ne_np: प्लगइन ट्याग त्रुटिहरू, पथ '{0}' 'ट्यागहरू {1} वर्णहरू भन्दा बढी हुनु हुँदैन। प्लगइनलाई बेवास्ता गर्दै
nl_be: Plugin -tags Fout, op pad '{0}' tags mogen niet meer zijn dan {1} tekens. Het negeren van plug -in
or_in: ପ୍ଲଗଇନ୍ ଟ୍ୟାଗ୍ ତ୍ରୁଟି, ରାସ୍ତାରେ '{0}' ଟ୍ୟାଗ୍ ଗୁଡିକ {1} ଅକ୍ଷରଠାରୁ ଅଧିକ ହେବା ଆବଶ୍ୟକ | ପ୍ଲଗଇନ୍ କୁ ଅଣଦେଖା କରିବା |
pa_arab: ਪਲੱਗਇਨ ਟੈਗਸ ਗਲਤੀ, ਮਾਰਗ '{0}' ਟੈਗਸ ਤੇ ਟੈਗ {1} ਅੱਖਰਾਂ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣੇ ਚਾਹੀਦੇ. ਪਲੱਗਇਨ ਨੂੰ ਅਣਡਿੱਠ ਕਰਨਾ
pt_br: O erro do plug -in tags, no caminho '{0}' tags não deve ser mais do que {1} caracteres. Ignorando o plug -in
ro_ro: Eșecul de etichete plugin, la etichetele de cale '{0}' nu trebuie să fie mai mult decât {1} caractere. Ignorarea pluginului
ru_ru: Ошибка тегов плагинов, по пути '{0}' Теги должны быть не более чем {1} символами. Игнорируя плагин
sk_sk: Chyba značiek doplnkov, na ceste '{0}' značky nesmú byť viac ako {1} znaky. Ignorovanie doplnku
sl_si: Napaka oznak vtičnikov na poti '{0}' oznake ne smejo biti nič več kot {1} znaki. Ignoriranje vtičnika
sq_al: Gabim në etiketat e shtojcave, në shtegun '{0}' Etiketat duhet të jenë jo më shumë se karakteret {1}. Injorimi i shtojcës
sr_cyrl_me: Грешка додатака Грешка, на путу '{0}' ознаке не морају бити више од {1} знакова. Игнорирање додатка
sv_fi: Plugin -taggarfel, på sökvägen '{0}' taggar måste inte vara mer än {1} tecken. Ignorera plugin
ta_in: சொருகி குறிச்சொற்கள் பிழை, பாதையில் '{0}' குறிச்சொற்கள் {1} எழுத்துக்களை விட அதிகமாக இருக்கக்கூடாது. சொருகி புறக்கணித்தல்
te_in: ప్లగ్ఇన్ ట్యాగ్స్ లోపం, '{0}' ట్యాగ్‌లు {1} అక్షరాల కంటే ఎక్కువ ఉండకూడదు. ప్లగిన్‌ను విస్మరిస్తున్నారు
th_th: ข้อผิดพลาดของแท็กปลั๊กอินที่แท็ก '{0}' แท็กต้องไม่เกิน {1} อักขระ ไม่สนใจปลั๊กอิน
tk_tm: Plugin Bellikler "{0}" belliklerinde {1} nyşandan köp bolmaly däl. Plugini äsgermezlik etmek
tr_tr: Eklenti etiketleri hatası, yol '{0}' etiketleri {1} karakterlerden daha fazla olmamalıdır. Eklentiyi yok sayma
tt_ru: Плагин тэглар хата, '{0}' юлларында {1} персонажлардан артмаска тиеш. Плагинны санга сукмау
uk_ua: Помилка тегів плагінів, на тегах Path '{0}' повинен бути не більше, ніж {1} символів. Ігнорування плагіна
ur_pk: پلگ ان ٹیگس کی خرابی ، راستے پر '{0}' ٹیگز {1} حروف سے زیادہ نہیں ہونا چاہئے۔ پلگ ان کو نظرانداز کرنا
uz_cyrl: Plagin teglari xatosi, yo'lda {0} 'teglari {1} belgilardan oshmasligi kerak. Plaginni e'tiborsiz qoldiring
zh_hant: 插件標籤錯誤，在路徑'{0}'標籤上必須不超過{1}字符。忽略插件

# NtfWaitForDebuggerText
source: Attach debugger to '{0}' or cancel to continue.
af_za: Heg ontfouter aan '{0}' of kanselleer om voort te gaan.
as_in: '{0}' ৰ সৈতে ডিবাগাৰ সংলগ্ন কৰক বা আগবাঢ়ি যাবলৈ বাতিল কৰক।
bn_in: '{0}' এর সাথে ডিবাগার সংযুক্ত করুন বা চালিয়ে যেতে বাতিল করুন।
bs_latn_ba: Pričvrstite pogrežnicu na '{0}' ili Otkaži za nastavak.
ca_es: Adjunteu el depurador a "{0} o cancel·leu per continuar.
cs_cz: Pokračujte debugger k '{0}' nebo zrušit.
da_dk: Vedhæft debugger til '{0}' eller annullering for at fortsætte.
de_ch: Fügen Sie Debugger an '{0}' hinzu oder stornieren, um fortzufahren.
el_gr: Επισυνάψτε το Debugger στο '{0}' ή ακυρώστε για να συνεχίσετε.
es_bo: Adjunte el depurador a '{0}' o cancele para continuar.
et_ee: Jätkumiseks lisage silur jaotisse '{0}' või Tühista.
fa_ir: اشکال زدایی را به "{0}" وصل کنید یا برای ادامه آن لغو کنید.
fi_fi: Liitä virheenkorjaus '{0}' tai peruuta jatkaaksesi.
fil_ph: Ikabit ang debugger sa '{0}' o kanselahin upang magpatuloy.
fr_029: Joignez le débogueur à '{0}' ou annulez pour continuer.
ga_ie: Ceangail dífhabhtóir le '{0}' nó cuir ar ceal é chun leanúint ar aghaidh.
gu_in: ડિબગરને '{0}' પર જોડો અથવા ચાલુ રાખવા માટે રદ કરો.
he_il: צרף באגים ל- '{0}' או לבטל כדי להמשיך.
hi_in: डिबगर को '{0}' पर संलग्न करें या जारी रखने के लिए रद्द करें।
hr_hr: Priložite uklanjanje pogrešaka na '{0}' ili otkažite da biste nastavili.
hu_hu: Csatlakoztassa a hibakeresőt a '{0}' -hez, vagy törölje a folytatást.
hy_am: Կցեք «{0}» -ի կարգաբերում կամ չեղյալ հայտարարեք շարունակելու համար:
id_id: Lampirkan debugger ke '{0}' atau batal untuk melanjutkan.
is_is: Festu kembiforrit við '{0}' eða hætta við að halda áfram.
it_ch: Allega il debugger a '{0}' o annulla per continuare.
ja_jp: デバッガーを「{0}」に添付するか、キャンセルして続行します。
km_kh: ភ្ជាប់កម្មវិធីបំបាត់កំហុសទៅ '{0}' ឬបោះបង់ដើម្បីបន្ត។
kn_in: ಡೀಬಗರ್ ಅನ್ನು '{0}' ಗೆ ಲಗತ್ತಿಸಿ ಅಥವಾ ಮುಂದುವರಿಸಲು ರದ್ದುಗೊಳಿಸಿ.
ko_kr: 디버거를 '{0}'에 첨부하거나 계속 취소하십시오.
lo_la: ແນບ debugger ກັບ '{0}' ຫຼືຍົກເລີກເພື່ອສືບຕໍ່.
lt_lt: Pridėkite derinimo įrenginį prie '{0}' arba atšaukite, kad galėtumėte tęsti.
lv_lv: Pievienojiet atkļūdotāju “{0}” vai atcelt, lai turpinātu.
ml_in: '{0}' ലേക്ക് ഡീബഗ്ഗർ അറ്റാച്ചുചെയ്യുക അല്ലെങ്കിൽ തുടരാൻ റദ്ദാക്കുക.
mr_in: डीबगर '{0}' वर ​​जोडा किंवा सुरू ठेवण्यासाठी रद्द करा.
mt_mt: Waħħal il-debugger ma '' {0} 'jew tikkanċella biex tkompli.
nb_no: Fest debugger til '{0}' eller avbryt for å fortsette.
ne_np: '{0}' मा डिबगर संलग्न गर्नुहोस् वा जारी राख्न रद्द गर्नुहोस्।
nl_be: Voeg debugger toe aan '{0}' of annuleren om door te gaan.
or_in: '{0}' କୁ '{0}' କିମ୍ବା ବାତିଲ କରିବାକୁ |
pa_arab: ਜਾਰੀ ਰੱਖਣ ਲਈ '{0}' ਜਾਂ ਰੱਦ ਕਰਨ ਲਈ ਰੱਦ ਕਰੋ.
pt_br: Anexe o depurador a '{0}' ou cancele para continuar.
ro_ro: Atașați debuggerul la „{0}” sau anulați pentru a continua.
ru_ru: Прикрепите отладчика к '{0}' или отмените, чтобы продолжить.
sk_sk: Pripojte debugger k '{0}' alebo zrušte pokračovanie.
sl_si: Priložite odpravljanje napak na '{0}' ali prekličite, da nadaljujete.
sq_al: Bashkangjitni debugger në '{0}' ose anuloni për të vazhduar.
sr_cyrl_me: Приложите исправљање грешака у '{0}' или отказати да бисте наставили.
sv_fi: Bifoga felsökare till '{0}' eller avbryt för att fortsätta.
ta_in: பிழைத்திருத்தியை '{0}' உடன் இணைக்கவும் அல்லது தொடர ரத்துசெய்.
te_in: డీబగ్గర్ను '{0}' కు అటాచ్ చేయండి లేదా కొనసాగించడానికి రద్దు చేయండి.
th_th: แนบดีบักเกอร์กับ '{0}' หรือยกเลิกเพื่อดำเนินการต่อ
tk_tm: Düzedişçige '{0}' -a '{0}' ýa-da dowam etmek üçin elatyryň.
tr_tr: Hata ayıklayıcısını '{0}' olarak ekleyin veya devam etmek için iptal edin.
tt_ru: '{0}' яки дәвам итәр өчен '{0}' яки юкка чыгарыгыз.
uk_ua: Додайте налагоджувач до '{0}' або скасувати, щоб продовжити.
ur_pk: ڈیبگر کو '{0}' سے منسلک کریں یا جاری رکھنے کے لئے منسوخ کریں۔
uz_cyrl: Nosozliklarni "{0}" yoki davom etish uchun bekor qilish.
zh_hant: 將調試器附加到“ {0}”或取消以繼續。

# NtfWaitForDebuggerTitle
source: Waiting for debugger
af_za: Wag vir ontfouter
as_in: ডিবাগাৰৰ বাবে অপেক্ষা কৰা
bn_in: ডিবাগারের জন্য অপেক্ষা করছি
bs_latn_ba: Čekam za uklanjanje pogrešaka
ca_es: Esperant el depurador
cs_cz: Čekání na debugger
da_dk: Venter på debugger
de_ch: Warten auf Debugger
el_gr: Περιμένοντας το Debugger
es_bo: Esperando el depurador
et_ee: Ootab silurit
fa_ir: منتظر اشکال زدایی
fi_fi: Odottaa virheenkorjausta
fil_ph: Naghihintay para sa debugger
fr_029: En attente de débogueur
ga_ie: Ag fanacht le dífhabhtóir
gu_in: ડિબગરની રાહ જોવી
he_il: מחכה לניפוי באגים
hi_in: डिबगर का इंतजार
hr_hr: Čekajući za uklanjanje pogrešaka
hu_hu: Várakozás a hibakeresőre
hy_am: Սպասում է կարգաբերիչին
id_id: Menunggu debugger
is_is: Bíð eftir kembiforriti
it_ch: Aspettando il debugger
ja_jp: デバッガーを待っています
km_kh: កំពុងរង់ចាំអ្នកបំបាត់កំហុស
kn_in: ಡೀಬಗರ್‌ಗಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ
ko_kr: 디버거를 기다리고 있습니다
lo_la: ລໍຖ້າ debugger
lt_lt: Laukia derinimo
lv_lv: Gaida atkļūdotāju
ml_in: ഡീബഗ്ഗറിനായി കാത്തിരിക്കുന്നു
mr_in: डीबगरची वाट पहात आहे
mt_mt: Stennija għal Debugger
nb_no: Venter på feilsøking
ne_np: डिबगरको लागि प्रतिक्षा गर्दै
nl_be: Wachten op debugger
or_in: ଡିବଗ୍ ପାଇଁ ଅପେକ୍ଷା କରିଛି |
pa_arab: ਡੀਬੱਗਰ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ
pt_br: Esperando pelo depurador
ro_ro: Așteptând debugger
ru_ru: В ожидании отладчика
sk_sk: Čakanie na debugger
sl_si: Čakanje na odpravljanje napak
sq_al: Duke pritur për debugger
sr_cyrl_me: Чека се исправљање
sv_fi: Väntar på felsökare
ta_in: பிழைத்திருத்தத்திற்காக காத்திருக்கிறது
te_in: డీబగ్గర్ కోసం వేచి ఉంది
th_th: กำลังรอดีบักเกอร์
tk_tm: Düzedişe garaşmak
tr_tr: Hata ayıklayıcı için beklemek
tt_ru: Төзәтүче көтү
uk_ua: Чекаючи налагоджувача
ur_pk: ڈیبگر کا انتظار ہے
uz_cyrl: Nosozlik kutish
zh_hant: 等待調試器

# PluginInstallEx1
source: Error downloading plugin. Please try again later.
af_za: Fout om inprop af te laai. Probeer asseblief weer later.
as_in: প্লাগইন ডাউনলোড কৰা ত্ৰুটি। অনুগ্ৰহ কৰি পিছত আকৌ চেষ্টা কৰক।
bn_in: প্লাগইন ডাউনলোড করতে ত্রুটি। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন.
bs_latn_ba: Pogreška prilikom preuzimanja dodatka. Pokušajte ponovo kasnije.
ca_es: Error de descàrrega del connector. Siusplau, intenta-ho més tard.
cs_cz: Plugin pro stahování chyb. Prosím zkuste to znovu později.
da_dk: Fejl ved download af plugin. Prøv igen senere.
de_ch: Fehler beim Herunterladen von Plugin. Bitte versuchen Sie es später erneut.
el_gr: Λήψη σφαλμάτων Plugin. Παρακαλώ δοκιμάστε ξανά αργότερα.
es_bo: Error de descarga del complemento. Por favor, inténtelo de nuevo más tarde.
et_ee: Viga plugina allalaadimisel. Palun proovi hiljem uuesti.
fa_ir: افزونه بارگیری خطا. لطفا بعداً دوباره امتحان کنید.
fi_fi: Virhe Latauslaajennus. Yritä uudelleen myöhemmin.
fil_ph: Error sa pag -download ng plugin. Subukang muli mamaya.
fr_029: Plugin de téléchargement d'erreur. Veuillez réessayer plus tard.
ga_ie: Earráid a íoslódáil breiseán. Bain triail eile as níos déanaí.
gu_in: પ્લગઇન ડાઉનલોડ કરવામાં ભૂલ. પછીથી ફરી પ્રયત્ન કરો.
he_il: שגיאה בהורדת תוסף. בבקשה נסה שוב מאוחר יותר.
hi_in: प्लगइन डाउनलोड करने में त्रुटि। कृपया बाद में पुन: प्रयास करें।
hr_hr: Pogreška u preuzimanje dodatka. Molimo pokušajte ponovo kasnije.
hu_hu: Hiba a plugin letöltése. Kérlek, próbáld újra később.
hy_am: Plugin ներբեռնելու սխալ: Խնդրում եմ փորձեք մի փոքր ուշ.
id_id: Kesalahan mengunduh plugin. Silakan coba lagi nanti.
is_is: Villa við að hlaða niður viðbót. Vinsamlegast reyndu aftur síðar.
it_ch: Errore per il download del plug -in. Per favore riprova più tardi.
ja_jp: プラグインのダウンロードエラー。後でもう一度やり直してください。
km_kh: កំហុសក្នុងការទាញយកកម្មវិធីជំនួយ។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។
kn_in: ಪ್ಲಗಿನ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 플러그인 오류 오류. 나중에 다시 시도 해주십시오.
lo_la: ຂໍ້ຜິດພາດໃນການດາວໂຫລດປັ plugin ກອິນ. ກະລຸນາລອງໃຫມ່ໃນພາຍຫຼັງ.
lt_lt: Klaida atsisiunčiant papildinį. Pabandykite dar kartą vėliau.
lv_lv: Kļūdas lejupielāde spraudnis. Lūdzu, pamēģiniet vēlreiz vēlāk.
ml_in: പ്ലഗിൻ ഡൗൺലോഡുചെയ്യുന്നതിൽ പിശക്. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr_in: प्लगइन डाउनलोड करणे त्रुटी. कृपया पुन्हा प्रयत्न करा.
mt_mt: Tniżżil ta 'żball ta' plugin. Jekk jogħġbok erġa 'pprova aktar tard.
nb_no: Feil nedlasting av plugin. Prøv igjen senere.
ne_np: प्लगइन डाउनलोड गर्दै। फेरी प्रयास गर्नु होला।
nl_be: Fout het downloaden van plug -in. Probeer het later opnieuw.
or_in: ପ୍ଲଗଇନ୍ ଡାଉନଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି | ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_arab: ਪਲੱਗਇਨ ਡਾ download ਨਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
pt_br: Erro do download do plugin. Por favor, tente novamente mais tarde.
ro_ro: Eroare la descărcarea pluginului. Vă rugăm să încercați din nou mai târziu.
ru_ru: Ошибка загрузка плагина. Пожалуйста, повторите попытку позже.
sk_sk: Doplnok sťahovania chýb. Skúste neskôr prosím.
sl_si: Napaka pri prenašanju vtičnika. Prosim poskusite kasneje.
sq_al: Gabim në shkarkimin e shtojcës. Ju lutemi provoni përsëri më vonë.
sr_cyrl_me: Грешка приликом преузимања додатка. Покушајте поново касније.
sv_fi: Fel nedladdning av plugin. Vänligen försök igen senare.
ta_in: சொருகி பதிவிறக்குவதில் பிழை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
te_in: ప్లగ్ఇన్ను డౌన్‌లోడ్ చేయడంలో లోపం. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th_th: ข้อผิดพลาดในการดาวน์โหลดปลั๊กอิน กรุณาลองใหม่อีกครั้งในภายหลัง.
tk_tm: Plugini göçürip almakda säwlik. Gaýrat ediň biraz wagtdan gaýtadan synanyşyň.
tr_tr: Eklenti indirme hatası. Lütfen daha sonra tekrar deneyiniz.
tt_ru: Плагинны йөкләүдә хата. Зинһар, соңрак кабатлап карагыз.
uk_ua: Помилка завантаження плагіна. Будь-ласка спробуйте пізніше.
ur_pk: پلگ ان ڈاؤن لوڈ کرنے میں خرابی۔ براہ کرم کچھ دیر بعد کوشش کریں.
uz_cyrl: Plaginni yuklab olishda xato. Iltimos keyinroq qayta urinib ko'ring.
zh_hant: 錯誤下載插件。請稍後再試。
