Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefPasteHistoryHint
source: This setting will track system - wide keyboard paste counts for usage statistics. This information is private and not shared but also not guarenteed. Accurate results may require providing a application specific keyboard paste command in 'Settings -> Copy & Paste -> Shortcuts'.
af_za: Hierdie instelling sal die stelsel opspoor - breë sleutelbordpasta -tellings vir gebruikstatistieke. Hierdie inligting is privaat en nie gedeel nie, maar ook nie gewaarborg nie. Akkurate resultate kan vereis dat 'n toepassingspesifieke sleutelbordpasta -opdrag in 'Instellings -> kopie en plak -> kortpaaie' verskaf word.
am_et: ይህ ቅንብር ስርዓት ስርዓት ይከታተላል - ለአጠቃቀም ስታቲስቲክስ ሰፊ የቁልፍ ሰሌዳ ፓስፖርት ይቆማል. ይህ መረጃ የግል እና ያልተጋራ አይደለም ግን ምንም ግድ የላቸውም. ትክክለኛ ውጤት በ <ቅንብሮች -> ቅጂዎች -> ቅጂዎች እና በፓስቲክ -> አቋራጮች 'ውስጥ የትግበራ ልዩ የቁልፍ ሰሌዳ PATE ትዕዛዝ ማቅረብ ሊፈልጉ ይችላሉ.
ar_bh: سيتتبع هذا الإعداد النظام - تعداد معجون لوحة المفاتيح على نطاق واسع لإحصائيات الاستخدام. هذه المعلومات خاصة وليست مشتركة ولكنها أيضًا غير ضاربة. قد تتطلب النتائج الدقيقة توفير أمر لصق لوحة مفاتيح معين في "الإعدادات -> نسخ ولصق -> اختصارات".
as_in: এই ছেটিঙে চিস্টেম অনুসৰণ কৰিব - ব্যৱহাৰৰ পৰিসংখ্যাৰ বাবে বহল কিবৰ্ড পেষ্ট গণনা। এই তথ্যসমূহ ব্যক্তিগত আৰু শ্বেয়াৰ কৰা হোৱা নাই কিন্তু ইয়াৰ উপৰিও নিশ্চয়তাও নহয়। সঠিক ফলাফলৰ বাবে 'ছেটিংছ -> কপি আৰু পেষ্ট -> চৰ্টকাট'ত এটা এপ্লিকেচন নিৰ্দিষ্ট কিবৰ্ড পেষ্ট কমাণ্ড প্ৰদান কৰাৰ প্ৰয়োজন হ'ব পাৰে।
az_cyrl: Bu parametr sistem - istifadə statistikasına görə geniş klaviatura pastası sayğaclarını izləyəcək. Bu məlumat gizlidir və paylaşılmır, həm də qəribə deyil. Dəqiq nəticələr 'Parametrlər -> Kopyalama və Yapışdırma -> Qısayollar' da xüsusi bir klaviatura pastası əmrini təmin edə bilər.
bg_bg: Тази настройка ще проследява системата - широк брой на пастата на клавиатурата за статистика за използване. Тази информация е частна и не се споделя, но също така не се гарантира. Точните резултати може да изискват предоставяне на специфична за приложението команда за клавиатура в „Настройки -> Копиране и паста -> преки пътища“.
bn_in: এই সেটিংটি সিস্টেম - ব্যবহারের পরিসংখ্যানের জন্য প্রশস্ত কীবোর্ড পেস্ট গণনা ট্র্যাক করবে। এই তথ্যটি ব্যক্তিগত এবং ভাগ করা নয় তবে গ্যারেনটিডও নয়। সঠিক ফলাফলগুলির জন্য 'সেটিংস -> অনুলিপি এবং পেস্ট -> শর্টকাটস' এ একটি অ্যাপ্লিকেশন নির্দিষ্ট কীবোর্ড পেস্ট কমান্ড সরবরাহ করার প্রয়োজন হতে পারে।
bs_latn_ba: Ova postavka će pratiti sistem - široka tastatura za paste tastature za statistiku upotrebe. Ove su informacije privatne i ne dijele se, ali i ne garantiraju. Precizni rezultati mogu zahtijevati pružanje aplikacije specifična naredba za paste tipkovnice u "Settings -> Copy & Paste -> prečice '.
ca_es: Aquesta configuració rastrejarà el sistema: recompte de pasta de teclat ampli per a estadístiques d’ús. Aquesta informació és privada i no es comparteix, però tampoc es garanteix. Els resultats precisos poden requerir una comanda de pasta de teclat específica de l'aplicació a "Configuració -> Copiar i enganxar -> dreceres".
cs_cz: Toto nastavení sleduje systém - široký počet klávesnice pro statistiku použití. Tato informace je soukromá a nesdílená, ale také zaručená. Přesné výsledky mohou vyžadovat poskytnutí příkazu vložení klávesnice specifické pro aplikaci v „Nastavení -> Kopírovat a vložit -> zkratky“.
cy_gb: Bydd y gosodiad hwn yn olrhain y system - mae past bysellfwrdd eang yn cyfrif ar gyfer ystadegau defnydd. Mae'r wybodaeth hon yn breifat ac nid yw'n cael ei rhannu ond hefyd nid yn guarenteed. Efallai y bydd canlyniadau cywir yn gofyn am ddarparu gorchymyn past bysellfwrdd penodol yn 'Gosodiadau -> Copi a Gludo -> Llwybrau Byr'.
da_dk: Denne indstilling sporer system - bredt tastaturpasta tæller til brugsstatistik. Disse oplysninger er private og deles ikke, men garanterer heller ikke. Præcise resultater kan kræve at give en applikationsspecifik tastaturpasta -kommando i 'Indstillinger -> Kopier og pasta -> Genveje'.
de_ch: Diese Einstellung verfolgt das System mit breitem Tastaturpaste für Nutzungsstatistiken. Diese Informationen sind privat und nicht geteilt, aber auch nicht garantiert. Genaue Ergebnisse erfordern möglicherweise einen anwendungsspezifischen Befehl Tastaturpaste in 'Einstellungen -> kopieren und einfügen -> Verknüpfungen.
el_gr: Αυτή η ρύθμιση θα παρακολουθεί το σύστημα - ευρεία πάστα πληκτρολογίου μετράει για στατιστικά στοιχεία χρήσης. Αυτές οι πληροφορίες είναι ιδιωτικές και δεν μοιράζονται, αλλά και δεν εγγυώνται. Τα ακριβή αποτελέσματα ενδέχεται να απαιτούν την παροχή μιας εντολής επικόλλησης πληκτρολογίου ειδικής εφαρμογής στο 'Ρυθμίσεις -> Αντιγραφή & επικόλληση -> συντομεύσεις'.
es_bo: Esta configuración rastreará el sistema: la pasta de teclado ancho cuenta para las estadísticas de uso. Esta información es privada y no compartida, pero también no guardeed. Los resultados precisos pueden requerir proporcionar un comando de pegar de teclado específico de la aplicación en 'Configuración -> Copiar y pegar -> Accesos directos'.
et_ee: See säte jälgib süsteemi - laia klaviatuuripasta loendusi kasutamise statistika jaoks. See teave on privaatne ja ei jagata, kuid pole ka garanteeritud. Täpsed tulemused võivad nõuda rakendusepõhise klaviatuurikäsu pakkumist jaotises „Seaded -> Kopeeri ja pasta -> otseteed”.
fa_ir: این تنظیمات سیستم را ردیابی می کند - تعداد خمیر صفحه کلید گسترده برای آمار استفاده. این اطلاعات خصوصی است و به اشتراک گذاشته نمی شود بلکه تضمین نمی شود. نتایج دقیق ممکن است نیاز به ارائه یک دستور رب صفحه کلید خاص در "تنظیمات -> کپی و چسباندن -> میانبر" داشته باشد.
fi_fi: Tämä asetus seuraa järjestelmää - laaja näppäimistö liittää käyttötilastoja. Nämä tiedot ovat yksityisiä eikä jaettuja, mutta eivät myöskään takaa. Tarkat tulokset saattavat edellyttää sovelluskohtaisen näppäimistön liittämiskomennon tarjoamista 'Asetukset -> Kopioi ja liitä -> pikakuvakkeet'.
fil_ph: Ang setting na ito ay susubaybayan ang system - malawak na bilang ng mga i -paste ng keyboard para sa mga istatistika ng paggamit. Ang impormasyong ito ay pribado at hindi ibinahagi ngunit hindi rin garantiya. Ang tumpak na mga resulta ay maaaring mangailangan ng pagbibigay ng isang tukoy na application na i -paste na utos sa 'Mga Setting -> Kopyahin at I -paste -> Mga Shortcut'.
fr_029: Ce paramètre suivra le système - un large compte de pâte de clavier pour les statistiques d'utilisation. Ces informations sont privées et non partagées mais non aussi garanties. Des résultats précis peuvent nécessiter de fournir une commande de coller de clavier spécifique à l'application dans «Paramètres -> Copier et coller -> raccourcis».
ga_ie: Déanfaidh an suíomh seo rianú ar an gcóras - comhaireamh greamaigh méarchláir leathan le haghaidh staitisticí úsáide. Tá an fhaisnéis seo príobháideach agus níl sé roinnte ach níl sé ráthaithe freisin. D'fhéadfadh torthaí cruinne a bheith ag teastáil chun ordú greamaigh méarchláir a sholáthar i 'Settings -> Cóip & Greamaigh -> aicearraí'.
gu_in: આ સેટિંગ સિસ્ટમને ટ્ર track ક કરશે - ઉપયોગના આંકડા માટે વાઇડ કીબોર્ડ પેસ્ટ ગણતરીઓ. આ માહિતી ખાનગી છે અને શેર કરેલી નથી પણ ગૌરવપૂર્ણ પણ નથી. સચોટ પરિણામોને 'સેટિંગ્સ -> ક Copy પિ અને પેસ્ટ -> શોર્ટકટ્સ' માં એપ્લિકેશન વિશિષ્ટ કીબોર્ડ પેસ્ટ આદેશ પ્રદાન કરવાની જરૂર પડી શકે છે.
he_il: הגדרה זו תעקוב אחר המערכת - ספירת הדבק מקלדת רחבה לסטטיסטיקה של שימוש. מידע זה הוא פרטי ולא משותף אך גם אינו מבוטל. תוצאות מדויקות עשויות לדרוש מתן פקודת הדבק מקלדת ספציפית ליישום ב'הגדרות -> העתקה והדבק -> קיצורי דרך '.
hi_in: यह सेटिंग सिस्टम को ट्रैक करेगी - उपयोग के आंकड़ों के लिए वाइड कीबोर्ड पेस्ट मायने रखता है। यह जानकारी निजी है और साझा नहीं की गई है, लेकिन ग्वारेंटेड भी नहीं है। सटीक परिणाम 'सेटिंग्स -> कॉपी और पेस्ट -> शॉर्टकट' में एक एप्लिकेशन विशिष्ट कीबोर्ड पेस्ट कमांड प्रदान करने की आवश्यकता हो सकती है।
hr_hr: Ova postavka će pratiti sustav za pastu na tipkovnici za statistiku upotrebe. Te su informacije privatne i ne dijele se, ali također nisu garantirane. Točni rezultati mogu zahtijevati pružanje naredbe za pastu na tipkovnici u 'Postavke -> Kopiraj i zalijepi -> Prečaci'.
hu_hu: Ez a beállítás nyomon követi a rendszert - a széles billentyűzet paszta számít a használati statisztikákra. Ez az információ privát és nem megosztott, de nem is garantálja. A pontos eredmények megkövetelhetik az alkalmazás -specifikus billentyűzet paszta parancsot a 'Beállítások -> Másolás és beillesztés -> parancsikonok' címen.
hy_am: Այս պարամետրը կհետեւի համակարգի - Լայն ստեղնաշարի մածուկի հաշվարկների հաշվարկների համար վիճակագրությունը: Այս տեղեկատվությունը մասնավոր է եւ ոչ թե համօգտագործված, այլեւ երաշխավորված չէ: Acc շգրիտ արդյունքները կարող են պահանջել «Պարամետրեր> Պատճեններ եւ մածուկներ» դիմումի հատուկ հատուկ հրամանի տրամադրում:
id_id: Pengaturan ini akan melacak sistem - jumlah pasta keyboard lebar untuk statistik penggunaan. Informasi ini bersifat pribadi dan tidak dibagikan tetapi juga tidak dijamin. Hasil yang akurat mungkin memerlukan penyediaan perintah paste keyboard spesifik aplikasi di 'Pengaturan -> Salin & Tempel -> Pintasan'.
is_is: Þessi stilling mun fylgjast með kerfinu - Breitt lyklaborðs líma telja fyrir tölfræði um notkun. Þessar upplýsingar eru einkamál og ekki deilt en heldur ekki Guarenteed. Nákvæmar niðurstöður geta krafist þess að útvega forrit sérstaka lyklaborðs líma skipun í 'Stillingar -> Afritun og líma -> flýtileiðir'.
it_ch: Questa impostazione tratticherà il sistema: conteggi in pasta di tastiera ampia per le statistiche sull'utilizzo. Queste informazioni sono private e non condivise ma anche non garantite. Risultati accurati potrebbero richiedere la fornitura di un comando in pasta tastiera specifica dell'applicazione in "Impostazioni -> Copia e incolla -> Scorciatoie".
ja_jp: この設定により、システム - 使用統計のための広いキーボードペーストカウントが追跡されます。この情報はプライベートであり、共有されていませんが、Guarenteedでもありません。正確な結果には、「設定 - >コピー＆ペースト - >ショートカット」でアプリケーション固有のキーボードペーストコマンドを提供する必要があります。
ka_ge: ეს პარამეტრი თვალყურს ადევნებს სისტემას - ფართო კლავიშების პასტა ითვლის გამოყენების სტატისტიკას. ეს ინფორმაცია არის კერძო და არა გაზიარებული, არამედ არა გუარენტირებული. ზუსტი შედეგები შეიძლება მოითხოვოს პროგრამის სპეციფიკური კლავიშის პასტის ბრძანების მიწოდება 'პარამეტრებში -> ასლი და ჩასმა -> მალსახმობები'.
kk_kz: Бұл параметр жүйені бақылайды - пайдалану статистикасы үшін Пернетақтадағы Пастердің кеңейтілген саны. Бұл ақпарат жеке және ортақ емес, сонымен қатар гарентентсіз. Дәл нәтижелер «Параметрлер -> Көшіру және қою -> Төте жолдар» бөліміне «Параметрлер -> Көшіру» тармағында презента пернетақтасының арнайы пәрменін ұсынуды талап етуі мүмкін.
km_kh: ការកំណត់នេះនឹងតាមដានប្រព័ន្ធក្តារចុចទទេសម្រាប់រាប់សម្រាប់ស្ថិតិប្រើប្រាស់។ ព័ត៌មាននេះគឺជាលក្ខណៈឯកជនហើយមិនត្រូវបានចែករំលែកទេប៉ុន្តែក៏មិនមានចំនួនផងដែរ។ លទ្ធផលត្រឹមត្រូវប្រហែលជាត្រូវការការផ្តល់ពាក្យសុំក្តារចុចជាក់លាក់នៃពាក្យបញ្ជាក្នុង 'ការកំណត់ -> ចម្លងនិងបិទភ្ជាប់ -> ផ្លូវកាត់' ។
kn_in: ಈ ಸೆಟ್ಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತದೆ - ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳಿಗಾಗಿ ವೈಡ್ ಕೀಬೋರ್ಡ್ ಪೇಸ್ಟ್ ಎಣಿಕೆಗಳು. ಈ ಮಾಹಿತಿಯು ಖಾಸಗಿಯಾಗಿದೆ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಲಾಗಿಲ್ಲ ಆದರೆ ಗ್ಯಾರಂಟೀಡ್ ಅಲ್ಲ. ನಿಖರ ಫಲಿತಾಂಶಗಳು 'ಸೆಟ್ಟಿಂಗ್‌ಗಳು -> ನಕಲು ಮತ್ತು ಪೇಸ್ಟ್ -> ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು' ನಲ್ಲಿ ಅಪ್ಲಿಕೇಶನ್ ನಿರ್ದಿಷ್ಟ ಕೀಬೋರ್ಡ್ ಪೇಸ್ಟ್ ಆಜ್ಞೆಯನ್ನು ಒದಗಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko_kr: 이 설정은 사용 통계를위한 시스템 - 넓은 키보드 페이스트 카운트를 추적합니다. 이 정보는 비공개이며 공유되지는 않지만 보증되지 않습니다. 정확한 결과는 '설정 -> 복사 및 붙여 넣기 -> 바로 가기에서 응용 프로그램 특정 키보드 페이스트 명령을 제공해야 할 수 있습니다.
ky_kg: Бул жөндөө тутуму - колдонуу статистикасы үчүн кең баскычтоптун эсептегичтери колдонулат. Бул маалымат купуя жана бөлүшүлбөгөн, бирок ошондой эле ыймансыз эмес. Так жыйынтыктар "Жөндөөлөрдүн көчүрмөсүн жана чаптооңуздагы" Жөндөөлөрдүн көчүрмөсүн "тиркемесин колдонууну талап кылышы мүмкүн.
lo_la: ການຕັ້ງຄ່ານີ້ຈະຕິດຕາມລະບົບ - ລະບົບແປ້ນພິມກວ້າງສໍາລັບສະຖິຕິການນໍາໃຊ້. ຂໍ້ມູນນີ້ແມ່ນຄວາມເປັນສ່ວນຕົວແລະບໍ່ໄດ້ແບ່ງປັນແຕ່ຍັງບໍ່ມີຄວາມສົນໃຈ. ຜົນໄດ້ຮັບທີ່ຖືກຕ້ອງອາດຈະຮຽກຮ້ອງໃຫ້ມີການສະຫນອງຄໍາສັ່ງແປ້ນພິມສະເພາະໃນ 'Settings -> ສໍາເນົາແລະ Paste -> ທາງລັດ.
lt_lt: Šis nustatymas stebės sistemą - plačiosios klaviatūros pastos skaičiuoja naudojimo statistiką. Ši informacija yra privati ​​ir nėra dalijama, bet taip pat ne „Guarenteed“. Tikslus rezultatus gali reikėti pateikti specifinę programos klaviatūros įklijavimo komandą „Nustatymai -> Kopijuoti ir įklijuoti -> spartieji klavišai“.
lv_lv: Šis iestatījums izsekos sistēmu - plašu tastatūras pastas skaitu lietošanas statistikā. Šī informācija ir privāta un nav kopīga, bet arī nav garantēta. Precīziem rezultātiem var būt nepieciešams nodrošināt lietojumprogrammai specifisku tastatūras ielīmēšanas komandu “Iestatījumi -> Kopēt un ielīmēt -> saīsnes”.
mi_nz: Ma tenei tautuhinga ka whai i te punaha - te papapātuhi papapātuhi whanui mo nga tatauranga whakamahinga. Ko tenei korero he mea motuhake, kaore i te tohatoha engari kaore ano hoki i te whakapae. Ko nga hua tika ka hiahia pea ki te whakarato i tetahi whakahau papapātuhi papapātuhi tono motuhake i roto i 'Tautuhinga -> Tārua me te whakapiri -> Potae poto'.
mk_mk: Оваа поставка ќе ги следи системот - широки броеви на пастата на тастатурата за статистиката за употреба. Оваа информација е приватна и не е споделена, но исто така не и guarenteed. Точните резултати може да бараат давање на команда за паста за тастатура специфична за апликација во „Поставки -> Копирање и залепување -> кратенки“.
ml_in: ഈ ക്രമീകരണം സിസ്റ്റം ട്രാക്കുചെയ്യും - വൈഡ് കീബോർഡ് ഒട്ടിക്കുക ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകൾക്കായി എണ്ണം. ഈ വിവരങ്ങൾ സ്വകാര്യമാണ്, മാത്രമല്ല, ഗ്വാറാറ്റീവ് അല്ല. കൃത്യമായ ഫലങ്ങൾക്ക് 'ക്രമീകരണങ്ങൾ -> പകർപ്പ് & പേസ്റ്റ് -> കുറുക്കുവഴികൾ' എന്നതിൽ ഒരു അപ്ലിക്കേഷൻ നിർദ്ദിഷ്ട കീബോർഡ് കമാൻഡ് നൽകൽ ആവശ്യമാണ്.
mr_in: ही सेटिंग सिस्टमचा मागोवा घेईल - वापर आकडेवारीसाठी वाइड कीबोर्ड पेस्टची संख्या. ही माहिती खाजगी आहे आणि सामायिक केलेली नाही परंतु हमी देखील नाही. अचूक परिणामांना 'सेटिंग्ज -> कॉपी आणि पेस्ट -> शॉर्टकट' मध्ये अनुप्रयोग विशिष्ट कीबोर्ड पेस्ट कमांड प्रदान करणे आवश्यक असू शकते.
ms_my: Tetapan ini akan menjejaki sistem papan kekunci yang luas untuk statistik penggunaan. Maklumat ini adalah peribadi dan tidak dikongsi tetapi juga tidak guarenteed. Hasil yang tepat mungkin memerlukan menyediakan perintah tampal papan kekunci khusus aplikasi dalam 'Tetapan -> Salin & Tampal -> Pintasan'.
mt_mt: Dan l-issettjar se jsegwi l-pejst tat-tastiera tas-sistema wiesgħa għall-istatistiċi tal-użu. Din l-informazzjoni hija privata u mhix maqsuma iżda wkoll mhux guarenteed. Riżultati preċiżi jistgħu jeħtieġu li jipprovdu applikazzjoni speċifika għall-kmand tal-pejst tat-tastiera f '' Settings -> Copy & Paste -> Shortcuts '.
nb_no: Denne innstillingen vil spore systemet - bredt tastaturpasta teller for bruksstatistikk. Denne informasjonen er privat og ikke delt, men heller ikke garantert. Nøyaktige resultater kan kreve en applikasjonsspesifikk tastaturpasta -kommando i 'Innstillinger -> Kopier og lim inn -> Snarveier'.
ne_np: यो सेटिंग्स प्रणाली ट्र्याक हुनेछ - विस्तृत किबोर्ड टाँस्छ ट्र्याक तथ्या .्कका लागि। यो जानकारी निजी हो र साझा छैन तर कदरको पनि। सटीक परिणामहरू 'सेटिंग्स -> पेस्ट र टाँस्नुहोस् - POPTED -> सर्टकट'
nl_be: Deze instelling volgt het systeem - brede toetsenbordpasta tellingen voor gebruiksstatistieken. Deze informatie is privé en niet gedeeld, maar ook niet guareed. Nauwkeurige resultaten kunnen nodig zijn om een ​​applicatiespecifieke toetsenbordplak -opdracht te verstrekken in 'Instellingen -> Kopiëren en plakken -> snelkoppelingen'.
or_in: ଏହି ସେଟିଂ ସିଷ୍ଟମକୁ ଟ୍ରାକ୍ କରିବ - ୱାଇଡ୍ କୀବୋର୍ଡ୍ ପେଷ୍ଟ ବ୍ୟବହାର ଫର୍ମାଟ୍ ପାଇଁ ଗଣନା କରେ | ଏହି ସୂଚନା ବ୍ୟକ୍ତିଗତ ଏବଂ ଅଂଶୀଦାର ନୁହେଁ କିନ୍ତୁ ଗାରେଣ୍ଟେଡ୍ ନୁହେଁ | ସଠିକ୍ ଫଳାଫଳଗୁଡିକ ଏକ ଅନୁପ୍ରୟୋଗ ନିର୍ଦ୍ଦିଷ୍ଟ କୀବୋର୍ଡ୍ ପେଷ୍ଟ କମାଣ୍ଡ ପ୍ରଦାନ କରିବା ଆବଶ୍ୟକ ହୋଇପାରେ -> ସର୍ଟକଟ୍ '|
pa_arab: ਇਹ ਸੈਟਿੰਗ ਸਿਸਟਮ ਨੂੰ ਟਰੈਕ ਕਰੇਗੀ - ਉਪਯੋਗਤਾ ਦੇ ਅੰਕੜਿਆਂ ਲਈ ਵਾਈਡ ਕੀਬੋਰਡ ਪੇਸਟ ਦੀਆਂ ਗਿਣਤੀ. ਇਹ ਜਾਣਕਾਰੀ ਨਿਜੀ ਹੈ ਅਤੇ ਨਾ ਕਿ ਸਾਂਝੀ ਨਹੀਂ ਹੈ. ਸਹੀ ਨਤੀਜਿਆਂ ਨੂੰ 'ਸੈਟਿੰਗਾਂ -> ਕਾੱਪੀ ਅਤੇ ਪੇਸਟ -> ਸ਼ੌਰਟਕਟ' ਵਿਚ ਇਕ ਐਪਲੀਕੇਸ਼ਨ ਵਿਸ਼ੇਸ਼ ਕੀਬੋਰਡ ਪੇਸਟ ਕਮਾਂਡ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਕਰ ਸਕਦੀ ਹੈ.
pl_pl: To ustawienie będzie śledzić System - szeroką liczbę klawiaturowych liczby statystyk użytkowania. Informacje te są prywatne i nie udostępniane, ale także nie są gwarantowane. Dokładne wyniki mogą wymagać dostarczenia polecenia wklejania klawiatury specyficznej dla aplikacji w „Ustawieniach -> Kopiuj i wklej -> skróty”.
pt_br: Essa configuração rastreará o sistema - contagens de pastas de teclado amplo para estatísticas de uso. Esta informação é privada e não compartilhada, mas também não é um guarente. Resultados precisos podem exigir o fornecimento de um comando de pasta de teclado específico do aplicativo em 'Configurações -> Copiar e Colar -> Atalhos'.
ro_ro: Această setare va urmări sistemul - numărul larg de paste de tastatură pentru statistici de utilizare. Aceste informații sunt private și nu sunt partajate, dar, de asemenea, nu sunt garantate. Rezultatele exacte pot necesita furnizarea unei comenzi de paste a tastaturii specifice aplicației în „Setări -> Copiere și lipire -> comenzi rapide”.
ru_ru: Эта настройка будет отслеживать систему - широкое подсчеты клавиатуры для статистики использования. Эта информация является частной и не общей, но также и не гуарури. Точные результаты могут потребовать предоставления команды Paste Cayboard Cayboard в «Настройках -> Копировать и вставить -> ярлыки».
sk_sk: Toto nastavenie bude sledovať systém Systém - široký počítač klávesnice pre štatistiku použitia. Tieto informácie sú súkromné ​​a nie sú zdieľané, ale tiež nie sú gaarenteed. Presné výsledky môžu vyžadovať poskytnutie príkazu na klávesnicu špecifickú pre klávesnicu v časti „Nastavenia -> Kopírovanie a prilepenie -> skratky“.
sl_si: Ta nastavitev bo sledila sistemu - široko tipkovnico za statistiko uporabe. Te informacije so zasebne in ne deljene, vendar tudi ne gre za Guarenteed. Natančni rezultati bodo morda potrebni zagotoviti ukaza za tipkovnico v aplikaciji v „Nastavitvah -> Kopiraj in prilepi -> bližnjice“.
sq_al: Ky cilësim do të gjurmojë sistemin - Numrat e gjera të pastës së tastierës për statistikat e përdorimit. Ky informacion është privat dhe jo i përbashkët, por gjithashtu jo i garantuar. Rezultatet e sakta mund të kërkojnë sigurimin e një komande specifike të pastës së tastierës në 'Cilësimet -> Kopjimi & Paste -> Shkurtorët'.
sr_cyrl_me: Ово подешавање ће пратити систем широког тастатуре тастера за статистику употребе. Ове информације су приватне и нису дељене, већ и нису га гарантовале. Тачни резултати могу захтевати пружање примене специфичне тастатуре Тастера Цомманд у 'Подешавши -> Копирај и паста -> пречице'.
sv_fi: Den här inställningen kommer att spåra systemet - brett tangentbordspasta räknas för användningsstatistik. Denna information är privat och inte delad men inte heller garanterad. Exakta resultat kan kräva att du tillhandahåller ett applikationsspecifikt tangentbordspasta -kommando i 'Inställningar -> Kopiera och klistra in -> genvägar'.
sw_ke: Mpangilio huu utafuatilia Mfumo - Hesabu za Kuweka Kibodi kwa Takwimu za Matumizi. Habari hii ni ya kibinafsi na haijashirikiwa lakini pia haijatengwa. Matokeo sahihi yanaweza kuhitaji kutoa amri maalum ya kuweka kibodi katika 'Mipangilio -> Nakili na Bandika -> Njia za mkato'.
ta_in: இந்த அமைப்பு கணினி - பயன்பாட்டு புள்ளிவிவரங்களுக்கான பரந்த விசைப்பலகை பேஸ்ட் எண்ணிக்கையை கண்காணிக்கும். இந்த தகவல் தனிப்பட்டது மற்றும் பகிரப்படவில்லை, ஆனால் அது சமரசம் செய்யாது. துல்லியமான முடிவுகளுக்கு 'அமைப்புகள் -> நகல் மற்றும் ஒட்டுதல் -> குறுக்குவழிகள்' இல் பயன்பாட்டு குறிப்பிட்ட விசைப்பலகை பேஸ்ட் கட்டளையை வழங்க வேண்டியிருக்கலாம்.
te_in: ఈ సెట్టింగ్ సిస్టమ్ - వైడ్ కీబోర్డ్ పేస్ట్ వినియోగ గణాంకాల కోసం ట్రాక్ చేస్తుంది. ఈ సమాచారం ప్రైవేట్ మరియు భాగస్వామ్యం చేయబడలేదు కాని గ్వారెంటీడ్ కూడా కాదు. ఖచ్చితమైన ఫలితాలకు 'సెట్టింగులు -> కాపీ & పేస్ట్ -> సత్వరమార్గాలు' లో అప్లికేషన్ నిర్దిష్ట కీబోర్డ్ పేస్ట్ ఆదేశాన్ని అందించడం అవసరం.
th_th: การตั้งค่านี้จะติดตามระบบ - การนับแป้นพิมพ์กว้างสำหรับสถิติการใช้งาน ข้อมูลนี้เป็นส่วนตัวและไม่ได้แชร์ แต่ยังไม่รับประกัน ผลลัพธ์ที่ถูกต้องอาจต้องให้คำสั่งวางแป้นพิมพ์เฉพาะแอปพลิเคชันใน 'การตั้งค่า -> คัดลอก & วาง -> ทางลัด'
tk_tm: Bu şert ulgamy yzarlar - Ulanyş statistikasy üçin giň klawiatura inçitatlaryny görkezýär. Bu maglumatlar şahsy we paýlaşylmaýar, ýöne gujaklaşykly däl. Takyn netijeler, programma sazlamalaryny - göçüriň we pasta göçürmek we passott etmek we plastüklemek we passott etmekde -> gysga ýollar bilen üpjün etmek talap edip biler.
tr_tr: Bu ayar, kullanım istatistikleri için geniş klavye macun sayılarını izleyecektir. Bu bilgiler özeldir ve paylaşılır, ancak aynı zamanda guarenteed değildir. Doğru sonuçlar, 'Ayarlar -> Kopyala ve Yapıştır -> Kısayollar' da uygulamaya özgü bir klavye macunu komutu verilmesini gerektirebilir.
tt_ru: Бу көйләү система күзәтү системасын күзәтәчәк - куллану статистикасы өчен киң клавиатура пассажирлары. Бу мәгълүмат шәхси, бүлешми, ләкин шәпорты түгел. Төгәл нәтиҗәләр куллану кушымтасы белән кушымта конкрет клавиатура урнаштыруны таләп итә ала - 'көйләүләр көйләүләрендә -> күчермәгез -> кыска юллар ».
ug_cn: بۇ تەڭشەك سىستېما - كەڭ كۇنۇپكا تاختىسىنى ئىز قوغلاش ئورنىنى ئاساس قىلىدۇ. بۇ ئۇچۇرلار شەخسىي بولۇپ, ئورتاق ئەمەس, ئەمما ۋىرۇسقا ئۇچرىمايدۇ. توغرا نەتىجە مۇشتەرى بولۇشنىڭ قوللىنىشچان كۇنۇپكا تاختىسى چاپلاش بۇيرۇقىنى تەلەپ قىلىشىنىڭ ئىشلىتىلىشىدىن ئېھتىياجلىق بولۇشى مۇمكىن »'تەڭشەكلەرنى ئالاھىدە كۇنۇپكا تاختىسى بۇيرۇقىغا ئېھتىياجلىق بولۇپ, كۆچەت ۋە چاپلاش -> تېزلەتكەن».
uk_ua: Цей параметр відстежуватиме систему - широка кількість клавіатури для статистики використання. Ця інформація є приватною і не ділиться, але також не гарантована. Точні результати можуть вимагати надання додаткової команди вставки клавіатури в «Налаштуваннях -> Копіювати та вставити -> Ярлики».
ur_pk: یہ ترتیب سسٹم کو ٹریک کرے گی - استعمال کے اعدادوشمار کے لئے وسیع کی بورڈ پیسٹ گنتی ہے۔ یہ معلومات نجی ہے اور مشترکہ نہیں ہے بلکہ گارنٹیڈ بھی نہیں ہے۔ درست نتائج میں 'ترتیبات -> کاپی اور پیسٹ -> شارٹ کٹ' میں درخواست کے لئے مخصوص کی بورڈ پیسٹ کمانڈ فراہم کرنے کی ضرورت پڑسکتی ہے۔
uz_cyrl: Ushbu sozlamada foydalanish statistikasi uchun tizim tizimi - keng klaviatura pastasi. Ushbu ma'lumotlar shaxsiy va u bilan o'rtoqlashmagan, ammo ham Guarentid emas. Aniq natijalar Sozlamalar -> Qisqalashish-> yorliqlar '-> nusxa ko'chirish va pasttsiyani ishlatishni talab qilishi mumkin.
vi_vn: Cài đặt này sẽ theo dõi hệ thống - số bàn phím rộng cho số liệu thống kê sử dụng. Thông tin này là riêng tư và không được chia sẻ nhưng cũng không bảo đảm. Kết quả chính xác có thể yêu cầu cung cấp lệnh dán bàn phím cụ thể của ứng dụng trong 'Cài đặt -> Sao chép & Dán -> phím tắt'.
zh_hant: 此設置將跟踪系統 - 使用統計信息的寬鍵盤糊計數。此信息是私人的，不是共享的，但也不是私密的。準確的結果可能需要在“設置 - >複製＆粘貼 - >快捷方式”中提供應用程序特定的鍵盤粘貼命令。
