Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutAssignRecordLabel
source: Press any key to record...
af_za: Druk op enige sleutel om op te neem ...
am_et: ለመመዝገብ ማንኛውንም ቁልፍ ይጫኑ ...
ar_bh: اضغط على أي مفتاح للتسجيل ...
as_in: ৰেকৰ্ড কৰিবলৈ যিকোনো চাবি টিপক...
az_cyrl: Yazmaq üçün istənilən düyməni basın ...
bg_bg: Натиснете всеки клавиш, за да запишете ...
bn_in: রেকর্ড করতে যে কোনও কী টিপুন ...
bs_latn_ba: Pritisnite bilo koji tipku za snimanje ...
ca_es: Premeu qualsevol tecla per gravar ...
cs_cz: Stisknutím libovolné klávesy zaznamenáte ...
cy_gb: Pwyswch unrhyw allwedd i recordio ...
da_dk: Tryk på en hvilken som helst nøgle for at optage ...
de_ch: Drücken Sie jede Taste, um aufzuzeichnen ...
el_gr: Πατήστε οποιοδήποτε πλήκτρο για καταγραφή ...
es_bo: Presione cualquier tecla para grabar ...
et_ee: Salvestamiseks vajutage mis tahes klahvi ...
fa_ir: برای ضبط هر کلید را فشار دهید ...
fi_fi: Paina mitä tahansa näppäintä tallentaaksesi ...
fil_ph: Pindutin ang anumang susi upang maitala ...
fr_029: Appuyez sur n'importe quelle touche pour enregistrer ...
ga_ie: Brúigh aon eochair chun taifead a dhéanamh ...
gu_in: રેકોર્ડ કરવા માટે કોઈપણ કી દબાવો ...
he_il: לחץ על מקש כלשהו להקלטה ...
hi_in: रिकॉर्ड करने के लिए किसी भी कुंजी दबाएं ...
hr_hr: Pritisnite bilo koju tipku za snimanje ...
hu_hu: Nyomja meg a rögzítéséhez bármely gombot ...
hy_am: Գրանցվելու համար սեղմեք ցանկացած բանալին ...
id_id: Tekan tombol apa pun untuk direkam ...
is_is: Ýttu á hvaða takka sem er til að taka upp ...
it_ch: Premere qualsiasi tasto per registrare ...
ja_jp: 録音する鍵を押します...
ka_ge: დააჭირეთ ნებისმიერ გასაღებას, რომ ჩაწეროთ ...
kk_kz: Жазу үшін кез келген түймені басыңыз ...
km_kh: ចុចគ្រាប់ចុចណាមួយដើម្បីកត់ត្រា ...
kn_in: ರೆಕಾರ್ಡ್ ಮಾಡಲು ಯಾವುದೇ ಕೀಲಿಯನ್ನು ಒತ್ತಿ ...
ko_kr: 기록하려면 모든 키를 누르십시오 ...
ky_kg: Жазуу үчүн каалаган баскычты басыңыз ...
lo_la: ກົດປຸ່ມໃດຫນຶ່ງເພື່ອບັນທຶກ ...
lt_lt: Paspauskite bet kurį raktą, kad įrašytumėte ...
lv_lv: Nospiediet jebkuru atslēgu, lai ierakstītu ...
mi_nz: Patohia tetahi ki hei tuhi ...
mk_mk: Притиснете кое било копче за снимање ...
ml_in: റെക്കോർഡുചെയ്യാൻ ഏതെങ്കിലും കീ അമർത്തുക ...
mr_in: रेकॉर्ड करण्यासाठी कोणतीही की दाबा ...
ms_my: Tekan sebarang kekunci untuk merakam ...
mt_mt: Agħfas kwalunkwe ċavetta biex tirrekordja ...
nb_no: Trykk på hvilken som helst tast for å registrere ...
ne_np: रेकर्ड गर्न कुनै कुञ्जी थिच्नुहोस् ...
nl_be: Druk op elke toets om op te nemen ...
or_in: ରେକର୍ଡ କରିବାକୁ ଯେକ key ଣସି ଚାବିକୁ ଦବାନ୍ତୁ ...
pa_arab: ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਕੋਈ ਕੁੰਜੀ ਦਬਾਓ ...
pl_pl: Naciśnij dowolny klawisz, aby nagrać ...
pt_br: Pressione qualquer tecla para gravar ...
ro_ro: Apăsați orice tastă pentru a înregistra ...
ru_ru: Нажмите любую клавишу, чтобы записать ...
sk_sk: Stlačením ľubovoľného klávesu zaznamenajte ...
sl_si: Pritisnite katero koli tipko za snemanje ...
sq_al: Shtypni çdo çelës për të regjistruar ...
sr_cyrl_me: Притисните било који тастер за снимање ...
sv_fi: Tryck på vilken knapp som helst för att spela in ...
sw_ke: Bonyeza kitufe chochote kurekodi ...
ta_in: பதிவு செய்ய எந்த விசையையும் அழுத்தவும் ...
te_in: రికార్డ్ చేయడానికి ఏదైనా కీని నొక్కండి ...
th_th: กดปุ่มใด ๆ เพื่อบันทึก ...
tk_tm: Recordazga almak üçin islendik düwmä basyň ...
tr_tr: Kayıt için herhangi bir tuşa basın ...
tt_ru: Рекорд өчен теләсә нинди төймәгә басыгыз ...
ug_cn: خاتىرىلەش ئۈچۈن ھەر قانداق كۇنۇپكىنى بېسىڭ ...
uk_ua: Натисніть будь -яку клавішу для запису ...
ur_pk: ریکارڈ کرنے کے لئے کوئی کلید دبائیں ...
uz_cyrl: Yozish uchun har qanday tugmachani bosing ...
vi_vn: Nhấn bất kỳ phím nào để ghi ...
zh_hant: 按任何鍵記錄...

# CommonAssignShortcutLabel
source: Assign Shortcut
af_za: Ken kortpad toe
am_et: አቋራጭ መድብ
ar_bh: تعيين اختصار
as_in: চৰ্টকাট নিযুক্ত কৰক
az_cyrl: Qısaltmaq
bg_bg: Присвойте пряк път
bn_in: শর্টকাট বরাদ্দ করুন
bs_latn_ba: Dodijelite prečicu
ca_es: Assignar drecera
cs_cz: Přiřaďte zkratku
cy_gb: Aseinio llwybr byr
da_dk: Tildel genvej
de_ch: Verknüpfung zuweisen
el_gr: Αναθέστε τη συντόμευση
es_bo: Asignar un atajo
et_ee: Määrake otsetee
fa_ir: میانبر اختصاص دهید
fi_fi: Määrätä pikakuva
fil_ph: Magtalaga ng shortcut
fr_029: Affecter le raccourci
ga_ie: Sannadh aicearra
gu_in: શોર્ટકટ સોંપો
he_il: הקצה קיצור דרך
hi_in: शॉर्टकट असाइन करें
hr_hr: Dodijelite prečac
hu_hu: Rendeljen parancsikont
hy_am: Հանձնարարեք դյուրանցում
id_id: Tetapkan jalan pintas
is_is: Úthlutaðu flýtileið
it_ch: Assegnare il collegamento
ja_jp: ショートカットを割り当てます
ka_ge: მიანიჭეთ მალსახმობი
kk_kz: Төте жол тағайындаңыз
km_kh: ចាត់តាំងផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ನಿಯೋಜಿಸಿ
ko_kr: 바로 가기 할당
ky_kg: Жарлыкты дайындаңыз
lo_la: ກໍາຈັດທາງລັດ
lt_lt: Priskirkite nuorodą
lv_lv: Piešķirt saīsni
mi_nz: Whakarite Kōrero
mk_mk: Додели кратенка
ml_in: കുറുക്കുവഴി നിയോഗിക്കുക
mr_in: शॉर्टकट नियुक्त करा
ms_my: Berikan jalan pintas
mt_mt: Assenja shortcut
nb_no: Tilordne snarvei
ne_np: सर्टकट तोक्नुहोस्
nl_be: Wijs een snelkoppeling toe
or_in: ସର୍ଟକଟ୍ ନ୍ୟସ୍ତ କରନ୍ତୁ |
pa_arab: ਸ਼ਾਰਟਕੱਟ ਨਿਰਧਾਰਤ ਕਰੋ
pl_pl: Przypisz skrót
pt_br: Atribua atalho
ro_ro: Alocați scurtătură
ru_ru: Назначьте ярлык
sk_sk: Priraďte skratku
sl_si: Dodelite bližnjico
sq_al: Caktoni shkurtore
sr_cyrl_me: Доделити пречицу
sv_fi: Tilldela genväg
sw_ke: Agiza njia ya mkato
ta_in: குறுக்குவழியை ஒதுக்கவும்
te_in: సత్వరమార్గాన్ని కేటాయించండి
th_th: กำหนดทางลัด
tk_tm: Salgylanma belläň
tr_tr: Kısayol atayın
tt_ru: Кыска юл билгеләгез
ug_cn: Assign traveluto
uk_ua: Призначити ярлик
ur_pk: شارٹ کٹ تفویض کریں
uz_cyrl: Yorliqni tayinlang
vi_vn: Gán phím tắt
zh_hant: 分配快捷方式

# AccountLearnMoreButtonText
source: Learn More...
af_za: Leer meer...
am_et: ተጨማሪ እወቅ...
ar_bh: يتعلم أكثر...
as_in: অধিক শিকক...
az_cyrl: Daha ətraflı...
bg_bg: Научете повече...
bn_in: আরও শিখুন ...
bs_latn_ba: Nauči više...
ca_es: Aprèn més...
cs_cz: Zjistěte více ...
cy_gb: Dysgu mwy...
da_dk: Lær mere...
de_ch: Erfahren Sie mehr...
el_gr: Μάθε περισσότερα...
es_bo: Aprende más...
et_ee: Lisateave ...
fa_ir: بیشتر بدانید...
fi_fi: Lisätietoja ...
fil_ph: Matuto nang higit pa ...
fr_029: Apprendre encore plus...
ga_ie: Foghlaim níos mó...
gu_in: વધુ શીખો...
he_il: למד עוד...
hi_in: और अधिक जानें...
hr_hr: Saznajte više...
hu_hu: Tudj meg többet...
hy_am: Իմացեք ավելին ...
id_id: Belajarlah lagi...
is_is: Læra meira...
it_ch: Saperne di più...
ja_jp: もっと詳しく知る...
ka_ge: Გაიგე მეტი...
kk_kz: Көбірек білу үшін...
km_kh: ស្វែង​យល់​បន្ថែម...
kn_in: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ ...
ko_kr: 더 알아보기...
ky_kg: Көбүрөөк билүү...
lo_la: ຮຽນຮູ້ເພີ່ມເຕີມ ...
lt_lt: Sužinokite daugiau...
lv_lv: Uzzināt vairāk...
mi_nz: Ako atu ...
mk_mk: Научи повеќе...
ml_in: കൂടുതലറിയുക...
mr_in: अधिक जाणून घ्या ...
ms_my: Ketahui lebih lanjut ...
mt_mt: Itagħllem iżjed...
nb_no: Lære mer...
ne_np: अझै सिक...
nl_be: Kom meer te weten...
or_in: ଅଧିକ ସିଖନ୍ତୁ...
pa_arab: ਜਿਆਦਾ ਜਾਣੋ...
pl_pl: Ucz się więcej...
pt_br: Saber mais...
ro_ro: Află mai multe...
ru_ru: Узнать больше...
sk_sk: Uč sa viac...
sl_si: Nauči se več...
sq_al: Mëso më shumë...
sr_cyrl_me: Сазнајте више...
sv_fi: Lär dig mer ...
sw_ke: Jifunze zaidi...
ta_in: மேலும் அறிக ...
te_in: ఇంకా నేర్చుకో...
th_th: เรียนรู้เพิ่มเติม...
tk_tm: Köpräk oka...
tr_tr: Daha fazla bilgi edin...
tt_ru: Тулырак...
ug_cn: تېخىمۇ كۆپ بىلىم ...
uk_ua: Вивчайте більше...
ur_pk: اورجانیے...
uz_cyrl: Batafsil ma'lumot...
vi_vn: Tìm hiểu thêm ...
zh_hant: 了解更多...

# AccountUpgradeButtonText
source: Upgrade
af_za: Opgradering
am_et: ማሻሻል
ar_bh: يرقي
as_in: বিকশিত কৰা
az_cyrl: Təkmilləşdirmək
bg_bg: Подобряване на
bn_in: আপগ্রেড
bs_latn_ba: Nadogradnja
ca_es: Actualització
cs_cz: Vylepšit
cy_gb: Huwchraddiasant
da_dk: Opgradering
de_ch: Aktualisierung
el_gr: Αναβαθμίζω
es_bo: Mejora
et_ee: Uuendus
fa_ir: بالا بردن
fi_fi: Päivittää
fil_ph: Mag -upgrade
fr_029: Mise à niveau
ga_ie: Uasghrádú
gu_in: અપશબ્દો
he_il: שדרוג
hi_in: उन्नत करना
hr_hr: Nadogradnja
hu_hu: Frissítés
hy_am: Արդիականացում
id_id: Meningkatkan
is_is: Uppfæra
it_ch: Aggiornamento
ja_jp: アップグレード
ka_ge: განახლება
kk_kz: Жаңалау
km_kh: ធេវីសកម្មទឹក
kn_in: ಹೆಚ್ಚಿಸು
ko_kr: 업그레이드
ky_kg: Жаңыртуу
lo_la: ຍົກລະດັບ
lt_lt: Patobulinti
lv_lv: Uzlabot
mi_nz: Whakahou
mk_mk: Надградба
ml_in: നവീകരിക്കുക
mr_in: श्रेणीसुधारित करा
ms_my: Naik taraf
mt_mt: Aġġornament
nb_no: Oppgradering
ne_np: अपग्रेड गर्नुहोस्
or_in: ନବୀକରଣ କରନ୍ତୁ |
pa_arab: ਅਪਗ੍ਰੇਡ
pl_pl: Aktualizacja
pt_br: Atualizar
ro_ro: Actualizare
ru_ru: Обновление
sl_si: Nadgradnja
sq_al: Azhurnim
sr_cyrl_me: Надоградити
sv_fi: Uppgradera
sw_ke: Boresha
ta_in: மேம்படுத்தல்
te_in: అప్‌గ్రేడ్
th_th: อัพเกรด
tk_tm: Täzelenmek
tr_tr: Güncelleme
tt_ru: Яңарту
ug_cn: يېڭىلاش
uk_ua: Оновлення
ur_pk: اپ گریڈ
uz_cyrl: Yangilamoq
vi_vn: Nâng cấp
zh_hant: 升級

# CommonCancelLabel
source: Cancel
af_za: Kanselleer
am_et: ይቅር
ar_bh: يلغي
as_in: বাতিল কৰক
az_cyrl: Ləğv etmək
bg_bg: Отказ
bn_in: বাতিল
bs_latn_ba: Otkazati
ca_es: Cancel · lar
cs_cz: zrušení
cy_gb: Chansliff
da_dk: Afbestille
de_ch: Stornieren
el_gr: Ματαίωση
es_bo: Cancelar
et_ee: Tühistama
fa_ir: لغو کردن
fi_fi: Peruuttaa
fil_ph: Kanselahin
fr_029: Annuler
ga_ie: Cealaigh
gu_in: રદ કરવું
he_il: לְבַטֵל
hi_in: रद्द करना
hr_hr: Otkazati
hu_hu: Megszünteti
hy_am: Չեղարկել
id_id: Membatalkan
is_is: Hætta við
it_ch: Annulla
ja_jp: キャンセル
ka_ge: გაუქმება
kk_kz: Күшін жою
km_kh: លប់ចោល
kn_in: ರದ್ದುಮಾಡು
ko_kr: 취소
ky_kg: Жокко чыгаруу
lo_la: ຍົກເລີກ
lt_lt: Atšaukti
lv_lv: Atcelt
mi_nz: Whakakore
mk_mk: Откажи
ml_in: റദ്ദാക്കുക
mr_in: रद्द करा
ms_my: Batalkan
mt_mt: Ikkanċella
nb_no: Avbryt
ne_np: रद्द गर्नु
nl_be: Annuleren
or_in: ବାତିଲ୍ କରନ୍ତୁ |
pa_arab: ਰੱਦ ਕਰੋ
pl_pl: Anulować
pt_br: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Odpovedati
sq_al: Anuloj
sr_cyrl_me: Поништити, отказати
sv_fi: Annullera
sw_ke: Ghairi
ta_in: ரத்துசெய்
te_in: రద్దు చేయండి
th_th: ยกเลิก
tk_tm: Ýatyr
tr_tr: İptal etmek
tt_ru: Бетерү
ug_cn: بىكار قىلىش
uk_ua: Скасувати
ur_pk: منسوخ کریں
uz_cyrl: Bekor qilmoq
vi_vn: Hủy bỏ
zh_hant: 取消

# UserActionFixButtonText
source: Fix
af_za: Regmaak
am_et: ማስተካከያ
ar_bh: يصلح
as_in: ঠিক কৰা
az_cyrl: Düzəltmək
bg_bg: Поправете
bn_in: ঠিক আছে
bs_latn_ba: Popraviti
ca_es: Fixar
cs_cz: Opravit
cy_gb: Sefydlogaf
da_dk: Rette op
el_gr: Διορθώσετε
es_bo: Arreglar
et_ee: Fikseerima
fa_ir: ثابت
fi_fi: Korjata
fil_ph: Ayusin
fr_029: Réparer
ga_ie: Cuir suas le
gu_in: સ્થિર કરવું
he_il: לתקן
hi_in: हल करना
hr_hr: Popraviti
hu_hu: Javítás
hy_am: Ուղղել
id_id: Memperbaiki
is_is: Laga
it_ch: Aggiustare
ja_jp: 修理
ka_ge: მიმაგრება
kk_kz: Бекіту
km_kh: ចយសចុល
kn_in: ಸರಿ
ko_kr: 고치다
ky_kg: Оңдоо
lo_la: ແກ້ໄຂ
lt_lt: Ištaisyti
lv_lv: Salabot
mi_nz: Whakatika
mk_mk: Поправете го
ml_in: ഉറപ്പിക്കുക
mr_in: निराकरण
ms_my: Menetapkan
mt_mt: Waħħal
nb_no: Fastsette
ne_np: ठोक्नु
nl_be: Repareren
or_in: ଠିକ୍ କର |
pa_arab: ਠੀਕ ਕਰੋ
pl_pl: Naprawić
pt_br: Consertar
ru_ru: Исправить
sk_sk: Upevniť
sl_si: Popraviti
sq_al: Rregulloj
sr_cyrl_me: Поправити
sv_fi: Fixera
sw_ke: Kurekebisha
ta_in: சரிசெய்யவும்
te_in: పరిష్కరించండి
th_th: แก้ไข
tk_tm: Düzediň
tr_tr: Düzeltmek
tt_ru: Төзәтү
ug_cn: ئوڭشاڭ
uk_ua: Виправити
ur_pk: درست کریں
uz_cyrl: Tuzatmoq
vi_vn: Sửa chữa
zh_hant: 使固定

# UserActionIgnoreButtonText
source: Ignore
af_za: Ignoreer
am_et: ችላ በል
ar_bh: يتجاهل
as_in: অগ্ৰাহ্য কৰা
az_cyrl: Məhəl qoymamaq
bg_bg: Игнорирайте
bn_in: উপেক্ষা
bs_latn_ba: Zanemariti
ca_es: Ignorar
cs_cz: Ignorovat
cy_gb: Anwybyddem
da_dk: Ignorere
de_ch: Ignorieren
el_gr: Αγνοώ
es_bo: Ignorar
et_ee: Ignoreerima
fa_ir: چشم پوشی
fi_fi: Jättää huomiotta
fil_ph: Huwag pansinin
fr_029: Ignorer
ga_ie: Neamhaird a thabhairt ar
gu_in: અવગણવું
he_il: להתעלם
hi_in: अनदेखा करना
hr_hr: Zanemariti
hu_hu: Figyelmen kívül hagyni
hy_am: Անտեսել
id_id: Mengabaikan
is_is: Hunsa
it_ch: Ignorare
ja_jp: 無視する
ka_ge: უგულვებელყოფა
kk_kz: Елемеу
km_kh: មិនអើបើ
kn_in: ನಿರ್ಲಕ್ಷ್ಯ
ko_kr: 무시하다
ky_kg: Этибарга албоо
lo_la: ນິ້ງນອນໃຈ
lt_lt: Ignoruoti
lv_lv: Ignorēt
mi_nz: Whakaririka
mk_mk: Игнорирај
ml_in: അവഗണിക്കുക
mr_in: दुर्लक्ष करा
ms_my: Abai
mt_mt: Tinjora
nb_no: Overse
ne_np: ध्यान नदिनु
nl_be: Negeren
or_in: ଅବଜ୍ ignore ା କର |
pa_arab: ਅਣਡਿੱਠ
pl_pl: Ignorować
pt_br: Ignorar
ro_ro: Ignora
ru_ru: Игнорировать
sk_sk: Ignorovať
sl_si: Ignoriraj
sq_al: Injoroj
sr_cyrl_me: Игнорисати
sv_fi: Ignorera
sw_ke: Kupuuza
ta_in: புறக்கணிக்கவும்
te_in: పట్టించుకోకుండా
th_th: ไม่สนใจ
tk_tm: Üns berme
tr_tr: Görmezden gelmek
tt_ru: Игътибар итмә
ug_cn: سەل قاراڭ
uk_ua: Ігнорувати
ur_pk: نظر انداز کریں
uz_cyrl: E'tibor bermaslik
vi_vn: Phớt lờ
zh_hant: 忽略

# CommonNoButtonText
source: No
af_za: Geen
am_et: አይ
ar_bh: لا
as_in: নহয়
az_cyrl: Yox
bg_bg: Не
bn_in: না
bs_latn_ba: Ne
cs_cz: Ne
cy_gb: Na
da_dk: Ingen
de_ch: NEIN
el_gr: Οχι
et_ee: Mitte
fa_ir: هیچ
fi_fi: Ei
fil_ph: Hindi
fr_029: Non
ga_ie: Níl
gu_in: કોઈ
he_il: לא
hi_in: नहीं
hr_hr: Ne
hu_hu: Nem
hy_am: Ոչ
id_id: TIDAK
is_is: Nei
ja_jp: いいえ
ka_ge: არა
kk_kz: Жоқ
km_kh: ដេលក្ផាន
kn_in: ಇಲ್ಲ
ko_kr: 아니요
ky_kg: Жок
lo_la: ບໍ່
lt_lt: Ne
lv_lv: Nē
mi_nz: Kāo
mk_mk: Не
ml_in: ഇല്ല
mr_in: नाही
ms_my: Tidak
mt_mt: LE
nb_no: Nei
ne_np: छैन
nl_be: Nee
or_in: ନା
pa_arab: ਨਹੀਂ
pl_pl: NIE
pt_br: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
sq_al: Jo
sr_cyrl_me: Не
sv_fi: Nej
sw_ke: Hapana
ta_in: இல்லை
te_in: లేదు
th_th: เลขที่
tk_tm: Ýok
tr_tr: HAYIR
tt_ru: Юк
ug_cn: ياق
uk_ua: Немає
ur_pk: نہیں
uz_cyrl: Yo'q
vi_vn: KHÔNG
zh_hant: 不

# CommonOkLabel
source: Ok
am_et: እሺ
ar_bh: نعم
as_in: ঠিক আছে
az_cyrl: Tamam
bg_bg: Добре
bn_in: ঠিক আছে
bs_latn_ba: Uredu
ca_es: D'acord
cy_gb: Iawn
da_dk: Okay
el_gr: Εντάξει
es_bo: De acuerdo
et_ee: Okei
fa_ir: خوب
fi_fi: Hyvä
fr_029: D'accord
ga_ie: Go maith
gu_in: બરાબર
he_il: בסדר
hi_in: ठीक है
hr_hr: U redu
hu_hu: Rendben
hy_am: Լավ
id_id: Oke
ja_jp: わかりました
ka_ge: Კარგი
kk_kz: Жарайды ма
km_kh: យល់ព្រម
kn_in: ಸರಿ
ko_kr: 좋아요
ky_kg: Макул
lo_la: ຕົກ​ລົງ
lt_lt: Gerai
lv_lv: Labi
mk_mk: Добро
ml_in: ശരി
mr_in: ठीक आहे
ms_my: Okey
mt_mt: Kollox sew
ne_np: ठिक छ
or_in: ଠିକ୍ ଅଛି
pa_arab: ਠੀਕ ਹੈ
ro_ro: Bine
ru_ru: Хорошо
sk_sk: V poriadku
sl_si: V redu
sq_al: Ne rregull
sr_cyrl_me: Ок
sw_ke: Sawa
ta_in: சரி
te_in: అలాగే
th_th: ตกลง
tk_tm: Bolýar
tr_tr: Tamam
tt_ru: Ярар
uk_ua: В порядку
ur_pk: ٹھیک ہے
uz_cyrl: Kelishdikmi
vi_vn: Được rồi
zh_hant: 好的

# UserActionRetryButtonText
source: Retry
af_za: Herver hierdie
am_et: እንደገና መሞከር
ar_bh: إعادة المحاولة
as_in: পুনৰ চেষ্টা কৰক
az_cyrl: Yenidən cəhd etmək
bg_bg: Повторение
bn_in: পুনরায় চেষ্টা করা
bs_latn_ba: Pokušati
ca_es: Tornar a provar
cs_cz: Opakovat
cy_gb: Chyrchwch
da_dk: Prøve igen
de_ch: Wiederholen
el_gr: Ξαναδοκιμάσετε
es_bo: Rever
et_ee: Uuesti proovima
fa_ir: مجدداً
fi_fi: Tehdä uudelleen
fil_ph: Muling
fr_029: Recommencez
ga_ie: Ais a chur ar ais
gu_in: ફરી કોશિશ કરવી
he_il: נסה שוב
hi_in: पुन: प्रयास करें
hr_hr: Ponovo namotati
hu_hu: Próbálja újra
hy_am: Փորձել
id_id: Mencoba kembali
is_is: Reyni aftur
it_ch: Riprovare
ja_jp: リトライ
ka_ge: გამოცხადება
kk_kz: Қайталау
km_kh: ាប់រេគ្រប់យ៉ាងបី
kn_in: ಮರುಪ್ರಯತ್ನಿಸಿ
ko_kr: 다시 해 보다
ky_kg: Кайра аракет кылуу
lo_la: ລອງໃຫມ່
lt_lt: Bandyti
lv_lv: Atkārtot
mi_nz: Rehiry hoki
mk_mk: Повторно обидете се
ml_in: വീണ്ടുംരി ചെയ്യുക
mr_in: पुन्हा प्रयत्न करा
ms_my: Cuba semula
mt_mt: Erġa 'erġa'
nb_no: Prøv på nytt
ne_np: ीक आचरण
nl_be: Opnieuw proberen
or_in: ପୁନ ry ଚେଷ୍ଟା କର
pa_arab: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbować ponownie
pt_br: Tente novamente
ro_ro: Din nou
ru_ru: Повторно
sk_sk: Skúsiť znova
sl_si: Poskusiti
sq_al: Rigjykoj
sr_cyrl_me: Покушај поново
sv_fi: Försök igen
sw_ke: Jaribu tena
ta_in: மீண்டும் முயற்சிக்கவும்
te_in: మళ్లీ ప్రయత్నించండి
th_th: ลองอีกครั้ง
tk_tm: Gaýtadan synanyşyň
tr_tr: Yeniden yapmak
tt_ru: Кабатлап кара
ug_cn: قايتا سىناڭ
uk_ua: Повторити
ur_pk: دوبارہ کوشش کریں
uz_cyrl: Qaytadan urinib ko'rmoq
vi_vn: Thử lại
zh_hant: 重試

# UserActionShutdownButtonText
source: Shutdown
af_za: Stilstand
am_et: ዝጋው
ar_bh: اغلق
as_in: বন্ধ কৰা
az_cyrl: Söndür
bg_bg: Изключвам
bn_in: শাটডাউন
bs_latn_ba: Ugasiti
ca_es: Tancar
cs_cz: Vypnout
cy_gb: Chaead
da_dk: Lukke ned
de_ch: Abschalten
el_gr: ΤΕΡΜΑΤΙΣΜΟΣ ΛΕΙΤΟΥΡΓΙΑΣ
es_bo: Cerrar
et_ee: Lülita välja
fa_ir: تعطیل
fi_fi: Sammuttaa
fr_029: Fermer
ga_ie: Múchadh
gu_in: બંધ કરો
he_il: לכבות
hi_in: शट डाउन
hr_hr: Ugasiti
hu_hu: Leállitás
hy_am: Անջատել
id_id: Matikan
is_is: Lokun
it_ch: Fermare
ja_jp: シャットダウン
ka_ge: Გათიშვა
kk_kz: Жабу
km_kh: បិទ
kn_in: ಮುಚ್ಚಲಾಯಿತು
ko_kr: 일시 휴업
ky_kg: Өчүрүү
lo_la: ປິດ​ເຄື່ອງ
lt_lt: Išjungti
lv_lv: Izslēgt
mi_nz: Kāti
mk_mk: Исклучи
ml_in: ഷട്ട് ഡൗൺ
mr_in: शटडाउन
ms_my: Menutup
mt_mt: Għalaq
nb_no: Skru av
ne_np: बन्द गर
nl_be: Afsluiten
or_in: ବନ୍ଦ କର
pa_arab: ਸ਼ਟ ਡਾਉਨ
pl_pl: Zamknięcie
pt_br: Desligar
ro_ro: Închide
ru_ru: Неисправность
sk_sk: Vypnúť
sl_si: Ugasniti
sq_al: Fike
sr_cyrl_me: Искључити
sv_fi: Stänga av
sw_ke: Kuzimisha
ta_in: பணிநிறுத்தம்
te_in: షట్డౌన్
th_th: ปิดตัวลง
tk_tm: Öçür
tr_tr: Kapat
tt_ru: Cүндерү
ug_cn: تاقاش
uk_ua: Закрити
ur_pk: شٹ ڈاؤن
uz_cyrl: O'chirish; yopish
vi_vn: Tắt
zh_hant: 關閉

# UserActionSubmitButtonText
source: Submit
af_za: Indien
am_et: ያስገቡ
ar_bh: يُقدِّم
as_in: দাখিল কৰক
az_cyrl: təqdim
bg_bg: Изпращане
bn_in: জমা দিন
bs_latn_ba: Predati
ca_es: Presentar
cs_cz: Předložit
cy_gb: Chyflwynem
da_dk: Indsend
de_ch: Einreichen
el_gr: υποβάλλουν
es_bo: Entregar
et_ee: Esita
fa_ir: ارسال
fi_fi: Lähetä
fil_ph: Ipasa
fr_029: Soumettre
ga_ie: Cuir isteach
gu_in: રજૂ કરવું
he_il: שלח
hi_in: जमा करना
hr_hr: podnijeti
hu_hu: Beküldés
hy_am: Ներկայացնել
id_id: Kirim
is_is: Sendu
it_ch: Invia
ja_jp: 提出する
ka_ge: დამორჩილება
kk_kz: Бағыну
km_kh: ដាក់រេកាមបង្គាប់
kn_in: ಸಲ್ಲಿಸು
ko_kr: 제출하다
ky_kg: Тапшыруу
lo_la: ຍື່ນສະເຫນີ
lt_lt: Pateikti
lv_lv: Iesniegt
mi_nz: Ngohe kau
mk_mk: Достави
ml_in: കീഴടങ്ങുക
mr_in: प्रस्तुत करणे
ms_my: Hantar
mt_mt: Issottometti
nb_no: Sende inn
ne_np: स्वीकार गर्न
nl_be: Indienen
or_in: ଦାଖଲ କର |
pa_arab: ਜਮ੍ਹਾਂ ਕਰੋ
pl_pl: Składać
pt_br: Enviar
ro_ro: Trimite
ru_ru: Представлять на рассмотрение
sk_sk: Predložiť
sl_si: Oddaj
sq_al: Paraqes
sr_cyrl_me: прихвати
sv_fi: Skicka in
sw_ke: Wasilisha
ta_in: சமர்ப்பிக்கவும்
te_in: సమర్పించండి
th_th: ส่ง
tk_tm: Iberiň
tr_tr: Göndermek
tt_ru: Тапшыр
ug_cn: تاپشۇرۇش
uk_ua: Подавати
ur_pk: جمع کرائیں
uz_cyrl: Topshirmoq
vi_vn: Nộp
zh_hant: 提交

# CommonYesButtonText
source: Yes
af_za: Ja
am_et: አዎ
ar_bh: نعم
as_in: হয়
az_cyrl: Bəli
bg_bg: Да
bn_in: হ্যাঁ
bs_latn_ba: Da
ca_es: Sí
cs_cz: Ano
cy_gb: Ie
da_dk: Ja
de_ch: Ja
el_gr: Ναί
es_bo: Sí
et_ee: Jah
fa_ir: آره
fi_fi: Joo
fil_ph: Oo
fr_029: Oui
ga_ie: Tá
gu_in: હા
he_il: כן
hi_in: हाँ
hr_hr: Da
hu_hu: Igen
hy_am: Այո
id_id: Ya
is_is: Já
it_ch: SÌ
ja_jp: はい
ka_ge: დიახ
kk_kz: Иә
km_kh: បាត
kn_in: ಹೌದು
ko_kr: 예
ky_kg: Ооба
lo_la: ແລ້ວ
lt_lt: Taip
lv_lv: Jā
mi_nz: Āe
mk_mk: Да
ml_in: സമ്മതം
mr_in: होय
ms_my: Ya
mt_mt: IVA
nb_no: Ja
ne_np: हुन्छ
nl_be: Ja
or_in: ହଁ
pa_arab: ਹਾਂ
pl_pl: Tak
pt_br: Sim
ro_ro: da
ru_ru: Да
sk_sk: Áno
sl_si: DA
sq_al: po
sr_cyrl_me: да
sv_fi: Ja
sw_ke: Ndio
ta_in: ஆம்
te_in: అవును
th_th: ใช่
tk_tm: Hawa
tr_tr: Evet
tt_ru: Әйе
ug_cn: ھەئە
uk_ua: Так
ur_pk: جی ہاں
uz_cyrl: Ha
vi_vn: Đúng
zh_hant: 是的

# AccountYearlyLabel
source: Yearly
af_za: Jaarliks
am_et: በየአመቱ
ar_bh: سنوي
as_in: বছৰেকীয়া
az_cyrl: İllik
bg_bg: Годишно
bn_in: বার্ষিক
bs_latn_ba: Godišnje
ca_es: Anual
cs_cz: Roční
cy_gb: Flynyddol
da_dk: Årligt
de_ch: Jährlich
el_gr: Ετήσια
es_bo: Anual
et_ee: Igal aastal
fa_ir: سالانه
fi_fi: Vuosittain
fil_ph: Taun -taon
fr_029: Annuel
ga_ie: Inchinne
gu_in: વાર્ષિક
he_il: שְׁנָתִי
hi_in: सालाना
hr_hr: Godišnje
hu_hu: Évi
hy_am: Ամեն տարի
id_id: Tahunan
is_is: Árlega
it_ch: Annuale
ja_jp: 毎年
ka_ge: ყოველწლიური
kk_kz: Жылдық
km_kh: ប្រចាំឆ្នាំ
kn_in: ವಾರ್ಷಿಕ
ko_kr: 매년
ky_kg: Жыл сайын
lo_la: ຢ່າງປີ
lt_lt: Kasmet
lv_lv: Ikgadējs
mi_nz: Ā tau
mk_mk: Годишно
ml_in: വര്ത്യീയ
mr_in: वार्षिक
ms_my: Setiap tahun
mt_mt: Kull sena
nb_no: Årlig
ne_np: तार
nl_be: Jaarlijks
or_in: ବାର୍ଷିକ
pa_arab: ਸਾਲਾਨਾ
pl_pl: Rocznie
pt_br: Anual
ro_ro: Anual
ru_ru: Ежегодно
sk_sk: Ročný
sl_si: Letno
sq_al: Njëvjeçar
sr_cyrl_me: Годишње
sv_fi: Årlig
sw_ke: Kila mwaka
ta_in: ஆண்டு
te_in: వార్షిక
th_th: ทุกปี
tk_tm: Yeryyllyk
tr_tr: Yıllık
tt_ru: Ел саен
ug_cn: يىللىق
uk_ua: Щорічно
ur_pk: سالانہ
uz_cyrl: Har yili
vi_vn: Hàng năm
zh_hant: 每年

# AccountMonthlyLabel
source: Monthly
af_za: Maandeliks
am_et: ወርሃዊ
ar_bh: شهريا
as_in: মাহেকীয়া
az_cyrl: Aylıq
bg_bg: Месечно
bn_in: মাসিক
bs_latn_ba: Mjesečno
ca_es: Mensual
cs_cz: Měsíční
cy_gb: Misol
da_dk: Månedlige
de_ch: Monatlich
el_gr: Μηνιαίο
es_bo: Mensual
et_ee: Igakuine
fa_ir: ماهانه
fi_fi: Kuukausittain
fil_ph: Buwanang
fr_029: Mensuel
ga_ie: Go míosúil
gu_in: દરિયો
he_il: יַרחוֹן
hi_in: महीने के
hr_hr: Mjesečno
hu_hu: Havi
hy_am: Ամսական
id_id: Bulanan
is_is: Mánaðarlega
it_ch: Mensile
ja_jp: 毎月
ka_ge: ყოველთვიური
kk_kz: Ай сайын
km_kh: របចាមខេ
kn_in: ಮಾಸಿಕ
ko_kr: 월간 간행물
ky_kg: Ай сайын
lo_la: ປະຈໍາເດືອນ
lt_lt: Mėnesinis
lv_lv: Ikmēneša
mi_nz: Ā marama
mk_mk: Месечно
ml_in: മാസത്തില് ഒരിക്കല്
mr_in: मासिक
ms_my: Bulanan
mt_mt: Kull xahar
nb_no: Månedlig
ne_np: मासिक
nl_be: Maandelijks
or_in: ମାସିକ
pa_arab: ਮਾਸਿਕ
pl_pl: Miesięczny
pt_br: Por mês
ro_ro: Lunar
ru_ru: Ежемесячно
sk_sk: Mesačný
sl_si: Mesečno
sq_al: Mujor
sr_cyrl_me: Месечно
sv_fi: En gång i månaden
sw_ke: Kila mwezi
ta_in: மாதாந்திர
te_in: నెలవారీ
th_th: รายเดือน
tk_tm: Aýda
tr_tr: Aylık
tt_ru: Ай саен
ug_cn: ئايلىق
uk_ua: Щомісяця
ur_pk: ماہانہ
uz_cyrl: Oylik
vi_vn: Hàng tháng
zh_hant: 每月

# AccountTrialButtonText
source: Try for free!
af_za: Probeer gratis!
am_et: በነጻ ሞክር!
ar_bh: حاول مجانا!
as_in: বিনামূলীয়াকৈ চেষ্টা কৰক!
az_cyrl: Pulsuz cəhd edin!
bg_bg: Опитай безплатно!
bn_in: এমনকি আপনি যদি!
bs_latn_ba: Pokušajte besplatno!
ca_es: Proveu de franc!
cs_cz: Zkus zadarmo!
cy_gb: Ceisiwch am ddim!
da_dk: Prøv gratis!
de_ch: Versuchen Sie es kostenlos!
el_gr: Δοκίμασε δωρεάν!
es_bo: ¡Prueba gratis!
et_ee: Proovige tasuta!
fa_ir: مجانی امتحان کنید!
fi_fi: Kokeile ilmaiseksi!
fil_ph: Libreng subukan!
fr_029: Essayer gratuitement!
ga_ie: Bain triail as saor in aisce!
gu_in: મફત પ્રયાસ કરો!
he_il: נסה בחינם!
hi_in: मुफ्त में प्रयास करें!
hr_hr: Isprobaj besplatno!
hu_hu: Próbáld ki ingyen!
hy_am: Փորձեք անվճար:
id_id: Coba gratis!
is_is: Reyndu ókeypis!
it_ch: Prova gratis!
ja_jp: 無料でお試しください！
ka_ge: სცადეთ უფასოდ!
kk_kz: ТЕГІН көріңіз!
km_kh: ព្យាយាមដោយឥតគិតថ្លៃ!
kn_in: ಉಚಿತವಾಗಿ ಪ್ರಯತ್ನಿಸಿ!
ko_kr: 무료로 시도하십시오!
ky_kg: Акысыз аракет кыл!
lo_la: ພະຍາຍາມຟຣີ!
lt_lt: Išbandyk nemokamai!
lv_lv: Izmēģiniet bez maksas!
mi_nz: Whakamātauria mo te kore utu!
mk_mk: Обидете се бесплатно!
ml_in: സൗജന്യമായി പരീക്ഷിക്കാം!
mr_in: विनामूल्य प्रयत्न करा!
ms_my: Cuba secara percuma!
mt_mt: Ipprova b'xejn!
nb_no: Prøv gratis!
ne_np: नि: शुल्क प्रयास गर्नुहोस्!
nl_be: Probeer gratis!
or_in: ମାଗଣାରେ ଚେଷ୍ଟା କରନ୍ତୁ!
pa_arab: ਮੁਫਤ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ!
pl_pl: Wypróbuj za darmo!
pt_br: Experimentar gratuitamente!
ro_ro: Încearcă pe gratis!
ru_ru: Попробуй бесплатно!
sk_sk: Skúste zadarmo!
sl_si: Poskusite brezplačno!
sq_al: Provo falas!
sr_cyrl_me: Покушајте бесплатно!
sv_fi: Prova gratis!
sw_ke: Jaribu bure!
ta_in: இலவசமாக முயற்சி செய்யுங்கள்!
te_in: ఉచితంగా ప్రయత్నించండి!
th_th: ลองฟรี!
tk_tm: Mugt synap görüň!
tr_tr: Ücretsiz deneyin!
tt_ru: Бушлай тырышыгыз!
ug_cn: ھەقسىز سىناپ بېقىڭ!
uk_ua: Спробуйте безкоштовно!
ur_pk: بلامعاوضہ آزمائیں!
uz_cyrl: Bepul sinab ko'ring!
vi_vn: Thử miễn phí!
zh_hant: 免費試用！
