Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidHandlerEx1
source: Clipboard reader/writer format names must be unique. Reader duplicates:
af_za: Knipbordleser/skrywersformaat moet uniek wees. Leser dupliseer:
as_in: ক্লিপবৰ্ড ৰিডাৰ/লেখক বিন্যাসৰ নামসমূহ অনন্য হ'ব লাগিব। ৰিডাৰ ডুপ্লিকেট:
bn_in: ক্লিপবোর্ড পাঠক/লেখক ফর্ম্যাট নামগুলি অবশ্যই অনন্য হতে হবে। পাঠক সদৃশ:
bs_latn_ba: Imena formata čitača / pisaca u međuspremnici moraju biti jedinstveni. Duplikati čitatelja:
ca_es: Els noms del format de lector/escriptor de retalls han de ser únics. Duplicats del lector:
cs_cz: Názvy formátu čtečky schránky/spisovatele musí být jedinečné. Čtenář duplikáty:
da_dk: Clipboard Reader/Writer -formatnavne skal være unikke. Læser duplikerer:
de_ch: Die Namensnamen des Clipboard Reader/Writer Format müssen eindeutig sein. Leser Duplikate:
el_gr: Τα ονόματα μορφοποίησης αναγνώστη/συγγραφέα πρέπει να είναι μοναδικά. Ο αναγνώστης αντιγράφει:
es_bo: Los nombres de formato de lector/escritor de portapapeles deben ser únicos. Lector duplicados:
et_ee: Lõikelaua lugeja/kirjanike vormingu nimed peavad olema ainulaadsed. Lugeja duplikaadid:
fa_ir: Clipboard Reader/Writer Format باید بی نظیر باشد. نسخه های خواننده:
fi_fi: Leikepöydän lukijan/kirjailijan muodon nimien on oltava ainutlaatuisia. Lukijan kaksoiskappaleet:
fil_ph: Ang clipboard reader/mga pangalan ng format ng manunulat ay dapat na natatangi. Duplicate ng mambabasa:
fr_029: Les noms de format de lecteur de presse-papiers / écrivain doivent être uniques. Duplicats du lecteur:
ga_ie: Ní mór go mbeadh ainmneacha formáide léitheora/scríbhneora. Dúbailt Léitheoir:
gu_in: ક્લિપબોર્ડ રીડર/લેખક ફોર્મેટ નામો અનન્ય હોવા જોઈએ. રીડર ડુપ્લિકેટ્સ:
he_il: שמות פורמט של קורא לוח/סופר חייבים להיות ייחודיים. כפילויות קוראים:
hi_in: क्लिपबोर्ड रीडर/लेखक प्रारूप नाम अद्वितीय होना चाहिए। पाठक डुप्लिकेट्स:
hr_hr: Nazivi čitatelja/pisca čitača/pisca moraju biti jedinstveni. Čitač duplikati:
hu_hu: A Clipboard Reader/Writer formátumú neveknek egyedinek kell lennie. Olvasó másolatai:
hy_am: Clipboard Reader / Write Format Names- ը պետք է լինի եզակի: Ընթերցողի կրկնօրինակները.
id_id: Nama format pembaca/penulis clipboard harus unik. Duplikat pembaca:
is_is: Nöfn klemmuspjalds/rithöfundar sniði verða að vera einstök. Afrit af lesanda:
it_ch: I nomi dei formato lettore/scrittore degli appunti devono essere univoci. Duplicati del lettore:
ja_jp: クリップボードリーダー/ライター形式名は一意でなければなりません。読者の複製：
km_kh: ឈ្មោះអ្នកអានឃ្លីប / ទំរង់ឈ្មោះរបស់អ្នកនិពន្ធត្រូវតែមានតែមួយគត់។ ស្ទួនអ្នកអាន:
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ರೀಡರ್/ಬರಹಗಾರ ಸ್ವರೂಪದ ಹೆಸರುಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು. ಓದುಗರ ನಕಲುಗಳು:
ko_kr: 클립 보드 리더/작가 형식 이름은 고유해야합니다. 독자 복제 :
lo_la: ຊື່ຮູບແບບ Clipboard / ນັກຂຽນຕ້ອງມີເອກະລັກສະເພາະ. ຄວາມຊໍ້າຊ້ອນ Reader:
lt_lt: Karpinės srities skaitytuvo/rašytojo formato pavadinimai turi būti unikalūs. Skaitytojo dublikatai:
lv_lv: Starpliktuves lasītāja/rakstnieka formāta nosaukumiem jābūt unikāliem. Lasītājs dublē:
ml_in: ക്ലിപ്പ്ബോർഡ് റീഡർ / റൈറ്റർ ഫോർമാറ്റ് പേരുകൾ അദ്വിതീയമായിരിക്കണം. റീഡർ തനിപ്പകർപ്പുകൾ:
mr_in: क्लिपबोर्ड रीडर/लेखक स्वरूपन नावे अद्वितीय असणे आवश्यक आहे. वाचक डुप्लिकेट्स:
mt_mt: Ismijiet tal-Format tal-Qarrej / Kittieb Clipboard għandhom ikunu uniċi. Qarrej duplikati:
nb_no: Clipboard Reader/Writer Format Navn må være unike. Leser duplikater:
ne_np: क्लिपबोर्ड पाठक / लेखक ढाँचा नामहरू अद्वितीय हुनुपर्दछ। पाठक नक्कल:
nl_be: Namen van klembordlezer/schrijver -indeling moeten uniek zijn. Reader Duplicates:
or_in: କ୍ଲିପବୋର୍ଡ ରିଡର୍ / ରାଇଟର୍ ଫର୍ମାଟ୍ ନାମଗୁଡିକ ଅନନ୍ୟ ହେବା ଜରୁରୀ | ପାଠକ ନକଲ:
pa_arab: ਕਲਿੱਪਬੋਰਡ ਰੀਡਰ / ਲੇਖਕ ਫਾਰਮੈਟ ਦੇ ਨਾਮ ਵਿਲੱਖਣ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ. ਪਾਠਕ ਡੁਪਲਿਕੇਟਸ:
pt_br: Os nomes de formato de leitor/escritor da área de transferência devem ser únicos. Duplicações de leitores:
ro_ro: Numele de format Clipboard Reader/Writer trebuie să fie unice. Dupliciile cititorului:
ru_ru: Имена форматов чтения/писателя для чтения обмена/писателя должны быть уникальными. Читатель дубликат:
sk_sk: Názvy formátových alebo spisovateľov pre schránky musia byť jedinečné. Duplikáty čitateľa:
sl_si: Imena bralnikov/pisatelja za odložišče morajo biti edinstvena. Bralnik podvoji:
sq_al: Emrat e lexuesit/shkrimtarit të Clipboard duhet të jenë unike. Kopjimet e lexuesit:
sr_cyrl_me: Имена формата Цлипбоард / Вритер Формат морају бити јединствена. Читач дупликати:
sv_fi: Urklippsläsare/författarformatnamn måste vara unika. Läsaren duplicerar:
ta_in: கிளிப்போர்டு ரீடர்/எழுத்தாளர் வடிவமைப்பு பெயர்கள் தனித்துவமாக இருக்க வேண்டும். வாசகர் நகல்கள்:
te_in: క్లిప్‌బోర్డ్ రీడర్/రైటర్ ఫార్మాట్ పేర్లు ప్రత్యేకంగా ఉండాలి. రీడర్ నకిలీలు:
th_th: ชื่อรูปแบบเครื่องอ่าน/นักเขียน Clipboard จะต้องไม่ซ้ำกัน ผู้อ่านซ้ำซ้อน:
tk_tm: "Clipboy Reader / ýazyjy format atlary özboluşly bolmaly. Okyjy dublikatlar:
tr_tr: Pano Okuyucu/Yazar Biçim Adları benzersiz olmalıdır. Okuyucu kopyalar:
tt_ru: Керү укучы / Язучы формат исемнәре уникаль булырга тиеш. Укучы дубликатлар:
uk_ua: Імена формату читання буфера обміну/письменника повинні бути унікальними. Читачі дублікати:
ur_pk: کلپ بورڈ ریڈر/مصنف کی شکل کے نام منفرد ہونے چاہئیں۔ قارئین کی نقلیں:
uz_cyrl: Clipboard o'quvchi / yozuvchi format nomlari noyob bo'lishi kerak. O'quvchi dublikat:
zh_hant: 剪貼板讀取器/作家格式必須是唯一的。讀者重複：

# InvalidHandlerEx2
source: Clipboard reader/writer format names must be unique. Writer duplicates:
af_za: Knipbordleser/skrywersformaat moet uniek wees. Skrywer dupliseer:
as_in: ক্লিপবৰ্ড ৰিডাৰ/লেখক বিন্যাসৰ নামসমূহ অনন্য হ'ব লাগিব। লেখকৰ ডুপ্লিকেট:
bn_in: ক্লিপবোর্ড পাঠক/লেখক ফর্ম্যাট নামগুলি অবশ্যই অনন্য হতে হবে। লেখক সদৃশ:
bs_latn_ba: Imena formata čitača / pisaca u međuspremnici moraju biti jedinstveni. Duplikati pisaca:
ca_es: Els noms del format de lector/escriptor de retalls han de ser únics. Duplicats de l'escriptor:
cs_cz: Názvy formátu čtečky schránky/spisovatele musí být jedinečné. Spisovatel duplikáty:
da_dk: Clipboard Reader/Writer -formatnavne skal være unikke. Forfatter duplikerer:
de_ch: Die Namensnamen des Clipboard Reader/Writer Format müssen eindeutig sein. Schriftsteller Duplikate:
el_gr: Τα ονόματα μορφοποίησης αναγνώστη/συγγραφέα πρέπει να είναι μοναδικά. Ο συγγραφέας διπλώνει:
es_bo: Los nombres de formato de lector/escritor de portapapeles deben ser únicos. Escritor duplicados:
et_ee: Lõikelaua lugeja/kirjanike vormingu nimed peavad olema ainulaadsed. Kirjanik duplikaadid:
fa_ir: Clipboard Reader/Writer Format باید بی نظیر باشد. کپی نویسنده:
fi_fi: Leikepöydän lukijan/kirjailijan muodon nimien on oltava ainutlaatuisia. Kirjailija Kopiot:
fil_ph: Ang clipboard reader/mga pangalan ng format ng manunulat ay dapat na natatangi. Duplicates ng manunulat:
fr_029: Les noms de format de lecteur de presse-papiers / écrivain doivent être uniques. DUPLIQUES DE L'ÉCRITURE:
ga_ie: Ní mór go mbeadh ainmneacha formáide léitheora/scríbhneora. Dúbailt scríbhneora:
gu_in: ક્લિપબોર્ડ રીડર/લેખક ફોર્મેટ નામો અનન્ય હોવા જોઈએ. લેખક ડુપ્લિકેટ્સ:
he_il: שמות פורמט של קורא לוח/סופר חייבים להיות ייחודיים. כפילויות סופרות:
hi_in: क्लिपबोर्ड रीडर/लेखक प्रारूप नाम अद्वितीय होना चाहिए। लेखक डुप्लिकेट्स:
hr_hr: Nazivi čitatelja/pisca čitača/pisca moraju biti jedinstveni. Pisac duplicira:
hu_hu: A Clipboard Reader/Writer formátumú neveknek egyedinek kell lennie. Az író másolatok:
hy_am: Clipboard Reader / Write Format Names- ը պետք է լինի եզակի: Գրող կրկնօրինակներ.
id_id: Nama format pembaca/penulis clipboard harus unik. Duplikat penulis:
is_is: Nöfn klemmuspjalds/rithöfundar sniði verða að vera einstök. Rithöfundur afrit:
it_ch: I nomi dei formato lettore/scrittore degli appunti devono essere univoci. Duplicati dello scrittore:
ja_jp: クリップボードリーダー/ライター形式名は一意でなければなりません。作家の複製：
km_kh: ឈ្មោះអ្នកអានឃ្លីប / ទំរង់ឈ្មោះរបស់អ្នកនិពន្ធត្រូវតែមានតែមួយគត់។ អ្នកនិពន្ធស្ទួន:
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ರೀಡರ್/ಬರಹಗಾರ ಸ್ವರೂಪದ ಹೆಸರುಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು. ಬರಹಗಾರ ನಕಲುಗಳು:
ko_kr: 클립 보드 리더/작가 형식 이름은 고유해야합니다. 작가 복제 :
lo_la: ຊື່ຮູບແບບ Clipboard / ນັກຂຽນຕ້ອງມີເອກະລັກສະເພາະ. ນັກຂຽນຊໍ້າຊ້ອນ:
lt_lt: Karpinės srities skaitytuvo/rašytojo formato pavadinimai turi būti unikalūs. Rašytojo dublikatai:
lv_lv: Starpliktuves lasītāja/rakstnieka formāta nosaukumiem jābūt unikāliem. Rakstnieks dublikāti:
ml_in: ക്ലിപ്പ്ബോർഡ് റീഡർ / റൈറ്റർ ഫോർമാറ്റ് പേരുകൾ അദ്വിതീയമായിരിക്കണം. റൈറ്റർ തനിപ്പകർപ്പുകൾ:
mr_in: क्लिपबोर्ड रीडर/लेखक स्वरूपन नावे अद्वितीय असणे आवश्यक आहे. लेखक डुप्लिकेट्स:
mt_mt: Ismijiet tal-Format tal-Qarrej / Kittieb Clipboard għandhom ikunu uniċi. Kittieb duplikati:
nb_no: Clipboard Reader/Writer Format Navn må være unike. Forfatter duplikater:
ne_np: क्लिपबोर्ड पाठक / लेखक ढाँचा नामहरू अद्वितीय हुनुपर्दछ। लेखक नक्कल:
nl_be: Namen van klembordlezer/schrijver -indeling moeten uniek zijn. Schrijver duplicaten:
or_in: କ୍ଲିପବୋର୍ଡ ରିଡର୍ / ରାଇଟର୍ ଫର୍ମାଟ୍ ନାମଗୁଡିକ ଅନନ୍ୟ ହେବା ଜରୁରୀ | ଲେଖକ ନକଲ:
pa_arab: ਕਲਿੱਪਬੋਰਡ ਰੀਡਰ / ਲੇਖਕ ਫਾਰਮੈਟ ਦੇ ਨਾਮ ਵਿਲੱਖਣ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ. ਲੇਖਕ ਡੁਪਲਿਕੇਟਸ:
pt_br: Os nomes de formato de leitor/escritor da área de transferência devem ser únicos. Duplicações do escritor:
ro_ro: Numele de format Clipboard Reader/Writer trebuie să fie unice. Scriitor duplică:
ru_ru: Имена форматов чтения/писателя для чтения обмена/писателя должны быть уникальными. Писатель дубликат:
sk_sk: Názvy formátových alebo spisovateľov pre schránky musia byť jedinečné. Duplikáty spisovateľa:
sl_si: Imena bralnikov/pisatelja za odložišče morajo biti edinstvena. Podvoji pisatelja:
sq_al: Emrat e lexuesit/shkrimtarit të Clipboard duhet të jenë unike. Kopjimet e shkrimtarëve:
sr_cyrl_me: Имена формата Цлипбоард / Вритер Формат морају бити јединствена. Писац дупликат:
sv_fi: Urklippsläsare/författarformatnamn måste vara unika. Författare duplicates:
ta_in: கிளிப்போர்டு ரீடர்/எழுத்தாளர் வடிவமைப்பு பெயர்கள் தனித்துவமாக இருக்க வேண்டும். எழுத்தாளர் நகல்கள்:
te_in: క్లిప్‌బోర్డ్ రీడర్/రైటర్ ఫార్మాట్ పేర్లు ప్రత్యేకంగా ఉండాలి. రచయిత నకిలీలు:
th_th: ชื่อรูปแบบเครื่องอ่าน/นักเขียน Clipboard จะต้องไม่ซ้ำกัน นักเขียนซ้ำกัน:
tk_tm: "Clipboy Reader / ýazyjy format atlary özboluşly bolmaly. Writerazyjy dublikatlar:
tr_tr: Pano Okuyucu/Yazar Biçim Adları benzersiz olmalıdır. Yazar kopyaları:
tt_ru: Керү укучы / Язучы формат исемнәре уникаль булырга тиеш. Язучы Дубликатлар:
uk_ua: Імена формату читання буфера обміну/письменника повинні бути унікальними. Думки письменника:
ur_pk: کلپ بورڈ ریڈر/مصنف کی شکل کے نام منفرد ہونے چاہئیں۔ مصنف کی نقلیں:
uz_cyrl: Clipboard o'quvchi / yozuvchi format nomlari noyob bo'lishi kerak. Yozuvchi dublika:
zh_hant: 剪貼板讀取器/作家格式必須是唯一的。作家重複：

# InvalidHandlerEx3
source: Clipboard format guids must be unique. Duplicate formats & guids:
af_za: GUID's vir klembordformaat moet uniek wees. Duplikaatformate en gids:
as_in: ক্লিপবোৰ্ড ফৰ্মেট GUIDs অনন্য হ'ব লাগিব। ডুপ্লিকেট বিন্যাস আৰু GUIDS:
bn_in: ক্লিপবোর্ড ফর্ম্যাট জিইউডগুলি অবশ্যই অনন্য হতে হবে। সদৃশ ফর্ম্যাট এবং জিইউডস:
bs_latn_ba: Gredi za format međuspremnika moraju biti jedinstveni. Duplikati i vodiči:
ca_es: Les Guies del format de porta -retalls han de ser únics. Formats i orientació duplicats:
cs_cz: Guids formátu schránky musí být jedinečné. Duplicitní formáty a Guids:
da_dk: CLIPBOARD -format -guider skal være unikke. Duplikatformater og guider:
de_ch: Die Richtlinien für Zwischenablageformat müssen einzigartig sein. Doppelte Formate und Richtlinien:
el_gr: Οι οδηγίες μορφής πρόχειρου πρέπει να είναι μοναδικές. Διπλές μορφές και οδηγίες:
es_bo: El formato de portapapeles GUID debe ser únicos. Formatos y guías duplicados:
et_ee: Lõikelaua vormingu juhendid peavad olema ainulaadsed. Duplikaatvormingud ja juhendid:
fa_ir: راهنماهای فرمت کلیپ بورد باید منحصر به فرد باشند. قالب ها و راهنماهای تکراری:
fi_fi: Leikepöydän muodon GUIDS: n on oltava ainutlaatuisia. Kaksoismuodot ja GUIDS:
fil_ph: Ang mga gabay sa format ng clipboard ay dapat na natatangi. Duplicate Format & Guids:
fr_029: Les guides au format de presse-papiers doivent être uniques. Formats et guids en double:
ga_ie: Ní mór go mbeadh Guids Formáidí Clipboard uathúil. Formáidí agus Guids dúblacha:
gu_in: ક્લિપબોર્ડ ફોર્મેટ ગિડ અનન્ય હોવા જોઈએ. ડુપ્લિકેટ ફોર્મેટ્સ અને ગાઇડ:
he_il: מדריכי פורמט הלוח חייבים להיות ייחודיים. פורמטים וכדורים כפולים:
hi_in: क्लिपबोर्ड प्रारूप गाइड अद्वितीय होना चाहिए। डुप्लिकेट प्रारूप और गाइड:
hr_hr: Guidi formata međuspremnika moraju biti jedinstveni. Duplikatni formati i Guidi:
hu_hu: A vágólap formátumú útmutatóknak egyedinek kell lenniük. Másolatú formátumok és útmutatók:
hy_am: Clipboard- ի ձեւաչափի ուղեցույցները պետք է լինեն եզակի: Կրկնօրինակ ձեւաչափեր եւ ուղեցույցներ.
id_id: Guid format clipboard harus unik. Duplikat Format & Guid:
is_is: Leiðbeiningar klemmuspjalds verða að vera einstök. Afrit snið og leiðbeiningar:
it_ch: GUID FORMATO DI CONPROBLEMI DEVONO ESSERE UNITE. Formati e guida duplicati:
ja_jp: クリップボード形式のガイドは一意でなければなりません。複製フォーマットとガイド：
km_kh: ការណែនាំទ្រង់ទ្រាយទំរង់ឃ្លីបត្រូវតែមានតែមួយគត់។ ទម្រង់បែបបទស្ទួននិងការណែនាំ:
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಫಾರ್ಮ್ಯಾಟ್ ಮಾರ್ಗದರ್ಶಿಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು. ನಕಲಿ ಸ್ವರೂಪಗಳು ಮತ್ತು ಮಾರ್ಗದರ್ಶಿಗಳು:
ko_kr: 클립 보드 형식 안내서는 고유해야합니다. 중복 형식 및 안내서 :
lo_la: ການຄາດເດົາຮູບແບບຂອງ Clipboard ຕ້ອງເປັນເອກະລັກສະເພາະ. ຮູບແບບທີ່ຊ້ໍາຊ້ອນ & GuidS:
lt_lt: Mainų srities formato GUID turi būti unikalūs. Dublikatų formatai ir GUIDS:
lv_lv: Starpliktuves formāta Guids jābūt unikālām. Dublikātu formāti un GUIDS:
ml_in: ക്ലിപ്പ്ബോർഡ് ഫോർമാറ്റ് മാർഗ്ഗങ്ങൾ അദ്വിതീയമായിരിക്കണം. തനിപ്പകർപ്പ് ഫോർമാറ്റുകളും മാർഗങ്ങളും:
mr_in: क्लिपबोर्ड स्वरूप जीआयडी अद्वितीय असणे आवश्यक आहे. डुप्लिकेट स्वरूप आणि मार्गदर्शक:
mt_mt: Guids tal-format tal-clipboard għandhom ikunu uniċi. Formati u Guids duplikati:
nb_no: Utklippstavleformat Guider må være unike. Dupliserte formater og guider:
ne_np: क्लिपबोर्ड ढाँचा निर्देशकहरू अद्वितीय हुनुपर्दछ। डुप्लिकेट ढाँचा र prides:
nl_be: Klembordindeling Guids moeten uniek zijn. Duplicate formaten en gids:
or_in: କ୍ଲିପବୋର୍ଡ ଫର୍ମାଟ୍ GUID ଗୁଡିକ ଅନନ୍ୟ ହେବା ଜରୁରୀ | ନକଲ ଫର୍ମାଟ୍ ଏବଂ GUID ଗୁଡିକ:
pa_arab: ਕਲਿੱਪਬੋਰਡ ਫਾਰਮੈਟ GUDs ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. ਡੁਪਲਿਕੇਟ ਫਾਰਮੈਟ ਅਤੇ ਜੀਏਡੀਜ਼:
pt_br: O formato da área de transferência GUIDS deve ser único. Formatos e Guids duplicados:
ro_ro: Ghidurile de format clipboard trebuie să fie unice. Formate și ghiduri duplicate:
ru_ru: Гиды формата обмена обмена должны быть уникальными. Дублирующие форматы и гииды:
sk_sk: Guidy formátu schránky musia byť jedinečné. Duplikáty formátov a GUID:
sl_si: Guidi za oblikovanje odložij morajo biti edinstveni. Podvojeni formati in Guidi:
sq_al: Udhëzimet e formatit të clipboard duhet të jenë unike. Format e kopjuara dhe udhëzimet:
sr_cyrl_me: Греири за формату међуспремника мора бити јединствен. Дупликатни формати и Греири:
sv_fi: Urklippsformat GUID måste vara unika. Duplikatformat & GUIDS:
ta_in: கிளிப்போர்டு வடிவமைப்பு GUID கள் தனித்துவமாக இருக்க வேண்டும். நகல் வடிவங்கள் மற்றும் கயிட்ஸ்:
te_in: క్లిప్‌బోర్డ్ ఫార్మాట్ GUID లు ప్రత్యేకంగా ఉండాలి. నకిలీ ఫార్మాట్లు & GUID లు:
th_th: GUID รูปแบบคลิปบอร์ดจะต้องไม่ซ้ำกัน รูปแบบที่ซ้ำกัน & GUIDS:
tk_tm: Clip paneli formaty guids özboluşly bolmaly. Dublikat formatlary we mujpleri:
tr_tr: Pano formatı kılavuzları benzersiz olmalıdır. Yinelenen Biçimler ve Kılavuzlar:
tt_ru: Такта форматы Гуидлары уникаль булырга тиеш. Форматлар һәм Гуидларга кабатлау:
uk_ua: Guids формату буфера повинен бути унікальним. Дублікат форматів та GUID:
ur_pk: کلپ بورڈ فارمیٹ گائڈز منفرد ہونا چاہئے۔ ڈپلیکیٹ فارمیٹس اور گائڈز:
uz_cyrl: Clipboard formatidagi qo'llanmalar noyob bo'lishi kerak. Tarkib formatlari va qo'llanmalar:
zh_hant: 剪貼板格式GUID必須是唯一的。重複格式和指南：

# InvalidHandlerEx4
source: Plugin Error: All plugin '{0}' fields must be unique for handler '{1}'.{2}paramName '{3}' has multiple entries
af_za: Pluginfout: Alle inprop '{0}' Velde moet uniek wees vir hanteerder '{1}'. {2} paramname '{3}' het verskeie inskrywings
as_in: প্লাগইন ত্ৰুটি: সকলো প্লাগইন '{0}' ক্ষেত্ৰসমূহ হেণ্ডলাৰ '{1}'ৰ বাবে অনন্য হ'ব লাগিব।{2}Paramname '{3}'
bn_in: প্লাগইন ত্রুটি: সমস্ত প্লাগইন '{0}' ক্ষেত্রগুলি হ্যান্ডলার '{1}' এর জন্য অবশ্যই অনন্য হতে হবে {2} প্যারামনাম '{3}' এর একাধিক এন্ট্রি রয়েছে
bs_latn_ba: Pogreška dodatka: Svi dodatak '{0}' polja moraju biti jedinstveni za rukovodiocu '{1}'. {2} Paramname '{3}' ima više unosa
ca_es: Error del plugin: tots els camps del connector '{0}' han de ser únics per a Handler '{1}'. {2} paramname '{3}' té diverses entrades
cs_cz: Chyba pluginu: Všechna pole Plugin '{0}' musí být pro handler '{1}'. {2} ParamName '{3}'
da_dk: Plugin -fejl: Alle plugin '{0}' felter skal være unikke for handler '{1}'. {2} paramname '{3}' har flere poster
de_ch: Plugin -Fehler: Alle Plugin '{0}' Felder müssen für Handler '{1}'. {2} ParamName '{3}' eindeutig sein.
el_gr: Σφάλμα plugin: Όλα τα plugin '{0}' Τα πεδία πρέπει να είναι μοναδικά για τον χειριστή '{1}'. {2} paramName '{3}' έχει πολλαπλές καταχωρήσεις
es_bo: Error del complemento: todos los campos de complemento {0} 'deben ser únicos para el controlador' {1} '. {2} paramName' {3} 'tiene múltiples entradas
et_ee: Pistikprogrammi tõrge: kõigil pistikprogrammidel {0} 'peavad olema käitleja' {1} 'jaoks ainulaadsed. {2} ParamName' {3} 'on mitu kirjet
fa_ir: خطای افزونه: تمام زمینه های افزونه '{0}' باید برای کنترل کننده '{1}' بی نظیر باشد. {2} paramname '{3}'
fi_fi: Laajennusvirhe: Kaikkien laajennusten '{0}' -kenttien on oltava ainutlaatuisia käsittelijälle '{1}'. {2} paramname '{3}' on useita merkintöjä
fil_ph: Error sa Plugin: Ang lahat ng mga patlang na plugin '{0}' ay dapat na natatangi para sa handler '{1}'. {2} paramname '{3}' ay may maraming mga entry
fr_029: Erreur du plugin: tous les champs plugin '{0}' doivent être uniques pour le gestionnaire '{1}'. {2} Paramname '{3}' a plusieurs entrées
ga_ie: Earráid Breiseán: Caithfidh gach réimse breiseán '{0}' a bheith uathúil don láimhseálaí '{1}'.{2}Tá iliomad iontrálacha ag paramName '{3}'
gu_in: પ્લગઇન ભૂલ: બધા પ્લગઇન '{0}' ફીલ્ડ્સ હેન્ડલર માટે અનન્ય હોવા આવશ્યક છે '{1}'. {2} પરમનામ '{3}' બહુવિધ પ્રવેશો છે
he_il: שגיאת תוסף: כל שדות התוסף '{0}' חייבים להיות ייחודיים עבור מטפל '{1}'. {2} paramname '{3}' יש מספר ערכים
hi_in: प्लगइन त्रुटि: सभी प्लगइन '{0}' फ़ील्ड हैंडलर के लिए अद्वितीय होना चाहिए '{1}'। {2} paramname '{3}' में कई प्रविष्टियाँ हैं
hr_hr: Pogreška dodatka: svi dodatak '{0}' polja moraju biti jedinstvena za Handler '{1}'. {2} paramName '{3}' ima više unosa
hu_hu: Beépülő modul hibája: A(z) "{0}" beépülő modul minden mezőjének egyedinek kell lennie a(z) "{1}" kezelő számára.{2}ParamName "{3}" több bejegyzést tartalmaz
hy_am: Plugin Error. Բոլոր plugin '{0}' դաշտերը պետք է եզակի լինեն «{1}» բեռնափոխադրողի համար. {2} Paramname «{3}»
id_id: Kesalahan Plugin: Semua plugin '{0}' bidang harus unik untuk pawang '{1}'. {2} paramname '{3}' memiliki beberapa entri
is_is: Villa við viðbótarvillur: Allir plötu '{0}' reitir verða að vera einstök fyrir stjórnanda '{1}'. {2} paramname '{3}' hefur margar færslur
it_ch: Errore del plugin: tutti i campi plugin '{0}' devono essere univoci per il gestore '{1}'. {2} paramname '{3}' ha più voci
ja_jp: プラグインのエラー：すべてのプラグイン '{0}'フィールドは、ハンドラー '{1}'。{2} paramname '{3}'には複数のエントリに一意でなければなりません
km_kh: កំហុសកម្មវិធីជំនួយ: កម្មវិធីជំនួយ '{0} ត្រូវតែមានតែមួយគត់សម្រាប់អ្នកដោះស្រាយ' {1} '។ {2}' ។ {3} '{3}' មានធាតុច្រើន
kn_in: ಪ್ಲಗಿನ್ ದೋಷ: ಎಲ್ಲಾ ಪ್ಲಗಿನ್ '{0}' ಕ್ಷೇತ್ರಗಳು ಹ್ಯಾಂಡ್ಲರ್‌ಗೆ ಅನನ್ಯವಾಗಿರಬೇಕು '{1}'. {2} ಪ್ಯಾರಾಮನೇಮ್ '{3}' ಬಹು ನಮೂದುಗಳನ್ನು ಹೊಂದಿದೆ
ko_kr: 플러그인 오류 : 모든 플러그인 '{0}'필드는 핸들러 '{1}'에 고유해야합니다. {2} paramname '{3}'은 여러 항목이 있습니다.
lo_la: ຂໍ້ຜິດພາດຂອງປລັກອິນ: ຊ່ອງຂໍ້ມູນ plugin '{0}' ທັງໝົດຕ້ອງເປັນເອກະລັກສະເພາະສຳລັບຕົວຈັດການ '{1}'.{2}paramName '{3}' ມີຫຼາຍລາຍການ
lt_lt: Papildinio klaida: visi papildiniai '{0}' laukai turi būti unikalūs, jei „Handler“ '{1}'. {2} ParamName '{3}' turi kelis įrašus
lv_lv: Spraudņa kļūda: visiem spraudņiem '{0}' Laukiem jābūt unikāliem, ja apstrādātājam '{1}'. {2} paramname '{3}' ir vairāki ieraksti
ml_in: പ്ലഗിൻ പിശക്: എല്ലാ പ്ലഗിനും '{0}' ഫീൽഡുകൾ ഹാൻഡ്ലർ '{1}' എന്നതിന് സവിശേഷമായിരിക്കണം. {2} PARAMNAME '{3}' ഒന്നിലധികം എൻട്രികളുണ്ട്
mr_in: प्लगइन त्रुटी: हँडलर '{1}' साठी सर्व प्लगइन '{0}' फील्ड्स अद्वितीय असणे आवश्यक आहे. {2} पॅरामनेम '{3}' मध्ये एकाधिक नोंदी आहेत
mt_mt: Żball tal-plugin: L-oqsma kollha tal-plugin '{0}' għandhom ikunu uniċi għal handler '{1}'. {2} paramname '{3}' għandu entrati multipli
nb_no: Plugin -feil: alle plugin '{0}' felt må være unike for behandler '{1}'. {2} paramname '{3}' har flere oppføringer
ne_np: प्लगइन त्रुटि: सबै प्लगइन '{0}' फिल्डहरू ह्यान्डलर '{1}' को लागि अद्वितीय हुनुपर्छ।{2} paramName '{3}' मा धेरै प्रविष्टिहरू छन्।
nl_be: Plug-infout: alle velden van plug-in '{0}' moeten uniek zijn voor handler '{1}'.{2}paramName '{3}' heeft meerdere vermeldingen
or_in: ପ୍ଲଗଇନ୍ ତ୍ରୁଟି: ହ୍ୟାଣ୍ଡଲର୍ '{1}' ପାଇଁ ସମସ୍ତ ପ୍ଲଗଇନ୍ '{0}' କ୍ଷେତ୍ରଗୁଡିକ ଅନନ୍ୟ ହେବା ଆବଶ୍ୟକ | {2} paramName '{3}' ରେ ଏକାଧିକ ଏଣ୍ଟ୍ରି ଅଛି |
pa_arab: ਪਲੱਗਇਨ ਗਲਤੀ: ਸਾਰੇ ਪਲੱਗਇਨ '{0}' ਖੇਤਰ ਹੈਂਡਲਰ '{1}' ਲਈ ਵਿਲੱਖਣ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।{2}paramName '{3}' ਵਿੱਚ ਕਈ ਐਂਟਰੀਆਂ ਹਨ
pt_br: Erro do plug -in: todos os campos do plugin '{0}' devem ser únicos para o manipulador '{1}'. {2} paramname '{3}' possui várias entradas
ro_ro: Eroare plugin: toate câmpurile plugin '{0}' trebuie să fie unice pentru handler '{1}'. {2} paramName '{3}' are mai multe intrări
ru_ru: Ошибка плагина: все плагины {0} 'Поля должны быть уникальными для обработчика' {1} '. {2} paramname' {3} 'имеет несколько записей
sk_sk: Chyba doplnku: Všetky plugin '{0}' polia musia byť jedinečné pre handler '{1}'. {2} paramname '{3}' má viac záznamov
sl_si: Napaka vtičnika: vsa polja vtičnika '{0}' morajo biti edinstvena za upravljavec '{1}'. {2} paramname '{3}' ima več vnosov
sq_al: Gabim i pluginit: Të gjitha fushat e plugin '{0}' duhet të jenë unike për mbajtësin '{1}'. {2} paramName '{3}' ka shënime të shumta
sr_cyrl_me: Грешка додатка: Сви додаци '{0}' поља морају бити јединствена за руковање '{1}'. {2} Паментаиме '{3}' има више уноса
sv_fi: Plugin -fel: alla plugin '{0}' fält måste vara unika för hanterare '{1}'. {2} paramName '{3}' har flera poster
ta_in: சொருகி பிழை: அனைத்து சொருகி '{0}' புலங்களும் கையாளுபவருக்கு தனித்துவமாக இருக்க வேண்டும் '{1}'. {2} paramname '{3}' பல உள்ளீடுகளைக் கொண்டுள்ளது
te_in: ప్లగిన్ లోపం: అన్ని ప్లగ్ఇన్ '{0}' ఫీల్డ్‌లు హ్యాండ్లర్ '{1}' కోసం ప్రత్యేకంగా ఉండాలి. {2} పారామ్ నేమ్ '{3}' బహుళ ఎంట్రీలను కలిగి ఉంది
th_th: ข้อผิดพลาดปลั๊กอิน: ปลั๊กอินทั้งหมด '{0}' ฟิลด์ต้องไม่ซ้ำกันสำหรับตัวจัดการ '{1}'. {2} paramname '{3}' มีหลายรายการ
tk_tm: Plugin ýalňyşlygy: plugin {0} 'ähli plugin meýdanlary' {1} 'işleýji üçin özboluşly bolmaly. {2} paramName' {3} 'birnäçe ýazgy bar
tr_tr: Eklenti Hatası: Tüm Eklenti '{0}' alanları, işleyici için benzersiz olmalıdır '{1}'. {2} paramname '{3}'
tt_ru: Плагин хата: Барлык плагин '{0}' кырлары '{1}' эшкәртүчесе өчен уникаль булырга тиеш. {2} paramName '{3}' берничә язма бар.
uk_ua: Помилка плагіну: Всі поля плагіну '{0}' повинні бути унікальними для обробника '{1}'. {2} Парамнакам '{3}' має кілька записів
ur_pk: پلگ ان کی خرابی: تمام پلگ ان '{0}' فیلڈز کو ہینڈلر '{1}' کے لئے منفرد ہونا چاہئے۔ {2} پیرام نام '{3}' میں متعدد اندراجات ہیں۔
uz_cyrl: Plagin xatosi: “{0}” plaginining barcha maydonlari “{1}” ishlov beruvchisi uchun yagona bo‘lishi kerak.{2}paramName “{3}” bir nechta yozuvga ega
zh_hant: 插件錯誤：所有插件'{0}'字段對於處理程序'{1}'。{2} paramname'{3}'都有多個條目
