Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AppendAfterNtfTitle
source: After Append Mode Activated
af_za: Na die voegmodus geaktiveer
am_et: ከአዋቂነት ሁኔታ በኋላ ገቢር
ar_bh: بعد تنشيط وضع الإلحاق
as_in: Append মোড সক্ৰিয় কৰাৰ পিছত
az_cyrl: Əlavə etmə rejimi aktivləşdirildikdən sonra
bg_bg: След активиран режим на добавяне
bn_in: অ্যাপেন্ড মোড সক্রিয় হওয়ার পরে
bs_latn_ba: Nakon aktiviranja načina dodavanja dodatka
ca_es: Després de l’activació del mode Append activat
cs_cz: Po aktivovaném režimu Append
cy_gb: Ar ôl i'r modd atodi actifadu
da_dk: Efter append -tilstand aktiveret
de_ch: Nach dem Append -Modus aktiviert
el_gr: Μετά την ενεργοποίηση της λειτουργίας προσάρτησης
es_bo: Después del modo de apertura activado
et_ee: Pärast Appendi režiimi aktiveerimist
fa_ir: بعد از فعال شدن حالت ضمیمه
fi_fi: Kun lisäystila on aktivoitu
fil_ph: Matapos maisaaktibo ang mode ng append
fr_029: Après le mode d'ajout activé
ga_ie: Tar éis an modh a chur i ngníomh gníomhachtaithe
gu_in: એપેન્ડ મોડ સક્રિય કર્યા પછી
he_il: לאחר הפעלת מצב הוסף
hi_in: परिशिष्ट मोड के बाद सक्रिय
hr_hr: Nakon aktiviranog načina dodavanja
hu_hu: A függelék módja után aktiválva
hy_am: Append ռեժիմն ակտիվացնելուց հետո
id_id: Setelah mode tambah diaktifkan
is_is: Eftir bætastillingu virkjað
it_ch: Dopo l'appendend Modalità attivata
ja_jp: 付録モードがアクティブ化された後
ka_ge: დანამატის რეჟიმის გააქტიურების შემდეგ
kk_kz: Қосу режимі іске қосылғаннан кейін
km_kh: បន្ទាប់ពីរបៀបបន្ថែមបានធ្វើឱ្យសកម្ម
kn_in: ಸೇರ್ಪಡೆ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ ನಂತರ
ko_kr: Append Mode가 활성화 된 후
ky_kg: Append режиминен кийин жандырылды
lo_la: ຫຼັງຈາກ Mode Mode ເປີດໃຊ້ງານ
lt_lt: Suaktyvinus priedo režimą
lv_lv: Pēc aktivizēta režīma pievienošanas
mi_nz: I muri i te taapiri i te aratau whakahohe
mk_mk: По активиран режим на додаток
ml_in: അനുശോചന മോഡിന് ശേഷം സജീവമാക്കി
mr_in: अ‍ॅपेंड मोड सक्रिय झाल्यानंतर
ms_my: Selepas mod tambahan diaktifkan
mt_mt: Wara l-modalità ta 'append attivat
nb_no: Etter vedleggsmodus aktivert
ne_np: परिशिष्ट मोड सक्रिय भएपछि
nl_be: Na geactiveerde modus
or_in: Append ମୋଡ୍ ସକ୍ରିୟ ହେବା ପରେ |
pa_arab: ਅਪੀਲ ਤੋਂ ਬਾਅਦ ਵੀ ਕਿਰਿਆਸ਼ੀਲ ਹੋਣ ਤੋਂ ਬਾਅਦ
pl_pl: Po aktywowaniu trybu dołączania
pt_br: Após o Apênder, ativado
ro_ro: După modul de anexare activat
ru_ru: После активированного режима добавления
sk_sk: Po aktivácii režimu prílohy
sl_si: Po aktiviranem načinu dodatka
sq_al: Pas aktivizimit të modalitetit të shtojcave
sr_cyrl_me: Након активирања режима додавања
sv_fi: Efter tilläggsläge aktiverat
sw_ke: Baada ya append modi iliyoamilishwa
ta_in: Append பயன்முறை செயல்படுத்தப்பட்ட பிறகு
te_in: అనుబంధ మోడ్ సక్రియం చేసిన తరువాత
th_th: หลังจากเปิดใช้งานโหมดภาคผนวก
tk_tm: Goşulan goşmaçany işjeňleşdirilenden soň
tr_tr: Ekleme modu etkinleştirildikten sonra
tt_ru: Кушымтадан соң
ug_cn: قوشۇمچە ھالەتتە قوزغىتىلغاندىن كېيىن
uk_ua: Після активованого режиму додаток
ur_pk: ضمیمہ موڈ کو چالو کرنے کے بعد
uz_cyrl: Qo'shimcha rejim yoqilgandan so'ng
vi_vn: Sau khi được kích hoạt chế độ nối
zh_hant: 附加模式激活後

# AppendBeforeNtfText
source: Clipboard changes will now be prepended
af_za: Knipbordveranderings sal nou voorgestel word
am_et: የ Clipboboard ለውጦች አሁን ታግደዋል
ar_bh: سيتم الآن إعداد تغييرات الحافظة
as_in: ক্লিপবোৰ্ডৰ পৰিবৰ্তনসমূহ এতিয়া প্ৰস্তুত কৰা হ'ব
az_cyrl: Panoya dəyişiklikləri indi əvvəlcədən hazırlanacaq
bg_bg: Промените в клипборда вече ще бъдат подготвени
bn_in: ক্লিপবোর্ড পরিবর্তনগুলি এখন প্রস্তুত করা হবে
bs_latn_ba: Promjene međuspremnika sada će se pripremiti
ca_es: Ara es prepararan els canvis de porta -retalls
cs_cz: Změny schránky budou nyní předloženy
cy_gb: Bydd newidiadau clipfwrdd nawr yn cael eu rhagflaenu
da_dk: Ændringer i udklipsholderen vil nu blive forberedt
de_ch: Die Änderungen der Zwischenablage werden nun vorbereitet
el_gr: Οι αλλαγές στο πρόχειρο θα είναι τώρα ετοιμασμένες
es_bo: Los cambios en el portapapeles ahora se prependen
et_ee: Lõikelaua muudatused valmistatakse nüüd
fa_ir: تغییرات کلیپ بورد اکنون پیش بینی خواهد شد
fi_fi: Leikepöydän muutokset valmistetaan nyt
fil_ph: Ang mga pagbabago sa clipboard ay ihahanda na ngayon
fr_029: Les modifications du presse-papiers seront désormais apparentes
ga_ie: Déanfar athruithe gearrthaisce a ullmhú anois
gu_in: ક્લિપબોર્ડ ફેરફારો હવે પૂર્વનિર્ધારિત કરવામાં આવશે
he_il: כעת יופנו שינויים בלוח
hi_in: क्लिपबोर्ड परिवर्तन अब पूर्वनिर्धारित किए जाएंगे
hr_hr: Promjene u međuspremnici sada će biti pripremljene
hu_hu: A vágólap módosítása most előkészíthető
hy_am: Clipboard- ի փոփոխություններն այժմ կտանեն
id_id: Perubahan clipboard sekarang akan dipersiapkan
is_is: Breytingar á klemmuspjaldi verða nú háðar
it_ch: Le modifiche agli appunti verranno ora preparate
ja_jp: クリップボードの変更が準備されます
ka_ge: ბუფელის ცვლილებები ახლა მომზადდება
kk_kz: Қазір алмасу буферінің өзгеруі алдын-ала өзгертіледі
km_kh: ការផ្លាស់ប្តូរក្តារតម្បៀតខ្ទាស់នឹងត្រូវបានបញ្ចប់
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಬದಲಾವಣೆಗಳನ್ನು ಈಗ ಸಿದ್ಧಪಡಿಸಲಾಗುವುದು
ko_kr: 클립 보드 변경 사항이 선정됩니다
ky_kg: Алмашуу буферинин өзгөрүшү азыр алдын ала айтылат
lo_la: ການປ່ຽນແປງຂອງ clipboard ດຽວນີ້ຈະມີເງື່ອນໄຂ
lt_lt: Dabar mainų srities pakeitimai bus paruošti
lv_lv: Starpliktuves izmaiņas tagad tiks pabeigtas
mi_nz: Ko nga huringa o te kopapa ka oti te whakatapu
mk_mk: Промените на таблата сега ќе бидат подготвени
ml_in: ക്ലിപ്പ്ബോർഡ് മാറ്റങ്ങൾ ഇപ്പോൾ തയ്യാറാക്കും
mr_in: क्लिपबोर्ड बदल आता प्रीपेन्ड केले जातील
ms_my: Perubahan papan klip kini akan disediakan
mt_mt: Il-bidliet fil-clipboard issa se jiġu ppreparati
nb_no: Utklippstavleendringer vil nå bli forberedt
ne_np: क्लिपबोर्ड परिवर्तनहरू अब आयोजित हुनेछ
nl_be: Klembordwijzigingen worden nu voorgelegd
or_in: କ୍ଲିପବୋର୍ଡ ପରିବର୍ତ୍ତନ ବର୍ତ୍ତମାନ ଉପସ୍ଥିତ ହେବ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਤਬਦੀਲੀਆਂ ਹੁਣ ਪਹਿਲਾਂ ਤੋਂ ਪ੍ਰਸਤੁਤ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ
pl_pl: Zmiany schowka zostaną teraz przygotowane
pt_br: As alterações na área de transferência agora serão anteriores
ro_ro: Modificările de clipboard vor fi acum preparate
ru_ru: Изменения буфера обмена теперь будут приготовлены
sk_sk: Zmeny schránky sa teraz pripravia
sl_si: Spremembe odložij bodo zdaj vnaprej
sq_al: Ndryshimet e clipboard tani do të përgatiten
sr_cyrl_me: Промјене међуспремника сада ће бити преузете
sv_fi: Urklippsändringar kommer nu att förberedas
sw_ke: Mabadiliko ya clipboard sasa yatatayarishwa
ta_in: கிளிப்போர்டு மாற்றங்கள் இப்போது தயாரிக்கப்படும்
te_in: క్లిప్‌బోర్డ్ మార్పులు ఇప్పుడు తయారు చేయబడతాయి
th_th: ตอนนี้การเปลี่ยนแปลงคลิปบอร์ดจะถูกเตรียมไว้ล่วงหน้า
tk_tm: Klipiň üýtgemegi indi meýilnama düzer
tr_tr: Pano değişiklikleri artık hazırlanacak
tt_ru: Буферда үзгәрешләр хәзер алдан булачак
ug_cn: چاپلاش تاختىسى ئۆزگىرىشى ھازىر تەييارلىنىدۇ
uk_ua: Зміни буфера обміну тепер будуть підготовлені
ur_pk: کلپ بورڈ کی تبدیلیوں کو اب تیار کیا جائے گا
uz_cyrl: Klipboard o'zgarishlari endi tayyor bo'ladi
vi_vn: Thay đổi bảng tạm bây giờ sẽ được chuẩn bị
zh_hant: 剪貼板更改現在將被培養

# AppendBeforeNtfTitle
source: Before Append Mode Activated
af_za: Voor die voegmodus geaktiveer
am_et: የአዕምሮ ሁኔታ ከመነሳት በፊት
ar_bh: قبل تنشيط وضع الإلحاق
as_in: Append ধৰণ সক্ৰিয় কৰাৰ আগতে
az_cyrl: Əlavə etmə rejimi aktivləşdirilməzdən əvvəl
bg_bg: Преди активиран режим на добавяне
bn_in: অ্যাপেন্ড মোড সক্রিয় হওয়ার আগে
bs_latn_ba: Prije nego što je aktiviran način dodavanja
ca_es: Abans de l’activació del mode Append
cs_cz: Před aktivovaným režimem append
cy_gb: Cyn i'r modd atodi actifadu
da_dk: Før append -tilstand aktiveret
de_ch: Bevor der Append -Modus aktiviert ist
el_gr: Πριν ενεργοποιηθεί η λειτουργία προσάρτησης
es_bo: Antes de que se active el modo de apertura
et_ee: Enne lisamisrežiimi aktiveerimist
fa_ir: قبل از اینکه حالت ضمیمه فعال شود
fi_fi: Ennen kuin lisäystila aktivoituu
fil_ph: Bago ma -aktibo ang mode ng append
fr_029: Avant l'activation du mode d'ajout
ga_ie: Sula gcuirtear an modh i ngníomh
gu_in: એપેન્ડ મોડ સક્રિય થાય તે પહેલાં
he_il: לפני שהופעל מצב של הוספה
hi_in: परिशिष्ट मोड सक्रिय होने से पहले
hr_hr: Prije aktiviranog načina dodavanja
hu_hu: A függelék módja aktiválása előtt
hy_am: Մինչեւ հավելված ռեժիմը ակտիվացված է
id_id: Sebelum Mode Tambahkan Diaktifkan
is_is: Áður en bætistilling virkjaði
it_ch: Prima della modalità APPend attivata
ja_jp: 付録モードがアクティブ化される前
ka_ge: დანამატის რეჟიმში გააქტიურებამდე
kk_kz: Қосу режимі іске қосылғанға дейін
km_kh: មុនពេលបញ្ចូលរបៀបបន្ថែម
kn_in: ಸೇರ್ಪಡೆ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೊದಲು
ko_kr: Append Mode가 활성화되기 전에
ky_kg: Тиркеме режими жандырылды
lo_la: ກ່ອນ Mode Mode ທີ່ເປີດໃຊ້ງານ
lt_lt: Prieš įjungus priedo režimą
lv_lv: Pirms aktivizēta režīma pievienošana
mi_nz: I mua i te taapiri i te aratau i whakahohehia
mk_mk: Пред да се активира режимот на додаток
ml_in: അനുശോചന മോഡ് സജീവമാക്കി
mr_in: अ‍ॅपेंड मोड सक्रिय करण्यापूर्वी
ms_my: Sebelum mod tambahan diaktifkan
mt_mt: Qabel il-modalità ta 'append attivat
nb_no: Før vedleggsmodus aktivert
ne_np: मोड सक्रिय हुनु अघि
nl_be: Voordat de modus wordt geactiveerd
or_in: Append ମୋଡ୍ ସକ୍ରିୟ ହେବା ପୂର୍ବରୁ |
pa_arab: ਮੋਡ ਐਕਟੀਵੇਟਡ ਸ਼ਾਮਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ
pl_pl: Przed aktywacją trybu dołączania
pt_br: Antes de anexar o modo ativado
ro_ro: Înainte de activarea modului de anexare
ru_ru: Перед активацией режима добавления
sk_sk: Pred aktivovaným režimom prílohy
sl_si: Pred aktiviranjem načina dodatka
sq_al: Para se të aktivizohet modaliteti i shtojcës
sr_cyrl_me: Пре него што је активиран режим додавања
sv_fi: Innan tilläggsläge aktiveras
sw_ke: Kabla ya Njia ya Append iliyoamilishwa
ta_in: பயன்பாட்டு பயன்முறை செயல்படுத்தப்படுவதற்கு முன்
te_in: అనుబంధ మోడ్ సక్రియం చేయడానికి ముందు
th_th: ก่อนเปิดใช้งานโหมดภาคผนวก
tk_tm: REME-de re modeimini işjeňleşdirmezden ozal
tr_tr: Ekleme modu etkinleştirilmeden önce
tt_ru: Кушымта режимы активлаштырылганчы
ug_cn: Autround ھالىتى قوزغىتىلغاندىن ئىلگىرى
uk_ua: Перед активованим режимом додавання
ur_pk: ضمیمہ موڈ کو چالو کرنے سے پہلے
uz_cyrl: Qo'shimcha rejim yoqishdan oldin
vi_vn: Trước khi kích hoạt chế độ nối
zh_hant: 在激活模式之前

# AppendBlockLabel
source: Block
af_za: Blok
am_et: ብሎክ
ar_bh: حاجز
as_in: অৱৰুদ্ধ কৰা
az_cyrl: Blok
bg_bg: Блок
bn_in: ব্লক
bs_latn_ba: Blok
ca_es: Bloc
cs_cz: Blok
cy_gb: Blocied
da_dk: Blok
el_gr: ΟΙΚΟΔΟΜΙΚΟ ΤΕΤΡΑΓΩΝΟ
es_bo: Bloquear
et_ee: Plokk
fa_ir: مسدود کردن
fi_fi: Lohko
fil_ph: I -block
fr_029: Bloc
ga_ie: Bac a chur ar
gu_in: અવરોધ
he_il: לַחסוֹם
hi_in: अवरोध पैदा करना
hr_hr: Blok
hu_hu: Blokk
hy_am: Բլոկ
id_id: Memblokir
is_is: Blokk
it_ch: Bloccare
ja_jp: ブロック
ka_ge: ბლოკი
kk_kz: Кесек
km_kh: រារាមង
kn_in: ನಿರ್ಬಂಧ
ko_kr: 차단하다
ky_kg: Блок
lo_la: ກີດກັ້ນ
lt_lt: Blokuoti
lv_lv: Bloķēt
mi_nz: Poraka
mk_mk: Блок
ml_in: ഉപരോധിക്കുക
mr_in: ब्लॉक
ms_my: Blok
mt_mt: Blokka
nb_no: Blokkere
ne_np: रोक्नु
nl_be: Blok
or_in: ବ୍ଲକ
pa_arab: ਬਲਾਕ
pl_pl: Blok
pt_br: Bloquear
ro_ro: bloc
ru_ru: Блокировать
sk_sk: Blok
sl_si: Blok
sq_al: Bllok
sr_cyrl_me: Блокирати
sv_fi: Blockera
ta_in: தொகுதி
te_in: బ్లాక్
th_th: ปิดกั้น
tk_tm: Blokirlemek
tr_tr: Engellemek
tt_ru: Блок
uk_ua: Блок
ur_pk: بلاک
uz_cyrl: To'smoq
vi_vn: Khối
zh_hant: 堵塞

# AppendDeactivatedText
source: Normal clipboard behavior has been restored
af_za: Normale knipbordgedrag is herstel
am_et: መደበኛ ቅንጥብ ሰሌዳ ባህሪ ተመልሷል
ar_bh: تم استعادة سلوك الحافظة العادية
as_in: সাধাৰণ ক্লিপবৰ্ড আচৰণ পুনৰুদ্ধাৰ কৰা হৈছে
az_cyrl: Normal panoya davranışı bərpa edildi
bg_bg: Нормалното поведение на клипборда е възстановено
bn_in: সাধারণ ক্লিপবোর্ড আচরণ পুনরুদ্ধার করা হয়েছে
bs_latn_ba: Obnovljeno je normalno ponašanje međuspremnika
ca_es: S'ha restaurat el comportament normal del porta -retalls
cs_cz: Normální chování ve schránce bylo obnoveno
cy_gb: Mae ymddygiad clipfwrdd arferol wedi'i adfer
da_dk: Normal clipboard -opførsel er gendannet
de_ch: Das normale Verhalten des Zwischenabstands wurde wiederhergestellt
el_gr: Η κανονική συμπεριφορά του πρόχειρου έχει αποκατασταθεί
es_bo: El comportamiento normal del portapapeles ha sido restaurado
et_ee: Tavaline lõikelaua käitumine on taastatud
fa_ir: رفتار کلیپ بورد طبیعی ترمیم شده است
fi_fi: Normaali leikepöydän käyttäytyminen on palautettu
fil_ph: Ang normal na pag -uugali ng clipboard ay naibalik
fr_029: Le comportement normal du presse-papiers a été restauré
ga_ie: Tá gnáth -iompar gearrthaisce athchóirithe
gu_in: સામાન્ય ક્લિપબોર્ડ વર્તન પુન restored સ્થાપિત કરવામાં આવ્યું છે
he_il: התנהגות הלוח הרגילה שוחזרה
hi_in: सामान्य क्लिपबोर्ड व्यवहार को बहाल किया गया है
hr_hr: Obnovljeno je normalno ponašanje međuspremnika
hu_hu: A normál vágólap viselkedése helyreállt
hy_am: Նորմալ clipboard- ի վարքը վերականգնվել է
id_id: Perilaku clipboard normal telah dipulihkan
is_is: Venjuleg hegðun klemmuspjalds hefur verið endurreist
it_ch: Il normale comportamento degli appunti è stato ripristinato
ja_jp: 通常のクリップボードの動作が復元されました
ka_ge: აღდგა ნორმალური ბუფერული ქცევა
kk_kz: Аралық сақтағыштың қалыпты әрекеті қалпына келтірілді
km_kh: ឥរិយាបថក្តារតម្បៀតខ្ទាស់ធម្មតាត្រូវបានស្តារឡើងវិញ
kn_in: ಸಾಮಾನ್ಯ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ನಡವಳಿಕೆಯನ್ನು ಪುನಃಸ್ಥಾಪಿಸಲಾಗಿದೆ
ko_kr: 정상적인 클립 보드 동작이 복원되었습니다
ky_kg: Кадимки алмашуу буферинин жүрүм-туруму калыбына келтирилди
lo_la: ພຶດຕິກໍາຂອງ Clipboard ແບບທໍາມະດາໄດ້ຖືກຟື້ນຟູແລ້ວ
lt_lt: Normalus mainų srities elgesys buvo atkurtas
lv_lv: Parastā starpliktuves uzvedība ir atjaunota
mi_nz: Kua whakahokia mai te whanonga Clipboard noa
mk_mk: Обновено е нормално однесување на таблата со исечоци
ml_in: സാധാരണ ക്ലിപ്പ്ബോർഡ് ബിഹേവിയർ പുന .സ്ഥാപിച്ചു
mr_in: सामान्य क्लिपबोर्ड वर्तन पुनर्संचयित केले आहे
ms_my: Tingkah laku papan klip biasa telah dipulihkan
mt_mt: L-imġieba normali tal-clipboard ġiet restawrata
nb_no: Normal utklippstavleatferd er gjenopprettet
ne_np: सामान्य क्लिपबोर्ड व्यवहार पुनर्स्थापित गरिएको छ
nl_be: Normaal klembordgedrag is hersteld
or_in: ସାଧାରଣ କ୍ଲିପବୋର୍ଡ ଆଚରଣ ପୁନ restored ସ୍ଥାପିତ ହୋଇଛି |
pa_arab: ਸਧਾਰਣ ਕਲਿੱਪਬੋਰਡ ਵਿਵਹਾਰ ਨੂੰ ਬਹਾਲ ਕੀਤਾ ਗਿਆ ਹੈ
pl_pl: Normalne zachowanie schowka zostało przywrócone
pt_br: O comportamento normal da área de transferência foi restaurado
ro_ro: Comportamentul normal al clipboardului a fost restaurat
ru_ru: Нормальное поведение буфера обмена было восстановлено
sk_sk: Normálne správanie v schránke bolo obnovené
sl_si: Običajno vedenje odložij je bilo obnovljeno
sq_al: Sjellja normale e klipit është rivendosur
sr_cyrl_me: Обновљено је нормално понашање међуспремника
sv_fi: Normalt urklippbeteende har återställts
sw_ke: Tabia ya kawaida ya clipboard imerejeshwa
ta_in: சாதாரண கிளிப்போர்டு நடத்தை மீட்டமைக்கப்பட்டுள்ளது
te_in: సాధారణ క్లిప్‌బోర్డ్ ప్రవర్తన పునరుద్ధరించబడింది
th_th: พฤติกรรมคลิปบอร์ดปกติได้รับการฟื้นฟูแล้ว
tk_tm: Adaty klip tagtasynyň hereketi dikeldildi
tr_tr: Normal pano davranışı geri yüklendi
tt_ru: Нормаль буфер тәртибе торгызылды
ug_cn: نورمال چاپلاش تاختىسى ھەرىكىتى ئەسلىگە كەلتۈرۈلدى
uk_ua: Звичайна поведінка буфера обміну була відновлена
ur_pk: عام کلپ بورڈ سلوک کو بحال کردیا گیا ہے
uz_cyrl: Oddiy klipboard xatti-harakati tiklandi
vi_vn: Hành vi clipboard bình thường đã được khôi phục
zh_hant: 正常剪貼板行為已恢復

# AppendDeactivatedTitle
source: Append Deactivated
af_za: Voeg gedeaktiveer
am_et: ተበላሽቷል
ar_bh: إلحاق تنشيط
as_in: APPEND নিষ্ক্ৰিয় কৰা হৈছে
az_cyrl: Deaktivləşdirilmiş əlavə edin
bg_bg: Добавете деактивирани
bn_in: নিষ্ক্রিয় নিষ্ক্রিয়
bs_latn_ba: Dodatak deaktiviran
ca_es: Apèndit desactivat
cs_cz: Připojit deaktivovaný
cy_gb: Atodi dadactifadu
da_dk: Tilføj deaktiveret
de_ch: Deaktiviert anhängen
el_gr: Προσαρμόζεται απενεργοποιημένο
es_bo: Agregar desactivado
et_ee: Lisatud deaktiveeritud
fa_ir: ضعف غیرفعال
fi_fi: Liitä deaktivoitu
fr_029: Annexation désactivée
ga_ie: Aguisín díghníomhaithe
gu_in: નિષ્ક્રિય કરવું
he_il: הוסף מבוטל
hi_in: निष्क्रिय कर दिया
hr_hr: Dodajte deaktivirani
hu_hu: Függeléket deaktiválták
hy_am: Հավելվածը անջատված է
id_id: Tambahkan dinonaktifkan
is_is: Bæta við slökktum
it_ch: Append disattivato
ja_jp: 加算された追加
ka_ge: დაამატეთ დეაქტივირებული
kk_kz: Қосылған қосу
km_kh: ធ្វើឱ្យអសកម្មបន្ថែម
kn_in: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 비활성화 된 것을 추가하십시오
ky_kg: Тиркөө иштен чыгарылды
lo_la: ເພີ່ມເຕີມ
lt_lt: Pridėti išjungtą
lv_lv: Pievienojiet deaktivizētu
mi_nz: Whakapaipai
mk_mk: Додадете деактивирани
ml_in: നിർജ്ജീവമാക്കി
mr_in: निष्क्रिय निष्क्रिय
ms_my: Tambah dinyahaktifkan
mt_mt: Appended diżattivat
nb_no: Vedlegg deaktivert
ne_np: निष्क्रिय गरियो
nl_be: Voeg gedeactiveerd toe
or_in: ନିଷ୍କ୍ରିୟ କରନ୍ତୁ |
pa_arab: ਅਪੀਲ ਕੀਤੀ ਗਈ
pl_pl: Dodaj dezaktywowany
pt_br: Anexar desativado
ro_ro: Apend dezactivat
ru_ru: Добавить деактивирован
sk_sk: Pripojený deaktivovaný
sl_si: Dodaj deaktivirano
sq_al: Shtojcat e çaktivizuara
sr_cyrl_me: Додатак се деактивира
sv_fi: Bifoga inaktiverad
sw_ke: Ongeza deactivated
ta_in: செயலிழக்கச் செய்ததைச் சேர்க்கவும்
te_in: నిష్క్రియం చేయబడినది
th_th: ผนวกปิดใช้งาน
tk_tm: Ýapyk
tr_tr: Devre dışı bırakıldı
tt_ru: Чыгарылган мөрәҗәгать иттеләр
ug_cn: ئىناۋەتسىز قىلىندى
uk_ua: Додавання деактивовано
ur_pk: غیر فعال
uz_cyrl: Amaldagi foydalaning
vi_vn: Phụ lục bị vô hiệu hóa
zh_hant: 附加停用

# AppendExtentNtfText
source: Appends added to top or botom of the clip
af_za: Voeg by aan die bokant of botom van die klem
am_et: ወደ ክሊፕ አናት ወይም በቡቲም የታጨቁ ናቸው
ar_bh: الإلحاحات المضافة إلى أعلى أو botom من المقطع
as_in: ক্লিপৰ ওপৰত বা বটমত যোগ কৰা পৰিশিষ্টসমূহ
az_cyrl: Klipin üstünə və ya botomuna əlavə olunan əlavələr
bg_bg: Добавени добавени към горната или ботома на клипа
bn_in: ক্লিপের শীর্ষ বা বোটম যুক্ত সংযোজনগুলি
bs_latn_ba: Dodaje se dodavanje na vrh ili botom isječke
ca_es: Appendes afegides a la part superior o al bot del clip
cs_cz: Přidané k top nebo botomu klipu
cy_gb: Atodiadau wedi'u hychwanegu at ben neu botom y clip
da_dk: Tilføjes tilsættes til toppen eller botom af klippet
de_ch: Die Anhänge des Tops oder Botom des Clips anhängen
el_gr: Οι προσθέσεις προστέθηκαν στην κορυφή ή το botom του κλιπ
es_bo: Agrade agregado a la parte superior o al botom del clip
et_ee: Klipi ülaosale või potomile lisatud lisad
fa_ir: ضمیمه اضافه شده به بالا یا بوتوم کلیپ
fi_fi: Lisäykset, jotka on lisätty leikkeen ylä- tai botomiin
fil_ph: Idinagdag ang idinagdag sa tuktok o botom ng clip
fr_029: Ajoutes ajoutées au top ou au botom du clip
ga_ie: Aguisíní curtha leis an mbarr nó botom den ghearrthóg
gu_in: ક્લિપના ટોપ અથવા બોટોમમાં ઉમેરવામાં જોડાય છે
he_il: הוספה מוסיפה לראש או לבוטום של הקליפ
hi_in: क्लिप के शीर्ष या बॉटम में जोड़ा गया
hr_hr: Dodaje dodane vrhu ili botom isječaka
hu_hu: A klip tetejéhez vagy botomjához hozzáadott csatolások
hy_am: Տեսահոլովակի վերեւում կամ Botom- ին ավելացված հավելվածները
id_id: Tambahkan ditambahkan ke atas atau botom klip
is_is: Viðaukar bætt við topp eða botom klemmunnar
it_ch: Apprends aggiunto all'alto o al botom della clip
ja_jp: クリップの上またはボトムに追加された追加
ka_ge: კლიპის ზედა ან ბოტომში დამატებული დამატება
kk_kz: Қосымшалар клиптің жоғарғы немесе ботомына қосылады
km_kh: បន្ថែមលើកំពូលឬ botom នៃឈុតនេះ
kn_in: ಕ್ಲಿಪ್ನ ಟಾಪ್ ಅಥವಾ ಬೊಟೊಮ್‌ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko_kr: 클립의 상단 또는 Botom에 추가됩니다
ky_kg: Клиптин үстүнкү же эң сонун болушу мүмкүн
lo_la: ສະຫນອງເພີ່ມເຕີມເພີ່ມໃສ່ດ້ານເທິງຫຼື BOTTOM ຂອງຄລິບ
lt_lt: Pridedami prie klipo viršaus ar botomo
lv_lv: Pievieno klipa augšdaļai vai Botomam
mi_nz: Taapiri tapiritia ki runga, te bomom ranei o te topenga
mk_mk: Додадени додадени на врвот или боттом на клипот
ml_in: ക്ലിപ്പിന്റെ മുകളിലോ ബോട്ടോമോയിലോ ചേർത്തു
mr_in: क्लिपच्या शीर्ष किंवा बोटममध्ये जोडले
ms_my: Tambahan ditambah ke atas atau botom klip
mt_mt: Tehmeż miżjud mal-quċċata jew il-botom tal-klipp
nb_no: Vedlegg lagt til toppen eller botom av klippet
ne_np: क्लिपको माथि वा बोटममा थपिएर थप्दछ
nl_be: Voegt toe toegevoegd aan de bovenkant of de botom van de clip
or_in: କ୍ଲିପ୍ ର ଟପ୍ କିମ୍ବା ବୋମା ପର୍ଯ୍ୟନ୍ତ ଯୋଡା ଯାଇଥାଏ |
pa_arab: ਕਲਿੱਪ ਦੀ ਚੋਟੀ ਜਾਂ ਬੋਲੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl_pl: Dodano do góry lub botom klipu
pt_br: Anexos adicionados ao topo ou botom do clipe
ro_ro: Anexe adăugate la top sau botom al clipului
ru_ru: Добавлены добавлены в верхний или отток от клипа
sk_sk: Pripojenia pridané do vrcholu alebo do botom klipu
sl_si: Dodatki, dodani na vrh ali botom posnetka
sq_al: Shtojcat e shtuara në krye ose botom të klipit
sr_cyrl_me: Додатни додаци на врх или БОТОМ СЛИПА
sv_fi: Bifogar läggs till toppen eller botom i klippet
sw_ke: Vipimo vilivyoongezwa juu au botom ya kipande
ta_in: கிளிப்பின் மேல் அல்லது போடோமில் சேர்க்கப்படுகிறது
te_in: క్లిప్ యొక్క టాప్ లేదా బోటోమ్‌కు జోడించబడింది
th_th: ผนวกเพิ่มไปที่ด้านบนหรือ botom ของคลิป
tk_tm: Klipiň ýokarsyna ýa-da botomasyna goşulan baha
tr_tr: Klipin üstüne veya botomuna eklenen ekler
tt_ru: Клипның өскә яки ботомына өстәде
ug_cn: قىسقۇچنىڭ ئۈستى ياكى بوتۇلكىسىغا قوشۇلىدۇ
uk_ua: Додаток додається до топ або ботом кліпу
ur_pk: کلپ کے اوپر یا بوٹوم میں شامل کیا گیا
uz_cyrl: Qo'shimchalar klipning yuqori yoki botomiga qo'shilgan
vi_vn: Thêm vào đầu hoặc botom của clip
zh_hant: 添加到剪輯的頂部或botom上的附加物

# AppendExtentNtfTitle
source: Extent Append Mode Activated
af_za: Omvang bygevoegde modus geaktiveer
am_et: መጠን አወጣጥ ሁኔታ ገቢር ሆኗል
ar_bh: تم تنشيط وضع الملحق
as_in: পৰিসৰ সংযোজন ধৰণ সক্ৰিয় কৰা হৈছে
az_cyrl: Geniş əlavə rejimi aktivləşdirilmişdir
bg_bg: Активиран режим на добавяне
bn_in: এক্সটেন্ট অ্যাপেন্ড মোড সক্রিয়
bs_latn_ba: Aktiviran unesite način dodavanja
ca_es: El mode d'append extensió està activat
cs_cz: Rozsah append režim aktivován
cy_gb: Maint atodi modd wedi'i actifadu
da_dk: Omfang append -tilstand aktiveret
de_ch: AUFTENTETTE -SAPPEND -Modus aktiviert
el_gr: Ενεργοποιημένη λειτουργία προσάρτησης έκτασης
es_bo: Modo de apertura de extensión activado
et_ee: Ulatus lisarežiim aktiveeritud
fa_ir: حالت ضمیمه فعال شده
fi_fi: Laajennustila aktivoitu
fil_ph: Extent Append Mode Na -aktibo
fr_029: Mode d'ajout étend activé
ga_ie: Méid an Mód Append Gníomhachtaithe
gu_in: હદ એપેન્ડ મોડ સક્રિય
he_il: היקף מצב הוסף מופעל
hi_in: हद तक परिशिष्ट मोड सक्रिय
hr_hr: Opseg Aktiviranog načina dodavanja
hu_hu: A függelék módja aktiválva
hy_am: Ընդլայնված հավելվածի ռեժիմն ակտիվացված է
id_id: Mode Tambahkan Luas Diaktifkan
is_is: Umfang Bæta við stillingu
it_ch: ESTENZA MODO APPEND Attivata
ja_jp: 範囲の付録モードがアクティブ化されています
ka_ge: გააქტიურებულია დანამატის რეჟიმი
kk_kz: Қосу режимі қосылды
km_kh: របៀបបន្ថែមរបៀបវិសាលភាពដែលបានធ្វើឱ្យសកម្ម
kn_in: ವಿಸ್ತರಣೆ ಅನುಬಂಧ ಮೋಡ್ ಸಕ್ರಿಯವಾಗಿದೆ
ko_kr: Append 모드가 활성화되었습니다
ky_kg: Тиркеме режими жандырылды
lo_la: Mode ອຸປະກອນເສີມທີ່ກໍານົດໄວ້
lt_lt: „Extent“ priedo režimas suaktyvinamas
lv_lv: Apjoma pievienošanas režīms aktivizēts
mi_nz: Te Whakapau Whakahohe
mk_mk: Активиран режим на додаток на додаток
ml_in: വിപുലമായ അനുശൗണ്ട മോഡ് സജീവമാക്കി
mr_in: व्याप्ती मोड सक्रिय
ms_my: Tahap Mod tambahan diaktifkan
mt_mt: Estensjoni tal-modalità tal-append attivata
nb_no: Omfang vedleggsmodus aktivert
ne_np: परिशिष्ट मोड सक्रिय
nl_be: Omvang de aanhangmodus geactiveerd
or_in: ପରିମାଣରେ ଆବେଦନ ମୋଡ୍ ସକ୍ରିୟ ହୋଇଛି |
pa_arab: ਹੱਦ ਤੱਕ ਅਲਾਟ ਮੋਡ ਕਿਰਿਆਸ਼ੀਲ
pl_pl: Aktywowany tryb dodatkowy
pt_br: Modo Apêndice de extensão ativado
ro_ro: Modul de anexare este activat
ru_ru: Экстент приложение режим активирована
sk_sk: Aktivovaný režim prílohy
sl_si: Obseg aktiviranega načina dodatka
sq_al: Modaliteti i Shtojcës Aktivizohet
sr_cyrl_me: Активиран је режим додавања мерења
sv_fi: Omfattning Append -läge aktiverad
sw_ke: Njia ya Appent Appent iliyoamilishwa
ta_in: நீட்டிப்பு பயன்முறை செயல்படுத்தப்பட்டது
te_in: పరిధి అనుబంధ మోడ్ సక్రియం చేయబడింది
th_th: เปิดใช้งานโหมดภาคผนวก
tk_tm: Güýçlendiriş tertibi işjeňleşdirildi
tr_tr: Ekleme modu etkinleştirildi
tt_ru: Кушымта режимы активлаштырылган
ug_cn: كۆرسەتكۈچ كۆرسىتىش ھالىتى قوزغىتىلدى
uk_ua: Ступінь активованого режиму додатків
ur_pk: حد تک ضمیمہ موڈ چالو
uz_cyrl: Append rejimi yoqilgan
vi_vn: Chế độ phụ lục được kích hoạt
zh_hant: 範圍附加模式激活
