Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountRegistrationSuccessText
source: Check your email to confirm your account
af_za: Gaan u e -pos na om u rekening te bevestig
am_et: መለያዎን ለማረጋገጥ ኢሜልዎን ይመልከቱ
ar_bh: تحقق من بريدك الإلكتروني لتأكيد حسابك
as_in: আপোনাৰ একাউণ্ট নিশ্চিত কৰিবলৈ আপোনাৰ ইমেইল পৰীক্ষা কৰক
az_cyrl: Hesabınızı təsdiqləmək üçün e-poçtunuzu yoxlayın
bg_bg: Проверете имейла си, за да потвърдите акаунта си
bn_in: আপনার অ্যাকাউন্টটি নিশ্চিত করতে আপনার ইমেল চেক করুন
bs_latn_ba: Provjerite svoju e-poštu da biste potvrdili svoj račun
ca_es: Comproveu el vostre correu electrònic per confirmar el vostre compte
cs_cz: Zkontrolujte svůj e -mail a potvrďte svůj účet
cy_gb: Gwiriwch eich e -bost i gadarnhau eich cyfrif
da_dk: Tjek din e -mail for at bekræfte din konto
de_ch: Überprüfen Sie Ihre E -Mails, um Ihr Konto zu bestätigen
el_gr: Ελέγξτε το email σας για να επιβεβαιώσετε τον λογαριασμό σας
es_bo: Consulte su correo electrónico para confirmar su cuenta
et_ee: Konto kinnitamiseks kontrollige oma e -posti aadressi
fa_ir: برای تأیید حساب خود ، ایمیل خود را بررسی کنید
fi_fi: Tarkista sähköpostiosoitteesi vahvistaaksesi tilisi
fil_ph: Suriin ang iyong email upang kumpirmahin ang iyong account
fr_029: Vérifiez votre e-mail pour confirmer votre compte
ga_ie: Seiceáil do r -phost chun do chuntas a dhearbhú
gu_in: તમારા એકાઉન્ટની પુષ્ટિ કરવા માટે તમારું ઇમેઇલ તપાસો
he_il: עיין בדוא"ל שלך כדי לאשר את חשבונך
hi_in: अपने खाते की पुष्टि करने के लिए अपने ईमेल की जाँच करें
hr_hr: Provjerite svoju e -poštu kako biste potvrdili svoj račun
hu_hu: Ellenőrizze e -mailjét a fiók megerősítéséhez
hy_am: Ստուգեք ձեր էլ. Փոստը `ձեր հաշիվը հաստատելու համար
id_id: Periksa email Anda untuk mengonfirmasi akun Anda
is_is: Athugaðu tölvupóstinn þinn til að staðfesta reikninginn þinn
it_ch: Controlla la tua email per confermare il tuo account
ja_jp: アカウントを確認するには、メールを確認してください
ka_ge: შეამოწმეთ თქვენი ელ.ფოსტა თქვენი ანგარიშის დასადასტურებლად
kk_kz: Тіркелгіңізді растау үшін электрондық поштаны тексеріңіз
km_kh: ពិនិត្យអ៊ីមែលរបស់អ្នកដើម្បីបញ្ជាក់គណនីរបស់អ្នក
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃ to ೀಕರಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ
ko_kr: 계정을 확인하려면 이메일을 확인하십시오
ky_kg: Эсебиңизди ырастоо үчүн электрондук почтаңызды текшериңиз
lo_la: ກວດເບິ່ງອີເມວຂອງທ່ານເພື່ອຢືນຢັນບັນຊີຂອງທ່ານ
lt_lt: Patikrinkite savo el. Laišką, kad patvirtintumėte savo sąskaitą
lv_lv: Pārbaudiet savu e -pastu, lai apstiprinātu kontu
mi_nz: Tirohia to imeera hei whakaū i to putea
mk_mk: Проверете ја вашата е -пошта за да ја потврдите вашата сметка
ml_in: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക
mr_in: आपल्या खात्याची पुष्टी करण्यासाठी आपले ईमेल तपासा
ms_my: Periksa e -mel anda untuk mengesahkan akaun anda
mt_mt: Iċċekkja l-email tiegħek biex tikkonferma l-kont tiegħek
nb_no: Sjekk e -posten din for å bekrefte kontoen din
ne_np: तपाईंको खाता पुष्टि गर्न तपाईंको ईमेल जाँच गर्नुहोस्
nl_be: Controleer uw e -mail om uw account te bevestigen
or_in: ଆପଣଙ୍କ ଖାତା ନିଶ୍ଚିତ କରିବାକୁ ଆପଣଙ୍କର ଇମେଲ୍ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_arab: ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ
pl_pl: Sprawdź swój e -mail, aby potwierdzić swoje konto
pt_br: Verifique seu e -mail para confirmar sua conta
ro_ro: Verificați -vă e -mailul pentru a vă confirma contul
ru_ru: Проверьте свою электронную почту, чтобы подтвердить свою учетную запись
sk_sk: Skontrolujte svoj e -mail a potvrdte svoj účet
sl_si: Preverite svoj e -poštni naslov, da potrdite svoj račun
sq_al: Kontrolloni emailin tuaj për të konfirmuar llogarinë tuaj
sr_cyrl_me: Проверите своју е-пошту да бисте потврдили свој налог
sv_fi: Kontrollera din e -post för att bekräfta ditt konto
sw_ke: Angalia barua pepe yako ili kudhibitisha akaunti yako
ta_in: உங்கள் கணக்கை உறுதிப்படுத்த உங்கள் மின்னஞ்சலை சரிபார்க்கவும்
te_in: మీ ఖాతాను నిర్ధారించడానికి మీ ఇమెయిల్‌ను తనిఖీ చేయండి
th_th: ตรวจสอบอีเมลของคุณเพื่อยืนยันบัญชีของคุณ
tk_tm: Hasabyňyzy tassyklamak üçin e-poçtaňyzy barlaň
tr_tr: Hesabınızı onaylamak için e -postanızı kontrol edin
tt_ru: Хисап язмагызны раслау өчен электрон почтагызны тикшерегез
ug_cn: ھېساباتىڭىزنى جەزملەشتۈرۈڭ
uk_ua: Перевірте свій електронний лист, щоб підтвердити свій рахунок
ur_pk: اپنے اکاؤنٹ کی تصدیق کے ل your اپنے ای میل کو چیک کریں
uz_cyrl: Hisobingizni tasdiqlash uchun elektron pochtangizni tekshiring
vi_vn: Kiểm tra email của bạn để xác nhận tài khoản của bạn
zh_hant: 檢查您的電子郵件以確認您的帳戶

# AccountResetPasswordLabel
source: Reset Password
af_za: Herstel wagwoord
am_et: የይለፍ ቃል ዳግም አስጀምር
ar_bh: إعادة تعيين كلمة المرور
as_in: গুপ্তশব্দ পুনৰায় সেট কৰক
az_cyrl: Parolu sıfırlamak
bg_bg: Нулиране на паролата
bn_in: পাসওয়ার্ড রিসেট করুন
bs_latn_ba: Reset lozinke
ca_es: Restablir la contrasenya
cs_cz: Obnovit heslo
cy_gb: Ailosod cyfrinair
da_dk: Nulstille kodeord
de_ch: Passwort zurücksetzen
el_gr: Επαναφέρετε τον κωδικό πρόσβασης
es_bo: Restablecer la contraseña
et_ee: Lähtestage parool
fa_ir: رمزعبور بازنشانی
fi_fi: Nollaa salasana
fil_ph: I -reset ang password
fr_029: réinitialiser le mot de passe
ga_ie: Pasfhocal athshocraithe
gu_in: પાસવર્ડ ફરીથી સેટ કરો
he_il: לאפס את הסיסמה
hi_in: पासवर्ड रीसेट
hr_hr: Resetiranje lozinke
hu_hu: Jelszó visszaállítása
hy_am: Վերականգնել գաղտնաբառը
id_id: Setel ulang kata sandi
is_is: Endur stilla lykilorð
it_ch: Resetta la password
ja_jp: パスワードを再設定する
ka_ge: პაროლის გადატვირთვა
kk_kz: Құпия сөзді қалпына келтіріңіз
km_kh: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
kn_in: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ko_kr: 암호를 재설정
ky_kg: Сырсөздү калыбына келтирүү
lo_la: ຕັ້ງລະຫັດຜ່ານຄືນໃຫມ່
lt_lt: Atstatyti slaptažodį
lv_lv: Atiestatīt paroli
mi_nz: Tautuhi Kupuhipa
mk_mk: Ресетирање на Лозинка
ml_in: പാസ്വേഡ് പുന reset സജ്ജമാക്കുക
mr_in: संकेतशब्द रीसेट करा
ms_my: Menetapkan semula kata laluan
mt_mt: Irrisettja l-password
nb_no: Tilbakestille passord
ne_np: पासवर्ड रिसेट
nl_be: Reset wachtwoord
or_in: ପାସୱାର୍ଡ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj hasło
pt_br: Redefinir senha
ro_ro: Reseteaza parola
ru_ru: Сброс пароля
sk_sk: Obnoviť heslo
sl_si: Ponastavitev gesla
sq_al: Rivendosni fjalëkalimin
sr_cyrl_me: Ресетуј шифру
sv_fi: Återställ lösenord
sw_ke: Rudisha nywila
ta_in: கடவுச்சொல்லை மீட்டமைக்க
te_in: రహస్యపదాన్ని మార్చుకోండి
th_th: รีเซ็ตรหัสผ่าน
tk_tm: Paroly täzeden düzmek
tr_tr: Şifreyi yenile
tt_ru: Серсүзне яңадан торгызу
ug_cn: پارولنى ئەسلىگە كەلتۈرۈڭ
uk_ua: Скинути пароль
ur_pk: پاس ورڈ ری سیٹ
uz_cyrl: Parolni tiklash
vi_vn: Đặt lại mật khẩu
zh_hant: 重設密碼

# CommonDateFormat
source: MMM d, yyyy
ar_bh: ط ط ط د ، yyyy
bn_in: মিমি ডি, ইয়েওয়াই
ca_es: Mmm D, AAAA
da_dk: Mmm d, ååååå
de_ch: Mmm D, Yjyy
el_gr: Μμμ, yyyy
es_bo: Mmm d, yyy
gu_in: એમએમએમ ડી, યાય
he_il: מממ ד, יי
hi_in: मम्म डी, यीय
ja_jp: うーんD、Yyyy
ka_ge: მმმ დ, იოი
kk_kz: Ммм d, yyyy
ky_kg: Ммм г, yyyy
mk_mk: Ммм Д, Јиј
ml_in: Mmm d, Yyyyy
mr_in: मिमी डी, वायवायवायवायवाय
nb_no: Mmm D, åååå
nl_be: Mmm D, jjjj
pa_arab: ਐਮ ਐਮ ਐਮ ਡੀ, YYYY
pt_br: Mmm D, AAA
ru_ru: Ммм д, yyyy
sk_sk: Mmm d, rrr.
sr_cyrl_me: Ммм д, ГГГГ
tt_ru: Ммм д, син
uk_ua: Ммм Д, yyyy
ur_pk: ایم ایم ایم ڈی ، YYYY
zh_hant: 嗯D，Yyyy

# CommonDateTimeFormat
source: MMM d, h:mm tt
bn_in: মিমি ডি, এইচ: মিমি টিটি
gu_in: એમએમએમ ડી, એચ: મીમી ટીટી
he_il: מממ ד, ח: מ.מ.
hi_in: मम्म डी, एच: मिमी टीटी
ka_ge: მმმ D, H: MM TT
kk_kz: Мм-д, сағ: мм ТТ
kn_in: ಎಂಎಂಎಂ ಡಿ, ಎಚ್: ಎಂಎಂ ಟಿಟಿ
ky_kg: МММ Д, H: MM TT
mr_in: एमएमएम डी, एच: मिमी टीटी
pa_arab: ਐਮ ਐਮ ਐਮ ਡੀ, ਐਚ: ਐਮ ਐਮ ਟੀ ਟੀ
sr_cyrl_me: Ммм д, х: мм тт
ta_in: எம்.எம்.எம் டி, எச்: மிமீ டி.டி.
tt_ru: Ммм д, с: мм tt
ur_pk: ایم ایم ایم ڈی ، ایچ: ایم ایم ٹی ٹی

# CommonTimestampFormat
source: MM/dd/yyyy hh:mm tt
af_za: Mm/dd/jjjj HH: mm tt
bn_in: মিমি/ডিডি/ইয়েওয়াই এইচ এইচ: মিমি টিটি
ca_es: Mm/dd/aaaa hh: mm tt
da_dk: MM/DD/åååå HH: MM TT
de_ch: MM/DD/JJJJ HH: MM TT
es_bo: Mm/dd/aa yyy hh: mm tt
et_ee: Mm/dd/aayy HH: MM TT
fi_fi: Mm/dd/vvvv hh: mm tt
gu_in: મીમી/ડીડી/યાય એચએચ: મીમી ટીટી
hi_in: मिमी/डीडी/यीई एचएच: एमएम टीटी
kk_kz: ММ / DD / YYYY HH: мм ТТ
ky_kg: Мм / DD / YYYY HH: MM TT
mr_in: एमएम/डीडी/वायवायवायवाय एचएच: एमएम टीटी
nb_no: Mm/dd/åååå hh: mm tt
pa_arab: ਐਮ ਐਮ / ਡੀਡੀ / ਯੀਯੇ ਐਚਐਚ: ਐਮ ਐਮ ਟੀ ਟੀ
pl_pl: Mm/dd/rrr hh: mm tt
ru_ru: Мм/dd/yyyy hh: mm tt
sk_sk: Mm/dd/rrrr hh: mm tt
sr_cyrl_me: Мм / дд / ииии хх: мм тт
uk_ua: Мм/dd/yyyy hh: mm tt
ur_pk: ملی میٹر/ڈی ڈی/وائی وائی ایچ ایچ: ایم ایم ٹی ٹی

# AccountBillingCycleNoneLabel
source: Never
af_za: Nooit
am_et: በጭራሽ
ar_bh: أبداً
as_in: কেতিয়াও নহয়
az_cyrl: Heç vaxt
bg_bg: Никога
bn_in: কখনও না
bs_latn_ba: Nikad
ca_es: Mai
cs_cz: Nikdy
cy_gb: Byth
da_dk: Aldrig
de_ch: Niemals
el_gr: Ποτέ
es_bo: Nunca
et_ee: Mitte kunagi
fa_ir: هرگز
fi_fi: Ei koskaan
fil_ph: Hindi kailanman
fr_029: Jamais
ga_ie: Go deo
gu_in: ક્યારેય
he_il: לעולם לא
hi_in: कभी नहीं
hr_hr: Nikada
hu_hu: Soha
hy_am: Երբեք
id_id: Tidak pernah
is_is: Aldrei
it_ch: Mai
ja_jp: 一度もない
ka_ge: არასოდეს
kk_kz: Ешқашан да
km_kh: មិនដេលមាន
kn_in: ಎಂದಿಗೂ
ko_kr: 절대
ky_kg: Эч качан
lo_la: ບໍ່ເຄີຍ
lt_lt: Niekada
lv_lv: Nekad
mi_nz: Kore rawa
mk_mk: Никогаш
ml_in: ഒരിക്കലും
mr_in: कधीही नाही
ms_my: Tidak pernah
mt_mt: Qatt
nb_no: Aldri
ne_np: कहिले पनि होइन
nl_be: Nooit
or_in: କେବେ ନୁହେଁ
pa_arab: ਕਦੇ ਨਹੀਂ
pl_pl: Nigdy
pt_br: Nunca
ro_ro: Nu
ru_ru: Никогда
sk_sk: Nikdy
sl_si: Nikoli
sq_al: Asnjëherë
sr_cyrl_me: Невер
sv_fi: Aldrig
sw_ke: Kamwe
ta_in: ஒருபோதும்
te_in: ఎప్పుడూ
th_th: ไม่เคย
tk_tm: Hiç haçan
tr_tr: Asla
tt_ru: Беркайчан да
ug_cn: ھەرگىز بولمايدۇ
uk_ua: Ніколи
ur_pk: کبھی نہیں
uz_cyrl: Hech qachon
vi_vn: Không bao giờ
zh_hant: 絕不

# AccountFreeTrialLabel
source: Free {0} Day Trial
af_za: Gratis {0} dagproef
am_et: ነፃ {0} የቀን ሙከራ
ar_bh: تجربة مجانية {0}
as_in: বিনামূলীয়া {0} দিনৰ পৰীক্ষামূলক
az_cyrl: Pulsuz {0} günlük sınaq
bg_bg: Безплатно {0} ден пробен
bn_in: বিনামূল্যে {0} দিনের ট্রায়াল
bs_latn_ba: Besplatno {0} jednodnevno suđenje
ca_es: Free {0} prova de dia
cs_cz: Zdarma {0} denní zkouška
cy_gb: Treial Diwrnod Am Ddim {0}
da_dk: Gratis {0} dagsundersøgelse
de_ch: Kostenloser {0} Tag Versuch
el_gr: Δωρεάν δοκιμή {0} ημέρας
es_bo: Prueba de día {0} gratis
et_ee: Tasuta {0} päevakatse
fa_ir: آزمایش روزانه h__{0}
fi_fi: Ilmainen {0} päiväkoe
fil_ph: Libreng {0} araw na pagsubok
fr_029: Essai de jour gratuit {0}
ga_ie: Triail lae saor in aisce {0}
gu_in: મફત {0} દિવસની અજમાયશ
he_il: ניסיון חינם {0} יום
hi_in: नि: शुल्क {0} दिन का परीक्षण
hr_hr: Besplatno {0} probno razdoblje
hu_hu: Ingyenes {0} napi próba
hy_am: Անվճար {0} Day Day Trial
id_id: Uji coba {0} hari gratis
is_is: Ókeypis {0} dags prufu
it_ch: Prova gratuita {0} day
ja_jp: 無料{0}デイトライアル
ka_ge: უფასო {0} დღის საცდელი
kk_kz: Тегін {0} күндізгі сынақ
km_kh: ការជំនុំជម្រះក្តី {0} ដោយឥតគិតថ្លៃ
kn_in: ಉಚಿತ {0} ದಿನದ ಪ್ರಯೋಗ
ko_kr: 무료 {0} 일 시험
ky_kg: Акысыз {0} күн сыноо
lo_la: ບໍ່ເສຍຄ່າ {0} ທົດລອງວັນ
lt_lt: Nemokamas {0} dienos bandymas
lv_lv: Bezmaksas {0} dienas izmēģinājums
mi_nz: FREE {0} Ra Whakamātautau
mk_mk: Бесплатно {0} дневно судење
ml_in: സ {0} ഡേ ട്രയൽ
mr_in: विनामूल्य {0} दिवसाची चाचणी
ms_my: Percubaan {0} percuma hari
mt_mt: B'XEJN {0} Trial ta 'Jum
nb_no: Gratis {0} dagprøve
ne_np: नि: शुल्क {0} दिन परीक्षण
nl_be: Gratis {0} dag proef
or_in: ମାଗଣା {0} ଦିନ ପରୀକ୍ଷା |
pa_arab: ਮੁਫਤ {0} ਦਿਨ ਦੀ ਅਜ਼ਮਾਇਸ਼
pl_pl: Bezpłatna próba {0}
pt_br: Trial {0} diário grátis
ro_ro: GRATUIT {0} Trial de zi
ru_ru: Бесплатно {0} Дневная пробная версия
sk_sk: ZADARMO {0} denná skúšobná verzia
sl_si: Brezplačno {0} dnevni preizkus
sq_al: Falas {0} Provë ditore
sr_cyrl_me: Бесплатно {0} дан суђење
sv_fi: Gratis {0} dagstest
sw_ke: Bure {0} Jaribio la siku
ta_in: இலவச {0} நாள் சோதனை
te_in: ఉచిత {0} రోజు ట్రయల్
th_th: ทดลองใช้ฟรี {0} วัน
tk_tm: Mugt {0} gündelik synag
tr_tr: Ücretsiz {0} günlük deneme
tt_ru: Бушлай {0} көн
ug_cn: ھەقسىز {0 سائەت سىنىقى
uk_ua: Безкоштовно {0} пробний день
ur_pk: مفت {0} دن کی آزمائش
uz_cyrl: Bepul {0} kunlik sinov
vi_vn: Thử nghiệm miễn phí {0} ngày
zh_hant: 免費{0}日期試用

# AccountPurchaseErrorCaption
source: There was a problem performing your purchase. Checking your connection and settings may help. Would you like to try again?
af_za: Daar was 'n probleem wat presteer het U aankoop. Kontroleer u verbinding en instellings kan help. Wil u weer probeer?
am_et: አንድ ችግር ፈጣሪ ነበር ግ purchase ዎ. ግንኙነትዎን በመፈተሽ እና ቅንብሮች ሊረዱዎት ይችላሉ. እንደገና መሞከር ይፈልጋሉ?
ar_bh: كانت هناك مشكلة في الأداء مشترياتك. التحقق من اتصالك و قد تساعد الإعدادات. هل تود أن تجرب مجددا؟
as_in: এটা সমস্যাৰ কাম কৰি আছিল ৷ আপোনাৰ ক্ৰয়। আপোনাৰ সংযোগ পৰীক্ষা কৰা আৰু সংহতিসমূহে সহায় কৰিব পাৰে। আপুনি আকৌ চেষ্টা কৰিব বিচাৰেনে?
az_cyrl: Problemli bir problem var idi alışınız. Bağlantınızı yoxlamaq və Parametrlər kömək edə bilər. Yenidən sınamaq istərdinizmi?
bg_bg: Имаше проблем с изпълнението Вашата покупка. Проверка на вашата връзка и Настройките могат да помогнат. Искате ли да опитате отново?
bn_in: পারফর্ম করতে সমস্যা ছিল আপনার ক্রয়. আপনার সংযোগ পরীক্ষা করা হচ্ছে এবং সেটিংস সাহায্য করতে পারে। আপনি আবার চেষ্টা করতে চান?
bs_latn_ba: Došlo je do problema Vaša kupovina. Provjera veze i Podešavanja mogu pomoći. Želite li pokušati ponovo?
ca_es: Hi va haver un problema la vostra compra. Comprovant la vostra connexió i La configuració pot ajudar. Voleu tornar -ho a provar?
cs_cz: Prováděl problém váš nákup. Kontrola vašeho připojení a Nastavení může pomoci. Chtěli byste to zkusit znovu?
cy_gb: Roedd problem yn perfformio eich pryniant. Gwirio'ch cysylltiad a gall gosodiadau helpu. Hoffech chi roi cynnig arall arni?
da_dk: Der var et problem med at udføre Dit køb. Kontrol af din forbindelse og Indstillinger kan hjælpe. Vil du prøve igen?
de_ch: Es gab ein Problem bei der Leistung Ihr Einkauf. Überprüfen Sie Ihre Verbindung und Einstellungen können helfen. Würdest du es gerne nochmal versuchen?
el_gr: Υπήρχε πρόβλημα εκτέλεσης η αγορά σας. Έλεγχος της σύνδεσής σας και Οι ρυθμίσεις μπορούν να βοηθήσουν. Θέλετε να δοκιμάσετε ξανά;
es_bo: Hubo un problema para realizar tu compra. Comprobando su conexión y La configuración puede ayudar. ¿Le gustaría volver a intentarlo?
et_ee: Oli probleem esineda Teie ost. Oma ühenduse kontrollimine ja Seaded võivad aidata. Kas soovite uuesti proovida?
fa_ir: مشکلی برای انجام وجود داشت خرید شما. بررسی اتصال شما و تنظیمات ممکن است کمک کند. آیا دوست دارید دوباره امتحان کنید؟
fi_fi: Esiintymisessä oli ongelma sinun ostosi. Yhteyden tarkistaminen ja Asetukset voivat auttaa. Haluatko yrittää uudelleen?
fil_ph: May problema sa pagganap Ang iyong pagbili. Sinusuri ang iyong koneksyon at Maaaring makatulong ang mga setting. Gusto mo bang subukan ulit?
fr_029: Il y avait un problème votre achat. Vérification de votre connexion et Les paramètres peuvent aider. Souhaitez-vous essayer à nouveau?
ga_ie: Bhí fadhb ag feidhmiú do cheannach. Seiceáil do nasc agus D'fhéadfadh suíomhanna cabhrú leat. Ar mhaith leat triail a bhaint as arís?
gu_in: ત્યાં પ્રદર્શન કરવામાં સમસ્યા હતી તમારી ખરીદી. તમારા કનેક્શનને ચકાસી રહ્યું છે અને સેટિંગ્સ મદદ કરી શકે છે. તમે ફરીથી પ્રયત્ન કરવા માંગો છો?
he_il: הייתה בעיה לביצוע רכישתך. בודק את החיבור שלך ו הגדרות עשויות לעזור. האם ברצונך לנסות שוב?
hi_in: प्रदर्शन करने में समस्या थी आप की खरीद। अपने कनेक्शन की जाँच और सेटिंग्स मदद कर सकती हैं। क्या आप इसे फिर से आजमाना चाहेंगे?
hr_hr: Postojao je problem izvesti vaša kupnja. Provjera veze i Postavke mogu pomoći. Želite li pokušati ponovo?
hu_hu: Volt egy probléma a fellépéssel vásárlásod. Ellenőrizze a kapcsolatát és A beállítások segíthetnek. Szeretné újra kipróbálni?
hy_am: Կատարված խնդիր է առաջացել Ձեր գնումը: Ստուգելով ձեր կապը եւ Պարամետրերը կարող են օգնել: Կցանկանայիք կրկին փորձել:
id_id: Ada masalah yang berkinerja pembelian Anda. Memeriksa koneksi Anda dan Pengaturan dapat membantu. Apakah Anda ingin mencoba lagi?
is_is: Það var vandamál að framkvæma kaupin þín. Athugaðu tenginguna þína og Stillingar geta hjálpað. Viltu prófa aftur?
it_ch: C'è stato un problema ad esibirsi il tuo acquisto. Controllando la tua connessione e Le impostazioni possono aiutare. Ti piacerebbe riprovare?
ja_jp: 実行するのに問題がありました あなたの購入。 接続を確認します 設定が役立つ場合があります。 もう一度試してみませんか？
ka_ge: იყო პრობლემა თქვენი შენაძენი. თქვენი კავშირის შემოწმება და პარამეტრები შეიძლება დაეხმაროს. გსურთ ისევ სცადოთ?
kk_kz: Проблеманың орындалуы болды Сатып алу. Байланысыңызды тексеру және Параметрлер көмектесе алады. Сіз қайталап көргіңіз келе ме?
km_kh: មានបញ្ហាដែលដំណើរការ ការទិញរបស់អ្នក។ ពិនិត្យមើលការភ្ជាប់របស់អ្នកនិង ការកំណត់អាចជួយបាន។ តើអ្នកចង់ព្យាយាមម្តងទៀតទេ?
kn_in: ಪ್ರದರ್ಶನ ನೀಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇತ್ತು ನಿಮ್ಮ ಖರೀದಿ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಬಯಸುವಿರಾ?
ko_kr: 문제가 발생했습니다 구매. 연결 확인 및 설정이 도움이 될 수 있습니다. 다시 시도 하시겠습니까?
ky_kg: Маселени аткарып жүрдү Сиздин сатып алуу. Туташууңузду текшерүү жана Жөндөөлөр жардам берет. Дагы бир жолу аракет кылгыңыз келеби?
lo_la: ມີປັນຫາທີ່ປະຕິບັດ ການຊື້ຂອງທ່ານ. ກວດສອບການເຊື່ອມຕໍ່ຂອງທ່ານແລະ ການຕັ້ງຄ່າອາດຈະຊ່ວຍໄດ້. ເຈົ້າຢາກລອງອີກບໍ?
lt_lt: Kilo problemų atlikimas Jūsų pirkinys. Patikrinkite savo ryšį ir Nustatymai gali padėti. Ar norėtumėte bandyti dar kartą?
lv_lv: Bija problēma uzstāties jūsu pirkums. Pārbaudot savienojumu un Iestatījumi var palīdzēt. Vai vēlaties mēģināt vēlreiz?
mi_nz: He raru te mahi to hoko. Tirohia to hononga me Tuhinga ka whai mai. Kei te hiahia ano koe ki te ngana ano?
mk_mk: Имаше проблем да се изврши Вашата набавка. Проверка на вашата врска и поставките можат да помогнат. Дали сакате да се обидете повторно?
ml_in: ഒരു പ്രശ്നമുണ്ടായിരുന്നു നിങ്ങളുടെ വാങ്ങൽ. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുന്നു ക്രമീകരണങ്ങൾ സഹായിച്ചേക്കാം. വീണ്ടും ശ്രമിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: तेथे एक समस्या होती आपली खरेदी. आपले कनेक्शन तपासत आहे आणि सेटिंग्ज मदत करू शकतात. आपण पुन्हा प्रयत्न करू इच्छिता?
ms_my: Ada masalah yang dilakukan pembelian anda. Memeriksa sambungan anda dan Tetapan boleh membantu. Adakah anda ingin mencuba lagi?
mt_mt: Kien hemm problema li twettaq ix-xiri tiegħek. Iċċekkja l-konnessjoni tiegħek u settings jistgħu jgħinu. Tixtieq terġa 'tipprova?
nb_no: Det var et problem å utføre ditt kjøp. Sjekke forbindelsen din og Innstillinger kan hjelpe. Vil du prøve igjen?
ne_np: त्यहाँ एक समस्या भइरहेको थियो तपाईंको खरीद। तपाईंको जडान जाँच गर्दै र सेटिंग्स मद्दत गर्न सक्छ। के तपाई फेरि प्रयास गर्न चाहानुहुन्छ?
nl_be: Er was een probleem met het presteren jouw aankoop. Uw verbinding controleren en Instellingen kunnen helpen. Wil je het opnieuw proberen?
or_in: ଏକ ସମସ୍ୟା ଦେଖାଉଥିଲା | ତୁମର କ୍ରୟ ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରୁଛି ଏବଂ ସେଟିଙ୍ଗ୍ ସାହାଯ୍ୟ କରିପାରେ | ଆପଣ ପୁନର୍ବାର ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਸੀ ਤੁਹਾਡੀ ਖਰੀਦਾਰੀ. ਤੁਹਾਡੇ ਕੁਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ਸੈਟਿੰਗ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ. ਕੀ ਤੁਸੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਚਾਹੋਗੇ?
pl_pl: Wystąpił problem Twój zakup. Sprawdzanie połączenia i Ustawienia mogą pomóc. Czy chciałbyś spróbować jeszcze raz?
pt_br: Houve um problema de executar a tua compra. Verificando sua conexão e Configurações podem ajudar. Você gostaria de tentar de novo?
ro_ro: A existat o problemă de performanță achiziția ta. Verificarea conexiunii dvs. și Setările pot ajuta. Ai vrea să încerci din nou?
ru_ru: Была проблема с выполнением ваша покупка. Проверка вашего соединения и Настройки могут помочь. Хотите попробовать еще раз?
sk_sk: Bol problém s výkonom váš nákup. Kontrola vášho pripojenia a Nastavenia môžu pomôcť. Chceli by ste to skúsiť znova?
sl_si: Obstajala je težava pri izvajanju vaš nakup. Preverjanje povezave in Nastavitve lahko pomagajo. Bi radi poskusili znova?
sq_al: Kishte një problem kryerjen blerja juaj. Duke kontrolluar lidhjen tuaj dhe Cilësimet mund të ndihmojnë. Dëshironi të provoni përsëri?
sr_cyrl_me: Дошло је до проблема са извођењем Ваша куповина. Провера везе и Подешавања могу помоћи. Да ли бисте желели да покушате поново?
sv_fi: Det var ett problem att utföra ditt köp. Kontrollera din anslutning och Inställningar kan hjälpa. Vill du försöka igen?
sw_ke: Kulikuwa na shida kufanya Ununuzi wako. Kuangalia unganisho lako na Mipangilio inaweza kusaidia. Je! Ungependa kujaribu tena?
ta_in: ஒரு சிக்கல் இருந்தது உங்கள் கொள்முதல். உங்கள் இணைப்பைச் சரிபார்க்கிறது மற்றும் அமைப்புகள் உதவக்கூடும். மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?
te_in: ఒక సమస్య ఉంది మీ కొనుగోలు. మీ కనెక్షన్‌ను తనిఖీ చేస్తోంది మరియు సెట్టింగులు సహాయపడవచ్చు. మీరు మళ్ళీ ప్రయత్నించాలనుకుంటున్నారా?
th_th: มีปัญหาในการแสดง การซื้อของคุณ. ตรวจสอบการเชื่อมต่อของคุณและ การตั้งค่าอาจช่วยได้ คุณอยากลองอีกครั้งหรือไม่?
tk_tm: Ýerine ýetiriş meselesi bardy Satyn aldyňyz. Baglanyşygyňyzy barlamak we Sazlamalar kömek edip biler. Againene synanyşmak isleýärsiňizmi?
tr_tr: Performans gösteren bir sorun vardı satın almanız. Bağlantınızı kontrol etmek ve Ayarlar yardımcı olabilir. Tekrar denemek ister misiniz?
tt_ru: Башкару проблемасы булды сезнең сатып алу. Сезнең бәйләнешне тикшерү һәм Көйләүләр ярдәм итә ала. Кабат сынап карарга телисезме?
ug_cn: بىر مەسىلە كۆرۈلدى سېتىۋېلىش. ئۇلىنىشىڭىزنى تەكشۈرۈڭ تەڭشەكلەر ياردەم بېرىشى مۇمكىن. قايتا سىناپ باقامسىز?
uk_ua: Виникла проблема Ваша покупка. Перевірка вашого з'єднання та Налаштування можуть допомогти. Ви хотіли б спробувати ще раз?
ur_pk: کارکردگی کا مظاہرہ کرنے میں ایک مسئلہ تھا آپ کی خریداری. آپ کے کنکشن کی جانچ پڑتال اور ترتیبات میں مدد مل سکتی ہے۔ کیا آپ دوبارہ کوشش کرنا چاہیں گے؟
uz_cyrl: Muammo bor edi Xaridingiz. Ulanishingizni tekshirish va Sozlamalar yordam berishi mumkin. Yana urinib ko'rishni xohlaysizmi?
vi_vn: Có một vấn đề thực hiện Mua hàng của bạn. Kiểm tra kết nối của bạn và Cài đặt có thể giúp. Bạn có muốn thử lại không?
zh_hant: 表現有問題 您的購買。 檢查您的連接， 設置可能會有所幫助。 您想再試一次嗎？
