Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidManifestEx1
source: Plugin error, no invariant manifest found
af_za: Pluginfout, geen invariante manifes gevind nie
as_in: প্লাগইন ত্ৰুটি, কোনো অপৰিৱৰ্তিত মেনিফেষ্ট পোৱা নাই
bn_in: প্লাগইন ত্রুটি, কোনও আক্রমণাত্মক ম্যানিফেস্ট পাওয়া যায় নি
bs_latn_ba: Pogreška dodatka, nije pronađen invarijantni manifest
ca_es: Error del plugin, no es troba cap manifest invariant
cs_cz: Chyba pluginu, nalezen žádný invariantní manifest
da_dk: Plugin -fejl, ingen ufravigelig manifest fundet
de_ch: Plugin -Fehler, kein invariantes Manifest gefunden
el_gr: Σφάλμα plugin, δεν βρέθηκε αμετάβλητο δηλωτικό
es_bo: Error de complemento, no se encontró un manifiesto invariante
et_ee: Pistikprogrammi viga, invariantset manifesti ei leitud
fa_ir: خطای افزونه ، هیچ مانیفست ثابت یافت نشده است
fi_fi: Laajennusvirhe, ei invariantti -manifesti löytynyt
fil_ph: Error sa plugin, walang nahanap na manifest na nahanap
fr_029: Erreur du plugin, aucun manifeste invariant trouvé
ga_ie: Earráid Plugin, ní bhfuarthas aon léiriú dofheicthe
gu_in: પ્લગઇન ભૂલ, કોઈ આક્રમક મેનિફેસ્ટ મળી નથી
he_il: שגיאת תוסף, לא נמצא שום מנגן בלתי פוסק
hi_in: प्लगइन त्रुटि, कोई अपरिवर्तनीय प्रकट नहीं मिला
hr_hr: Pogreška dodatka, nije pronađena invarijantna manifest
hu_hu: Plugin hiba, nem talált invariáns manifeszt
hy_am: Plugin- ի սխալը, չի հայտնաբերվել դիտորդ
id_id: Kesalahan plugin, tidak ada manifes invarian yang ditemukan
is_is: Viðbótarvilla, engin óbreytanleg birtist
it_ch: Errore del plug -in, nessun manifest invariante trovato
ja_jp: プラグインエラー、不変マニフェストは見つかりませんでした
km_kh: កំហុសកម្មវិធីជំនួយគ្មានការរកឃើញដែលបានរកឃើញទេ
kn_in: ಪ್ಲಗಿನ್ ದೋಷ, ಯಾವುದೇ ಅಸ್ಥಿರ ಮ್ಯಾನಿಫೆಸ್ಟ್ ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 플러그인 오류, 변하지 않는 매니페스트는 발견되지 않았습니다
lo_la: ELCCIN ERROR, ບໍ່ພົບສະມາຊິກທີ່ແປກປະຫຼາດ
lt_lt: Papildinio klaida, nerasta invariant manifestas
lv_lv: Spraudņa kļūda, nav atrasts nemainīgs manifests
ml_in: പ്ലഗിൻ പിശക്, മാറ്റമില്ലാത്ത മാനിഫെസ്റ്റ് കണ്ടെത്തിയില്ല
mr_in: प्लगइन त्रुटी, कोणताही आक्रमक मॅनिफेस्ट आढळला नाही
mt_mt: Żball tal-plugin, ma nstab l-ebda manifest invariant
nb_no: Plugin -feil, ingen invariant manifest funnet
ne_np: प्लगइन त्रुटि, कुनै आक्रमणत्मक म्याद फेला परेन
nl_be: Plug -infout, geen invariant manifest gevonden
or_in: ପ୍ଲଗଇନ୍ ତ୍ରୁଟି, କ no ଣସି ଅନାବଶ୍ୟକ ମନିଫେଷ୍ଟ୍ ମିଳିଲା ନାହିଁ |
pa_arab: ਪਲੱਗਇਨ ਐਰਰ, ਕੋਈ ਵੀ ਹਮਲਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pt_br: Erro do plug -in, nenhum manifesto invariante encontrado
ro_ro: Eroare de plugin, nu a fost găsit niciun manifest invariabil
ru_ru: Ошибка плагина, инвариантный манифест не найден
sk_sk: Chyba doplnku, nenašiel sa žiadny invariant manifestu
sl_si: Napaka vtičnika, invariant manifesta najdemo
sq_al: Gabim në plugin, nuk u gjet asnjë manifest i pandryshueshëm
sr_cyrl_me: Грешка додатка, није пронађен ниједан инваријантни манифест
sv_fi: Plugin -fel, inget invariant manifest hittades
ta_in: சொருகி பிழை, மாறாத வெளிப்பாடு எதுவும் கிடைக்கவில்லை
te_in: ప్లగిన్ లోపం, మార్పులేని మానిఫెస్ట్ కనుగొనబడలేదు
th_th: ข้อผิดพลาดของปลั๊กอินไม่พบรายการค่าคงที่
tk_tm: Plugin ýalňyşlygy, hiç hili baha bermeýän görkezme ýok
tr_tr: Eklenti hatası, değişmez bir tezahür bulunmadı
tt_ru: Плагин хата, инвариант ачык күренми
uk_ua: Помилка плагіна, не знайдено інваріантного маніфесту
ur_pk: پلگ ان کی خرابی ، کوئی حملہ آور مینی فیسٹ نہیں ملا
uz_cyrl: Plagin xatosi, hech qanday invariant topilmadi
zh_hant: 插件錯誤，找不到不變清單

# InvalidParamEx1
source: Plugin '{0}' cannot have presets without at least 1 parameter provided
af_za: Plugin '{0}' kan nie voorafinstellings hê sonder ten minste 1 parameter wat voorsien word nie
as_in: প্লাগইন '{0}' ৰ প্ৰিছেট থাকিব নোৱাৰে অন্ততঃ 1 টা প্ৰাচল প্ৰদান কৰা হৈছে
bn_in: প্লাগইন '{0}' কমপক্ষে 1 প্যারামিটার সরবরাহ করা ছাড়া প্রিসেট থাকতে পারে না
bs_latn_ba: Dodatak '{0}' ne može imati unaprijed postavljene postavke bez najmanje 1 parametra
ca_es: Plugin '{0}' no pot tenir presets sense almenys 1 paràmetre previst
cs_cz: Plugin '{0}' nemůže mít předvolby bez poskytnuty alespoň 1 parametr
da_dk: Plugin '{0}' kan ikke have forudindstillinger uden mindst 1 parameter leveret
de_ch: Plugin '{0}' kann keine Voreinstellungen ohne mindestens 1 Parameter vorliegen
el_gr: Plugin '{0}' δεν μπορεί να έχει προεπιλογές χωρίς τουλάχιστον 1 παράμετρο που παρέχεται
es_bo: Plugin '{0}' no puede tener preajuste sin al menos 1 parámetro proporcionado
et_ee: Pistikprogramm '{0}' ei saa olla eelseadeid ilma vähemalt ühe parameetrita
fa_ir: افزونه '{0}' بدون حداقل 1 پارامتر ارائه نمی شود
fi_fi: Plugin '{0}' ei voi olla esiasetuksia ilman vähintään yhtä parametria
fil_ph: Ang plugin '{0}' ay hindi maaaring magkaroon ng mga preset nang hindi bababa sa 1 parameter na ibinigay
fr_029: Plugin '{0}' ne peut pas avoir de préréglages sans au moins 1 paramètre fourni
ga_ie: Ní féidir réamhshocruithe a bheith ag plugin '{0}' gan 1 pharaiméadar ar a laghad a sholáthar
gu_in: પ્લગઇન '{0}' ઓછામાં ઓછા 1 પરિમાણો વિના પ્રીસેટ્સ હોઈ શકતું નથી
he_il: תוסף '{0}' לא יכול לקבל קביעות מוגדרות מראש ללא לפחות פרמטר אחד מסופק
hi_in: प्लगइन '{0}' कम से कम 1 पैरामीटर के बिना प्रीसेट नहीं हो सकता है
hr_hr: Dodatak '{0}' ne može imati unaprijed postavljeno bez najmanje 1 parametra
hu_hu: A '{0}' plugin nem rendelkezhet előre beállításokkal legalább 1 paraméter nélkül
hy_am: «{0}» plugin- ը չի կարող ունենալ առանց առնվազն 1 պարամետրի նախադրյալներ
id_id: Plugin '{0}' tidak dapat memiliki preset tanpa setidaknya 1 parameter yang disediakan
is_is: Plugin '{0}' getur ekki haft forstillingar án að minnsta kosti 1 breytu
it_ch: Plugin '{0}' non può avere preimpostazioni senza almeno 1 parametro fornito
ja_jp: プラグイン '{0}'は、少なくとも1つのパラメーターが提供されなければプリセットを持つことができません
km_kh: កម្មវិធីជំនួយ '{0}' មិនអាចកំណត់ជាមុនដោយមិនចាំបាច់មានប៉ារ៉ាម៉ែត្រយ៉ាងហោចណាស់ 1 ទេ
kn_in: ಪ್ಲಗಿನ್ '{0}' ಕನಿಷ್ಠ 1 ನಿಯತಾಂಕಗಳನ್ನು ಒದಗಿಸದೆ ಪೂರ್ವನಿಗದಿಗಳನ್ನು ಹೊಂದಲು ಸಾಧ್ಯವಿಲ್ಲ
ko_kr: 플러그인 '{0}'최소 1 개의 매개 변수가 없으면 사전 설정을 가질 수 없습니다.
lo_la: plugin '{0}' ບໍ່ສາມາດ presets ໄດ້ໂດຍບໍ່ມີການສະຫນອງຢ່າງຫນ້ອຍ 1 ພາລາມິເຕີ
lt_lt: Įskiepio '{0}'
lv_lv: Spraudnis '{0}' nevar būt iestatījumiem, ja vismaz 1 parametrs ir sniegts
ml_in: കുറഞ്ഞത് 1 പാരാമീറ്ററെങ്കിലും നൽകാതെ '{0}' പ്ലഗിൻ പ്രീസെറ്റുകൾ ഉണ്ടാകില്ല
mr_in: प्लगइन '{0}' मध्ये कमीतकमी 1 पॅरामीटरशिवाय प्रीसेट असू शकत नाहीत
mt_mt: Plugin '{0}' ma jistax ikollu presets mingħajr mill-inqas 1 parametru pprovdut
nb_no: Plugin '{0}' kan ikke ha forhåndsinnstillinger uten minst 1 parameter gitt
ne_np: प्लगइन '{0}' मा कम्तिमा १ प्यारामिटर प्रदान नगरी प्रिसेट हुन सक्दैन
nl_be: Plugin '{0}' kan geen voorinstellingen hebben zonder ten minste 1 parameter verstrekt
or_in: ପ୍ଲଗଇନ୍ '{0}' ଅତି କମରେ 1 ପାରାମିଟର ବିନା ପ୍ରସାରଣ କରିପାରିବ ନାହିଁ |
pa_arab: ਪਲੱਗਇਨ '{0}' ਬਿਨਾਂ ਘੱਟੋ ਘੱਟ 1 ਪੈਰਾਮੀਟਰ ਦੇ ਬਿਨਾਂ ਪ੍ਰੀਸੈਟ ਨਹੀਂ ਹੋ ਸਕਦੇ
pt_br: Plugin '{0}' não pode ter predefinições sem pelo menos 1 parâmetro fornecido
ro_ro: Plugin '{0}' nu poate avea presetări fără cel puțin 1 parametru furnizat
ru_ru: Плагин '{0}' не может иметь предустановки без по крайней мере 1 параметров
sk_sk: Plugin '{0}' nemôže mať predvolieby bez poskytnutého aspoň 1 parametra
sl_si: Vtičnik '{0}' ne more imeti prednastavitev brez vsaj 1 parametra
sq_al: Plugin '{0}' nuk mund të ketë paracaktime pa të paktën 1 parametër të dhënë
sr_cyrl_me: Додатак '{0}' не може имати унапред подешене без да се обезбеди најмање 1 параметар
sv_fi: Plugin '{0}' kan inte ha förinställningar utan minst 1 parameter tillhandahållen
ta_in: சொருகி '{0}' குறைந்தது 1 அளவுரு இல்லாமல் முன்னமைவுகளை வைத்திருக்க முடியாது
te_in: ప్లగ్ఇన్ '{0}' కనీసం 1 పరామితి లేకుండా ప్రీసెట్లు ఉండకూడదు
th_th: ปลั๊กอิน '{0}' ไม่สามารถตั้งค่าล่วงหน้าได้หากไม่มีพารามิเตอร์อย่างน้อย 1 ตัว
tk_tm: Plugin '{0}' iň azyndan 1 parametrden ejir çekip bilmeýär
tr_tr: Eklenti '{0}', sağlanan en az 1 parametre olmadan ön ayarlara sahip olamaz
tt_ru: Плагин '{0}' ким дигәндә 1 параметр бирмичә китерә алмый
uk_ua: Плагін '{0}' не може мати попередні встановлення без принаймні 1 параметра, що надається
ur_pk: پلگ ان '{0}' میں کم از کم 1 پیرامیٹر فراہم کیے بغیر پریسیٹس نہیں ہوسکتی ہیں
uz_cyrl: Plagin '{0}' kamida bitta parametrsiz ta'minlanmaydi
zh_hant: 插件'{0}'沒有至少1個參數沒有預設

# InvalidParamEx21
source: Unlabeled param #{0}
af_za: Ongemerkte param #{0}
as_in: অলেবেলযুক্ত পেৰাম #{0}
bn_in: লেবেলযুক্ত পরম #{0}
bs_latn_ba: Neoznačeni paragraf # {0}
ca_es: Param no etiquetat #{0}
cs_cz: Unbeled param #{0}
da_dk: Umærket param #{0}
de_ch: Unmeldeled Param #{0}
el_gr: Μη επισημασμένο param #{0}
es_bo: Param no etiquetado #{0}
et_ee: Märgistamata param #{0}
fa_ir: پارامتر بدون برچسب #{0}
fi_fi: Leimaamaton param #{0}
fr_029: Param non marqué # {0}
ga_ie: Param #{0} neamh -lipéadaithe
gu_in: લેબલ્ડ પરમ #{0}
he_il: פרם #{0} ללא תווית {0}
hi_in: अनलेबेल्ड परम #{0}
hr_hr: Neznatni param #{0}
hu_hu: Unlaced param #{0}
hy_am: Անսահմանափակ պարամ # {0
id_id: Param tidak berlabel #{0}
is_is: Ómerkt param #{0}
it_ch: Param #senza etichetta {0}
ja_jp: ラベルのないparam＃{0}
km_kh: Param ដែលមិនមានតំណភ្ជាប់ # {0}
kn_in: ಲೇಬಲ್ ಮಾಡದ ಪ್ಯಾರಮ್ #{0}
ko_kr: 표지되지 않은 Param #{0}
lo_la: ການ param ທີ່ບໍ່ໄດ້ຮັບການຮັກສາ # {0}
lt_lt: Nepaženklintas param #{0}
lv_lv: NEKLĒDZĒTS PARAM #{0}
ml_in: പ്രബാലപ്പെടാത്ത പാത്രം # {0}
mr_in: लेबल केलेले परम #{0}
mt_mt: Param mhux immarkat # {0}
nb_no: Ulydt param #{0}
ne_np: अवैध प्याराम # {0}
nl_be: Niet -gelabelde param #{0}
or_in: ଅଣସଂରକ୍ଷିତ ପାରାମ # {0}
pa_arab: ਨਾਜਾਇਜ਼ ਪਰਮ # {0}
pt_br: Param não marcado #{0}
ro_ro: Param nemarcat #{0}
ru_ru: Неремеченный Param #{0}
sk_sk: Neznačené param #{0}
sl_si: Neoznačen param #{0}
sq_al: Param i pa munduar #{0}
sr_cyrl_me: Необележен парам # {0}
sv_fi: Omärkta param #{0}
ta_in: பெயரிடப்படாத பரம் #{0}
te_in: లేబుల్ చేయని పారామ్ #{0}
th_th: พารามิเตอร์ที่ไม่มีป้ายกำกับ #{0}
tk_tm: Tarapyndan gadagan edilmedik param # {0}
tr_tr: Etiketsiz param #{0}
tt_ru: Кабул ителмәгән парам # {0}
uk_ua: Не маркований параметр #{0}
ur_pk: غیر لیبلڈ پیرم #{0}
uz_cyrl: Liqsiz parametr # {0}
zh_hant: 未標記的參數＃{0}

# InvalidParamEx3
source: Plugin parameter ids ({0}) must be defined. Plugin '{1}' has the following parameters with missing paramId's: {2}
af_za: Plugin -parameter -ID's ({0}) moet gedefinieër word. Plugin '{1}' het die volgende parameters met ontbrekende paramid's: {2}
as_in: প্লাগইন প্ৰাচল IDs ({0}) সংজ্ঞায়িত কৰিব লাগিব। প্লাগইন '{1}' ত অনুপস্থিত পেৰামিডৰ সৈতে নিম্নলিখিত প্ৰাচলসমূহ আছে: {2}
bn_in: প্লাগইন প্যারামিটার আইডি ({0}) অবশ্যই সংজ্ঞায়িত করতে হবে। প্লাগইন '{1}' এর অনুপস্থিত প্যারামিডের সাথে নিম্নলিখিত পরামিতি রয়েছে: {2}
bs_latn_ba: ID-ovi parametra dodataka ({0}) moraju se definirati. Dodatak '{1}' ima sljedeće parametre sa nedostajućim parametrima: {2}
ca_es: S'han de definir els paràmetres del complement ({0}). Plugin '{1}' té els paràmetres següents amb paramid que falta: {2}
cs_cz: Musí být definováno ID parametrů pluginu ({0}). Plugin '{1}' má následující parametry s chybějícími parametry: {2}
da_dk: Plugin -parameter -id'er ({0}) skal defineres. Plugin '{1}' har følgende parametre med manglende paramid: {2}
de_ch: Plugin -Parameter -IDs ({0}) müssen definiert werden. Plugin '{1}' hat die folgenden Parameter mit fehlenden Paramiden: {2}
el_gr: Τα αναγνωριστικά παραμέτρων ({0}) πρέπει να οριστούν. Το plugin '{1}' έχει τις ακόλουθες παραμέτρους με λείπουν paramid's: {2}
es_bo: Se deben definir las ID de parámetro del complemento ({0}). Plugin '{1}' tiene los siguientes parámetros con los parámetros faltantes: {2}
et_ee: Pistikprogrammi parameetri ID -d ({0}) tuleb määratleda. Pistikprogrammil {1} ​​'on järgmised parameetrid puuduvate parameetritega: {2}
fa_ir: شناسه های پارامتر افزونه ({0}) باید تعریف شود. افزونه '{1}' پارامترهای زیر را با Paramid's گمشده دارد: {2}
fi_fi: Plugin -parametritunnukset ({0}) on määritettävä. Plugin '{1}' on seuraavat parametrit puuttuvilla ParamID: llä: {2}
fil_ph: Ang mga plugin na parameter ng plugin ({0}) ay dapat na tinukoy. Ang plugin '{1}' ay may mga sumusunod na mga parameter na may nawawalang paramid: {2}
fr_029: Les ID du paramètre du plugin ({0}) doivent être définis. Plugin '{1}' a les paramètres suivants avec des paramid manquants: {2}
ga_ie: Ní mór ids paraiméadair plugin ({0}) a shainiú. Tá na paraiméadair seo a leanas ag Plugin '{1}' le paraimid atá ar iarraidh: {2}
gu_in: પ્લગઇન પરિમાણ ID ({0}) વ્યાખ્યાયિત કરવું આવશ્યક છે. પ્લગઇન '{1}' માં ગુમ થયેલ પેરામિડ સાથે નીચેના પરિમાણો છે: {2}
he_il: יש להגדיר מזהי פרמטר תוסף ({0}). Plugin '{1}' יש את הפרמטרים הבאים עם חסרים של פרמיד: {2}
hi_in: प्लगइन पैरामीटर आईडी ({0}) को परिभाषित किया जाना चाहिए। प्लगइन '{1}' में लापता परमिड के साथ निम्नलिखित पैरामीटर हैं: {2}
hr_hr: ID -ovi parametara dodatka ({0}) moraju biti definirani. Dodatak '{1}' ima sljedeće parametre s nedostajućim paramerima: {2}
hu_hu: Meg kell határozni a plugin paraméter -azonosítókat ({0}). A '{1}' plugin a következő paraméterekkel rendelkezik, hiányzó paramidok: {2}
hy_am: Պետք է սահմանվի plugin պարամետրերի IDS ({0): Plugin '{1}' - ը ունի հետեւյալ պարամետրերը `բացակայող պարամիդի հետ. {2
id_id: ID parameter plugin ({0}) harus ditentukan. Plugin '{1}' memiliki parameter berikut dengan Paramid yang hilang: {2}
is_is: Skilgreina þarf að skilgreina IDS Pivetin Parameter ({0}). Plugin '{1}' er með eftirfarandi breytur með Paramid's Vantar: {2}
it_ch: Il parametro di plugin IDS ({0}) deve essere definito. Plugin '{1}' ha i seguenti parametri con Paramid mancante: {2}
ja_jp: プラグインパラメーターID（{0}）を定義する必要があります。プラグイン '{1}'には、パラマイドが欠落している次のパラメーターがあります。{2}
km_kh: លេខសម្គាល់ប៉ារ៉ាម៉ែត្រប៉ារ៉ាម៉ែត្រកម្មវិធីជំនួយ ({0}) ត្រូវតែកំណត់។ កម្មវិធីជំនួយ '{1}' មានប៉ារ៉ាម៉ែត្រដូចខាងក្រោមដែលមាន paramid បាត់: {2}
kn_in: ಪ್ಲಗಿನ್ ಪ್ಯಾರಾಮೀಟರ್ ಐಡಿಗಳನ್ನು ({0}) ವ್ಯಾಖ್ಯಾನಿಸಬೇಕು. ಪ್ಲಗಿನ್ '{1}' ಕಾಣೆಯಾದ ಪ್ಯಾರಾಮಿಡ್‌ನೊಂದಿಗೆ ಈ ಕೆಳಗಿನ ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿದೆ: {2}
ko_kr: 플러그인 매개 변수 ID ({0})를 정의해야합니다. Plugin '{1}'은 Paramid가 누락 된 다음 매개 변수가 있습니다. {2}
lo_la: ຕ້ອງໄດ້ກໍານົດຕົວຢ່າງ ({0}) ຕ້ອງຖືກກໍານົດໄວ້. Plugin '{{1}' ມີຕົວກໍານົດດັ່ງຕໍ່ໄປນີ້ທີ່ຂາດພາສີ: {2}
lt_lt: Papildinio parametrų ID ({0}) turi būti apibrėžti. Papildinys '{1}' turi šiuos parametrus su trūkstamais paramidais: {2}
lv_lv: Ir jādefinē spraudņa parametra ID ({0}). Spraudnim '{1}' ir šādi parametri ar trūkstošo paramidu: {2}
ml_in: പ്ലഗിൻ പാരാമീറ്റർ ഐഡികൾ ({0}) നിർവചിക്കപ്പെടണം. പ്ലഗിൻ '{1}' എന്നത് പാരാമിഡിന്റെ ഇനിപ്പറയുന്ന പാരാമീറ്ററുകൾ ഉണ്ട്: {2}
mr_in: प्लगइन पॅरामीटर आयडी ({0}) परिभाषित करणे आवश्यक आहे. प्लगइन '{1}' मध्ये गहाळ पॅरामिडचे खालील पॅरामीटर्स आहेत: {2}
mt_mt: IDs tal-parametru tal-plugin ({0}) għandhom jiġu definiti. Plugin '{1}' għandu l-parametri li ġejjin b'paramidi nieqsa: {2}
nb_no: Plugin -parameter -ID -er ({0}) må defineres. Plugin '{1}' har følgende parametere med manglende paramid: {2}
ne_np: प्लगइन प्यारामिटर आईडी ({0}) परिभाषित गर्नै पर्छ। प्लगइन '{1}' छ 'हराइरहेको प्यारामिडसँगको प्यारामिटरहरू छन्: {2}
nl_be: Plugin parameter IDS ({0}) moet worden gedefinieerd. Plugin '{1}' heeft de volgende parameters met ontbrekende paramid's: {2}
or_in: ପ୍ଲଗଇନ୍ ପାରାମିଟର ID ({0}) ନିଶ୍ଚିତ ହେବା ଜରୁରୀ | ପ୍ଲଗଇନ୍ '{1}' ରେ ନିଖୋଜ ପାରମାଡ୍ଙ୍କ ସହିତ ନିମ୍ନଲିଖିତ ପାରାମିଟର ଅଛି: {2}
pa_arab: ਪਲੱਗਇਨ ਪੈਰਾਮੀਟਰਡ ਆਈਡੀ ({0}) ਨੂੰ ਪਰਿਭਾਸ਼ਤ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ. ਪਲੱਗਇਨ '{1}' ਦੇ ਗੁੰਮ ਹੋਏ ਅਰਜੀਡ ਦੇ ਨਾਲ ਹੇਠ ਦਿੱਤੇ ਮੁੱਲ ਹਨ: {2}
pt_br: O parâmetro IDS do plugin ({0}) deve ser definido. Plugin '{1}' possui os seguintes parâmetros com o Paramid ausente: {2}
ro_ro: ID -urile parametrului plugin ({0}) trebuie definite. Plugin '{1}' are următorii parametri cu ParamID care lipsesc: {2}
ru_ru: Идентификаторы параметров плагина ({0}) должны быть определены. Плагин '{1}' имеет следующие параметры с отсутствующими Paramid's: {2}
sk_sk: Musia byť definované ID parametrov doplnku ({0}). Plugin '{1}' má nasledujúce parametre s chýbajúcimi paramidmi: {2}
sl_si: ID -ji parametra vtičnika ({0}) morajo biti definirani. Vtičnik '{1}' ima naslednje parametre z manjkajočimi paramidi: {2}
sq_al: Duhet të përcaktohen ID -të e parametrit të pluginit ({0}). Plugin '{1}' ka parametrat e mëposhtëm me paramidin që mungon: {2}
sr_cyrl_me: ИД-ови параметара додатака ({0}) морају се дефинисати. Додатак '{1}' има следеће параметре са недостајућим парамаидима: {2}
sv_fi: Plugin -parameter -ID ({0}) måste definieras. Plugin '{1}' har följande parametrar med saknade paramid: {2}
ta_in: சொருகி அளவுரு ஐடிகள் ({0}) வரையறுக்கப்பட வேண்டும். சொருகி '{1}' காணாமல் போன பாராமிட்: {2} உடன் பின்வரும் அளவுருக்களைக் கொண்டுள்ளது
te_in: ప్లగిన్ పారామితి ID లు ({0}) తప్పనిసరిగా నిర్వచించబడాలి. ప్లగ్ఇన్ '{1}' కింది పారామితులను కలిగి ఉంది పారామిడ్లు: {2}
th_th: ต้องกำหนดรหัสพารามิเตอร์ปลั๊กอิน ({0}) ปลั๊กอิน '{1}' มีพารามิเตอร์ต่อไปนี้ที่ไม่มี Paramid's: {2}
tk_tm: Plugin parametr ID-sini ({0}) kesgitlenmeli. Plagin '{1}' peramid efirde aşakdaky parametrleri bar: {2}
tr_tr: Eklenti parametresi kimlikleri ({0}) tanımlanmalıdır. Eklenti '{1}', PARADID'lerin eksik olan aşağıdaki parametrelere sahiptir: {2}
tt_ru: Плагин параметры IDS ({0}) билгеләнергә тиеш. Плагин '{1}' парамид белән түбәндәге параметрлар бар: {2}
uk_ua: Ідентифікатори параметрів плагіна ({0}) повинні бути визначені. Плагін '{1}' має такі параметри з відсутнім парамідом: {2}
ur_pk: پلگ ان پیرامیٹر IDs ({0}) کی وضاحت کی جانی چاہئے۔ پلگ ان '{1}' میں مندرجہ ذیل پیرامیٹرز ہیں جن میں گمشدہ پیرامڈ ہیں: {2}
uz_cyrl: Plagin parametrlari identifikatorlari ({0}) aniqlanishi kerak. Plagin '{1}' 'Yo'qolgan parametrning yo'qolishi bilan quyidagi parametrlarga ega: {2}
zh_hant: 必須定義插件參數ID（{0}）。插件'{1}'具有以下參數，缺少paramid的參數：{2}

# InvalidParamEx4
source: Duplicate paramId '{0}' detected (all must be unique).{1}Labels:{1}{2}
af_za: Duplikaat paramid '{0}' opgespoor (almal moet uniek wees). {1} etikette: {1} {2}
as_in: ডুপ্লিকেট পেৰামিড '{0}' ধৰা পৰিছে (সকলো অনন্য হ'ব লাগিব)।{1}লেবেল:{1}{2}
bn_in: সদৃশ প্যারামিড '{0}' সনাক্ত করা হয়েছে (সমস্ত অবশ্যই অনন্য হতে হবে) {1} লেবেল: {1} {2}
bs_latn_ba: DUPLICIJSKI PARASNID '{0}' otkriveni (svi moraju biti jedinstveni). {1} naljepnice: {1} {2}
ca_es: Duplicat paramid '{0}' detectat (tot ha de ser únic). {1} etiquetes: {1} {2}
cs_cz: Duplikát Paramid '{0}' detekován (vše musí být jedinečné). {1} Labels: {1} {2}
da_dk: Duplikat paramid '{0}' detekteret (alle skal være unikke). {1} etiketter: {1} {2}
de_ch: Duplikates paramid '{0}' erkannt (alle müssen eindeutig sein). {1} Beamte: {1} {2}
el_gr: Dupplicate paramid '{0}' ανιχνεύθηκε (όλα πρέπει να είναι μοναδικά) {1} ετικέτες: {1} {2}
es_bo: Duplicate ParamId '{0}' detectado (todos deben ser únicos). {1} Etiquetas: {1} {2}
et_ee: Duplikaat paramiRID '{0}' tuvastatud (kõik peavad olema ainulaadsed). {1} sildid: {1} {2}
fa_ir: تکراری paramid '{0}' شناسایی شده (همه باید منحصر به فرد باشند). {1} برچسب ها: {1} {2}
fi_fi: Kaksoiskappale paramid '{0}' havaittu (kaikkien on oltava ainutlaatuisia). {1} tarrat: {1} {2}
fil_ph: Duplicate paramid '{0}' nakita (lahat ay dapat na natatangi). {1} label: {1} {2}
fr_029: DUPLICATE DIAMID '{0}' détecté (tout doit être unique). {1} Labels: {1} {2}
ga_ie: Paramid dúblach '{0}' braite (caithfidh gach duine a bheith uathúil). {1} lipéid: {1} {2}
gu_in: ડુપ્લિકેટ પેરામિડ '{0}' શોધી કા (્યું (બધા અનન્ય હોવા જોઈએ). {1} લેબલ્સ: {1} {2}
he_il: כפול paramid '{0}' זוהה (הכל חייב להיות ייחודי). {1} תוויות: {1} {2}
hi_in: डुप्लिकेट परमिड '{0}' का पता चला (सभी अद्वितीय होना चाहिए)। {1} लेबल: {1} {2}
hr_hr: Detektirani duplikat ParamId '{0}' (svi moraju biti jedinstveni). {1} naljepnice: {1} {2}
hu_hu: Duplikált paramid '{0}' detektált (mindegyiknek egyedinek kell lennie). {1} címkék: {1} {2}
hy_am: Կրկնօրինակեք «{0}» - ը հայտնաբերված է (բոլորը պետք է եզակի լինեն): {1} պիտակներ. {1} {2}
id_id: Duplikat paramid '{0}' terdeteksi (semua harus unik). {1} label: {1} {2}
is_is: Afrit paramid '{0}' greint (allt verður að vera einstakt). {1} merki: {1} {2}
it_ch: Duplica Paramid '{0}' rilevato (tutto deve essere unico). {1} etichette: {1} {2}
ja_jp: duplicate paramid '{0}'は検出されました（すべてが一意でなければなりません）。{1}ラベル：{1} {2}
km_kh: បានរកឃើញ Pasamid '{0}' បានរកឃើញ (ទាំងអស់ត្រូវតែមានតែមួយគត់) ។ {1} ស្លាក: {1} {2}
kn_in: ನಕಲಿ ಪ್ಯಾರಾಮಿಡ್ '{0}' ಪತ್ತೆಯಾಗಿದೆ (ಎಲ್ಲವೂ ಅನನ್ಯವಾಗಿರಬೇಕು). {1} ಲೇಬಲ್‌ಗಳು: {1} {2}
ko_kr: 중복 매개 변수 '{0}'감지 (모두 고유해야 함). {1} 레이블 : {1} {2}
lo_la: {0 {0 {0 {0} 'ຖືກກວດພົບ (ທຸກຢ່າງຕ້ອງເປັນເອກະລັກ). {1} ປ້າຍ:} labels:} {2} {2} {2}}
lt_lt: DUBLIKATINIS PARAMID '{0}' aptiktas (visi turi būti unikalūs). {1} etiketės: {1} {2}
lv_lv: Dublikāts paramid '{0}' '' 'visiem jābūt unikāliem). {1} etiķetes: {1} {2}
ml_in: തനിപ്പകർപ്പ് പാരാമിഡ് '{0}' കണ്ടെത്തി (എല്ലാം അദ്വിതീയമായിരിക്കണം). {1} ലേബലുകൾ: {1} {2}
mr_in: डुप्लिकेट पॅरामिड '{0}' आढळले (सर्व अद्वितीय असणे आवश्यक आहे). {1} लेबले: {1} {2}
mt_mt: Paramid duplikat '{0}' misjub (kollha għandhom ikunu uniċi). {1} Tikketti: {1} {2}
nb_no: Duplikat paramid '{0}' oppdaget (alle må være unike). {1} etiketter: {1} {2}
ne_np: नक्कल प्यारामिड '{0}' पत्ता लगाईयो (सबै अद्वितीय हुनुपर्दछ)। {1} लेबल: {1} {2}
nl_be: Dubbele paramid '{0}' gedetecteerd (alles moet uniek zijn). {1} labels: {1} {2}
or_in: ନକଲ paramId '{0}' ଚିହ୍ନଟ ହୋଇଛି (ସମସ୍ତ ଅନନ୍ୟ ହେବା ଆବଶ୍ୟକ) {1} ଲେବଲ୍: {1} {2}
pa_arab: ਡੁਪਲਿਕੇਟ ਪੈਰਾਮਿਡ '{0}' ਖੋਜਿਆ ਗਿਆ (ਸਭ ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ). {1} {1 {{2}
pt_br: Duplicar paramid '{0}' detectado (todos devem ser únicos). {1} rótulos: {1} {2}
ro_ro: Duplicat paramID '{0}' detectat (toate trebuie să fie unice). {1} etichete: {1} {2}
ru_ru: Duplicate paramid '{0}' DeTicted (все должно быть уникальным). {1} Метки: {1} {2}
sk_sk: Duplikát ParamiD '{0}' detegovaný (všetko musí byť jedinečné). {1} štítky: {1} {2}
sl_si: Podvojena paramida '{0}' zaznana (vsi morajo biti edinstveni). {1} nalepke: {1} {2}
sq_al: Dublikate paramid '{0}' zbuluar (të gjitha duhet të jenë unike). {1} etiketat: {1} {2}
sr_cyrl_me: ДУПЛИКА САМИЈМА '{0}' откривена (сви морају бити јединствени). {1} Етикете: {1} {2}
sv_fi: Duplicate paramid '{0}' upptäckt (allt måste vara unikt). {1} etiketter: {1} {2}
ta_in: நகல் அளவு '{0}' கண்டறியப்பட்டது (அனைத்தும் தனித்துவமாக இருக்க வேண்டும்). {1} லேபிள்கள்: {1} {2}
te_in: నకిలీ పారామిడ్ '{0}' కనుగొనబడింది (అన్నీ ప్రత్యేకంగా ఉండాలి). {1} లేబుల్స్: {1} {2}
th_th: ตรวจพบ paramid '{0}' (ทั้งหมดต้องไม่ซ้ำกัน). {1} ป้ายกำกับ: {1} {2}
tk_tm: Paramdat "{0} 'tapyldy (hemmesi üýtgeşik bolmaly). {1} bellik: {1} {2}
tr_tr: Yinelenen paramid '{0}' tespit edildi (hepsi benzersiz olmalıdır). {1} Etiketler: {1} {2}
tt_ru: ParamId '{0}' дубликаты табылды (барысы да уникаль булырга тиеш) {1} Ярлыклар: {1} {2}
uk_ua: Дублікат Парамід '{0}' виявлено (все повинно бути унікальним). {1} мітки: {1} {2}
ur_pk: ڈپلیکیٹ پیرامڈ '{0}' کا پتہ چلا (سب کو انوکھا ہونا چاہئے)۔ {1} لیبل: {1} {2}
uz_cyrl: "Paramid" {0} '' "aniqlangan (barchasi noyob bo'lishi kerak). {1} etikellar: {1} {2}
zh_hant: 檢測到重複的paramid'{0}'（全部都是唯一的）。{1}標籤：{1} {2}
