Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefRestoreDefaultsNtfText
source: Are you sure you want to restore default preferences? This cannot be undone! *The application will restart once complete.
af_za: Is jy seker jy wil Standaardvoorkeure herstel? Dit kan nie ongedaan gemaak word nie! *Die aansoek sal weer begin sodra voltooi is.
am_et: እርግጠኛ ነዎት ይፈልጋሉ ነባሪ ምርጫዎችን ይመልሱ? ይህ ሊቀለበስ አይችልም! * ትግበራው አንዴ ከተጠናቀቀ እንደገና ይጀምራል.
ar_bh: هل أنت متأكد أنك تريد استعادة التفضيلات الافتراضية؟ هذا لا يمكن التراجع عنها! *سيتم إعادة تشغيل التطبيق بمجرد الانتهاء.
as_in: আপুনি নিশ্চিত নেকি যে আপুনি বিচাৰিব বিচাৰে অবিকল্পিত পছন্দসমূহ পুনৰুদ্ধাৰ কৰা? এইটোক পুনৰ কৰিব নোৱাৰি! *এপ্লিকেচন সম্পূৰ্ণ হ'লে পুনৰ আৰম্ভ হ'ব।
az_cyrl: İstədiyinizə əminsiniz Defolt üstünlükləri bərpa edirsiniz? Bu geri qaytarıla bilməz! * Tətbiq bir dəfə yenidən başlayacaq.
bg_bg: Сигурен ли си, че искаш да Възстановяване на предпочитанията по подразбиране? Това не може да бъде отменено! *Приложението ще се рестартира, след като бъде завършено.
bn_in: তুমি কি নিশ্চিত তুমি কি চাও ডিফল্ট পছন্দ পুনরুদ্ধার? এটা অসম্পূর্ণ থাকতে পারে না! *অ্যাপ্লিকেশনটি সম্পূর্ণ হয়ে গেলে পুনরায় চালু হবে।
bs_latn_ba: Jeste li sigurni da želite Vratite zadane postavke? Ovo se ne može poništiti! * Aplikacija će se ponovo pokrenuti nakon završetka.
ca_es: Esteu segur que voleu restaurar les preferències per defecte? Això no es pot desfer! *La sol·licitud es reiniciarà un cop finalitzada.
cs_cz: Jsi si jistý, že chceš Obnovit výchozí předvolby? To nelze vrátit zpět! *Aplikace se po dokončení restartuje.
cy_gb: Ydych chi'n siŵr eich bod chi eisiau gwneud hynny adfer dewisiadau diofyn? Ni ellir dadwneud hyn! *Bydd y cais yn ailgychwyn unwaith y bydd wedi'i gwblhau.
da_dk: Er du sikker på, at du vil Gendan standardindstillinger? Dette kan ikke fortrydes! *Ansøgningen genstarter en gang afsluttet.
de_ch: Bist du sicher, dass du das willst Standardeinstellungen wiederherstellen? Das kann nicht rückgängig gemacht werden! *Die Anwendung wird nach Abschluss neu gestartet.
el_gr: Είστε σίγουροι ότι θέλετε να Επαναφορά προεπιλεγμένων προτιμήσεων; Αυτό δεν μπορεί να αναιρεθεί! *Η εφαρμογή θα επανεκκινήσει μόλις ολοκληρωθεί.
es_bo: Estás seguro que quieres restaurar las preferencias predeterminadas? ¡Esto no se puede deshacer! *La solicitud se reiniciará una vez completada.
et_ee: Kas olete kindel, et soovite Kas taastada vaikimisi eelistused? Seda ei saa olematuks teha! *Rakendus taaskäivitub, kui see on valmis.
fa_ir: آیا مطمئن هستید که می خواهید ترجیحات پیش فرض را بازیابی کنید؟ این قابل بازگشت نیست! *برنامه پس از اتمام مجدداً راه اندازی می شود.
fi_fi: Oletko varma että haluat Palauta oletusasetukset? Tätä ei voi peruuttaa! *Sovellus käynnistyy uudelleen, kun se on valmis.
fil_ph: Sigurado ka bang gusto mo Ibalik ang mga default na kagustuhan? Hindi ito maaalis! *Ang application ay i -restart nang kumpleto.
fr_029: Êtes-vous sûr de vouloir restaurer les préférences par défaut? Ça ne peut pas être annulé! * L'application redémarrera une fois terminé.
ga_ie: An bhfuil tú cinnte gur mhaith leat Roghanna réamhshocraithe a chur ar ais? Ní féidir é seo a dhíothú! *Atosaíonn an t -iarratas nuair a bheidh sé críochnaithe.
gu_in: શું તમે ખરેખર કરવા માંગો છો? ડિફ default લ્ટ પસંદગીઓને પુનર્સ્થાપિત કરો? આ પૂર્વવત્ કરી શકાતું નથી! *એકવાર પૂર્ણ પૂર્ણ થઈ જશે.
he_il: אתה בטוח שאתה רוצה שחזור העדפות ברירת מחדל? אי אפשר לבטל את זה! *היישום יופעל מחדש לאחר השלמתו.
hi_in: क्या आप सचमच करना चाहते हैं डिफ़ॉल्ट वरीयताओं को पुनर्स्थापित करें? इसे असंपादित नहीं किया जा सकता है! *एप्लिकेशन एक बार पूरा होने के बाद पुनरारंभ हो जाएगा।
hr_hr: Jesi li siguran da želiš Vratite zadane postavke? To se ne može poništiti! *Aplikacija će se ponovno pokrenuti nakon završetka.
hu_hu: Biztos, hogy akarod Visszaállítja az alapértelmezett preferenciákat? Ezt nem lehet visszacsinálni! *Az alkalmazás újraindul, miután befejeződött.
hy_am: Վստահ եք, որ ուզում եք Վերականգնել կանխադրված նախասիրությունները: Սա չի կարող վերացնել: * Հայտը կվերագործարկվի մեկ անգամ ամբողջական:
id_id: Apakah Anda yakin ingin Kembalikan preferensi default? Ini tidak dapat dibatalkan! *Aplikasi akan restart setelah selesai.
is_is: Ertu viss um að þú viljir Endurheimta sjálfgefnar óskir? Þetta er ekki hægt að afturkalla! *Umsóknin mun endurræsa einu sinni lokið.
it_ch: Sei sicuro di volere ripristinare le preferenze predefinite? Questo non può essere annullato! *L'applicazione si riavvierà una volta completata.
ja_jp: よろしいですか？ デフォルトの設定を復元しますか？ これは、元に戻すことはできません！ *完了すると、アプリケーションが再起動します。
ka_ge: Დარწმუნებული ხარ რომ გინდა აღადგინეთ ნაგულისხმევი პრეფერენციები? ეს არ შეიძლება გაუქმდეს! *განაცხადი შეასრულებს ერთხელ დასრულებას.
kk_kz: Сіз қалағаныңызға сенімдісіз бе? Әдепкі теңшелімдерді қалпына келтіресіз бе? Мұны болдырмауға болмайды! * Өтініш толығымен қайта іске қосылады.
km_kh: តើអ្នកពិតជាចង់ ស្តារចំណូលចិត្តលំនាំដើមវិញ? នេះមិនអាចធ្វើវិញបានទេ! * កម្មវិធីនឹងចាប់ផ្តើមម្តងទៀត។
kn_in: ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ ಡೀಫಾಲ್ಟ್ ಆದ್ಯತೆಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸುವುದೇ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ! *ಪೂರ್ಣಗೊಂಡ ನಂತರ ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸುತ್ತದೆ.
ko_kr: 당신이 원하십니까? 기본 환경 설정을 복원 하시겠습니까? 이 취소 할 수 없습니다! *응용 프로그램이 완료되면 다시 시작됩니다.
ky_kg: Сиз каалаганыңызга ишенесизби Демейки артыкчылыктарды калыбына келтирүү? Бул артка кайтаруу мүмкүн эмес! * Колдонмо аяктагандан кийин өчүрүлөт.
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການ ຟື້ນຟູຄວາມມັກໃນຕອນຕົ້ນບໍ? ນີ້​ບໍ່​ສາ​ມາດ​ຍົກ​ເລີກ​ໄດ້! * ແອັບພລິເຄຊັນຈະເລີ່ມໃຫມ່ເມື່ອຄົບຖ້ວນ.
lt_lt: Ar tikrai norite Atkurti numatytąsias nuostatas? Tai negali būti panaikinta! *Programa bus paleista iš naujo, kai tik bus baigta.
lv_lv: Vai esat pārliecināts, ka vēlaties atjaunot noklusējuma preferences? To nevar atsaukt! *Lietojumprogramma tiks restartēta, kad būs pabeigta.
mi_nz: Kei te mohio koe kei te hiahia koe Whakaora i nga manakohanga taunoa? Kaore e taea te whakakore! * Ka whakahoutia ano te tono.
mk_mk: Дали сте сигурни дека сакате Врати стандардни преференци? Тоа не може да се врати назад! *Апликацијата ќе се рестартира откако ќе заврши.
ml_in: നിങ്ങൾക്ക് വേണമെന്ന് ഉറപ്പാണോ? സ്ഥിരസ്ഥിതി മുൻഗണനകൾ പുന restore സ്ഥാപിക്കുകയാണോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല! * അപ്ലിക്കേഷൻ പൂർത്തിയാക്കി ഒരു തവണ പുനരാരംഭിക്കും.
mr_in: आपल्याला खात्री आहे की आपण इच्छित आहात डीफॉल्ट प्राधान्ये पुनर्संचयित करा? हे पूर्ववत केले जाऊ शकत नाही! *एकदा पूर्ण झाल्यावर अर्ज पुन्हा सुरू होईल.
ms_my: Adakah anda pasti mahu Pulihkan keutamaan lalai? Perkara ini tidak boleh diubah! *Permohonan akan dimulakan semula setelah selesai.
mt_mt: Int żgur li trid Irrestawra l-preferenzi awtomatiċi? Dan ma jistax jitneħħa! * L-applikazzjoni terġa 'tibda ladarba titlesta.
nb_no: Er du sikker på at du vil Gjenopprett standard preferanser? Dette kan ikke angres! *Søknaden starter på nytt når den er fullført.
ne_np: के तपाइँ पक्का हुनुहुन्छ कि तपाइँ चाहानुहुन्छ पूर्वनिर्धारित प्राथमिकताहरू पुनर्स्थापना? यो उल्ट्याउन सकिदैन! * अनुप्रयोग एक पटक पूर्ण रूपमा पुनः सुरु गर्दछ।
nl_be: Weet je zeker dat je wil Standaardvoorkeuren herstellen? Dit kan niet ongedaan gemaakt worden! *De aanvraag wordt opnieuw gestart zodra het is voltooid.
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଚାହୁଁଛନ୍ତି | ଡିଫଲ୍ଟ ପସନ୍ଦଗୁଡିକ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ? ଏହାକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ! * ଆବେଦନ ସମାପ୍ତ ହେବା ପରେ ପ୍ରୟୋଗ ପୁନ art ଆରମ୍ଭ କରିବ |
pa_arab: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਡਿਫਾਲਟ ਪਸੰਦਾਂ ਨੂੰ ਰੀਸਟੋਰ ਕਰੋ? ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ! * ਬਿਨੈ-ਪੱਤਰ ਇਕ ਵਾਰ ਪੂਰਾ ਹੋਣ ਤੋਂ ਬਾਅਦ ਮੁੜ ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ.
pl_pl: Czy na pewno chcesz Przywróć domyślne preferencje? Tego nie da się cofnąć! *Aplikacja uruchomi się ponownie po zakończeniu.
pt_br: Você tem certeza que quer Restaurar preferências padrão? Isto não pode ser desfeito! *O aplicativo será reiniciado assim que concluir.
ro_ro: Ești sigur că vrei să Restaurați preferințele implicite? Acest lucru nu poate fi anulat! *Aplicația va reporni odată finalizată.
ru_ru: Вы уверены, что хотите восстановить предпочтения по умолчанию? Это не может быть отменено! *Приложение перезагрузится после завершения.
sk_sk: Si si istý, že chceš Obnoviť predvolené preferencie? To nie je možné vrátiť späť! *Aplikácia sa po dokončení reštartuje.
sl_si: Ali ste prepričani, da želite Obnovite privzete nastavitve? Tega ni mogoče razveljaviti! *Aplikacija se bo znova zagnala.
sq_al: A jeni i sigurt që dëshironi rivendosni preferencat e paracaktuar? Kjo nuk mund të zhbëhet! *Aplikacioni do të rindizet një herë të përfundojë.
sr_cyrl_me: Да ли сте сигурни да желите да Врати подразумеване поставке? Ово се не може поништити! * Апликација ће се поново покренути.
sv_fi: Är du säker på att du vill Återställ standardpreferenser? Detta kan inte göras ogjort! *Applikationen startas om när den är klar.
sw_ke: Je! Una uhakika unataka kurejesha upendeleo chaguo -msingi? Hii haiwezi kutekelezwa! *Maombi yataanza tena mara moja.
ta_in: நீங்கள் நிச்சயமாக விரும்புகிறீர்களா? இயல்புநிலை விருப்பங்களை மீட்டெடுக்கவா? இதை முடிக்காமல் விட கூடாது! *பயன்பாடு முடிந்ததும் மறுதொடக்கம் செய்யும்.
te_in: మీరు ఖచ్చితంగా కోరుకుంటున్నారా? డిఫాల్ట్ ప్రాధాన్యతలను పునరుద్ధరించాలా? ఇది రద్దు చేయబడదు! *పూర్తయిన తర్వాత అప్లికేషన్ పున art ప్రారంభించబడుతుంది.
th_th: คุณแน่ใจหรือว่าคุณต้องการ คืนค่าการตั้งค่าเริ่มต้น? สิ่งนี้ไม่สามารถยกเลิกได้! *แอปพลิเคชันจะรีสตาร์ทเมื่อเสร็จสมบูรณ์
tk_tm: Isleýändigiňize ynanýarsyňyzmy? Bellenen ileri tutmalary dikeltmek? Bu yzyna gaýtaryp bolmaz! * Arza doly gutarar.
tr_tr: İstediğine emin misin Varsayılan tercihleri ​​geri yükleyin? Bu geri alınamaz! *Uygulama tamamlandıktan sonra yeniden başlayacaktır.
tt_ru: Сез телисезме? Килешү өстенлекләрен торгызу? Моны кире кайтарып булмый! * Кушымта тәмамлангач яңадан башланачак.
ug_cn: خالىغىنىڭىزغا ئىشىنەمسىز? سۈكۈتتىكى مايىللىقنى ئەسلىگە كەلتۈرەمسىز? بۇنى ئەمەلدىن قالدۇرغىلى بولمايدۇ! * ئىلتىماس تاماملانغاندىن كېيىن قايتا قوزغىتىلىدۇ.
uk_ua: Ви впевнені, що хочете Відновити налаштування за замовчуванням? Це не може бути скасоване! *Додаток перезапуститься після завершення.
ur_pk: کیا آپ کو یقین ہے کہ آپ چاہتے ہیں؟ پہلے سے طے شدہ ترجیحات کو بحال کریں؟ یہ کالعدم نہیں ہوسکتا! *درخواست مکمل ہونے کے بعد دوبارہ شروع ہوجائے گی۔
uz_cyrl: Siz xohlaganingizga ishonchingiz komilmi? Standart afzal ko'rganmisiz? Bu bekor qilinmaydi! * Ilova to'liq bir marta qayta boshlanadi.
vi_vn: Bạn có chắc bạn muốn Khôi phục tùy chọn mặc định? Điều này không thể được hoàn tác! *Ứng dụng sẽ khởi động lại khi hoàn tất.
zh_hant: 你確定你要 還原默認首選項？ 這不能被撤消！ *完成後將重新啟動應用程序。

# PrefResetAllNtfForgetsText
source: Are you sure you want to reset all notifications? *This cannot be undone!
af_za: Is u seker dat u alle kennisgewings wil terugstel? *Dit kan nie ongedaan gemaak word nie!
am_et: እርግጠኛ ነዎት ሁሉንም ማስታወቂያዎች ዳግም ማስጀመር ይፈልጋሉ? * ይህ ሊቀለበስ አይችልም!
ar_bh: هل أنت متأكد من أنك تريد إعادة تعيين جميع الإخطارات؟ *هذا لا يمكن التراجع عنها!
as_in: আপুনি নিশ্চিত নেকি যে আপুনি সকলো অধিসূচনা ৰিছেট কৰিব বিচাৰে? *এইটো অনডন কৰিব নোৱাৰি!
az_cyrl: Bütün bildirişləri yenidən qurmaq istədiyinizə əminsiniz? * Bu geri qaytarıla bilməz!
bg_bg: Сигурни ли сте, че искате да нулирате всички известия? *Това не може да бъде отменено!
bn_in: আপনি কি নিশ্চিত যে আপনি সমস্ত বিজ্ঞপ্তিগুলি পুনরায় সেট করতে চান? *এটা অসম্পূর্ণ থাকতে পারে না!
bs_latn_ba: Jeste li sigurni da želite resetirati sve obavijesti? *Ovo se ne može poništiti!
ca_es: Esteu segur que voleu restablir totes les notificacions? *Això no es pot desfer!
cs_cz: Jste si jisti, že chcete resetovat všechna oznámení? *To nelze vrátit zpět!
cy_gb: Ydych chi'n siŵr eich bod chi am ailosod yr holl hysbysiadau? *Ni ellir dadwneud hyn!
da_dk: Er du sikker på, at du vil nulstille alle meddelelser? *Dette kan ikke fortrydes!
de_ch: Sind Sie sicher, dass Sie alle Benachrichtigungen zurücksetzen möchten? *Das kann nicht rückgängig gemacht werden!
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλες τις ειδοποιήσεις; *Αυτό δεν μπορεί να αναιρεθεί!
es_bo: ¿Estás seguro de que quieres restablecer todas las notificaciones? *¡Esto no se puede deshacer!
et_ee: Kas olete kindel, et soovite lähtestada kõik teatised? *Seda ei saa olematuks teha!
fa_ir: آیا مطمئن هستید که می خواهید همه اعلان ها را مجدداً تنظیم کنید؟ *این قابل بازگشت نیست!
fi_fi: Oletko varma, että haluat nollata kaikki ilmoitukset? *Tätä ei voi peruuttaa!
fil_ph: Sigurado ka bang nais mong i -reset ang lahat ng mga abiso? *Hindi ito maaalis!
fr_029: Êtes-vous sûr de vouloir réinitialiser toutes les notifications? *Ça ne peut pas être annulé!
ga_ie: An bhfuil tú cinnte gur mhaith leat gach fógra a athshocrú? *Ní féidir é seo a dhíscaoileadh!
gu_in: શું તમે ખરેખર બધી સૂચનાઓને ફરીથી સેટ કરવા માંગો છો? *આ પૂર્વવત્ કરી શકાતું નથી!
he_il: האם אתה בטוח שאתה רוצה לאפס את כל ההודעות? *אי אפשר לבטל את זה!
hi_in: क्या आप सुनिश्चित हैं कि आप सभी सूचनाओं को रीसेट करना चाहते हैं? *इसे असंपादित नहीं किया जा सकता है!
hr_hr: Jeste li sigurni da želite resetirati sve obavijesti? *To se ne može poništiti!
hu_hu: Biztosan szeretné visszaállítani az összes értesítést? *Ezt nem lehet visszacsinálni!
hy_am: Համոզված եք, որ ցանկանում եք վերականգնել բոլոր ծանուցումները: * Սա հնարավոր չէ հետարկել:
id_id: Apakah Anda yakin ingin mengatur ulang semua pemberitahuan? *Ini tidak dapat dibatalkan!
is_is: Ertu viss um að þú viljir endurstilla allar tilkynningar? *Þetta er ekki hægt að afturkalla!
it_ch: Sei sicuro di voler ripristinare tutte le notifiche? *Questo non può essere annullato!
ja_jp: すべての通知をリセットしたいですか？ *これは、元に戻すことはできません！
ka_ge: დარწმუნებული ხართ, რომ გსურთ ყველა შეტყობინების გადატვირთვა? *ეს არ შეიძლება გაუქმდეს!
kk_kz: Барлық хабарландыруларды қалпына келтіргіңіз келе ме? * Мұны болдырмауға болмайды!
km_kh: តើអ្នកពិតជាចង់កំណត់ការជូនដំណឹងទាំងអស់ឡើងវិញឬ? * នេះមិនអាចធ្វើវិញបានទេ!
kn_in: ಎಲ್ಲಾ ಅಧಿಸೂಚನೆಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? *ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ!
ko_kr: 모든 알림을 재설정 하시겠습니까? *이 취소 할 수 없습니다!
ky_kg: Бардык эскертмелерди баштапкы абалга келтиргиңиз келеби? *Бул артка кайтаруу мүмкүн эмес!
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການທີ່ຈະປັບການແຈ້ງເຕືອນທັງຫມົດ? *ນີ້​ບໍ່​ສາ​ມາດ​ຍົກ​ເລີກ​ໄດ້!
lt_lt: Ar tikrai norite iš naujo nustatyti visus pranešimus? *Tai negali būti panaikinta!
lv_lv: Vai esat pārliecināts, ka vēlaties atiestatīt visus paziņojumus? *To nevar atsaukt!
mi_nz: Kei te hiahia koe ki te tautuhi i nga whakamohiotanga katoa? * Kaore e taea te whakakore!
mk_mk: Дали сте сигурни дека сакате да ги ресетирате сите известувања? *Тоа не може да се врати назад!
ml_in: എല്ലാ അറിയിപ്പുകളും പുന reset സജ്ജമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? *ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല!
mr_in: आपणास खात्री आहे की आपण सर्व सूचना रीसेट करू इच्छिता? *हे पूर्ववत केले जाऊ शकत नाही!
ms_my: Adakah anda pasti mahu menetapkan semula semua pemberitahuan? *Perkara ini tidak boleh diubah!
mt_mt: Int żgur li trid tirrisettja n-notifiki kollha? * Dan ma jistax jitneħħa!
nb_no: Er du sikker på at du vil tilbakestille alle varsler? *Dette kan ikke angres!
ne_np: के तपाइँ सबै सूचनाहरू रिसेट गर्न निश्चित हुनुहुन्छ? *यो उल्ट्याउन सकिदैन!
nl_be: Weet u zeker dat u alle meldingen wilt resetten? *Dit kan niet ongedaan gemaakt worden!
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ସମସ୍ତ ବିଜ୍ଞପ୍ତିକୁ ପୁନ res ସେଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି? * ଏହା ପୂର୍ବବତ୍ ହୋଇପାରିବ ନାହିଁ!
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਸਾਰੀਆਂ ਸੂਚਨਾਵਾਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? *ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!
pl_pl: Czy na pewno chcesz zresetować wszystkie powiadomienia? *Tego nie da się cofnąć!
pt_br: Tem certeza de que deseja redefinir todas as notificações? *Isto não pode ser desfeito!
ro_ro: Ești sigur că vrei să resetezi toate notificările? *Acest lucru nu poate fi anulat!
ru_ru: Вы уверены, что хотите сбросить все уведомления? *Это не может быть отменено!
sk_sk: Ste si istí, že chcete resetovať všetky upozornenia? *To nie je možné vrátiť späť!
sl_si: Ali ste prepričani, da želite ponastaviti vsa obvestila? *Tega ni mogoče razveljaviti!
sq_al: A jeni i sigurt që doni të rivendosni të gjitha njoftimet? *Kjo nuk mund të zhbëhet!
sr_cyrl_me: Јесте ли сигурни да желите да ресетујете све обавештења? *Ово се не може поништити!
sv_fi: Är du säker på att du vill återställa alla aviseringar? *Detta kan inte göras ogjort!
sw_ke: Je! Una uhakika unataka kuweka upya arifa zote? *Hii haiwezi kutekelezwa!
ta_in: எல்லா அறிவிப்புகளையும் மீட்டமைக்க விரும்புகிறீர்களா? *இதை முடிக்காமல் விட கூடாது!
te_in: మీరు ఖచ్చితంగా అన్ని నోటిఫికేషన్‌లను రీసెట్ చేయాలనుకుంటున్నారా? *ఇది రద్దు చేయబడదు!
th_th: แน่ใจหรือว่าต้องการรีเซ็ตการแจ้งเตือนทั้งหมด? *สิ่งนี้ไม่สามารถยกเลิกได้!
tk_tm: Thehli habarnamalary täzeden düzmek isleýändigiňize ynanýarsyňyzmy? * Muny yzyna gaýtaryp bolmaz!
tr_tr: Tüm bildirimleri sıfırlamak istediğinizden emin misiniz? *Bu geri alınamaz!
tt_ru: Барлык хәбәрләрне яңадан урнаштырырга телисезме? * Моны кире кайтарып булмый!
ug_cn: بارلىق ئۇقتۇرۇشلارنى ئەسلىگە كەلتۈرمەكچىمۇ? * بۇنى ئەمەلدىن قالدۇرغىلى بولمايدۇ!
uk_ua: Ви впевнені, що хочете скинути всі сповіщення? *Це не може бути скасоване!
ur_pk: کیا آپ واقعی تمام اطلاعات کو دوبارہ ترتیب دینا چاہتے ہیں؟ *یہ کالعدم نہیں ہوسکتا!
uz_cyrl: Haqiqatan ham barcha xabarlarni qayta tiklamoqchimisiz? * Bu bekor qilinmaydi!
vi_vn: Bạn có chắc là bạn muốn đặt lại tất cả các thông báo? *Điều này không thể được hoàn tác!
zh_hant: 您確定要重置所有通知嗎？ *這不能被撤消！

# PrefResetClipboardLabel
source: Reset Clipboard after Monkey Pasting
af_za: Stel die knipbord terug na aapplak
am_et: ከዝንጀሮ ማገዶ በኋላ ቅንጥብ ሰሌዳውን ዳግም ያስጀምሩ
ar_bh: إعادة تعيين الحافظة بعد لصق القرد
as_in: বান্দৰ পেষ্ট কৰাৰ পিছত ক্লিপবৰ্ড ৰিছেট কৰক
az_cyrl: Meymun yapışdırıldıqdan sonra panoya sıfırlayın
bg_bg: Нулирайте клипборда след маймунско поставяне
bn_in: বানরের পেস্ট করার পরে ক্লিপবোর্ডটি পুনরায় সেট করুন
bs_latn_ba: Resetirajte međuspremnik nakon punjenja majmuna
ca_es: Restableix el porta -retalls després de la enganxada del mico
cs_cz: Resetujte schránku po vložení opice
cy_gb: Ailosod clipfwrdd ar ôl pastio mwnci
da_dk: Nulstil udklipsholder efter abepastning
de_ch: Setzen Sie die Zwischenablage nach Affeneinfachen zurück
el_gr: Επαναφέρετε το πρόχειρο μετά την επικόλληση των μαϊμού
es_bo: Restablecer el portapapeles después de la pegada del mono
et_ee: Lähtestage lõikelaud pärast ahvi kleepimist
fa_ir: تنظیم مجدد کلیپ بورد پس از چسباندن میمون
fi_fi: Palauta leikepöytä apinan liittämisen jälkeen
fil_ph: I -reset ang clipboard pagkatapos ng pag -paste ng unggoy
fr_029: Réinitialiser le presse-papiers après le collage du singe
ga_ie: Athshocraigh gearrthaisce tar éis pasting moncaí
gu_in: વાંદરો પેસ્ટ કર્યા પછી ક્લિપબોર્ડને ફરીથી સેટ કરો
he_il: אפס את הלוח לאחר הדבקת קופים
hi_in: बंदर पेस्टिंग के बाद क्लिपबोर्ड रीसेट करें
hr_hr: Resetirajte međuspremnik nakon lijepljenja majmuna
hu_hu: Visszaállítja a vágólapot a majom beillesztése után
hy_am: Կապիկի մակնշվելուց հետո վերափոխեք clipboard- ը
id_id: Reset clipboard setelah menempel monyet
is_is: Endurstilltu klemmuspjald eftir pípu apa
it_ch: Ripristina gli appunti dopo l'abbandono delle scimmie
ja_jp: 猿の貼り付け後にクリップボードをリセットします
ka_ge: გადატვირთეთ ბუფერული მაიმუნის ჩასმის შემდეგ
kk_kz: Маймылдың жанып тұрғаннан кейін аралық сақтағышты қалпына келтіріңіз
km_kh: កំណត់ក្តារតម្បៀតខ្ទាស់បន្ទាប់ពីការបិទភ្ជាប់ស្វា
kn_in: ಮಂಕಿ ಅಂಟಿಸಿದ ನಂತರ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸಿ
ko_kr: 원숭이 붙여 넣기 후 클립 보드를 재설정하십시오
ky_kg: Маймылдын артынан бутту баштапкы абалга келтирүү
lo_la: ຕັ້ງຄ່າ clipboard ຄືນໃຫມ່ຫຼັງຈາກການອະນຸຍາດ monkey
lt_lt: Iš naujo nustatykite mainų sritį po beždžionių įklijavimo
lv_lv: Atiestatīt starpliktuvi pēc pērtiķa ielīmēšanas
mi_nz: Tautuhi i te kaata i muri i te mokete monikei
mk_mk: Ресетирајте ја таблата со исечоци по залепувањето на мајмунот
ml_in: കുരങ്ങൻ കഴിഞ്ഞ് ക്ലിപ്പ്ബോർഡ് പുന reset സജ്ജമാക്കുക
mr_in: माकड पेस्टिंगनंतर क्लिपबोर्ड रीसेट करा
ms_my: Reset clipboard selepas pemadaman monyet
mt_mt: Irrisettja l-clipboard wara pasta tax-xadini
nb_no: Tilbakestill utklippstavlen etter ape liming
ne_np: बन्दर पेरी पछाडि रिसेटबोर्ड रिसेट गर्नुहोस्
nl_be: Reset klembord na het plakken van de aap
or_in: ମାଙ୍କଡ଼ ପେଷ୍ଟିଂ ପରେ କ୍ଲିପବୋର୍ଡ ପୁନ res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਬਾਂਦਰ ਦੇ ਚਿਪਕਣ ਤੋਂ ਬਾਅਦ ਕਲਿੱਪਬੋਰਡ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj schowek po wklejeniu małpy
pt_br: Redefinir a área de transferência após a coleta de macacos
ro_ro: Resetați clipboard după lipirea maimuței
ru_ru: Сбросить буфер обмена после обезьяны
sk_sk: Resetovať schránku po vložení opice
sl_si: Ponastavi odložišče po opici
sq_al: Rivendosni clipboard pas ngjitjes së majmunit
sr_cyrl_me: Ресетујте међуспремник након што је мајмун лепљење
sv_fi: Återställ urklipp efter apa klistra in
sw_ke: Rudisha clipboard baada ya kubandika tumbili
ta_in: குரங்கு ஒட்டிய பின் கிளிப்போர்டை மீட்டமைக்கவும்
te_in: కోతి అతికించిన తర్వాత క్లిప్‌బోర్డ్‌ను రీసెట్ చేయండి
th_th: รีเซ็ตคลิปบอร์ดหลังจากวางลิง
tk_tm: Maýmyn döränden soň bufer sumkasyny täzeden düzmek
tr_tr: Maymun yapıştırdıktan sonra panoyu sıfırlayın
tt_ru: Маймыл көтүеннән соң буферны яңадан урнаштыру
ug_cn: مايمۇندىن كېيىن چاپلاش تاختىسىنى ئەسلىگە كەلتۈرۈڭ
uk_ua: Скидання буфера обміну після вставки мавп
ur_pk: بندر کے پیسٹ کے بعد کلپ بورڈ کو دوبارہ ترتیب دیں
uz_cyrl: Maykey o'ralganidan keyin klipbordni qayta o'rnating
vi_vn: Đặt lại Clipboard sau khi dán khỉ
zh_hant: 猴子粘貼後重置剪貼板
