Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# DbPasswordNtfTitle
source: Enter Password
af_za: Sleutel wagwoord in
am_et: የይለፍ ቃል ያስገቡ
ar_bh: أدخل كلمة المرور
as_in: গুপ্তশব্দ দিয়ক
az_cyrl: Parol daxil etmək
bg_bg: Въведете паролата
bn_in: পাসওয়ার্ড লিখুন
bs_latn_ba: Unesite lozinku
ca_es: Introduir la contrasenya
cs_cz: Zadejte heslo
cy_gb: Rhowch gyfrinair
da_dk: Indtast adgangskode
de_ch: Passwort eingeben
el_gr: Εισάγετε τον κωδικό πρόσβασης
es_bo: Introducir la contraseña
et_ee: Sisestage parool
fa_ir: رمز عبور را وارد کنید
fi_fi: Kirjoita salasana
fil_ph: Ilagay ang password
fr_029: Entrer le mot de passe
ga_ie: Iontráil pasfhocal
gu_in: પાસવર્ડ દાખલ કરો
he_il: הזן את הסיסמה
hi_in: पास वर्ड दर्ज करें
hr_hr: Upišite lozinku
hu_hu: Írd be a jelszót
hy_am: Մուտքագրեք գաղտնաբառ
id_id: Masukkan kata kunci
is_is: Sláðu inn lykilorð
it_ch: Inserire la password
ja_jp: パスワードを入力する
ka_ge: შეიყვანეთ პაროლი
kk_kz: Құпия сөзді енгізіңіз
km_kh: បញ្ចូលពាក្យសម្ងាត់
kn_in: ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ko_kr: 암호를 입력
ky_kg: Сырсөздү киргизиңиз
lo_la: ໃສ່ລະຫັດຜ່ານ
lt_lt: Įvesti slaptažodį
lv_lv: Ievadi paroli
mi_nz: Whakauruhia te Kupuhipa
mk_mk: Внесете ја лозинката
ml_in: പാസ്വേഡ് നല്കൂ
mr_in: पासवर्ड टाका
ms_my: Masukkan kata laluan
mt_mt: Daħħal il-password
nb_no: Oppgi passord
ne_np: पासवर्ड प्रविष्ट गर्नुहोस्
nl_be: Voer wachtwoord in
or_in: ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ |
pa_arab: ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
pl_pl: Wprowadź hasło
pt_br: Digite a senha
ro_ro: Introdu parola
ru_ru: Введите пароль
sk_sk: Zadajte heslo
sl_si: Vnesite geslo
sq_al: Shkruani fjalëkalimin
sr_cyrl_me: Унесите лозинку
sv_fi: Skriv in lösenord
sw_ke: Ingiza nywila
ta_in: கடவுச்சொல்லை உள்ளிடவும்
te_in: రహస్య సంకేతం తెలపండి
th_th: ใส่รหัสผ่าน
tk_tm: Paroly giriziň
tr_tr: Parolanı Gir
tt_ru: Серсүз кертегез
ug_cn: پارول كىرگۈزۈڭ
uk_ua: Введіть пароль
ur_pk: پاس ورڈ درج کریں
uz_cyrl: Parolni kiriting
vi_vn: Nhập mật khẩu
zh_hant: 輸入密碼

# EditorConfirmNtfTitle
source: Confirm
af_za: Bevestig
am_et: አረጋግጥ
ar_bh: يتأكد
as_in: নিশ্চিত
az_cyrl: Təsdiq etmək
bg_bg: Потвърдете
bn_in: নিশ্চিত করুন
bs_latn_ba: Potvrditi
ca_es: Confirmar
cs_cz: Potvrdit
cy_gb: Chadarnhasoch
da_dk: Bekræfte
de_ch: Bestätigen
el_gr: Επιβεβαιώνω
es_bo: Confirmar
et_ee: Kinnitama
fa_ir: تایید
fi_fi: Vahvistaa
fil_ph: Kumpirmahin
fr_029: Confirmer
ga_ie: Daingnigh
gu_in: પુષ્ટિ આપવી
he_il: לְאַשֵׁר
hi_in: पुष्टि करना
hr_hr: Potvrditi
hu_hu: megerősít
hy_am: Հաստատել
id_id: Mengonfirmasi
is_is: Staðfesta
it_ch: Confermare
ja_jp: 確認する
ka_ge: დადასტურება
kk_kz: Растау
km_kh: បហ្ជាក់
kn_in: ದೃ confirmಿಸು
ko_kr: 확인하다
ky_kg: Ыраста
lo_la: ຢືນຢັນ
lt_lt: Patvirtinti
lv_lv: Apstiprināt
mi_nz: Whakaū
mk_mk: Потврди
ml_in: ഉറപ്പിക്കുക
mr_in: पुष्टी
ms_my: Mengesahkan
mt_mt: Ikkonferma
nb_no: Bekrefte
ne_np: पक्का गर्नु
nl_be: Bevestigen
or_in: ନିଶ୍ଚିତ କର |
pa_arab: ਪੁਸ਼ਟੀ ਕਰੋ
pl_pl: Potwierdzać
pt_br: confirme
ro_ro: A confirma
ru_ru: Подтверждать
sk_sk: Potvrdiť
sl_si: Potrdite
sq_al: Konfirmoj
sr_cyrl_me: Потврди
sv_fi: Bekräfta
sw_ke: Thibitisha
ta_in: உறுதிப்படுத்தவும்
te_in: నిర్ధారించండి
th_th: ยืนยัน
tk_tm: Tassykla
tr_tr: Onaylamak
tt_ru: Раслагыз
ug_cn: جەزملەشتۈرۈڭ
uk_ua: Підтверджувати
ur_pk: تصدیق کریں
uz_cyrl: Tasdiqlamoq
vi_vn: Xác nhận
zh_hant: 確認

# EditorTemplateContactName
source: Contact
af_za: Kontak
am_et: እውቂያ
ar_bh: اتصال
as_in: যোগাযোগ কৰক
az_cyrl: Əlaqə
bg_bg: Контакт
bn_in: যোগাযোগ
bs_latn_ba: Kontakt
ca_es: Contacte
cs_cz: Kontakt
cy_gb: Nghyswllt
da_dk: Kontakt
de_ch: Kontakt
el_gr: Επικοινωνία
es_bo: Contacto
et_ee: Kontakt
fa_ir: مخاطب
fi_fi: Ottaa yhteyttä
fil_ph: Makipag -ugnay
ga_ie: Lionsa
gu_in: સંપર્ક
he_il: איש קשר
hi_in: संपर्क
hr_hr: Kontakt
hu_hu: Kapcsolatba lépni
hy_am: Կապ
id_id: Kontak
is_is: Hafðu samband
it_ch: Contatto
ja_jp: 接触
ka_ge: კონტაქტი
kk_kz: Байланысу
km_kh: ការតាក់តង
kn_in: ಸಂಪರ್ಕ
ko_kr: 연락하다
ky_kg: Байланыш
lo_la: ຕິດຕໍ່
lt_lt: kontaktas
lv_lv: Saskare
mi_nz: Whakapā
mk_mk: Контакт
ml_in: സന്വര്ക്കം
mr_in: संपर्क
ms_my: Hubungi
mt_mt: Kuntatt
nb_no: Kontakt
ne_np: सम्पर्क
or_in: ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa_arab: ਸੰਪਰਕ
pl_pl: Kontakt
pt_br: Contato
ro_ro: a lua legatura
ru_ru: Контакт
sk_sk: Kontakt
sl_si: Stik
sq_al: Kontakt
sr_cyrl_me: Контакт
sv_fi: Kontakt
sw_ke: Wasiliana
ta_in: தொடர்பு
te_in: సంప్రదించండి
th_th: ติดต่อ
tk_tm: Aragatnaşyk
tr_tr: Temas etmek
tt_ru: Контакт
ug_cn: ئالاقىلىشىڭ
uk_ua: Контакт
ur_pk: رابطہ کریں
uz_cyrl: Aloqa
vi_vn: Liên hệ
zh_hant: 接觸

# EditorTemplateDateTimeName
source: Date Time
af_za: Datum Tyd
am_et: የቀን ሰዓት
ar_bh: وقت التاريخ
as_in: তাৰিখৰ সময়
az_cyrl: Tarix vaxt
bg_bg: Време за среща
bn_in: তারিখ সময়
bs_latn_ba: Datum Vrijeme
ca_es: Data i hora
cs_cz: Čas schůzky
cy_gb: Amser Dyddiad
da_dk: Dato tid
de_ch: Terminzeit
el_gr: Ημερομηνία ώρα
es_bo: Fecha y hora
et_ee: Kuupäev Kellaaeg
fa_ir: زمان قرار
fi_fi: Treffiaika
fil_ph: Oras ng petsa
fr_029: Date
ga_ie: Dáta Am
gu_in: તારીખ સમય
he_il: תאריך שעה
hi_in: दिनांक समय
hr_hr: Datum vrijeme
hu_hu: Dátum idő
hy_am: Ամսաթիվ ժամանակ
id_id: Tanggal Waktu
is_is: Dagsetningartími
it_ch: Appuntamento
ja_jp: 日付時刻
ka_ge: თარიღი დრო
kk_kz: Күн уақыты
km_kh: ពេល​ណាត់ជួប
kn_in: ದಿನಾಂಕ ಸಮಯ
ko_kr: 날짜 시간
ky_kg: Дата убакыт
lo_la: ເວລາວັນທີ
lt_lt: Datos laikas
lv_lv: Datums Laiks
mi_nz: Te wa
mk_mk: Датум време
ml_in: തീയതി സമയം
mr_in: तारीख वेळ
ms_my: Masa tarikh
mt_mt: Ħin tad-data
nb_no: Dato tid
ne_np: मिति समय
nl_be: Datum Tijd
or_in: ତାରିଖ ସମୟ
pa_arab: ਤਾਰੀਖ ਦਾ ਸਮਾਂ
pl_pl: Data godzina
pt_br: Data hora
ro_ro: Ora datei
ru_ru: Время даты
sk_sk: Dátum Čas
sl_si: Datum čas
sq_al: Koha e datës
sr_cyrl_me: Датум време
sv_fi: Datum Tid
sw_ke: Wakati wa tarehe
ta_in: தேதி நேரம்
te_in: తేదీ సమయం
th_th: วันเวลา
tk_tm: Sene wagt
tr_tr: Tarih saati
tt_ru: Дата вакыты
ug_cn: چېسلا ۋاقتى
uk_ua: Дата, час
ur_pk: تاریخ وقت
uz_cyrl: Sana vaqti
vi_vn: Ngày giờ
zh_hant: 約會時間

# EditorDeleteAllTemplatesNtfText
source: Are you sure you want to delete ALL usages of '{0}'? This cannot be undone!
af_za: Is u seker dat u alle gebruike van '{0}' wil uitvee? Dit kan nie ongedaan gemaak word nie!
am_et: እርግጠኛ ነዎት የ "{0} 'ን መድረስ እንደሚፈልጉ እርግጠኛ ነዎት? ይህ ሊቀለበስ አይችልም!
ar_bh: هل أنت متأكد من أنك تريد حذف جميع استخدامات "{0}؟ هذا لا يمكن التراجع عنها!
as_in: আপুনি নিশ্চিত নেকি যে আপুনি '{0}' ৰ সকলো ব্যৱহাৰ মচি পেলাব বিচাৰে? এইটোক পুনৰ কৰিব নোৱাৰি!
az_cyrl: '{0}' nin bütün istifadə sənədlərini silmək istədiyinizə əminsiniz? Bu geri qaytarıla bilməz!
bg_bg: Сигурни ли сте, че искате да изтриете всички употреби на '{0}'? Това не може да бъде отменено!
bn_in: আপনি কি নিশ্চিত যে আপনি '{0}' এর সমস্ত ব্যবহার মুছতে চান? এটা অসম্পূর্ণ থাকতে পারে না!
bs_latn_ba: Jeste li sigurni da želite izbrisati sve upotrebe '{0}'? Ovo se ne može poništiti!
ca_es: Esteu segur que voleu eliminar tots els usos de '{0}'? Això no es pot desfer!
cs_cz: Jste si jisti, že chcete odstranit všechna využití '{0}'? To nelze vrátit zpět!
cy_gb: Ydych chi'n siŵr eich bod chi am ddileu pob defnydd o '{0}'? Ni ellir dadwneud hyn!
da_dk: Er du sikker på, at du vil slette alle anvendelser af '{0}'? Dette kan ikke fortrydes!
de_ch: Sind Sie sicher, dass Sie alle Verwendungen von '{0}' löschen möchten? Das kann nicht rückgängig gemacht werden!
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις συνήθειες του '{0}'; Αυτό δεν μπορεί να αναιρεθεί!
es_bo: ¿Estás seguro de que quieres eliminar todos los usos de '{0}'? ¡Esto no se puede deshacer!
et_ee: Kas olete kindel, et soovite kustutada kõik '{0}' kasutusalad? Seda ei saa olematuks teha!
fa_ir: آیا مطمئن هستید که می خواهید تمام کاربردهای "{0}" را حذف کنید؟ این قابل بازگشت نیست!
fi_fi: Oletko varma, että haluat poistaa kaikki '{0}' käytöt? Tätä ei voi peruuttaa!
fil_ph: Sigurado ka bang nais mong tanggalin ang lahat ng mga paggamit ng '{0}'? Hindi ito maaalis!
fr_029: Êtes-vous sûr de vouloir supprimer tous les usages de '{0}'? Ça ne peut pas être annulé!
ga_ie: An bhfuil tú cinnte gur mian leat gach úsáid de '{0}' a scriosadh? Ní féidir é seo a dhíothú!
gu_in: શું તમે ખરેખર '{0}' ના બધા ઉપયોગોને કા delete ી નાખવા માંગો છો? આ પૂર્વવત્ કરી શકાતું નથી!
he_il: האם אתה בטוח שאתה רוצה למחוק את כל השימושים של '{0}'? אי אפשר לבטל את זה!
hi_in: क्या आप सुनिश्चित हैं कि आप '{0}' के सभी उपयोगों को हटाना चाहते हैं? इसे असंपादित नहीं किया जा सकता है!
hr_hr: Jeste li sigurni da želite izbrisati sve upotrebe '{0}'? To se ne može poništiti!
hu_hu: Biztos benne, hogy törölni akarja a '{0}' összes felhasználását? Ezt nem lehet visszacsinálni!
hy_am: Համոզված եք, որ ցանկանում եք ջնջել «{0}» -ի բոլոր օգտագործումը: Սա չի կարող վերացնել:
id_id: Apakah Anda yakin ingin menghapus semua penggunaan '{0}'? Ini tidak dapat dibatalkan!
is_is: Ertu viss um að þú viljir eyða öllum notkun '{0}'? Þetta er ekki hægt að afturkalla!
it_ch: Sei sicuro di voler eliminare tutti gli usi di '{0}'? Questo non può essere annullato!
ja_jp: 「{0}」のすべての使用法を削除する必要がありますか？ これは、元に戻すことはできません！
ka_ge: დარწმუნებული ხართ, რომ გსურთ წაშალოთ '{0}' ყველა გამოყენება? ეს არ შეიძლება გაუქმდეს!
kk_kz: '{0}' барлық пайдаланушыларын жойғыңыз келе ме? Мұны болдырмауға болмайды!
km_kh: តើអ្នកពិតជាចង់លុបការប្រើប្រាស់ទាំងអស់នៃ '{0}' ទេ? នេះមិនអាចធ្វើវិញបានទេ!
kn_in: '{0}' ನ ಎಲ್ಲಾ ಬಳಕೆಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ!
ko_kr: '{0}'의 모든 사용법을 삭제 하시겠습니까? 이 취소 할 수 없습니다!
ky_kg: '{0}' керектөөчүлүктү жок кылгыңыз келеби? Бул артка кайтаруу мүмкүн эмес!
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບການນໍາໃຊ້ທັງຫມົດຂອງ '{0}'? ນີ້​ບໍ່​ສາ​ມາດ​ຍົກ​ເລີກ​ໄດ້!
lt_lt: Ar tikrai norite ištrinti visus „{0}“ naudojimo būdus? Tai negali būti panaikinta!
lv_lv: Vai esat pārliecināts, ka vēlaties izdzēst visus “{0}” lietojumus? To nevar atsaukt!
mi_nz: Kei te hiahia koe ki te muku i nga waahanga katoa o te '{0}'? Kaore e taea te whakakore!
mk_mk: Дали сте сигурни дека сакате да ги избришете сите употреби на '{0}'? Тоа не може да се врати назад!
ml_in: '{0}' ന്റെ എല്ലാ ഉപയോഗങ്ങളും ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല!
mr_in: आपणास खात्री आहे की आपण '{0}' चे सर्व उपयोग हटवू इच्छिता? हे पूर्ववत केले जाऊ शकत नाही!
ms_my: Adakah anda pasti mahu memadam semua penggunaan '{0}'? Perkara ini tidak boleh diubah!
mt_mt: Int żgur li trid tħassar l-użi kollha ta '' {0} '? Dan ma jistax jitneħħa!
nb_no: Er du sikker på at du vil slette alle bruksområder av '{0}'? Dette kan ikke angres!
ne_np: के तपाईं '{0}' को सबै सामानहरू मेटाउन निश्चित हुनुहुन्छ? यो उल्ट्याउन सकिदैन!
nl_be: Weet u zeker dat u alle gebruik van '{0}' wilt verwijderen? Dit kan niet ongedaan gemaakt worden!
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ '{0}' ର ସମସ୍ତ ବ୍ୟବହାର ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଏହାକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ!
pa_arab: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ '{0}' ਦੀਆਂ ਸਾਰੀਆਂ ਵਰਤੋਂਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!
pl_pl: Czy na pewno chcesz usunąć wszystkie zastosowania „{0}”? Tego nie da się cofnąć!
pt_br: Tem certeza de que deseja excluir todos os usos de '{0}'? Isto não pode ser desfeito!
ro_ro: Ești sigur că vrei să ștergeți toate utilizările „{0}”? Acest lucru nu poate fi anulat!
ru_ru: Вы уверены, что хотите удалить все использование '{0}'? Это не может быть отменено!
sk_sk: Ste si istí, že chcete odstrániť všetky použitia '{0}'? To nie je možné vrátiť späť!
sl_si: Ali ste prepričani, da želite izbrisati vse navade '{0}'? Tega ni mogoče razveljaviti!
sq_al: A jeni i sigurt që doni të fshini të gjitha përdorimet e '{0}'? Kjo nuk mund të zhbëhet!
sr_cyrl_me: Јесте ли сигурни да желите да избришете све употребе '{0}'? Ово се не може поништити!
sv_fi: Är du säker på att du vill ta bort alla användningar av '{0}'? Detta kan inte göras ogjort!
sw_ke: Je! Una uhakika unataka kufuta matumizi yote ya '{0}'? Hii haiwezi kutekelezwa!
ta_in: '{0}' இன் அனைத்து பயன்பாடுகளையும் நீக்க விரும்புகிறீர்களா? இதை முடிக்காமல் விட கூடாது!
te_in: మీరు '{0}' యొక్క అన్ని ఉపయోగాలను తొలగించాలనుకుంటున్నారా? ఇది రద్దు చేయబడదు!
th_th: แน่ใจหรือว่าต้องการลบการใช้งานทั้งหมดของ '{0}'? สิ่งนี้ไม่สามารถยกเลิกได้!
tk_tm: '{0}' ulanylmagynyň ähli ulanylyşyny pozmak isleýärsiňizmi? Bu yzyna gaýtaryp bolmaz!
tr_tr: '{0}' in tüm kullanımlarını silmek istediğinizden emin misiniz? Bu geri alınamaz!
tt_ru: "{0}" барлык кулланмаларны бетерергә телисезме? Моны кире кайтарып булмый!
ug_cn: «{0}» نىڭ بارلىق ئىشلىتىشلىرىنى ئۆچۈرمەكچىمۇ? بۇنى ئەمەلدىن قالدۇرغىلى بولمايدۇ!
uk_ua: Ви впевнені, що хочете видалити всі використання '{0}'? Це не може бути скасоване!
ur_pk: کیا آپ واقعی '{0}' کے تمام استعمال کو حذف کرنا چاہتے ہیں؟ یہ کالعدم نہیں ہوسکتا!
uz_cyrl: Haqiqatan ham '{0}' ning barcha qo'llanilishini o'chirmoqchimisiz? Bu bekor qilinmaydi!
vi_vn: Bạn có chắc là bạn muốn xóa tất cả các cách sử dụng của '{0}' không? Điều này không thể được hoàn tác!
zh_hant: 您確定要刪除“ {0}”的所有用法？ 這不能被撤消！

# EditorTemplateDynamicName
source: Dynamic
af_za: Dinamies
am_et: ተለዋዋጭ
ar_bh: متحرك
as_in: ডাইনামিক
az_cyrl: Dinamik
bg_bg: Динамичен
bn_in: গতিশীল
bs_latn_ba: Dinamičan
ca_es: Dinàmic
cs_cz: Dynamický
cy_gb: Ddeinamig
da_dk: Dynamisk
de_ch: Dynamisch
el_gr: Δυναμικός
es_bo: Dinámica
et_ee: Dünaamiline
fa_ir: پویا
fi_fi: Dynaaminen
fr_029: Dynamique
ga_ie: Dinimiciúil
gu_in: ગતિશીલ
he_il: דִינָמִי
hi_in: गतिशील
hr_hr: Dinamičan
hu_hu: Dinamikus
hy_am: Դինամիկ
id_id: Dinamis
is_is: Kraftmikið
it_ch: Dinamico
ja_jp: 動的
ka_ge: დინამიური
kk_kz: Динамикалық
km_kh: ដេលក្ផានមងាង
kn_in: ಭಗ್ನಾವಶೇಷಗಳ
ko_kr: 동적
ky_kg: Динамикалык
lt_lt: Dinamiškas
lv_lv: Dinamisks
mi_nz: Huatau
mk_mk: Динамичен
ml_in: ചലനാത്മക
mr_in: डायनॅमिक
ms_my: Dinamik
mt_mt: Dinamiku
nb_no: Dynamisk
ne_np: गतिशील
nl_be: Dynamisch
or_in: ଗତିଶୀଳତା |
pa_arab: ਗਤੀਸ਼ੀਲ
pl_pl: Dynamiczny
pt_br: Dinâmico
ro_ro: Dinamic
ru_ru: Динамика
sk_sk: Dynamika
sl_si: Dinamično
sq_al: Dinamik
sr_cyrl_me: Динамичан
sv_fi: Dynamisk
sw_ke: Nguvu
ta_in: மாறும்
te_in: డైనమిక్
th_th: พลวัต
tk_tm: Dinamiki
tr_tr: Dinamik
tt_ru: Динамик
ug_cn: ھەرىكەتچان
uk_ua: Динамічний
ur_pk: متحرک
uz_cyrl: Dinamik
vi_vn: Năng động
zh_hant: 動態的

# EditorTemplateStaticName
source: Static
af_za: Staties
am_et: የማይንቀሳቀስ
ar_bh: ثابتة
as_in: ষ্টেটিক
az_cyrl: Statik
bg_bg: Статично
bn_in: স্থির
bs_latn_ba: Statički
ca_es: Estàtic
cs_cz: Statický
cy_gb: Statig
da_dk: Statisk
de_ch: Statisch
el_gr: Στατικός
es_bo: Estático
et_ee: Staatiline
fa_ir: ثابت
fi_fi: Staattinen
fr_029: Statique
ga_ie: Statach
gu_in: સ્થિર
he_il: סטָטִי
hi_in: स्थिर
hr_hr: Statički
hu_hu: Statikus
hy_am: Ստատիկ
id_id: Statis
is_is: Truflanir
it_ch: Statico
ja_jp: 静的
ka_ge: სტატიკური
kk_kz: Статистикалық
km_kh: ដេលឋិតរមដដែល
kn_in: ಸ್ಥಿರವಾದ
ko_kr: 공전
ky_kg: Статикалык
lo_la: ສະຖິດ
lt_lt: Statinis
lv_lv: Statisks
mi_nz: Pūmahara
mk_mk: Статички
ml_in: സ്ഥിതിവിവരകം
mr_in: स्थिर
ms_my: Statik
mt_mt: Statiku
nb_no: Statisk
ne_np: निर्मूल
nl_be: Statisch
or_in: ପରିସଂଖ୍ୟାନ
pa_arab: ਸਥਿਰ
pl_pl: Statyczny
pt_br: Estático
ru_ru: Статический
sk_sk: Statický
sl_si: Statična
sq_al: Statik
sr_cyrl_me: Статички
sv_fi: Statisk
sw_ke: Tuli
ta_in: நிலையான
te_in: స్టాటిక్
th_th: คงที่
tk_tm: Statiki
tr_tr: Statik
tt_ru: Статик
ug_cn: تۇراقلىق
uk_ua: Статичний
ur_pk: جامد
uz_cyrl: Statik
vi_vn: Tĩnh
zh_hant: 靜止的

# EditorTemplateEmptyPlaceholder
source: {0} is empty...
af_za: {0} is leeg ...
am_et: {0} ባዶ ነው ...
ar_bh: {0} فارغ ...
as_in: {0} খালী...
az_cyrl: {0} boşdur ...
bg_bg: {0} е празен ...
bn_in: {0} খালি ...
bs_latn_ba: {0} je prazan ...
ca_es: {0} està buit ...
cs_cz: {0} je prázdný ...
cy_gb: Mae {0} yn wag ...
da_dk: {0} er tom ...
de_ch: {0} ist leer ...
el_gr: {0} είναι άδειο ...
es_bo: {0} está vacío ...
et_ee: {0} on tühi ...
fa_ir: {0} خالی است ...
fi_fi: {0} on tyhjä ...
fil_ph: {0} ay walang laman ...
fr_029: {0} est vide ...
ga_ie: Tá {0} folamh ...
gu_in: {0} ખાલી છે...
he_il: {0} ריק ...
hi_in: {0} खाली है ...
hr_hr: {0} je prazan ...
hu_hu: {0} üres ...
hy_am: {0} դատարկ է ...
id_id: {0} kosong ...
is_is: {0} er tómt ...
it_ch: {0} è vuoto ...
ja_jp: {0}は空です...
ka_ge: {0} ცარიელია ...
kk_kz: {0} бос ...
km_kh: {0} គឺទទេ ...
kn_in: {0} ಖಾಲಿಯಾಗಿದೆ ...
ko_kr: {0}은 비어 있습니다 ...
ky_kg: {0} бош ...
lo_la: {0} ແມ່ນຫວ່າງເປົ່າ ...
lt_lt: {0} tuščias ...
lv_lv: {0} ir tukšs ...
mi_nz: {0} he waatea ...
mk_mk: {0} е празен ...
ml_in: {0} ശൂന്യമാണ് ...
mr_in: {0} रिक्त आहे...
ms_my: {0} kosong ...
mt_mt: {0} huwa vojt ...
nb_no: {0} er tom ...
ne_np: {0} खाली छ ...
nl_be: {0} is leeg ...
or_in: {0} ଖାଲି ...
pa_arab: {0} ਖਾਲੀ ਹੈ ...
pl_pl: {0} jest pusty ...
pt_br: {0} está vazio ...
ro_ro: {0} este gol ...
ru_ru: {0} пусто ...
sk_sk: {0} je prázdny ...
sl_si: {0} je prazen ...
sq_al: {0} është bosh ...
sr_cyrl_me: {0} је празно ...
sv_fi: {0} är tomt ...
sw_ke: {0} haina kitu ...
ta_in: {0} காலியாக உள்ளது ...
te_in: {0} ఖాళీగా ఉంది ...
th_th: {0} ว่างเปล่า ...
tk_tm: {0} boş ...
tr_tr: {0} boş ...
tt_ru: {0} буш ...
ug_cn: {0}} قۇرۇق ...
uk_ua: {0} порожній ...
ur_pk: {0} خالی ہے ...
uz_cyrl: {0} bo'sh ...
vi_vn: {0} trống ...
zh_hant: {0}是空...

# EditorTemplateTeaserText
source: More coming soon!
af_za: Meer kom binnekort!
am_et: በቅርቡ ይመጣል!
ar_bh: المزيد قادم قريبا!
as_in: অতি সোনকালে আহিবলগীয়া আৰু অধিক!
az_cyrl: Daha çox gələcək!
bg_bg: Още скоро идват скоро!
bn_in: আরও শীঘ্রই আসছে!
bs_latn_ba: Više dolazi uskoro!
ca_es: Aviat, més!
cs_cz: Více již brzy!
cy_gb: Mwy yn dod yn fuan!
da_dk: Flere kommer snart!
de_ch: Mehr folgt bald!
el_gr: Περισσότερα σε λίγο!
es_bo: ¡Más muy pronto!
et_ee: Veel varsti!
fa_ir: به زودی!
fi_fi: Lisää tulossa pian!
fil_ph: Mas malapit na!
fr_029: Plus à venir bientôt!
ga_ie: Níos mó ag teacht go luath!
gu_in: વધુ જલ્દી આવે છે!
he_il: עוד בקרוב!
hi_in: अधिक जल्द ही आ रहा!
hr_hr: Uskoro dolazi!
hu_hu: Hamarosan még több jön!
hy_am: Ավելի շուտ շուտ կգա:
id_id: Selebihnya datang segera!
is_is: Meira að koma fljótlega!
it_ch: Maggiori informazioni tra breve!
ja_jp: もうすぐ来る！
ka_ge: Უფრო მეტი იქნება მალე!
kk_kz: Жақында келеді!
km_kh: ចូលមកឆាប់ៗនេះ!
kn_in: ಹೆಚ್ಚು ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ!
ko_kr: 더 곧 출시 될 예정입니다!
ky_kg: Жакында көбүрөөк келет!
lo_la: ອີກໃນໄວໆນີ້ຈະມາເຖິງໃນໄວໆນີ້!
lt_lt: Greitai bus daugiau!
lv_lv: Vairāk drīzumā!
mi_nz: Ka hoki mai ano!
mk_mk: Повеќе наскоро!
ml_in: കൂടുതൽ ഉടനെ വരും!
mr_in: अधिक लवकरच येत आहे!
ms_my: Lebih banyak lagi akan datang!
mt_mt: Aktar ġej dalwaqt!
nb_no: Mer kommer snart!
ne_np: अधिक आउँदै!
nl_be: Binnenkort meer!
or_in: ଶୀଘ୍ର ଅଧିକ ଦେଖାଯିବ!
pa_arab: ਜਲਦੀ ਆ ਰਹੇ ਹੋ!
pl_pl: Więcej wkrótce!
pt_br: Mais em breve!
ro_ro: Mai multe în curând!
ru_ru: Продолжение следует!
sk_sk: Viac čoskoro!
sl_si: Kmalu pride še več!
sq_al: Më shumë së shpejti!
sr_cyrl_me: Више ускоро!
sv_fi: Mer kommer snart!
sw_ke: Zaidi inakuja hivi karibuni!
ta_in: மேலும் விரைவில் வருகிறது!
te_in: త్వరలో మరిన్ని రాబోతున్నాయి!
th_th: เพิ่มเติมเร็ว ๆ นี้!
tk_tm: Soonakynda has ýakyn!
tr_tr: Daha fazlası yakında!
tt_ru: Тиздән тагын да күбрәк якынлаша!
ug_cn: تېخىمۇ كۆپ كېلىدۇ!
uk_ua: Більше скоро!
ur_pk: مزید جلد آرہا ہے!
uz_cyrl: Tez orada yana keladi!
vi_vn: Sắp có thêm!
zh_hant: 更多即將推出！

source: Login load disable failed
af_za: Aanmeldbelasting Deaktiveer misluk
am_et: የመግቢያ ጭነት አልተሳካም
ar_bh: فشل تحميل تسجيل الدخول تعطيل
as_in: লগইন লোড নিষ্ক্ৰিয় বিফল
az_cyrl: Giriş yükü aradan buraxıldı
bg_bg: Деактивиране на зареждането на вход не е успешно
bn_in: লগইন লোড অক্ষম ব্যর্থ
bs_latn_ba: Učitavanje za prijavu Onemogući nije uspjelo
ca_es: La càrrega d’inici de sessió desactivar ha fallat
cs_cz: Přihlašovací zatížení se selhalo
cy_gb: Llwyth Mewngofnodi Analluogi Methwyd
da_dk: Loginbelastning Deaktiver mislykkedes
de_ch: Anmeldlast deaktiviert fehlgeschlagen
el_gr: Η απενεργοποίηση φόρτωσης σύνδεσης απέτυχε
es_bo: Iniciar sesión Deshabilitar Deshabilitar Fallado
et_ee: Sisselogimise koormus keelamine ebaõnnestus
fa_ir: ورود به سیستم غیرفعال شد
fi_fi: Kirjautumiskuormitus epäonnistui käytöstä
fil_ph: Hindi paganahin ang pag -load ng pag -load
fr_029: La charge de connexion désactivée a échoué
ga_ie: Theip ar ualach logála isteach
gu_in: લ Login ગિન લોડ અક્ષમ નિષ્ફળ
he_il: כניסה לעומס כניסה נכשלה
hi_in: लॉगिन लोड अक्षम विफल
hr_hr: Opterećenje prijave onemogućuje propalo
hu_hu: A bejelentkezési terhelés letiltása sikertelen
hy_am: Մուտքի բեռնումը անջատված է
id_id: Login Load Disable Gagal
is_is: Innskráningarálag slökkt mistókst
it_ch: Carico di accesso Disabilita non riuscita
ja_jp: ログインロード無効化に失敗しました
ka_ge: შესვლის დატვირთვა გამორთულია
kk_kz: Кіру жүктемесі өшірілді
km_kh: ចូលដំណើរការចូលបានបរាជ័យ
kn_in: ಲಾಗಿನ್ ಲೋಡ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ವಿಫಲವಾಗಿದೆ
ko_kr: 로그인로드 비활성화에 실패했습니다
ky_kg: Кирүү жүктөө иштебей калды
lo_la: LOGIN LOGIN LOAD ປິດການໃຊ້ງານລົ້ມເຫລວ
lt_lt: Prisijungimo įkėlimas Išjungti nepavyko
lv_lv: Pieteikšanās slodze atspējota neizdevās
mi_nz: Whakahoutanga Whakauru Whakauru I hinga
mk_mk: Најавување оптоварување Оневозможи не успеа
ml_in: ലോജിൻ ലോഡ് അപ്രാപ്തമാക്കുക പരാജയപ്പെട്ടു
mr_in: लॉगिन लोड अक्षम अयशस्वी
ms_my: LOAD LOAD disable gagal
mt_mt: Tagħbija tal-login Itfi Falla
nb_no: Innloggingsbelastning deaktiverer mislyktes
ne_np: लगइन लोड असक्षमता असफल भयो
nl_be: Inlogbelasting Uitgeschakeld mislukt
or_in: ଲଗଇନ୍ ଲୋଡ୍ ଅକ୍ଷମ ହୋଇଛି |
pa_arab: ਲਾਗਇਨ ਲੋਡ ਅਯੋਗ ਅਸਫਲ
pl_pl: Obciążenie logowania Wyłącz nieudane nieudane
pt_br: LOGIN LOAD DESABLE Falha
ro_ro: Dezactivarea încărcăturii de conectare a eșuat
ru_ru: Логин нагрузки отключить сбой
sk_sk: Prihlasovacie zaťaženie deaktivovalo zlyhanie
sl_si: Obremenitev za prijavo onemogoča ni uspela
sq_al: Ngarkesa e hyrjes në çaktivizimin e dështuar
sr_cyrl_me: Логин Лоад Онемогући није успело
sv_fi: Inloggningsbelastning inaktiverad misslyckades
sw_ke: Kuingia mzigo kulemaza umeshindwa
ta_in: உள்நுழைவு சுமை முடக்கப்பட்டது தோல்வியுற்றது
te_in: లాగిన్ లోడ్ డిసేబుల్ విఫలమైంది
th_th: LOAG LOAD DISALIED ล้มเหลว
tk_tm: Giriş ýükleme öçürilmegi şowsuz
tr_tr: Oturum Açma Yükü devre dışı bırakma başarısız oldu
tt_ru: Керү йөкләре уңышсыз булды
ug_cn: كىرىش يۈكىنى چەكلەش مەغلۇب بولدى
uk_ua: Вхід навантаження Вимкнути не вдалося
ur_pk: لاگ ان بوجھ غیر فعال ناکام ہوگیا
uz_cyrl: Kirish Yukni o'chirish amalga oshmadi
vi_vn: Tải trọng đăng nhập không thể vô hiệu hóa
zh_hant: 登錄負載禁用失敗
