Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# DupPresetGuid22
source: Plugin: {0} {1}Preset(s): {2}
af_za: Plugin: {0} {1} vooraf ingestelde (s): {2}
as_in: প্লাগইন: {0} {1}প্ৰিছেট(সমূহ): {2}
bn_in: প্লাগইন: {0} {1} প্রিসেট (গুলি): {2}
bs_latn_ba: Dodatak: {0} {1} unaprijed podešeni: {2}
cs_cz: Plugin: {0} {1} Předvolba: {2}
da_dk: Plugin: {0} {1} forudindstillet (r): {2}
es_bo: Plugin: {0} {1} preet (s): {2}
et_ee: Pistikprogramm: {0} {1} eelseade (s): {2}
fa_ir: افزونه: {0} {1} از پیش تعیین شده (ها): {2}
fi_fi: Plugin: {0} {1} esiase (s): {2}
ga_ie: Breiseán: {0} {1} réamhshocrú (s): {2}
gu_in: પ્લગઇન: {0} {1} પ્રીસેટ (ઓ): {2}
he_il: תוסף: {0} {1} מראש (ים): {2}
hi_in: प्लगइन: {0} {1} प्रीसेट (s): {2}
hr_hr: Dodatak: {0} {1} unaprijed postavljen (i): {2}
hy_am: Plugin: {0} {1} Նախադրված (ներ) ը, {2}
is_is: Viðbót: {0} {1} forstillt (s): {2}
ja_jp: プラグイン：{0} {1} preset（s）：{2}
km_kh: កម្មវិធីជំនួយ: {0} {1} កំណត់ជាមុន (S): {2}
kn_in: ಪ್ಲಗಿನ್: {0} {1} ಪೂರ್ವಭಾವಿ (ಗಳು): {2}
ko_kr: 플러그인 : {0} {1} preset (s) : {2}
lt_lt: Papildinys: {0} {1} iš anksto nustatytas (-ai): {2}
lv_lv: Spraudnis: {0} {1} Preset (S): {2}
ml_in: പ്ലഗിൻ: {0} {{1} പ്രെസെറ്റ് (കൾ): {2}
mr_in: प्लगइन: {0} {1} प्रीसेट (एस): {2}
mt_mt: Plugin: {0} {1} preset (i): {2}
nb_no: Plugin: {0} {1} forhåndsinnstilling (er): {2}
ne_np: प्लगइन: {0} {1}पूर्वसेट(हरू): {2}
or_in: ପ୍ଲଗଇନ୍: {0} {1} ପ୍ରିସେଟ୍ (ଗୁଡିକ): {2}
pa_arab: ਪਲੱਗਇਨ: {0} {1} {1} ਪ੍ਰੀਸੈੱਟ (ਜ਼): {2}
pt_br: Plugin: {0} {1} predefinição (s): {2}
ro_ro: Plugin: {0} {1} presetare (s): {2}
ru_ru: Плагин: {0} {1} Preset (s): {2}
sl_si: Vtičnik: {0} {1} prednastavitev: {2}
sq_al: Shtojca: {0} {1} paravendosur (s): {2}
sr_cyrl_me: Додатак: {0} {1} Предајте (и): {2}
sv_fi: Plugin: {0} {1} förinställd (er): {2}
ta_in: சொருகி: {0} {1} முன்னமைக்கப்பட்ட (கள்): {2}
te_in: ప్లగిన్: {0} {1} ప్రీసెట్ (లు): {2}
th_th: ปลั๊กอิน: {0} {1} ที่ตั้งไว้ล่วงหน้า: {2}
tk_tm: Plugin: {0} {1} pret (} gözegçilik): {2}
tr_tr: Eklenti: {0} {1} ön ayar (lar): {2}
tt_ru: Плагин: {0} {1} алдан әйтелгән: {2}
uk_ua: Плагін: {0} {1} preset (s): {2}
ur_pk: پلگ ان: {0} {1} پیش سیٹ (زبانیں): {2}
uz_cyrl: Plagin: {0} {1} oldindan belgilang (lar): {2}
zh_hant: 插件：{0} {1}預設（S）：{2}

# DupPresetGuid3
source: Fix by providing unique preset guids or removing duplicates. Otherwise all associated plugins will be ignored.
af_za: Fix deur unieke vooraf ingestelde GUID's te verskaf of duplikate te verwyder. Andersins sal alle gepaardgaande plugins geïgnoreer word.
as_in: অনন্য প্ৰিছেট GUID প্ৰদান কৰি বা ডুপ্লিকেট আঁতৰাই সমাধান কৰক। অন্যথা সংশ্লিষ্ট সকলো প্লাগইনক আওকাণ কৰা হ'ব।
bn_in: অনন্য প্রিসেট গাইড সরবরাহ করে বা সদৃশ অপসারণ করে ঠিক করুন। অন্যথায় সমস্ত সম্পর্কিত প্লাগইন উপেক্ষা করা হবে।
bs_latn_ba: Popraviti pružanjem jedinstvenih unaprijed postavljenih vodiča ili uklanjanja duplikata. Inače će svi povezani dodaci biti zanemareni.
ca_es: Corregiu proporcionant orientals preestablerts únics o eliminant duplicats. En cas contrari, s’ignoraran tots els plugins associats.
cs_cz: Oprava poskytnutím jedinečných přednastavených GUID nebo odstraněním duplikátů. Jinak budou ignorovány všechny přidružené pluginy.
da_dk: Fix ved at tilvejebringe unikke forudindstillede guider eller fjerne duplikater. Ellers ignoreres alle tilknyttede plugins.
de_ch: Beheben Sie durch Bereitstellung einzigartiger voreingestellter Guids oder Entfernen von Duplikaten. Andernfalls werden alle zugehörigen Plugins ignoriert.
el_gr: Επιδιόρθωση παρέχοντας μοναδικές προκαθορισμένες οδηγίες ή αφαιρώντας αντίγραφα. Διαφορετικά, όλα τα σχετικά plugins θα αγνοηθούν.
es_bo: Arregle proporcionando GUID preestablecidos únicos o eliminando duplicados. De lo contrario, todos los complementos asociados serán ignorados.
et_ee: Parandage, pakkudes ainulaadseid eelseatud juhiseid või eemaldades duplikaadid. Muidu ignoreeritakse kõiki seotud pistikprogramme.
fa_ir: با ارائه راهنماهای از پیش تعیین شده منحصر به فرد یا حذف نسخه های تکراری ، رفع کنید. در غیر این صورت همه افزونه های مرتبط نادیده گرفته می شوند.
fi_fi: Korjaa tarjoamalla ainutlaatuisia esiasetettuja GUID -ohjeita tai poistamalla kaksoiskappaleet. Muuten kaikki liittyvät laajennukset jätetään huomiotta.
fil_ph: Ayusin sa pamamagitan ng pagbibigay ng mga natatanging preset na gabay o pag -alis ng mga duplicate. Kung hindi man ang lahat ng mga nauugnay na plugin ay hindi papansinin.
fr_029: Correction en fournissant des guides prédéfinis uniques ou en supprimant les doublons. Sinon, tous les plugins associés seront ignorés.
ga_ie: Deisigh trí threoir uathúla réamhshocraithe a sholáthar nó dúbailt a bhaint. Seachas sin déanfar neamhaird ar na forlíontáin ghaolmhara go léir.
gu_in: અનન્ય પ્રીસેટ ગિડ પ્રદાન કરીને અથવા ડુપ્લિકેટ્સને દૂર કરીને ઠીક કરો. અન્યથા બધા સંકળાયેલ પ્લગઈનોને અવગણવામાં આવશે.
he_il: תקן על ידי מתן מדריכים מוגדרים מראש או הסרת כפילויות. אחרת יתעלמו מכל התוספים המשויכים.
hi_in: अद्वितीय पूर्व निर्धारित गाइड प्रदान करके या डुप्लिकेट को हटाकर ठीक करें। अन्यथा सभी संबंधित प्लगइन्स को नजरअंदाज कर दिया जाएगा।
hr_hr: Popravite pružanjem jedinstvenih unaprijed postavljenih Guida ili uklanjanjem duplikata. Inače će se svi pridruženi dodaci zanemariti.
hu_hu: Javítsa meg az egyedi előre beállított GUID -ok megadásával vagy a másolatok eltávolításával. Ellenkező esetben az összes kapcsolódó bővítményt figyelmen kívül hagyják.
hy_am: Ամրագրել `տրամադրելով եզակի նախանշված ուղեցույցներ կամ կրկնօրինակներ հեռացնել: Հակառակ դեպքում բոլոր հարակից plugins- ը անտեսվելու են:
id_id: Perbaiki dengan memberikan panduan preset yang unik atau menghapus duplikat. Kalau tidak, semua plugin yang terkait akan diabaikan.
is_is: Lagaðu með því að útvega einstaka forstillta leiðbeiningar eða fjarlægja afrit. Annars verður hunsað öll tengd viðbætur.
it_ch: Correggi fornendo GUID preimpostati unici o rimuovendo i duplicati. Altrimenti tutti i plugin associati verranno ignorati.
ja_jp: 一意のプリセットガイドを提供するか、重複を削除して修正します。それ以外の場合、関連するすべてのプラグインは無視されます。
km_kh: ជួសជុលដោយផ្តល់នូវគោលការណ៍ណែនាំដែលបានកំណត់ជាមុនឬយកស្ទួនស្ទួនចេញ។ បើមិនដូច្នោះទេកម្មវិធីជំនួយដែលជាប់ទាក់ទងទាំងអស់នឹងត្រូវបានមិនអើពើ។
kn_in: ಅನನ್ಯ ಮೊದಲೇ ಮಾರ್ಗದರ್ಶಿಗಳನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ಅಥವಾ ನಕಲುಗಳನ್ನು ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ಸರಿಪಡಿಸಿ. ಇಲ್ಲದಿದ್ದರೆ ಎಲ್ಲಾ ಸಂಬಂಧಿತ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ.
ko_kr: 고유 한 사전 설정 안내서를 제공하거나 복제를 제거하여 수정하십시오. 그렇지 않으면 모든 관련 플러그인이 무시됩니다.
lo_la: ແກ້ໄຂໂດຍການໃຫ້ຂໍ້ມູນລ່ວງຫນ້າຫຼືກໍາຈັດການຊໍ້າຊ້ອນ. ຖ້າບໍ່ດັ່ງນັ້ນປັ plugins ທີ່ກ່ຽວຂ້ອງທັງຫມົດຈະຖືກລະເລີຍ.
lt_lt: Pataisykite pateikdami unikalius iš anksto nustatytus GUID arba pašalindami dublikatus. Priešingu atveju visi susiję papildiniai bus ignoruojami.
lv_lv: Labot, nodrošinot unikālas iepriekš iestatītas GUID vai noņemot dublikātus. Pretējā gadījumā visi saistītie spraudņi tiks ignorēti.
ml_in: അതുല്യമായ പ്രീസെറ്റ് മാർഗ്ഗങ്ങൾ നൽകി അല്ലെങ്കിൽ തനിപ്പകർപ്പുകൾ നീക്കംചെയ്ത് പരിഹരിക്കുക. അല്ലെങ്കിൽ എല്ലാ അനുബന്ധ പ്ലഗിനുകളും അവഗണിക്കും.
mr_in: अद्वितीय प्रीसेट मार्गदर्शक प्रदान करून किंवा डुप्लिकेट्स काढून निराकरण करा. अन्यथा सर्व संबंधित प्लगइनकडे दुर्लक्ष केले जाईल.
mt_mt: Waħħal billi tipprovdi GUIDs uniċi ssettjati minn qabel jew tneħħi d-duplikati. Inkella l-plugins kollha assoċjati jiġu injorati.
nb_no: Fix ved å tilby unike forhåndsinnstilte guider eller fjerne duplikater. Ellers blir alle tilknyttede plugins ignorert.
ne_np: अद्वितीय प्रिसेट प्रोजेक्टहरू प्रदान गरेर वा नक्कल डुबकीहरू हटाउँदै फिक्स गर्नुहोस्। अन्यथा सबै सम्बद्ध प्लगइनहरूलाई बेवास्ता गरिनेछ।
nl_be: Fix door unieke vooraf ingestelde gids te bieden of duplicaten te verwijderen. Anders worden alle bijbehorende plug -ins genegeerd.
or_in: ଅନନ୍ୟ ପ୍ରିସେଟ୍ ସୁଇଡ୍ ପ୍ରଦାନ କରି ଫିକ୍ କରନ୍ତୁ କିମ୍ବା ନକଲ ଅପସାରଣ କରି | ଅନ୍ୟଥା ସମସ୍ତ ସମ୍ପୃକ୍ତ ପ୍ଲଗଇନ୍ ଅଣଦେଖା କରାଯିବ |
pa_arab: ਵਿਲੱਖਣ ਪ੍ਰੀਸੈੱਟ GUNS ਦੁਆਰਾ ਹੱਲ ਕਰਨ ਦੁਆਰਾ ਜਾਂ ਡੁਪਲਿਕੇਟ ਹਟਾਉਣ ਨਾਲ ਠੀਕ ਕਰੋ. ਨਹੀਂ ਤਾਂ ਸਾਰੇ ਸੰਬੰਧਿਤ ਪਲੱਗਇਨਾਂ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ.
pt_br: Corrija fornecendo guids predefinidos exclusivos ou removendo duplicatas. Caso contrário, todos os plugins associados serão ignorados.
ro_ro: Remediați oferind ghiduri prestabilite unice sau eliminarea duplicatelor. În caz contrar, toate pluginurile asociate vor fi ignorate.
ru_ru: Исправьте, предоставив уникальные заданные гииды или удалив дубликаты. В противном случае все связанные плагины будут проигнорированы.
sk_sk: Opravte poskytnutím jedinečných predvolených GUID alebo odstránením duplikátov. V opačnom prípade budú všetky pridružené doplnky ignorované.
sl_si: Popravite tako, da zagotovite edinstvene prednastavljene GUID ali odstranjevanje dvojnikov. V nasprotnem primeru bodo vsi povezani vtičniki prezrti.
sq_al: Fiksoni duke siguruar udhëzime unike të paracaktuar ose duke hequr kopje. Përndryshe të gjitha shtojcat e shoqëruara do të injorohen.
sr_cyrl_me: Поправите пружање јединствених унапред подешених гријеха или уклањања дупликата. У супротном ће се игнорисати сви повезани додаци.
sv_fi: Fix genom att tillhandahålla unika förinställda GUID eller ta bort duplikat. Annars ignoreras alla tillhörande plugins.
ta_in: தனித்துவமான முன்னமைக்கப்பட்ட கய்ட்களை வழங்குவதன் மூலம் அல்லது நகல்களை அகற்றுவதன் மூலம் சரிசெய்யவும். இல்லையெனில் தொடர்புடைய அனைத்து செருகுநிரல்களும் புறக்கணிக்கப்படும்.
te_in: ప్రత్యేకమైన ప్రీసెట్ GUID లను అందించడం ద్వారా లేదా నకిలీలను తొలగించడం ద్వారా పరిష్కరించండి. లేకపోతే అన్ని అనుబంధ ప్లగిన్‌లు విస్మరించబడతాయి.
th_th: แก้ไขโดยการจัดหา GUID ที่ตั้งไว้ล่วงหน้าหรือลบซ้ำ มิฉะนั้นปลั๊กอินที่เกี่ยวข้องทั้งหมดจะถูกละเว้น
tk_tm: Üýtgeýän gollamalary bermek ýa-da dublikatlary aýyrmak bilen düzediň. Otherwiseogsam, baglanyşykly pluginleriň hemmesi hasaba alynmaz.
tr_tr: Benzersiz önceden ayarlanmış kılavuzlar sağlayarak veya kopyaları kaldırarak düzeltin. Aksi takdirde, ilişkili tüm eklentiler göz ardı edilir.
tt_ru: Уникаль презетны тәэмин итү яки дубликатларны бетерү белән төзәтегез. Otherwiseгыйсә, барлык бәйләнешле плагиннар санга сукмыйлар.
uk_ua: Виправити, надаючи унікальні попередньо встановлені GID або видалення дублікатів. Інакше всі пов'язані плагіни будуть ігноровані.
ur_pk: منفرد پیش سیٹ گائڈز فراہم کرکے یا نقلیں ختم کرکے ٹھیک کریں۔ بصورت دیگر تمام وابستہ پلگ ان کو نظرانداز کردیا جائے گا۔
uz_cyrl: Noyob oldindan belgilangan ziddiyatlarni taqdim etish yoki dublikatlarni olib tashlash orqali tuzatish. Aks holda barcha tegishli plaginlar e'tiborga olinmaydi.
zh_hant: 通過提供獨特的預設指導或刪除重複項來解決。否則，所有關聯的插件將被忽略。

# EditorColorChooserTitle
source: Editor Color
af_za: Redakteurskleur
as_in: সম্পাদকৰ ৰং
bn_in: সম্পাদক রঙ
bs_latn_ba: Boja urednika
ca_es: Color de l'editor
cs_cz: Barva editoru
da_dk: Redaktørens farve
de_ch: Editorfarbe
el_gr: Επεξεργαστής
es_bo: Color del editor
et_ee: Redigeerija värv
fa_ir: رنگ ویرایشگر
fi_fi: Toimittajan väri
fil_ph: Kulay ng editor
fr_029: Couleur de l'éditeur
ga_ie: Dath eagarthóir
gu_in: સંપાદક રંગ
he_il: צבע עורך
hi_in: संपादक रंग
hr_hr: Boja urednika
hu_hu: Szerkesztő szín
hy_am: Խմբագրի գույնը
id_id: Warna editor
is_is: Ritstjóralitur
it_ch: Colore editor
ja_jp: 編集者の色
km_kh: ពណ៌កម្មវិធីនិពន្ធ
kn_in: ಸಂಪಾದಕ ಬಣ್ಣ
ko_kr: 편집기 색상
lo_la: ສີຂອງບັນນາທິການ
lt_lt: Redaktoriaus spalva
lv_lv: Redaktora krāsa
ml_in: എഡിറ്റർ നിറം
mr_in: संपादक रंग
mt_mt: Kulur tal-Editur
nb_no: Redaktørfarge
ne_np: सम्पादक रंग
nl_be: Redacteur kleur
or_in: ସମ୍ପାଦକ ରଙ୍ଗ
pa_arab: ਸੰਪਾਦਕ ਰੰਗ
pt_br: Cor do editor
ro_ro: Culoarea editorului
ru_ru: Редактор цвет
sk_sk: Editor
sl_si: Barva urejevalnika
sq_al: Ngjyra e redaktorit
sr_cyrl_me: Боја уредника
sv_fi: Redaktörsfärg
ta_in: ஆசிரியர் நிறம்
te_in: ఎడిటర్ రంగు
th_th: สีบรรณาธิการ
tk_tm: Redaktor reňki
tr_tr: Editör rengi
tt_ru: Редактор төсе
uk_ua: Колір редактора
ur_pk: ایڈیٹر کا رنگ
uz_cyrl: Muharrir rangi
zh_hant: 編輯顏色

# EmptyTrashNtfText
source: Are you sure you want to permanently delete all {0} item(s)?
af_za: Is u seker dat u alle {0} item (s) permanent wil uitvee?
as_in: আপুনি নিশ্চিত নেকি যে আপুনি সকলো {0} বস্তু(সমূহ) স্থায়ীভাৱে মচি পেলাব বিচাৰে?
bn_in: আপনি কি নিশ্চিত যে আপনি সমস্ত {0} আইটেম (গুলি) স্থায়ীভাবে মুছতে চান?
bs_latn_ba: Jeste li sigurni da želite trajno izbrisati sve {0} stavke?
ca_es: Esteu segur que voleu suprimir de forma permanent tots els articles {0}?
cs_cz: Jste si jisti, že chcete trvale smazat všechny {0} položky?
da_dk: Er du sikker på, at du vil slette alle {0} element (r) permanent?
de_ch: Sind Sie sicher, dass Sie alle {0} -Pelemente dauerhaft löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε μόνιμα όλα {0} αντικείμενα;
es_bo: ¿Estás seguro de que quieres eliminar permanentemente todos los elementos {0}?
et_ee: Kas olete kindel, et soovite kõik {0} üksused püsivalt kustutada?
fa_ir: آیا مطمئن هستید که می خواهید به طور دائم همه موارد {0} را حذف کنید؟
fi_fi: Haluatko varmasti poistaa kaikki {0} kohteet?
fil_ph: Sigurado ka bang gusto mong permanenteng tanggalin ang lahat ng {0} (mga) item?
fr_029: Êtes-vous sûr de vouloir supprimer en permanence tout {0} élément (s)?
ga_ie: An bhfuil tú cinnte gur mhaith leat na {0} mír go léir a scriosadh go buan?
gu_in: શું તમે ખરેખર બધા {0} આઇટમ (ઓ) ને કાયમી ધોરણે કા delete ી નાખવા માંગો છો?
he_il: האם אתה בטוח שברצונך למחוק לצמיתות את כל {0} הפריטים?
hi_in: क्या आप सुनिश्चित हैं कि आप सभी {0} आइटम (ओं) को स्थायी रूप से हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite trajno izbrisati sve {0} stavke?
hu_hu: Biztosan szeretné véglegesen törölni az összes {0} tételt?
hy_am: Համոզված եք, որ ցանկանում եք մշտապես ջնջել բոլոր {0} կետը (ներ) ը:
id_id: Anda yakin ingin menghapus semua item {0} secara permanen?
is_is: Ertu viss um að þú viljir eyða öllum {0} hlutunum varanlega?
it_ch: Sei sicuro di voler eliminare in modo permanente tutti {0} elementi (s)?
ja_jp: すべての{0}アイテムを永続的に削除する必要がありますか？
km_kh: តើអ្នកពិតជាចង់លុបធាតុទាំងអស់ {0} ជាអចិន្ត្រៃយ៍វិញឬ?
kn_in: ನೀವು ಎಲ್ಲಾ {0} ಐಟಂ (ಗಳನ್ನು) ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko_kr: 모든 {0} 항목을 영구적으로 삭제 하시겠습니까?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບລາຍການ {0} ຖາວອນທັງຫມົດ?
lt_lt: Ar tikrai norite visam laikui ištrinti visą {0} elementą (-us)?
lv_lv: Vai esat pārliecināts, ka vēlaties neatgriezeniski izdzēst visu {0} vienumu (-us)?
ml_in: എല്ലാ {0} ഇനവും) ശാശ്വതമായി ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण सर्व {0} आयटम कायमचे हटवू इच्छिता?
mt_mt: Int żgur li trid tħassar b'mod permanenti l-oġġett kollu {0}?
nb_no: Er du sikker på at du vil slette alle {0} elementet permanent?
ne_np: के तपाईं पक्का हुनुहुन्छ कि तपाईं स्थायी रूपमा सबै {0} वस्तु (हरू) मेटाउन चाहनुहुन्छ?
nl_be: Weet u zeker dat u alle {0} item (s) permanent wilt verwijderen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ସମସ୍ତ {0} ଆଇଟମ୍ (ଗୁଡିକ) ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ {0} ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਪੱਕੇ ਤੌਰ' ਤੇ ਪੱਕੇ ਤੌਰ 'ਤੇ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza de que deseja excluir permanentemente todos os {0} item (s)?
ro_ro: Sigur doriți să ștergeți definitiv toate cele {0} articole?
ru_ru: Вы уверены, что хотите навсегда удалить все {0} элементы (ы)?
sk_sk: Ste si istí, že chcete natrvalo odstrániť všetky {0} položky?
sl_si: Ali ste prepričani, da želite trajno izbrisati vse elemente {0}?
sq_al: A jeni i sigurt që doni të fshini përgjithmonë të gjitha {0} Artikujt (et)?
sr_cyrl_me: Јесте ли сигурни да желите да трајно избришете све {0} предмета?
sv_fi: Är du säker på att du vill ta bort alla {0} objekt permanent?
ta_in: எல்லா {0} உருப்படி (களை) நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
te_in: మీరు ఖచ్చితంగా అన్ని {0} అంశం (ల) ను శాశ్వతంగా తొలగించాలనుకుంటున్నారా?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการ {0} ทั้งหมดอย่างถาวร?
tk_tm: Hemmesi {0} elementi hemişelik pozmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: Tüm {0} öğelerini kalıcı olarak silmek istediğinizden emin misiniz?
tt_ru: Сез барлык {0} әйберне мәңгегә бетерергә телисезме?
uk_ua: Ви впевнені, що хочете назавжди видалити всі {0} елементи (и)?
ur_pk: کیا آپ واقعی تمام {0} آئٹم (زبانیں) کو مستقل طور پر حذف کرنا چاہتے ہیں؟
uz_cyrl: Haqiqatan ham {0} elementlarini (} elementlarini o'chirishni xohlaysizmi?
zh_hant: 您確定要永久刪除所有{0}項目嗎？

# FileWriterChooserWindowTitle
source: Select Folder
af_za: Kies vouer
as_in: ফোল্ডাৰ নিৰ্ব্বাচন কৰক
bn_in: ফোল্ডার নির্বাচন করুন
bs_latn_ba: Odaberite mapu
ca_es: Seleccioneu la carpeta
cs_cz: Vybrat složku
da_dk: Vælg mappe
de_ch: Ordner auswählen
el_gr: Επιλέξτε φάκελο
es_bo: Seleccione la carpeta
et_ee: Valige kaust
fa_ir: پوشه را انتخاب کنید
fi_fi: Valitse kansio
fil_ph: Pumili ng polder
fr_029: Sélectionner le dossier
ga_ie: Roghnaigh Fillteán
gu_in: ફોલ્ડર પસંદ કરો
he_il: בחר תיקייה
hi_in: फोल्डर का चयन करें
hr_hr: Odaberite mapu
hu_hu: Mappa kiválasztása
hy_am: Ընտրեք Թղթապանակ
id_id: Pilih folder
is_is: Veldu möppu
it_ch: Seleziona cartella
ja_jp: フォルダーを選択
km_kh: ជ្រើសរើសថតឯកសារ
kn_in: ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 폴더를 선택하십시오
lo_la: ເລືອກ Folder
lt_lt: Pasirinkite aplanką
lv_lv: Atlasīt mapi
ml_in: ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mr_in: फोल्डर निवडा
mt_mt: Agħżel Folder
nb_no: Velg mappe
ne_np: फोल्डर चयन गर्नुहोस्
nl_be: Selecteer map
or_in: ଫୋଲ୍ଡର ଚୟନ କରନ୍ତୁ |
pa_arab: ਫੋਲਡਰ ਚੁਣੋ
pt_br: Selecione a pasta
ro_ro: Selectați folder
ru_ru: Выберите папку
sk_sk: Vyberte priečinok
sl_si: Izberite mapo
sq_al: Zgjidhni dosjen
sr_cyrl_me: Изабери фасциклу
sv_fi: Välj mapp
ta_in: கோப்புறையைத் தேர்ந்தெடுக்கவும்
te_in: ఫోల్డర్ ఎంచుకోండి
th_th: เลือกโฟลเดอร์
tk_tm: Betbagtçylygy saýlaň
tr_tr: Dosya Seç
tt_ru: Папканы сайлагыз
uk_ua: Виберіть папку
ur_pk: فولڈر منتخب کریں
uz_cyrl: Jildni tanlang
zh_hant: 選擇文件夾

# FolderWatcherChooserWindowTitle
source: Select Watch Folder
af_za: Kies Watch -gids
as_in: ফোল্ডাৰ চাওক
bn_in: ফোল্ডারটি দেখুন নির্বাচন করুন
bs_latn_ba: Odaberite Flow Folder
ca_es: Seleccioneu la carpeta de vigilància
cs_cz: Vyberte složku Sledování
da_dk: Vælg Watch -mappe
de_ch: Wählen Sie den Ordner Watch
el_gr: Επιλέξτε Φάκελο Παρακολούθησης
es_bo: Seleccione la carpeta de reloj
et_ee: Valige käekella kaust
fa_ir: پوشه Watch را انتخاب کنید
fi_fi: Valitse Watch -kansio
fil_ph: Piliin ang folder ng Watch
fr_029: Sélectionnez le dossier Watch
ga_ie: Roghnaigh Fillteán Watch
gu_in: જુઓ ફોલ્ડર પસંદ કરો
he_il: בחר תיקיית צפה
hi_in: वॉच फ़ोल्डर का चयन करें
hr_hr: Odaberite mapu za gledanje
hu_hu: Válassza az óra mappát
hy_am: Ընտրեք Watch թղթապանակը
id_id: Pilih Folder Tonton
is_is: Veldu Watch möppu
it_ch: Seleziona la cartella Watch
ja_jp: [フォルダーを監視]を選択します
km_kh: ជ្រើសរើសថតឃ្លាំមើល
kn_in: ವಾಚ್ ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 시계 폴더를 선택하십시오
lo_la: ເລືອກ Watch Folder
lt_lt: Pasirinkite „Watch“ aplanką
lv_lv: Atlasiet Watch Mape
ml_in: വാച്ച് ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mr_in: वॉच फोल्डर निवडा
mt_mt: Agħżel Watch Folder
nb_no: Velg Watch -mappe
ne_np: हेर्नुहोस् फोल्डर चयन गर्नुहोस्
nl_be: Selecteer Map Watch Watch Watch
or_in: ଦେଖିବାକୁ ଦେଖନ୍ତୁ |
pa_arab: ਵਾਚ ਫੋਲਡਰ ਚੁਣੋ
pt_br: Selecione a pasta de observação
ro_ro: Selectați folderul Watch
ru_ru: Выберите «Смотреть папку»
sk_sk: Vyberte priečinok Watch
sl_si: Izberite mapo Watch
sq_al: Zgjidhni dosjen e shikimit
sr_cyrl_me: Изаберите Фасцикли Ватцх
sv_fi: Välj Titta på mappen
ta_in: வாட்ச் கோப்புறையைத் தேர்ந்தெடுக்கவும்
te_in: వాచ్ ఫోల్డర్ ఎంచుకోండి
th_th: เลือกโฟลเดอร์ดู
tk_tm: Wenetrişany saýlaň
tr_tr: İzle klasörü seçin
tt_ru: Күзәтү папкасын сайлагыз
uk_ua: Виберіть папку Watch
ur_pk: دیکھیں فولڈر کو منتخب کریں
uz_cyrl: Watch jildini tanlang
zh_hant: 選擇“觀看”文件夾
