Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefStartupClipboardHint
source: On startup the source of the clipboard will be unknown and depending on your security settings the content may come from an excluded website or application.
af_za: By die aanvang sal die bron van die knipbord onbekend wees, en afhangend van u sekuriteitsinstellings, kan die inhoud van 'n uitgeslote webwerf of toepassing kom.
am_et: የመነሻ ሰሌዳው ላይ የቅንጥብ ሰሌዳ ምንጭ አይታወቅም እና በደህንነት ቅንብሮችዎ ላይ በመመርኮዝ ይዘቱ ከተካተቱ ድር ጣቢያ ወይም ትግበራ ሊመጣ ይችላል.
ar_bh: عند بدء التشغيل ، سيكون مصدر الحافظة غير معروف واعتمادًا على إعدادات الأمان الخاصة بك ، قد يأتي المحتوى من موقع ويب أو تطبيق مستبعد.
as_in: আৰম্ভণিতে ক্লিপবৰ্ডৰ উৎস অজ্ঞাত হ'ব আৰু আপোনাৰ সুৰক্ষা সংহতিসমূহৰ ওপৰত নিৰ্ভৰ কৰি বিষয়বস্তু এটা বাদ দিয়া ৱেবছাইট বা এপ্লিকেচনৰ পৰা আহিব পাৰে।
az_cyrl: Başlanğıcda panoya mənbəyi məlum olub və təhlükəsizlik parametrlərinizdən asılı olaraq məzmun xaric edilmiş veb saytdan və ya tətbiqdən gələ bilər.
bg_bg: При стартиране източникът на клипборда ще бъде неизвестен и в зависимост от вашите настройки за сигурност съдържанието може да идва от изключен уебсайт или приложение.
bn_in: স্টার্টআপে ক্লিপবোর্ডের উত্সটি অজানা হবে এবং আপনার সুরক্ষা সেটিংসের উপর নির্ভর করে সামগ্রীটি বাদ দেওয়া ওয়েবসাইট বা অ্যাপ্লিকেশন থেকে আসতে পারে।
bs_latn_ba: Pri pokretanju izvor međuspremnika bit će nepoznat i ovisno o sigurnosnim postavkama, sadržaj može doći sa isključene web stranice ili aplikacije.
ca_es: A l'inici, la font del porta -retalls serà desconeguda i, segons la configuració de seguretat, el contingut pot provenir d'un lloc web o aplicació exclosa.
cs_cz: Při spuštění bude zdroj schránky neznámý a v závislosti na nastavení zabezpečení může obsah pocházet z vyloučené webové stránky nebo aplikace.
cy_gb: Wrth gychwyn bydd ffynhonnell y clipfwrdd yn anhysbys ac yn dibynnu ar eich gosodiadau diogelwch, gall y cynnwys ddod o wefan neu gymhwysiad sydd wedi'i eithrio.
da_dk: Ved opstart vil kilden til udklipsholderen være ukendt, og afhængigt af dine sikkerhedsindstillinger kan indholdet komme fra et ekskluderet websted eller program.
de_ch: Beim Start ist die Quelle der Zwischenablage unbekannt und abhängig von Ihren Sicherheitseinstellungen kann der Inhalt von einer ausgeschlossenen Website oder Anwendung stammen.
el_gr: Κατά την εκκίνηση, η πηγή του πρόχειρου θα είναι άγνωστη και ανάλογα με τις ρυθμίσεις ασφαλείας σας, το περιεχόμενο μπορεί να προέρχεται από εξαιρούμενη ιστοσελίδα ή εφαρμογή.
es_bo: Al inicio, la fuente del portapapeles será desconocida y, dependiendo de su configuración de seguridad, el contenido puede provenir de un sitio web o aplicación excluida.
et_ee: Käivitamisel pole lõikelaua allikas teadmata ja sõltuvalt teie turvaseadetest võib sisu pärineda välistatud veebisaidilt või rakendusest.
fa_ir: در هنگام راه اندازی ، منبع کلیپ بورد ناشناخته خواهد بود و بسته به تنظیمات امنیتی شما ممکن است محتوا از یک وب سایت یا برنامه مستثنی تهیه شود.
fi_fi: Käynnistyksen yhteydessä leikepöydän lähde on tuntematon ja suojausasetuksistasi riippuen sisältö voi tulla syrjäytyneeltä verkkosivustolta tai sovelluksesta.
fil_ph: Sa pagsisimula ang mapagkukunan ng clipboard ay hindi alam at depende sa iyong mga setting ng seguridad ang nilalaman ay maaaring magmula sa isang hindi kasama na website o aplikasyon.
fr_029: Au démarrage, la source du presse-papiers sera inconnue et selon vos paramètres de sécurité, le contenu peut provenir d'un site Web ou d'une application exclu.
ga_ie: Ar am tosaithe ní bheidh foinse na gearrthaisce anaithnid agus ag brath ar do shocruithe slándála is féidir go dtiocfaidh an t -ábhar ó shuíomh gréasáin nó ó iarratas eisiata.
gu_in: સ્ટાર્ટઅપ પર ક્લિપબોર્ડનો સ્રોત અજ્ unknown ાત હશે અને તમારી સુરક્ષા સેટિંગ્સના આધારે સામગ્રી બાકાત વેબસાઇટ અથવા એપ્લિકેશનથી આવી શકે છે.
he_il: בעת ההפעלה מקור הלוח לא יהיה ידוע ותלוי בהגדרות האבטחה שלך, התוכן עשוי להגיע מאתר או יישום לא נכלל.
hi_in: स्टार्टअप पर क्लिपबोर्ड का स्रोत अज्ञात होगा और आपकी सुरक्षा सेटिंग्स के आधार पर सामग्री एक बहिष्कृत वेबसाइट या एप्लिकेशन से आ सकती है।
hr_hr: Pri pokretanju, izvor međuspremnika bit će nepoznat, a ovisno o vašim sigurnosnim postavkama sadržaj može doći s isključene web stranice ili aplikacije.
hu_hu: Az indításkor a vágólap forrása ismeretlen lesz, és a biztonsági beállításoktól függően a tartalom egy kizárt webhelyről vagy alkalmazásból származhat.
hy_am: Գործարկման ընթացքում Clipboard- ի աղբյուրը անհայտ կլինի եւ կախված ձեր անվտանգության պարամետրերից, բովանդակությունը կարող է բխել բացառված կայքից կամ դիմումից:
id_id: Pada startup sumber clipboard tidak akan diketahui dan tergantung pada pengaturan keamanan Anda, konten mungkin berasal dari situs web atau aplikasi yang dikecualikan.
is_is: Við ræsingu verður uppspretta klemmuspjaldsins ekki þekkt og fer eftir öryggisstillingum þínum getur innihaldið komið frá útilokuðum vefsíðu eða forriti.
it_ch: All'avvio, l'origine degli appunti sarà sconosciuta e a seconda delle impostazioni di sicurezza il contenuto può provenire da un sito Web o applicazione escluso.
ja_jp: 起動時には、クリップボードのソースが不明になり、セキュリティ設定に応じて、コンテンツは除外されたWebサイトまたはアプリケーションから生じる場合があります。
ka_ge: გაშვებისას ბუფერული წყაროს უცნობი იქნება და თქვენი უსაფრთხოების პარამეტრებიდან გამომდინარე, შინაარსი შეიძლება მოვიდეს გამორიცხული ვებსაიტიდან ან პროგრამიდან.
kk_kz: Іске қосу кезінде алмасу буферінің көзі белгісіз болады және қауіпсіздік параметрлеріне байланысты мазмұн алынып тасталған веб-сайттан немесе қосымшадан туындауы мүмкін.
km_kh: នៅពេលចាប់ផ្តើមប្រភពនៃក្តារតម្បៀតខ្ទាស់នឹងមិនត្រូវបានគេមិនស្គាល់ហើយអាស្រ័យលើការកំណត់សុវត្ថិភាពរបស់អ្នកមាតិកាអាចមកពីគេហទំព័រឬកម្មវិធីដែលមិនរាប់បញ្ចូល។
kn_in: ಪ್ರಾರಂಭದಲ್ಲಿ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನ ಮೂಲವು ತಿಳಿದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಭದ್ರತಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಅವಲಂಬಿಸಿ ವಿಷಯವು ಹೊರಗಿಡಲಾದ ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಬರಬಹುದು.
ko_kr: 시작시 클립 보드 소스는 알 수 없으며 보안 설정에 따라 컨텐츠가 제외 된 웹 사이트 또는 응용 프로그램에서 나올 수 있습니다.
ky_kg: Алмашуу буферинин булагы белгисиз жана коопсуздук жөндөөлөрүнө жараша, мазмунуңуздан келген мазмунга жана арыздан келип чыгышы мүмкүн.
lo_la: ໃນການເລີ່ມຕົ້ນທີ່ມາຂອງ Clipboard ຈະບໍ່ຮູ້ແລະຂື້ນກັບການຕັ້ງຄ່າຄວາມປອດໄພຂອງທ່ານໃນເວບໄຊທ໌ຫຼືແອັບພລິເຄຊັນທີ່ຖືກຍົກເວັ້ນ.
lt_lt: „Startup“ mainų srities šaltinis nebus žinomas ir priklausomai nuo jūsų saugos nustatymų, turinys gali būti iš neįtrauktos svetainės ar programos.
lv_lv: Startēšanas laikā starpliktuves avots nebūs zināms, un atkarībā no jūsu drošības iestatījumiem saturs var būt no izslēgtas vietnes vai lietojumprogrammas.
mi_nz: I te tiimata ka kore e mohiotia te puna o te topenga ka whakawhirinaki ki o tautuhinga haumarutanga ka puta mai te tuhinga mai i tetahi paetukutuku kaore i oti te tono.
mk_mk: На стартување, изворот на таблата со исечоци ќе биде непознат и во зависност од вашите безбедносни поставки, содржината може да потекнува од исклучена веб -страница или апликација.
ml_in: തുടക്കത്തിൽ ക്ലിപ്പ്ബോർഡിന്റെ ഉറവിടം അജ്ഞാതമായിരിക്കും, നിങ്ങളുടെ സുരക്ഷാ ക്രമീകരണങ്ങളെ ആശ്രയിച്ച് ഉള്ളടക്കം ഒരു ഒഴിവാക്കപ്പെട്ട വെബ്സൈറ്റിൽ നിന്നോ അപ്ലിക്കേഷനിൽ നിന്നോ വന്നേക്കാം.
mr_in: स्टार्टअपवर क्लिपबोर्डचा स्रोत अज्ञात असेल आणि आपल्या सुरक्षा सेटिंग्जवर अवलंबून सामग्री वगळलेल्या वेबसाइट किंवा अनुप्रयोगातून येऊ शकते.
ms_my: Pada permulaan, sumber papan klip akan tidak diketahui dan bergantung pada tetapan keselamatan anda, kandungan mungkin datang dari laman web atau aplikasi yang dikecualikan.
mt_mt: Fl-istartjar is-sors tal-clipboard mhux magħruf u skont is-settings tas-sigurtà tiegħek il-kontenut jista 'jiġi minn websajt jew applikazzjoni eskluża.
nb_no: Ved oppstart vil kilden til utklippstavlen være ukjent, og avhengig av sikkerhetsinnstillingene dine kan innholdet komme fra et ekskludert nettsted eller applikasjon.
ne_np: स्टार्टअपमा क्लिपबोर्डको स्रोत अज्ञात हुनेछ र तपाईंको सुरक्षा सेटिंग्स मा निर्भर गर्दछ सामग्री एक बहिष्कृत वेबसाइट वा अनुप्रयोगबाट आउन सक्छ।
nl_be: Bij het opstarten zal de bron van het klembord onbekend zijn en afhankelijk van uw beveiligingsinstellingen kan de inhoud afkomstig zijn van een uitgesloten website of applicatie.
or_in: ଷ୍ଟାର୍ଟଅପ୍ ଉପରେ କ୍ଲିପବୋର୍ଡର ଉତ୍ସ ଅଜ୍ଞାତ ହେବ ଏବଂ ଆପଣଙ୍କର ସୁରକ୍ଷା ସେଟିଂସମୂହ ଉପରେ ନିର୍ଭର କରେ ଏବଂ ଆପଣଙ୍କ ସୁରକ୍ଷା ସେଟିଂସମୂହ ଉପରେ ନିର୍ଭର କରେ |
pa_arab: ਸਟਾਰਟਅਪ ਤੇ, ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ ਦੇ ਅਧਾਰ ਤੇ ਹੀ ਸਮੱਗਰੀ ਨੂੰ ਅਣਜਾਣ ਹੋਵੇਗਾ ਅਤੇ ਸਮਗਰੀ ਨੂੰ ਬਾਹਰ ਕੱ .ੀ ਗਈ ਵੈਬਸਾਈਟ ਜਾਂ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਆ ਸਕਦਾ ਹੈ.
pl_pl: W uruchomieniu źródło schowka będzie nieznane i w zależności od ustawień bezpieczeństwa treść może pochodzić z wyłączonej strony internetowej lub aplikacji.
pt_br: Na inicialização, a fonte da área de transferência será desconhecida e, dependendo de suas configurações de segurança, o conteúdo pode vir de um site ou aplicativo excluído.
ro_ro: La pornire, sursa clipboard -ului va fi necunoscută și în funcție de setările dvs. de securitate, conținutul poate proveni de pe un site sau o aplicație exclusă.
ru_ru: При запуске источник буфера обмена будет неизвестен, и в зависимости от ваших настроек безопасности контент может поступить из исключенного веб -сайта или приложения.
sk_sk: Pri spustení bude zdroj schránky neznámy a v závislosti od nastavení zabezpečenia môže obsah pochádzať z vylúčenej webovej stránky alebo aplikácie.
sl_si: Ob zagonu bo vir odložišča neznan in glede na vaše varnostne nastavitve lahko vsebina izhaja iz izključenega spletnega mesta ali aplikacije.
sq_al: Në fillimin e burimit të clipboard do të jetë i panjohur dhe në varësi të cilësimeve tuaja të sigurisë përmbajtja mund të vijë nga një uebfaqe ose aplikim i përjashtuar.
sr_cyrl_me: Покретање извора међуспремника биће непознат и у зависности од безбедносних поставки садржај може доћи са искључене веб странице или апликације.
sv_fi: Vid start kommer källan till urklippet att vara okänd och beroende på dina säkerhetsinställningar kan innehållet komma från en utesluten webbplats eller applikation.
sw_ke: Wakati wa kuanza chanzo cha clipboard hakijulikani na kulingana na mipangilio yako ya usalama yaliyomo yanaweza kutoka kwa wavuti iliyotengwa au programu.
ta_in: தொடக்கத்தில் கிளிப்போர்டின் ஆதாரம் தெரியவில்லை மற்றும் உங்கள் பாதுகாப்பு அமைப்புகளைப் பொறுத்து உள்ளடக்கம் விலக்கப்பட்ட வலைத்தளம் அல்லது பயன்பாட்டிலிருந்து வரக்கூடும்.
te_in: స్టార్టప్‌లో క్లిప్‌బోర్డ్ యొక్క మూలం తెలియదు మరియు మీ భద్రతా సెట్టింగులను బట్టి కంటెంట్ మినహాయించబడిన వెబ్‌సైట్ లేదా అప్లికేషన్ నుండి రావచ్చు.
th_th: ในการเริ่มต้นแหล่งที่มาของคลิปบอร์ดจะไม่เป็นที่รู้จักและขึ้นอยู่กับการตั้งค่าความปลอดภัยของคุณเนื้อหาอาจมาจากเว็บไซต์หรือแอปพลิเคชันที่ยกเว้น
tk_tm: Başlamak üçin pyşanyň çeşmesi belli belli bolmaz we howpsuzlyk sazlamalaryna baglylykda mazmun aýrylan web sahypasyndan ýa-da programma gelip biler.
tr_tr: Başlangıçta pano kaynağı bilinmeyecek ve güvenlik ayarlarınıza bağlı olarak içerik hariç tutulan bir web sitesinden veya uygulamadan gelebilir.
tt_ru: Стартапта буферның чыганагы билгеле түгел һәм сезнең куркынычсызлык көйләүләренә карап эчтәлек чыгарылган сайттан яки гаризадан булырга мөмкин.
ug_cn: قوزغىتىلغاندا چاپلاش تاختىسىنىڭ مەنبەسى نامەلۇم بولۇپ, بىخەتەرلىك تەڭشەكلىرىگە ئاساسەن, مەزمۇنلار چىقىرىۋېتىلگەن تور بېكەت ياكى ئىلتىماستىن كېلىشى مۇمكىن.
uk_ua: Після запуску джерело буфера обміну буде невідомим і залежно від ваших налаштувань безпеки, вміст може надходити з виключеного веб -сайту чи програми.
ur_pk: اسٹارٹ اپ پر کلپ بورڈ کا ماخذ نامعلوم ہوگا اور آپ کی سیکیورٹی کی ترتیبات پر منحصر ہے کہ مواد خارج شدہ ویب سائٹ یا درخواست سے آسکتا ہے۔
uz_cyrl: Startupda Clipboard manbasi noma'lum bo'ladi va xavfsizlik sozlamalariga qarab tarkib istisno qilingan veb-sayt yoki dasturdan kelib chiqishi mumkin.
vi_vn: Khi khởi động, nguồn của bảng tạm sẽ không được biết và tùy thuộc vào cài đặt bảo mật của bạn, nội dung có thể đến từ một trang web hoặc ứng dụng bị loại trừ.
zh_hant: 在啟動時，剪貼板的來源將是未知的，取決於您的安全設置，內容可能來自排除的網站或應用程序。

# PrefStartupClipboardLabel
source: Add Startup Clipboard
af_za: Voeg opstartborde by
am_et: የመነሻ ቅንጅት ያክሉ
ar_bh: إضافة حافظة بدء التشغيل
as_in: ষ্টাৰ্টআপ ক্লিপবোৰ্ড যোগ কৰক
az_cyrl: Başlanğıc panoya əlavə edin
bg_bg: Добавете стартиращ клипборд
bn_in: স্টার্টআপ ক্লিপবোর্ড যুক্ত করুন
bs_latn_ba: Dodajte početni međuspremnik
ca_es: Afegiu el porta -retalls d'inici
cs_cz: Přidejte spouštěcí schránku
cy_gb: Ychwanegu Clipfwrdd Cychwyn
da_dk: Tilføj opstartsklippebord
de_ch: Fügen Sie Start -Zwischenablage hinzu
el_gr: Προσθήκη πρόχειρου εκκίνησης
es_bo: Agregar portapapeles de inicio
et_ee: Lisage startup lõikelaud
fa_ir: کلیپ بورد استارتاپ را اضافه کنید
fi_fi: Lisää käynnistyslevy
fil_ph: Magdagdag ng startup clipboard
fr_029: Ajouter le presse-papiers de démarrage
ga_ie: Cuir gearrthaisce tosaithe leis
gu_in: સ્ટાર્ટઅપ ક્લિપબોર્ડ ઉમેરો
he_il: הוסף לוח סטארט -אפ
hi_in: स्टार्टअप क्लिपबोर्ड जोड़ें
hr_hr: Dodajte međuspremnik za pokretanje
hu_hu: Adjon hozzá indítási vágólapot
hy_am: Ավելացնել գործարկման հոլովակ
id_id: Tambahkan clipboard startup
is_is: Bættu við ræsisklemmu
it_ch: Aggiungi gli appunti di avvio
ja_jp: スタートアップクリップボードを追加します
ka_ge: დაამატეთ გაშვების ბუფერში
kk_kz: Іске қосу алмасу буферін қосыңыз
km_kh: បន្ថែមក្តារតម្បៀតខ្ទាស់ចាប់ផ្តើម
kn_in: ಸ್ಟಾರ್ಟ್ಅಪ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸೇರಿಸಿ
ko_kr: 스타트 업 클립 보드를 추가하십시오
ky_kg: Startup алмашуу буферин кошуңуз
lo_la: ເພີ່ມ Clipboard Startup
lt_lt: Pridėkite paleidimo mainų sritį
lv_lv: Pievienojiet starta starpliktuvi
mi_nz: Tāpirihia te topenga whakaoho
mk_mk: Додадете стартна табла за клип
ml_in: സ്റ്റാർട്ടപ്പ് ക്ലിപ്പ്ബോർഡ് ചേർക്കുക
mr_in: स्टार्टअप क्लिपबोर्ड जोडा
ms_my: Tambah papan klip permulaan
mt_mt: Żid il-clipboard tal-istartjar
nb_no: Legg til oppstart av utklippstavlen
ne_np: स्टार्टअप क्लिपबोर्ड थप्नुहोस्
nl_be: Start klembord toevoegen
or_in: ଷ୍ଟାର୍ଟଅପ୍ କ୍ଲିପବୋର୍ଡ ଯୋଡନ୍ତୁ |
pa_arab: ਸਟਾਰਟਅਪ ਕਲਿੱਪਬੋਰਡ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj schowek startupowy
pt_br: Adicione a área de transferência de inicialização
ro_ro: Adăugați clipboard de pornire
ru_ru: Добавьте запуск буфера обмена
sk_sk: Pridajte spúšťaciu schránku
sl_si: Dodajte odložišče za zagon
sq_al: Shtoni clipboard startup
sr_cyrl_me: Додајте Стартуп Цлипбоард
sv_fi: Lägg till startklipp
sw_ke: Ongeza clipboard ya kuanza
ta_in: தொடக்க கிளிப்போர்டைச் சேர்க்கவும்
te_in: స్టార్టప్ క్లిప్‌బోర్డ్‌ను జోడించండి
th_th: เพิ่มคลิปบอร์ดเริ่มต้น
tk_tm: Başlangyç paneli goşuň
tr_tr: Startup Pano Ekle
tt_ru: Стартапны өстәгез
ug_cn: قوزغىتىش چاپلاش تاختىسى قوشۇڭ
uk_ua: Додайте буфер обміну запуску
ur_pk: اسٹارٹ اپ کلپ بورڈ شامل کریں
uz_cyrl: Startup Clipboard qo'shing
vi_vn: Thêm clipboard khởi động
zh_hant: 添加啟動剪貼板

# PrefStartupClipboardListenLabel
source: Listen to clipboard on startup
af_za: Luister na die opstart na die knipbord
am_et: ጅምር ላይ የቅንጥብ ሰሌዳውን ያዳምጡ
ar_bh: استمع إلى الحافظة على بدء التشغيل
as_in: ষ্টাৰ্টআপত ক্লিপবোৰ্ড শুনক
az_cyrl: Başlanğıcda panoya qulaq asın
bg_bg: Слушайте клипборда при стартиране
bn_in: স্টার্টআপে ক্লিপবোর্ড শুনুন
bs_latn_ba: Slušajte međuspremnik na pokretanju
ca_es: Escolteu el porta -retalls en startup
cs_cz: Poslouchejte schránku na startupu
cy_gb: Gwrandewch ar glipfwrdd ar gychwyn
da_dk: Lyt til udklipsholder ved opstart
de_ch: Hören Sie die Zwischenablage beim Start an
el_gr: Ακούστε το πρόχειρο κατά την εκκίνηση
es_bo: Escuche el portapapeles en el inicio
et_ee: Kuulake alustamisel lõikelauda
fa_ir: در راه اندازی به کلیپ بورد گوش دهید
fi_fi: Kuuntele leikepöytä käynnistyksessä
fil_ph: Makinig sa clipboard sa pagsisimula
fr_029: Écoutez le presse-papiers au démarrage
ga_ie: Éist le gearrthaisce ar am tosaithe
gu_in: સ્ટાર્ટઅપ પર ક્લિપબોર્ડ સાંભળો
he_il: האזינו ללוח ב"הפעלה "
hi_in: स्टार्टअप पर क्लिपबोर्ड सुनें
hr_hr: Slušajte međuspremnik pri pokretanju
hu_hu: Hallgassa meg a vágólapot az indításkor
hy_am: Լսեք Clipboard- ին գործարկման մեջ
id_id: Dengarkan Clipboard di Startup
is_is: Hlustaðu á klemmuspjald við ræsingu
it_ch: Ascolta gli appunti all'avvio
ja_jp: スタートアップでクリップボードを聞いてください
ka_ge: მოუსმინეთ ბუფერას გაშვებისას
kk_kz: Іске қосу кезінде алмасу буферін тыңдаңыз
km_kh: ស្តាប់ក្តារតម្បៀតខ្ទាស់នៅពេលចាប់ផ្តើម
kn_in: ಪ್ರಾರಂಭದಲ್ಲಿ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಆಲಿಸಿ
ko_kr: 시작시 클립 보드를 듣습니다
ky_kg: Баштоо борбору үчүн алмашуу буферин угуңуз
lo_la: ຟັງ clipboard ໃນ Startup
lt_lt: Klausykite iškarpinės paleidimo srityje
lv_lv: Klausieties starpliktuvi startupā
mi_nz: Whakarongo ki te kapo i te tiimata
mk_mk: Слушајте ја таблата со клип на стартување
ml_in: സ്റ്റാർട്ടപ്പിൽ ക്ലിപ്പ്ബോർഡ് ശ്രദ്ധിക്കുക
mr_in: स्टार्टअपवर क्लिपबोर्ड ऐका
ms_my: Dengarkan papan klip pada permulaan
mt_mt: Isma 'Clipboard fuq Startup
nb_no: Lytt til utklippstavlen ved oppstart
ne_np: स्टार्टअपमा क्लिपबोर्ड सुन्नुहोस्
nl_be: Luister naar het klembord bij het opstarten
or_in: ଷ୍ଟାର୍ଟଅପ୍ ରେ କ୍ଲିପବୋର୍ଡ ଶୁଣ |
pa_arab: ਸਟਾਰਟਅਪ ਤੇ ਕਲਿੱਪਬੋਰਡ ਸੁਣੋ
pl_pl: Posłuchaj schowka na startup
pt_br: Ouça a área de transferência na startup
ro_ro: Ascultați clipboard la pornire
ru_ru: Слушайте буфер обмена в стартапе
sk_sk: Vypočujte si schránku pri spustení
sl_si: Poslušajte odložišče na zagonu
sq_al: Dëgjoni Clipboard në Startup
sr_cyrl_me: Слушајте међуспремник на покретању
sv_fi: Lyssna på Urklipp vid start
sw_ke: Sikiza clipboard juu ya kuanza
ta_in: தொடக்கத்தில் கிளிப்போர்டைக் கேளுங்கள்
te_in: స్టార్టప్‌లో క్లిప్‌బోర్డ్ వినండి
th_th: ฟังคลิปบอร์ดเมื่อเริ่มต้น
tk_tm: Başlangyç paneli diňläň
tr_tr: Başlangıçta Pano Dinle
tt_ru: Стартап белән буфер тыңлау
ug_cn: قوزغىتىش ئارقىلىق چاپلاش تاختىسىنى ئاڭلاڭ
uk_ua: Слухайте буфер обміну при запуску
ur_pk: اسٹارٹ اپ پر کلپ بورڈ سنیں
uz_cyrl: Ishga tushirishda Clipboard-ni tinglang
vi_vn: Nghe Clipboard khi khởi động
zh_hant: 在啟動時收聽剪貼板

# CommonSelectLabel
source: Select
af_za: Uitkies
am_et: ይምረጡ
ar_bh: يختار
as_in: চয়ন কৰা
az_cyrl: Seçmək
bg_bg: Изберете
bn_in: নির্বাচন করুন
bs_latn_ba: Odabrati
ca_es: Seleccionar
cs_cz: Vybrat
cy_gb: Ddetholem
da_dk: Vælg
de_ch: Wählen
el_gr: Επιλέγω
es_bo: Seleccionar
et_ee: Valima
fa_ir: انتخاب کنید
fi_fi: Valita
fil_ph: Piliin
fr_029: Sélectionner
ga_ie: Ar leith
gu_in: પસંદ કરો
he_il: בחר
hi_in: चुनना
hr_hr: Izaberi
hu_hu: Válasszon
hy_am: Ընտրել
id_id: Pilih
is_is: Veldu
it_ch: Selezionare
ja_jp: 選択する
ka_ge: გადარჩევა
kk_kz: Іріктеу
km_kh: រេចីសរើស
kn_in: ಆಯ್ಕೆ ಮಾಡಿ
ko_kr: 선택하다
ky_kg: Тандоо
lo_la: ເລືອກ
lt_lt: Pasirinkite
lv_lv: Atlasīt
mi_nz: Whiriwhiri
mk_mk: Изберете
ml_in: തെരഞ്ഞെടുക്കുക
mr_in: निवडा
ms_my: Pilih
mt_mt: Agħżel
nb_no: Plukke ut
ne_np: चुन्नु
nl_be: Uitkiezen
or_in: ଚୟନ କରନ୍ତୁ |
pa_arab: ਚੁਣੋ
pl_pl: Wybierać
pt_br: Selecione
ro_ro: Selectați
ru_ru: Выбирать
sk_sk: Vybraný
sl_si: Izberite
sq_al: Zgjedh
sr_cyrl_me: Одабрати
sv_fi: Välj
sw_ke: Chagua
ta_in: தேர்ந்தெடுக்கவும்
te_in: ఎంచుకోండి
th_th: เลือก
tk_tm: Saýlaň
tr_tr: Seçme
tt_ru: Сайлагыз
ug_cn: تاللاڭ
uk_ua: Обраний
ur_pk: منتخب کریں
uz_cyrl: Tanlamoq
vi_vn: Lựa chọn
zh_hant: 選擇
