Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefClearSearchesButtonText
source: Clear
af_za: Helder
am_et: ማጽዳት
ar_bh: واضح
as_in: পৰিষ্কাৰ
az_cyrl: Aydın
bg_bg: Ясно
bn_in: পরিষ্কার
bs_latn_ba: Jasan
ca_es: Clar
cs_cz: Průhledná
cy_gb: Gliria ’
da_dk: Klar
de_ch: Klar
el_gr: Σαφή
es_bo: Claro
et_ee: Selge
fa_ir: پاک کردن
fi_fi: Asia selvä
fil_ph: Malinaw
fr_029: Clair
ga_ie: Glan amach
gu_in: ચોખ્ખુ
he_il: ברור
hi_in: स्पष्ट
hr_hr: Čisto
hu_hu: Egyértelmű
hy_am: Պարզ
id_id: Jernih
is_is: Tær
it_ch: Chiaro
ja_jp: クリア
ka_ge: გასუფთავება
kk_kz: Айқын
km_kh: ផ្លឺ
kn_in: ಸ್ಪಷ್ಟ
ko_kr: 분명한
ky_kg: Тазалоо
lo_la: ແຈ່ມແຈ້ງ
lt_lt: Aišku
lv_lv: Noskaidrot
mi_nz: Purata
mk_mk: Чиста
ml_in: വക്തമായ
mr_in: स्पष्ट
ms_my: Jelas
mt_mt: Ċar
nb_no: Klar
ne_np: स्पष्ट
nl_be: Duidelijk
or_in: ସଫା
pa_arab: ਸਾਫ
pl_pl: Jasne
pt_br: Claro
ro_ro: clar
ru_ru: Прозрачный
sk_sk: jasný
sl_si: Jasno
sq_al: Qartë
sr_cyrl_me: Јасно
sv_fi: Klar
sw_ke: Wazi
ta_in: தெளிவான
te_in: క్లియర్
th_th: ชัดเจน
tk_tm: Düşnükli
tr_tr: Temizlemek
tt_ru: Чиста
ug_cn: ئېنىق
uk_ua: Чіткий
ur_pk: صاف
uz_cyrl: Aniq
vi_vn: Thông thoáng
zh_hant: 清除

# PrefClearSearchesLabel
source: Clear Recent Searches
af_za: Duidelike onlangse soektogte
am_et: የቅርብ ጊዜ ፍለጋዎችን ያፅዱ
ar_bh: واضحة عمليات البحث الحديثة
az_cyrl: Son axtarışları silin
bg_bg: Ясно скорошни търсения
bn_in: সাম্প্রতিক অনুসন্ধানগুলি সাফ করুন
bs_latn_ba: Jasne nedavne pretrage
ca_es: Cerques recents clares
cs_cz: Vymazat nedávné vyhledávání
cy_gb: Chwiliadau diweddar clir
da_dk: Ryd nylige søgninger
de_ch: Löschen Sie die jüngsten Suchanfragen
el_gr: Καθαρίστε τις πρόσφατες αναζητήσεις
es_bo: Borrar búsquedas recientes
et_ee: Selge hiljutised otsingud
fa_ir: جستجوهای اخیر را پاک کنید
fi_fi: Selkeät viimeaikaiset haut
fil_ph: I -clear ang mga kamakailang paghahanap
fr_029: Effacer les recherches récentes
ga_ie: Cuardach soiléir le déanaí
gu_in: સ્પષ્ટ તાજેતરની શોધ
he_il: נקה חיפושים אחרונים
hi_in: हाल ही में खोजों को स्पष्ट करें
hr_hr: Jasne nedavne pretrage
hu_hu: Törölje a legfrissebb kereséseket
hy_am: Մաքրել վերջին որոնումները
id_id: CLEAR Pencarian Terbaru
is_is: Skýr nýlegar leitir
it_ch: Cancella ricerche recenti
ja_jp: 最近の検索をクリアします
ka_ge: გასუფთავებული ბოლოდროინდელი ჩხრეკა
kk_kz: Соңғы іздеулерді өшіру
km_kh: ជម្រះការស្វែងរកថ្មីៗ
kn_in: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ko_kr: 최근의 검색을 명확하게합니다
ky_kg: Акыркы издөөлөрдү тазалоо
lo_la: ການຄົ້ນຫາທີ່ຜ່ານມາ
lt_lt: Išvalykite naujausias paieškas
lv_lv: Notīriet nesenos meklējumus
mi_nz: Me horoi i nga rapunga hou
mk_mk: Исчистете ги неодамнешните пребарувања
ml_in: സമീപകാല തിരയലുകൾ മായ്ക്കുക
mr_in: अलीकडील शोध साफ करा
ms_my: Jelas carian baru -baru ini
mt_mt: Ċara tfittxijiet riċenti
nb_no: Fjern nylige søk
ne_np: भर्खरको खोजीहरू खाली गर्नुहोस्
nl_be: Wis op recente zoekopdrachten
or_in: ସାମ୍ପ୍ରତିକ ସନ୍ଧାନଗୁଡିକ ସଫା କରନ୍ତୁ |
pa_arab: ਤਾਜ਼ਾ ਖੋਜਾਂ ਸਾਫ਼ ਕਰੋ
pl_pl: Wyraźne ostatnie wyszukiwania
pt_br: Claro pesquisas recentes
ro_ro: Ștergeți căutările recente
ru_ru: Очистки недавние поиски
sk_sk: Vymažte nedávne vyhľadávania
sl_si: Jasna nedavna iskanja
sq_al: Qartë kërkimet e fundit
sr_cyrl_me: Очистите недавне претраге
sv_fi: Rensa senaste sökningar
sw_ke: Futa utaftaji wa hivi karibuni
ta_in: சமீபத்திய தேடல்களை அழிக்கவும்
te_in: ఇటీవలి శోధనలను క్లియర్ చేయండి
th_th: ล้างการค้นหาล่าสุด
tk_tm: Soňky gözlegleri arassalaň
tr_tr: Son Aramaları Temizle
tt_ru: Соңгы эзләнүләр
ug_cn: يېقىنقى ئىزدەشلەر
uk_ua: Чіткі останні пошуки
ur_pk: حالیہ تلاشیاں صاف کریں
uz_cyrl: So'nggi qidiruvlar
vi_vn: Xóa các tìm kiếm gần đây
zh_hant: 清除最近的搜索

# NtfResetPresetAllButtonLabel
source: Reset All
af_za: Herstel alles
am_et: ሁሉንም ዳግም አስጀምር
ar_bh: إعادة ضبط الجميع
as_in: সকলো পুনৰায় সেট কৰক
az_cyrl: Hamısını yenidən qurun
bg_bg: Нулирайте всички
bn_in: সব পুনরায় সেট করুন
bs_latn_ba: Resetirajte sve
ca_es: Restableix tot
cs_cz: Resetovat všechny
cy_gb: Ailosod Pawb
da_dk: Genstart alt
de_ch: Alles zurücksetzen
el_gr: Επαναφορά όλων
es_bo: Resetear todo
et_ee: Lähtestage kõik
fa_ir: همه رو دوباره تنظیم کن
fi_fi: Nollaa kaikki
fil_ph: Ulitin lahat
fr_029: Effacer tout
ga_ie: Athshocraigh gach duine
gu_in: બધાને ફરીથી સેટ કરો
he_il: לאפס הכל
hi_in: सभी को पुनः तैयार करना
hr_hr: Resetiraj sve
hu_hu: Visszaállítsa az összeset
hy_am: Վերականգնել բոլորը
id_id: Setel ulang semua
is_is: Endurstilla allt
it_ch: Resetta tutto
ja_jp: すべてリセット
ka_ge: გადაჭრა ყველა
kk_kz: Барлығын қалпына келтіріңіз
km_kh: កំណត់ឡើងវិញទាំងអស់
kn_in: ಎಲ್ಲಾ ಮರುಹೊಂದಿಸಿ
ko_kr: 모두 초기화
ky_kg: Бардыгын баштапкы абалга келтирүү
lo_la: ປັບທັງຫມົດ
lt_lt: Atstatyti viską
lv_lv: Atiestatīt visu
mi_nz: Tautuhi katoa
mk_mk: Ресетирајте ги сите
ml_in: എല്ലാം പുന reset സജ്ജമാക്കുക
mr_in: सर्व रीसेट करा
ms_my: Tetapkan semula semua
mt_mt: Irrisettja kollha
nb_no: Tilbakestill alt
ne_np: सबै रिसेट गर्नुहोस्
nl_be: Alles resetten
or_in: ସମସ୍ତଙ୍କୁ ପୁନ res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਸਾਰੇ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetować wszystko
pt_br: Reiniciar tudo
ro_ro: Reseteaza tot
ru_ru: Сбросить все
sk_sk: Resetovať všetko
sl_si: Ponastavite vse
sq_al: Rivendos të gjitha
sr_cyrl_me: Ресетујте све
sv_fi: Återställ allt
sw_ke: Weka upya yote
ta_in: அனைத்தையும் மீட்டமைக்கவும்
te_in: అన్నీ రీసెట్ చేయండి
th_th: การตั้งค่าทั้งหมด
tk_tm: Hemmesini täzeden düzmek
tr_tr: Hepsini sıfırla
tt_ru: Барысын да яңадан урнаштырыгыз
ug_cn: ھەممىنى ئەسلىگە كەلتۈرۈڭ
uk_ua: Скиньте все
ur_pk: تمام ری سیٹ کرو
uz_cyrl: Barchasini qayta tiklash
vi_vn: Đặt lại tất cả
zh_hant: 重置全部

# NtfResetPresetSharedButtonLabel
source: Reset Shared
af_za: Herstel gedeel
am_et: የተጋራ የተጋራ
ar_bh: إعادة تعيين مشتركة
as_in: ৰিছেট শ্বেয়াৰ কৰা
az_cyrl: Sıfırlandı
bg_bg: Нулиране на споделеното
bn_in: রিসেট ভাগ করা
bs_latn_ba: Poništite podijeljeno
ca_es: Restableix compartit
cs_cz: Resetovat sdílený
cy_gb: Ailosod wedi'i rannu
da_dk: Nulstil delt
de_ch: Geteilt zurücksetzen
el_gr: Επαναφορά Κοινόχρηστου
es_bo: Restablecer compartido
et_ee: Lähtestage jagatud
fa_ir: بازنشانی به اشتراک گذاشته شده
fi_fi: Nollaa jaettu
fil_ph: Ibinahagi ang pag -reset
fr_029: Réinitialiser partagé
ga_ie: Athshocrú roinnte
gu_in: વહેંચાયેલ ફરીથી સેટ
he_il: איפוס משותף
hi_in: साझा किया गया रीसेट
hr_hr: Resetiranje podijeljeno
hu_hu: Visszaállítva megosztva
hy_am: Վերագործարկեք համօգտագործված
id_id: Reset dibagikan
is_is: Endurstilla deilt
it_ch: Ripristina condiviso
ja_jp: リセット共有
ka_ge: გაზიარებული
kk_kz: Ортақ қалпына келтіру
km_kh: កំណត់ឡើងវិញបានចែករំលែក
kn_in: ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ ಮರುಹೊಂದಿಸಿ
ko_kr: 공유
ky_kg: Баштапкы абалга келтирүү
lo_la: ຕັ້ງຄ່າແລກປ່ຽນ
lt_lt: RESET BANDAKTAS
lv_lv: Atiestatīt kopīgotu
mi_nz: Tautuhi i te tiri
mk_mk: Ресетирање споделено
ml_in: പങ്കിട്ട പുന reset സജ്ജമാക്കുക
mr_in: रीसेट सामायिक
ms_my: Tetapkan semula dikongsi
mt_mt: Irrisettja maqsuma
nb_no: Tilbakestill delt
ne_np: साझा रिसेट गरियो
nl_be: Reset gedeeld
or_in: ସେୟାରଗୁଡିକ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਸਾਂਝਾ ਕਰੋ ਸਾਂਝਾ ਕਰੋ
pl_pl: Zresetuj udostępniony
pt_br: Redefinir compartilhado
ro_ro: Resetați partajat
ru_ru: Сброс общего
sk_sk: Resetovať zdieľané
sl_si: Ponastavitev v skupni rabi
sq_al: Rivendosja e përbashkët
sr_cyrl_me: Ресетовање подељено
sv_fi: Återställ delad
sw_ke: Rudisha pamoja
ta_in: மீட்டமை பகிரப்பட்டது
te_in: రీసెట్ షేర్డ్
th_th: รีเซ็ตแชร์
tk_tm: Paýlaşylan
tr_tr: Paylaşılan Sıfırla
tt_ru: Уртакны яңадан торгызу
ug_cn: ئورتاقلاشتى
uk_ua: Скидання спільного
ur_pk: ری سیٹ مشترکہ
uz_cyrl: Almashish bilan almashish
vi_vn: Đặt lại chia sẻ
zh_hant: 共享共享

# NtfResetPresetUnsharedButtonLabel
source: Reset Unshared
af_za: Ondelend weer instel
am_et: ድጋሚ ዳግም ተጀምሯል
ar_bh: إعادة تعيين غير مشتركة
as_in: ৰিছেট অভ্যন্তৰীণ
az_cyrl: Sıfırlanmayan
bg_bg: Нулирайте Unhared
bn_in: নিরীক্ষণ পুনরায় সেট করুন
bs_latn_ba: Resetiranje neoštećenog
ca_es: Restableix no compartit
cs_cz: Resetujte nesdílenou
cy_gb: Ailosod heb ei rannu
da_dk: Nulstil ikke -delet
de_ch: Ungehart zurücksetzen
el_gr: Επαναφορά Unshared
es_bo: Restablecer sin compartir
et_ee: Lähtestage jagamata
fa_ir: مجدداً
fi_fi: Palauta jakautumaton
fil_ph: I -reset ang Unshared
fr_029: Réinitialiser sans partage
ga_ie: Athshocraigh Unshared
gu_in: બિન -હોશિયાર
he_il: אפס לא משותף
hi_in: अनसुना रीसेट करना
hr_hr: Resetirati neobrijavanje
hu_hu: Visszaállítva a nem megosztott
hy_am: Վերագործարկեք անսասան
id_id: Reset tidak dibagi
is_is: Endurstilla óstrikað
it_ch: Ripristina non condiviso
ja_jp: 非共有リセット
ka_ge: გადატვირთეთ Unshared
kk_kz: Күшті қалпына келтіріңіз
km_kh: កំណត់ឡើងវិញដោយមិនដំណើរការ
kn_in: ಹಂಚಿಕೊಳ್ಳದ ಮರುಹೊಂದಿಸಿ
ko_kr: 공유되지 않은 재설정
ky_kg: Калыбына келтирилген жок
lo_la: ຕັ້ງຄ່າທີ່ບໍ່ມີຕົວຕົນ
lt_lt: Atstatykite nenusileidusį
lv_lv: Atiestatīt neatrisinātu
mi_nz: Tautuhi ano
mk_mk: Ресетирајте го неподготвено
ml_in: ശരക്കപ്പെടാത്ത പുന reset സജ്ജമാക്കുക
mr_in: रीसेट केलेले रीसेट
ms_my: Tetapkan semula Unshared
mt_mt: Irrisettja mhux maqtugħ
nb_no: Tilbakestill ikke delt
ne_np: अप्रत्याशित असुरक्षित
nl_be: Reset onveranderd
or_in: ଅଣସଂରକ୍ଷିତ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਅਸੰਬੰਧਿਤ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj nieudostępniony
pt_br: Redefinir não compartilhado
ro_ro: Resetați nesănătos
ru_ru: Сбросить невыпасный
sk_sk: Reset nezdieľaný
sl_si: Ponastavitev neokrnjenega
sq_al: Rivendohu i padenjë
sr_cyrl_me: Ресетујте необјављене
sv_fi: Återställa odelad
sw_ke: Rudisha upya
ta_in: மாற்றப்படாத மீட்டமைக்கவும்
te_in: షేర్ చేయని రీసెట్
th_th: รีเซ็ตไม่แชร์
tk_tm: Gaýtalanmadyk
tr_tr: Değersiz Sıfırla
tt_ru: Бәхәсне кире кайтару
ug_cn: چەكسىز ئەسلىگە كەلتۈرۈڭ
uk_ua: Скиньте неподільне
ur_pk: غیر شیئرڈ کو دوبارہ ترتیب دیں
uz_cyrl: Qayta tiklanmaganligini tiklash
vi_vn: Đặt lại không được chia sẻ
zh_hant: 重置未共享

# ActionAppCommandActionHint
source: Invokes the assigned application action. All Application Command's are stateless and their input clip is ignored.
af_za: Beroep die toegewese aansoekhandeling aan. Alle toepassingsopdragte is staatloos en hul insetknip word geïgnoreer.
am_et: የተመደበውን ማመልከቻ እርምጃ ይውሰዱ. ሁሉም የማመልከቻ ትዕዛዝ ግዛቶች ናቸው እና የግቤት ቅንጥብዎቻቸው ችላ ተብለዋል.
ar_bh: يستدعي إجراء التطبيق المعين. جميع أوامر التطبيق عديمة الجنسية ويتم تجاهل مقطع الإدخال الخاص بهم.
as_in: নিযুক্ত এপ্লিকেচন কাৰ্য্য আমন্ত্ৰণ কৰে। সকলো এপ্লিকেচন কমাণ্ড অৱস্থাহীন আৰু সিহতৰ ইনপুট ক্লিপক আওকাণ কৰা হয়।
az_cyrl: Təyin olunmuş ərizə fəaliyyətini çağırır. Bütün tətbiq komandanlığı vətəndaşlığı olmayan və onların giriş klipi nəzərə alınmır.
bg_bg: Извиква присвоеното действие на приложението. Всички команди на приложението са без гражданство и техният входен клип се игнорира.
bn_in: নির্ধারিত অ্যাপ্লিকেশন ক্রিয়াটি অনুরোধ করে। সমস্ত অ্যাপ্লিকেশন কমান্ড রাষ্ট্রহীন এবং তাদের ইনপুট ক্লিপ উপেক্ষা করা হয়।
bs_latn_ba: Poziva dodeljene akcije aplikacije. Sva naredba aplikacije su bez državljanstva i njihov ulaz zanemaruje se.
ca_es: Invoca l’acció de l’aplicació assignada. Tots els comandaments de l'aplicació són sense estat i el seu clip d'entrada s'ignora.
cs_cz: Vyvolává přiřazenou aplikační akci. Všechny příkazy aplikací jsou bez státní příslušnosti a jejich vstupní klip je ignorován.
cy_gb: Yn galw ar y weithred ymgeisio a neilltuwyd. Mae pob gorchymyn cais yn ddi -wladwriaeth ac anwybyddir eu clip mewnbwn.
da_dk: Påberåber sig den tildelte ansøgningshandling. Alle applikationskommandoer er statsløse, og deres inputklip ignoreres.
de_ch: Ruft die zugewiesene Anwendungsaktion auf. Alle Anwendungsbefehle sind staatenlos und ihr Eingabeclip wird ignoriert.
el_gr: Επικαλείται την εκχωρημένη ενέργεια εφαρμογής. Όλες οι εντολές εφαρμογής είναι απάθειες και το κλιπ εισόδου τους αγνοείται.
es_bo: Invoca la acción de la aplicación asignada. Todos los comandos de aplicación son estatales y se ignora su clip de entrada.
et_ee: Kutsub üles määratud rakenduse toimingu. Kõik rakenduse käsud on kodakondsuseta ja nende sisendklippi eiratakse.
fa_ir: اقدام به درخواست درخواست شده را فراخوانی می کند. همه فرمان های برنامه بدون تابعیت هستند و کلیپ ورودی آنها نادیده گرفته می شود.
fi_fi: Vetoaa määritettyyn sovellustoimintaan. Kaikki sovelluskomennot ovat kansalaisuudettomia ja niiden syöttöleike jätetään huomiotta.
fil_ph: Inanyayahan ang itinalagang aksyon ng aplikasyon. Ang lahat ng utos ng aplikasyon ay walang kabuluhan at ang kanilang input clip ay hindi pinansin.
fr_029: Invoque l'action de demande attribuée. Toutes les commandes d'application sont apatrides et leur clip d'entrée est ignoré.
ga_ie: Iarrann sé an gníomh iarratais sannta. Tá gach ordú iarratais gan stát agus déantar neamhshuim dá ghearrthóg ionchuir.
gu_in: સોંપાયેલ એપ્લિકેશન ક્રિયાને વિનંતી કરે છે. તમામ એપ્લિકેશન આદેશ સ્ટેટલેસ છે અને તેમની ઇનપુટ ક્લિપને અવગણવામાં આવે છે.
he_il: קורא את פעולת היישום שהוקצה. כל פקודות היישום חסרות מדינה ומתעלמים מהקליפ הקלט שלהם.
hi_in: असाइन किए गए एप्लिकेशन कार्रवाई को आमंत्रित करता है। सभी एप्लिकेशन कमांड स्टेटलेस हैं और उनके इनपुट क्लिप को अनदेखा किया जाता है।
hr_hr: Poziva na dodijeljenu prijavu. Sve naredbe aplikacija su bez državljanstva i njihov se ulazni isječak zanemaruje.
hu_hu: Meghívja a hozzárendelt alkalmazás műveletet. Az összes alkalmazásparancs hontalan, és bemeneti klipjét figyelmen kívül hagyják.
hy_am: Ներկայացնում է նշանակված հայտի գործողությունը: Հայտի բոլոր հրամաններն անչափահաս են, եւ դրանց մուտքային սեղմիչը անտեսվում է:
id_id: Memohon tindakan aplikasi yang ditugaskan. Semua perintah aplikasi adalah stateless dan klip inputnya diabaikan.
is_is: Kallar fram úthlutað umsóknaraðgerð. Allar umsóknarskipanir eru ríkisfangslausar og hunsað innsláttarklemmu þeirra.
it_ch: Invoca l'azione dell'applicazione assegnata. Tutti i comandi dell'applicazione sono apolidi e il loro clip di input viene ignorato.
ja_jp: 割り当てられたアプリケーションアクションを呼び出します。すべてのアプリケーションコマンドは無国籍であり、入力クリップは無視されます。
ka_ge: იძახებს დანიშვნის განაცხადის მოქმედებას. ყველა განაცხადის ბრძანება არის მოქალაქეობის მოქალაქეობა და მათი შეყვანის კლიპი უგულებელყოფილია.
kk_kz: Тағайындалған қосымшаны шақырады. Барлық қолданбалы пәрмені азаматтығы жоқ және олардың кіріс клипі еленбейді.
km_kh: ហៅសកម្មភាពដែលបានចាត់តាំង។ ពាក្យបញ្ជាពាក្យសុំទាំងអស់គឺគ្មានប្រទេសហើយឃ្លីបបញ្ចូលរបស់ពួកគេមិនត្រូវបានអើពើទេ។
kn_in: ನಿಯೋಜಿಸಲಾದ ಅಪ್ಲಿಕೇಶನ್ ಕ್ರಿಯೆಯನ್ನು ಆಹ್ವಾನಿಸುತ್ತದೆ. ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್ ಆಜ್ಞೆಗಳು ಸ್ಥಿತಿಯಿಲ್ಲದವು ಮತ್ತು ಅವುಗಳ ಇನ್ಪುಟ್ ಕ್ಲಿಪ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ.
ko_kr: 할당 된 응용 프로그램 조치를 호출합니다. 모든 응용 프로그램 명령은 stanteless이고 입력 클립은 무시됩니다.
ky_kg: Берилген арызды колдонот. Бардык колдонмолордун буйругу жарандыгы жок жана алардын киргизүү клипи этибарга алынбайт.
lo_la: ຮຽກຮ້ອງໃຫ້ມີການປະຕິບັດການສະຫມັກທີ່ໄດ້ຮັບມອບຫມາຍ. ຄໍາສັ່ງທັງຫມົດຂອງຄໍາຮ້ອງສະຫມັກແມ່ນມີຄວາມຕ້ານທານແລະຄລິບການປ້ອນຂໍ້ມູນຂອງພວກເຂົາແມ່ນຖືກລະເລີຍ.
lt_lt: Pasinaudoja priskirtą programos veiksmą. Visos programos komandos yra be pilietybės, o jų įvesties klipas nepaisomas.
lv_lv: Izsauc piešķirto lietojumprogrammas darbību. Visas lietojumprogrammas komanda ir bezvalstniecībā, un to ievades klips tiek ignorēts.
mi_nz: Ka tono i te mahi tono kua tohua. Ko nga whakahau tono katoa he kore noa iho, kaore ano hoki e warewarehia a raatau topenga whakauru.
mk_mk: Се повикува на доделената акција за апликација. Сите команда за апликации се без државјанство и нивниот влезен клип е игнориран.
ml_in: നിയുക്ത അപേക്ഷാ പ്രവർത്തനം അഭ്യർത്ഥിക്കുന്നു. എല്ലാ അപ്ലിക്കേഷൻ കമാൻഡിനും പ്രതിരോധാത്മകവും അവയുടെ ഇൻപുട്ട് ക്ലിപ്പ് അവഗണിക്കപ്പെടും.
mr_in: नियुक्त केलेल्या अनुप्रयोग कृतीची विनंती करते. सर्व अनुप्रयोग कमांड स्टेटलेस आहेत आणि त्यांच्या इनपुट क्लिपकडे दुर्लक्ष केले जाते.
ms_my: Memanggil tindakan permohonan yang diberikan. Semua perintah permohonan tidak mempunyai kekayaan dan klip input mereka diabaikan.
mt_mt: Jinvoka l-azzjoni ta 'applikazzjoni assenjata. Il-kmand tal-applikazzjoni kollha huma mingħajr stat u l-filmat tal-input tagħhom jiġi injorat.
nb_no: Påkaller den tildelte applikasjonsaksjonen. Alle applikasjonskommandoer er statsløse og inngangsklippet deres blir ignorert.
ne_np: तोकिएको आवेदन कार्यलाई आशेट गर्दछ। सबै आवेदन कमाण्डको बुट बिना हो र तिनीहरूको इनपुट क्लिपलाई वेवास्ता गरिन्छ।
nl_be: Roept de toegewezen applicatie -actie op. Alle applicatieopdrachten zijn stateless en hun invoerclip wordt genegeerd.
or_in: ନ୍ୟସ୍ତ ହୋଇଥିବା ଆବେଦନ କାର୍ଯ୍ୟକୁ ଆହ୍ .ାନ କରେ | ସମସ୍ତ ଆପ୍ଲିକେସନ୍ କମାଣ୍ଡର ଷ୍ଟେଟଲେସ୍ ଏବଂ ସେମାନଙ୍କର ଇନପୁଟ୍ କ୍ଲିପ୍ କୁ ଅଣଦେଖା କରାଯାଏ |
pa_arab: ਸਪੁਰਦਗੀ ਐਪਲੀਕੇਸ਼ਨ ਐਕਸ਼ਨ ਨੂੰ ਬੇਨਤੀ ਕਰਦਾ ਹੈ. ਸਾਰੇ ਐਪਲੀਕੇਸ਼ਨ ਕਮਾਂਡ ਸਟੇਟਲੈੱਸ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਇਨਪੁਟ ਕਲਿੱਪ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ.
pl_pl: Wywołuje przypisane działanie aplikacji. Wszystkie polecenia aplikacji są bezstronne, a ich klip wejściowy jest ignorowany.
pt_br: Invoca a ação do aplicativo atribuída. Todos os comando do aplicativo estão sem estado e seu clipe de entrada é ignorado.
ro_ro: Invocă acțiunea de aplicație alocată. Toate comenzile aplicației sunt apatrite, iar clipul lor de intrare este ignorat.
ru_ru: Вызывает назначенное действие заявления. Все команды приложений без сохранения состояния, а их входной клип игнорируется.
sk_sk: Vyvolá priradenú akciu žiadosti. Všetky príkazy na aplikáciu sú bez štátnej príslušnosti a ich vstupný klip je ignorovaný.
sl_si: Prikliče dodeljeno dejanje prijave. Vsi ukazi za prijavo so brez državljanstva in njihov vhodni posnetek je prezrt.
sq_al: Thirret veprimi i caktuar i aplikimit. Të gjitha komandat e aplikimit janë pa shtet dhe klipi i tyre i hyrjes injorohet.
sr_cyrl_me: Позива на додељену акцију примене. Сва наредба апликација су без држављанства и њихов улазни снимак се игнорише.
sv_fi: Åberopar den tilldelade ansökan. Alla applikationskommando är statslösa och deras ingångsklipp ignoreras.
sw_ke: Inashawishi hatua ya maombi uliyopewa. Amri zote za Maombi hazina hesabu na kipande chao cha pembejeo kinapuuzwa.
ta_in: ஒதுக்கப்பட்ட விண்ணப்ப நடவடிக்கையை செயல்படுத்துகிறது. அனைத்து பயன்பாட்டு கட்டளைகளும் நிலையற்றவை மற்றும் அவற்றின் உள்ளீட்டு கிளிப் புறக்கணிக்கப்படுகிறது.
te_in: కేటాయించిన దరఖాస్తు చర్యను ప్రేరేపిస్తుంది. అన్ని అప్లికేషన్ కమాండ్ స్టేట్‌లెస్ మరియు వారి ఇన్పుట్ క్లిప్ విస్మరించబడుతుంది.
th_th: เรียกใช้แอปพลิเคชันที่ได้รับมอบหมาย คำสั่งแอปพลิเคชันทั้งหมดเป็นสัญลักษณ์และคลิปอินพุตของพวกเขาจะถูกละเว้น
tk_tm: Bellenen amaly hereketi çagyrýar. Applicalhli amaly buýrugyň raýatlygy ýok we olaryň giriş klipiniň hasaba alynmaýar.
tr_tr: Atanan uygulama eylemini çağırır. Tüm uygulama komutları vatansızdır ve giriş klibi göz ardı edilir.
tt_ru: Билгеләнгән заявка акцияләрен сораштыру. Барлык заявкалар командасы гражданлыгы, аларның кертү клипы санга сукмый.
ug_cn: تەقسىم قىلىنغان ئىلتىماس ھەرىكىتىنى قوبۇل قىلدى. بارلىق قوللىنىشچان بۇيرۇقنىڭ مۇستەملىكىسى ۋە ئۇلارنىڭ كىرگۈزۈش قىسقۇچىغا پەرۋا قىلىنمايدۇ.
uk_ua: Викликає призначену дію програми. Усі команди додатків є без громадянства, і їх вхідний кліп ігнорується.
ur_pk: تفویض کردہ درخواست کی کارروائی کا مطالبہ کرتا ہے۔ تمام ایپلیکیشن کمانڈ اسٹیٹ لیس ہیں اور ان کے ان پٹ کلپ کو نظرانداز کردیا گیا ہے۔
uz_cyrl: Berilgan ariza amalni taklif qiladi. Barcha ariza buyrug'i fuqaroligi emas va ularning kirish klipida e'tibor berilmaydi.
vi_vn: Gọi các hành động ứng dụng được chỉ định. Tất cả các lệnh của ứng dụng đều không trạng thái và clip đầu vào của chúng bị bỏ qua.
zh_hant: 調用分配的應用程序操作。所有應用程序命令都是無狀態的，其輸入剪輯被忽略。
