Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

source: Login load disable success
af_za: Aanmeldbelasting Deaktiveer sukses
am_et: የመግቢያ ጭነት ስኬት አሰናክል
ar_bh: تسجيل الدخول تعطيل النجاح
as_in: লগইন লোড সফলতা নিষ্ক্ৰিয় কৰক
az_cyrl: Giriş yükü Uğuru deaktiv edin
bg_bg: Вход за натоварване Деактивирайте успеха
bn_in: লগইন লোড সাফল্য অক্ষম
bs_latn_ba: Upućivanje Učitaj Uspjeh
ca_es: La càrrega d’inici de sessió desactiva l’èxit
cs_cz: Přihlaste se zatížení deaktivace úspěchu
cy_gb: Llwyth Mewngofnodi Analluogi Llwyddiant
da_dk: Loginbelastning Deaktiver succes
de_ch: Anmeldelast Deaktivierung Erfolg
el_gr: Η επιτυχία της φόρτωσης σύνδεσης
es_bo: Iniciar sesión El éxito de desactivación de la carga
et_ee: Sisselogimise koormus Keelake edu
fa_ir: ورود به سیستم موفقیت غیرفعال کردن
fi_fi: Kirjautumiskuorma poista menestys käytöstä
fil_ph: Ang pag -load ng pag -login ay hindi paganahin ang tagumpay
fr_029: Connexion de la charge Désactiver le succès
ga_ie: Logáil isteach Logáil isteach Díchumasaigh rath
gu_in: લ Login ગિન લોડ સફળતા અક્ષમ કરો
he_il: עומס הכניסה להשבית הצלחה
hi_in: लॉगिन लोड अक्षम सफलता
hr_hr: Prijava opterećenje Onemogući uspjeh
hu_hu: Bejelentkezés Letöltés letiltsa a sikert
hy_am: Մուտք բեռնում Անջատեք հաջողությունը
id_id: Login Load Nonaktifkan Sukses
is_is: Innskráning álag Slökkva á árangri
it_ch: Carico di accesso disabilita il successo
ja_jp: ログインロード無効化の成功
ka_ge: შესვლა დატვირთვის გამორთვა წარმატება
kk_kz: Кіру жүктемесі Сәттілікті өшіріңіз
km_kh: ចូលផ្ទុកការចូលដំណើរការជោគជ័យ
kn_in: ಲಾಗಿನ್ ಲೋಡ್ ಯಶಸ್ಸನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 로그인로드가 성공하지 못합니다
ky_kg: Кирүү жүктөө Ийгиликти өчүрүү
lo_la: ການເຂົ້າລະບົບ
lt_lt: Prisijunkite Įkelti išjungti sėkmę
lv_lv: Pieteikšanās slodze Atspējot panākumus
mi_nz: Ko te Whakaaetanga Whakauru mo te angitu
mk_mk: Најавете го оптоварувањето Оневозможете го успехот
ml_in: ലോജിൻ ലോഡ് വിജയം അപ്രാപ്തമാക്കുക
mr_in: लॉगिन लोड यश अक्षम करा
ms_my: LOAD LOAD Lumpuhkan Kejayaan
mt_mt: Login Load Iddiżattiva s-Suċċess
nb_no: Påloggingsbelastning Deaktiver suksess
ne_np: लगइन लोड सफलता असक्षम
nl_be: Inlogbelasting Schakel succes uit
or_in: ଲଗଇନ୍ ଲୋଡ୍ ସଫଳତା ଅକ୍ଷମ କରନ୍ତୁ |
pa_arab: ਲਾਗਇਨ ਲੋਡ ਅਯੋਗ ਸਫਲਤਾ
pl_pl: Obciążenie logowania Wyłącz sukces
pt_br: Login Load desativando o sucesso
ro_ro: Conectare încărcare dezactivată succesul
ru_ru: Логин нагрузки отключите успех
sk_sk: Prihlasovacie zaťaženie Zakážte úspech
sl_si: Nalaganje prijave onemogoči uspeh
sq_al: Hyni ngarkesën e çaktivizimit të suksesit
sr_cyrl_me: Логин Лоад Онемогући успех
sv_fi: Inloggningsbelastning Inaktivera framgång
sw_ke: Ingia mzigo Lemaza mafanikio
ta_in: உள்நுழைவு சுமை வெற்றியை முடக்கு
te_in: లాగిన్ లోడ్ విజయాన్ని నిలిపివేయండి
th_th: เข้าสู่ระบบโหลดปิดการใช้งานความสำเร็จ
tk_tm: Giriş ýükleri üstünlikleri öçüriň
tr_tr: Giriş Yükü Başarıyı Devre Dışı Bırak
tt_ru: Логин йөкләре уңышны сүндерегез
ug_cn: كىرىش يۈكى مۇۋەپپەقىيەت قازىنىش
uk_ua: Вхід навантаження Вимкнути успіх
ur_pk: لاگ ان بوجھ کامیابی کو غیر فعال کرتا ہے
uz_cyrl: Kirish Yuklash Muvaffaqiyatni o'chirib qo'ying
vi_vn: Đăng nhập tải vô hiệu hóa thành công
zh_hant: 登錄負載禁用成功

source: Login load enable failed
af_za: Aanmeldbelading Aktiveer misluk
am_et: የመግቢያ ጭነት አልተሳካም
ar_bh: فشل تحميل تسجيل الدخول
as_in: লগইন লোড সামৰ্থবান ব্যৰ্থ
az_cyrl: Giriş yükü uğursuz oldu
bg_bg: Зареждането на зареждането на вход не е успешно
bn_in: লগইন লোড সক্ষম ব্যর্থ
bs_latn_ba: Učitavanje za prijavu Omogućeno nije uspjelo
ca_es: Inici de sessió Habilit ha fallat
cs_cz: Přihlašovací zatížení umožňuje selhání
cy_gb: Llwyth Mewngofnodi Galluogi Methwyd
da_dk: Loginbelastning muliggør mislykket
de_ch: Anmeldelast aktiviert fehlgeschlagen
el_gr: Η ενεργοποίηση φόρτωσης σύνδεσης απέτυχε
es_bo: Iniciar sesión en la carga de la carga fallida
et_ee: Sisselogimise koormus lubamine ebaõnnestus
fa_ir: ورود به سیستم فعال نشده
fi_fi: Kirjautumiskuorma Enable epäonnistui
fil_ph: Nabigo ang pag -load ng pag -load
fr_029: La charge de connexion Activer l'échec
ga_ie: Logáil Is féidir an t -ualach logála isteach
gu_in: લ Login ગિન લોડ સક્ષમ નિષ્ફળ
he_il: עומס הכניסה לאפשר נכשל
hi_in: लॉगिन लोड सक्षम विफल
hr_hr: Otvor prijave Omogućuje neuspješno
hu_hu: A bejelentkezési terhelés engedélyezése sikertelen
hy_am: Մուտքի բեռը միացնել ձախողվել է
id_id: Beban login memungkinkan gagal
is_is: Innskráningarálag Virkja mistókst
it_ch: Abilita carico di accesso non riuscito
ja_jp: ログインロード有効に失敗しました
ka_ge: შესვლის დატვირთვა ჩართულია
kk_kz: Кіру Жүктеме жүктеу сәтсіз аяқталды
km_kh: ធាតុចូលបានបរាជ័យ
kn_in: ಲಾಗಿನ್ ಲೋಡ್ ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ವಿಫಲವಾಗಿದೆ
ko_kr: 로그인로드 활성화에 실패했습니다
ky_kg: Кирүү жүктөө иштебей калды
lo_la: ການເຂົ້າສູ່ລະບົບ LOGIN Enable Main Foult
lt_lt: Prisijungimo įkėlimas Įgalinti nepavyko
lv_lv: Pieteikšanās slodze iespējot neizdevušies
mi_nz: Ko te Whakauru Whakauru Whakakore
mk_mk: Најавување оптоварување Овозможете не успеа
ml_in: ലോഗിൻ ലോഡ് പ്രാപ്തമാക്കുക പരാജയപ്പെട്ടു
mr_in: लॉगिन लोड अयशस्वी अयशस्वी
ms_my: Beban Log Masuk
mt_mt: Tagħbija tal-login Enable Falla
nb_no: Innloggingsbelastning aktivert mislyktes
ne_np: लगइन लोड सक्षम असफल असफल भयो
nl_be: Inlogbelasting inschakelen mislukt
or_in: ଲଗଇନ୍ ଭାର ସକ୍ଷମ ନୁହେଁ |
pa_arab: ਲਾਗਇਨ ਲੋਡ ਯੋਗ ਅਸਫਲ
pl_pl: Ładowanie logowania Włącz nieudane
pt_br: Falha na carga de carga de login falhada
ro_ro: Activarea de încărcare a conectării a eșuat
ru_ru: Выход на загрузку входа в систему
sk_sk: Prihlasovacie zaťaženie povoľte zlyhanie
sl_si: Omogočanje nalaganja prijave ni uspelo
sq_al: Ngarkesa e hyrjes Aktivizo dështoi
sr_cyrl_me: Логин Лоад Енабле није успело
sv_fi: Inloggningsbelastning aktiverad misslyckad
sw_ke: Mzigo wa Ingia Wezesha Imeshindwa
ta_in: உள்நுழைவு சுமை தோல்வியுற்றது
te_in: లాగిన్ లోడ్ ఎనేబుల్ విఫలమైంది
th_th: การเปิดใช้งานการโหลดเข้าสู่ระบบล้มเหลว
tk_tm: Giriş ýük başlaň
tr_tr: Oturum Açma Yükü Etkinleştir başarısız
tt_ru: Логин йөкләре уңышсыз булды
ug_cn: كىرىش يۈكلەش مەغلۇب بولدى
uk_ua: Вхід ввімкнення ввімкнено
ur_pk: لاگ ان بوجھ قابل ناکام
uz_cyrl: Kirish Yukni yoqish muvaffaqiyatsiz
vi_vn: Đăng nhập tải Bật không thành công
zh_hant: 登錄負載啟用失敗

source: Login load enable success
af_za: Aanmeldbelading Aktiveer sukses
am_et: የመግቢያ ጭነት ስኬት አንቃ
ar_bh: قم بتمكين تحميل تسجيل الدخول النجاح
as_in: লগইন লোড সামৰ্থবান সফলতা
az_cyrl: Giriş yükü uğuru aktivləşdirin
bg_bg: Успехът на зареждането на вход Активира
bn_in: লগইন লোড সাফল্য সক্ষম করুন
bs_latn_ba: Load Load Omogući uspjeh
ca_es: Inici de sessió Habilita l'èxit
cs_cz: Přihlaste se povolit úspěch
cy_gb: Llwyth Mewngofnodi Galluogi Llwyddiant
da_dk: Loginbelastning muliggør succes
de_ch: Anmeldelast ermöglichen Erfolg
el_gr: LOAD LOAD Ενεργοποίηση επιτυχίας
es_bo: Iniciar sesión Activar el éxito
et_ee: Sisselogimise koormus võimaldab edu
fa_ir: ورود به سیستم موفقیت را فعال کنید
fi_fi: Kirjautumiskuorma mahdollistaa menestyksen
fil_ph: Pag -load ng Pag -load Paganahin ang Tagumpay
fr_029: La charge de connexion Activer le succès
ga_ie: Logáil isteach Logáil Is féidir le rath rath
gu_in: લ log ગિન લોડ સફળતા સક્ષમ કરો
he_il: עומס כניסה לאפשר הצלחה
hi_in: लॉगिन लोड सफलता को सक्षम करें
hr_hr: Prijava učitavanje Omogući uspjeh
hu_hu: A bejelentkezési terhelés lehetővé teszi a sikert
hy_am: Մուտք բեռը միացնել հաջողությունը
id_id: Beban login memungkinkan kesuksesan
is_is: Innskráningarálag Virkja árangur
it_ch: Carico di accesso Abilita successo
ja_jp: ログインロードを有効にします
ka_ge: შესვლის დატვირთვა წარმატების მისაღწევად
kk_kz: Кіру Жүктеме сәттілікке қосыңыз
km_kh: ចូលផ្ទុកចូលទទួលបានជោគជ័យ
kn_in: ಲಾಗಿನ್ ಲೋಡ್ ಯಶಸ್ಸನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 로그인로드 활성화 성공
ky_kg: Кирүү Жүктөө Ийгиликке жетет
lo_la: ການເຂົ້າລະບົບ LOGIN ເປີດຄວາມສໍາເລັດ
lt_lt: Prisijungimo apkrova įgalina sėkmę
lv_lv: Pieteikšanās slodze Iespējot panākumus
mi_nz: Ko te Whakaaetanga Whakauru kia pai te angitu
mk_mk: Најавување оптоварување Овозможете успех
ml_in: ലോജിൻ ലോഡ് വിജയം പ്രാപ്തമാക്കുക
mr_in: लॉगिन लोड यश सक्षम करते
ms_my: Beban log masuk membolehkan kejayaan
mt_mt: Tagħbija tal-Login Ippermetti s-Suċċess
nb_no: Innloggingsbelastning muliggjør suksess
ne_np: लगइन लोड सक्षम सफलता
nl_be: Inlogbelasting schakel succes in
or_in: ଲଗଇନ୍ ଲୋଡ୍ ସଫଳତା ସକ୍ଷମ କରନ୍ତୁ |
pa_arab: ਲੌਗਇਨ ਲੋਡ ਸਫਲਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl_pl: Obciążenie logowania Włącz sukces
pt_br: Login Load Habilable Sucesso
ro_ro: Conectare încărcare Activare succes
ru_ru: Загрузка входа в систему Включить успех
sk_sk: Prihlasovacie zaťaženie umožňuje úspech
sl_si: Nalaganje prijave omogoča uspeh
sq_al: Hyrja e ngarkesës Aktivizo suksesin
sr_cyrl_me: Учитавање пријаве Омогући успех
sv_fi: Inloggningsbelastning möjliggör framgång
sw_ke: Ingia mzigo Wezesha mafanikio
ta_in: உள்நுழைவு சுமை வெற்றியை இயக்கவும்
te_in: లాగిన్ లోడ్ విజయాన్ని ప్రారంభించండి
th_th: การโหลดเข้าสู่ระบบเปิดใช้งานความสำเร็จ
tk_tm: Giriş ýükleri üstünlige mümkinçilik beriň
tr_tr: Giriş Yükü Başarıyı Etkinleştir
tt_ru: Логин йөк уңышны куша
ug_cn: كىرىش يۈكنى قوزغىتىڭ
uk_ua: Вхід завантаження Увімкнення успіху
ur_pk: لاگ ان بوجھ کامیابی کو فعال کریں
uz_cyrl: Kirish Yuklash Muvaffaqiyatni yoqing
vi_vn: Đăng nhập tải cho phép thành công
zh_hant: 登錄負載使成功

# MainWindowHideLabel
source: Hide
af_za: Vel
am_et: ደብቅ
ar_bh: يخفي
as_in: লুকাই থকা
az_cyrl: Gizləmək
bg_bg: Крия
bn_in: লুকান
bs_latn_ba: Sakriti
ca_es: Amagar
cs_cz: Skrýt
cy_gb: Celed
da_dk: Skjule
de_ch: Verstecken
el_gr: Κρύβω
es_bo: Esconder
et_ee: Varjama
fa_ir: پنهان شدن
fi_fi: Piilottaa
fil_ph: Tago
fr_029: Cacher
ga_ie: Coinnigh faoi cheilt
gu_in: છટકી જવું
he_il: להתחבא
hi_in: छिपाना
hr_hr: Sakriti
hu_hu: Elrejt
hy_am: Թաքցնել
id_id: Bersembunyi
is_is: Fela
it_ch: Nascondere
ja_jp: 隠れる
ka_ge: დამალვა
kk_kz: Жасыру
km_kh: លាក់
kn_in: ಆಡು
ko_kr: 숨다
ky_kg: Жашын
lo_la: ລັບ
lt_lt: Slėptis
lv_lv: Slēpties
mi_nz: Hīpoki
mk_mk: Крие
ml_in: ഒളിക്കുക
mr_in: लपवा
ms_my: Sembunyikan
mt_mt: Aħbi
nb_no: Gjemme seg
ne_np: लुकाउनु
nl_be: Verbergen
or_in: ଲୁଚାନ୍ତୁ |
pa_arab: ਓਹਲੇ
pl_pl: Ukrywać
pt_br: Esconder
ro_ro: Ascunde
ru_ru: Скрывать
sk_sk: Skryť
sl_si: Skrij
sq_al: Fsheh
sr_cyrl_me: Сакрити
sv_fi: Dölj
sw_ke: Ficha
ta_in: மறை
te_in: దాచు
th_th: ซ่อน
tk_tm: Gizle
tr_tr: Saklamak
tt_ru: Яшер
ug_cn: يوشۇر
uk_ua: Сховати
ur_pk: چھپائیں
uz_cyrl: Yashirmoq
vi_vn: Trốn
zh_hant: 隱藏

# MainWindowLoadedNtfText
source: Monkey Paste is now loaded. Clipboard listening is: {0}
af_za: Monkey Pasta is nou gelaai. Clipboard -luister is: {0}
am_et: ዝንጀሮ ፓስታ አሁን ተጭኗል. ቅንጥብ ሰሌዳ ማዳመጥ: {0}
ar_bh: تم الآن تحميل معجون القرد. الاستماع إلى الحافظة هو: {0}
as_in: বান্দৰৰ পেষ্ট এতিয়া লোড কৰা হৈছে। ক্লিপবোৰ্ড শুনা হৈছে: {0}
az_cyrl: Monkey pastası artıq yüklənir. Panoya qulaq asmaq: {0}
bg_bg: Маймунската паста вече е заредена. Слушането на клипборда е: {0}
bn_in: বানরের পেস্ট এখন লোড হয়েছে। ক্লিপবোর্ড শ্রবণটি হ'ল: {0}
bs_latn_ba: Sada se učitava majmunska pasta. Slušanje međuspremnika je: {0}
ca_es: La pasta de mico ara es carrega. L’escolta del porta -retalls és: {0}
cs_cz: Monkey Paste je nyní naložena. Poslech schránky je: {0}
cy_gb: Mae past mwnci bellach wedi'i lwytho. Gwrando Clipfwrdd yw: {0}
da_dk: Abepasta er nu indlæst. Clipboard lytning er: {0}
de_ch: Affenpaste ist jetzt geladen. Das Hören von Clipboard ist: {0}
el_gr: Η πάστα μαϊμού είναι τώρα φορτωμένη. Η ακρόαση με πρόχειρο είναι: {0}
es_bo: La pasta de mono ahora está cargada. La escucha de portapapeles es: {0}
et_ee: Ahvipasta on nüüd laaditud. Lõikelaua kuulamine on: {0}
fa_ir: خمیر میمون اکنون بارگیری شده است. شنیدن کلیپ بورد: {0}
fi_fi: Apinapasta on nyt ladattu. Leikepöydän kuuntelu on: {0}
fil_ph: Na -load na ngayon ang Monkey Paste. Ang pakikinig ng clipboard ay: {0}
fr_029: La pâte de singe est maintenant chargée. L'écoute du presse-papiers est: {0}
ga_ie: Tá greamaigh moncaí luchtaithe anois. Éisteacht gearrthaisce ná: {0}
gu_in: મંકી પેસ્ટ હવે લોડ થઈ ગઈ છે. ક્લિપબોર્ડ સાંભળવું છે: {0}
he_il: משחת קופים טעונה כעת. האזנת הלוח היא: {0}
hi_in: बंदर पेस्ट अब लोड हो गया है। क्लिपबोर्ड सुनना है: {0}
hr_hr: Majmunska pasta je sada učitana. Slušanje u međuspremniku je: {0}
hu_hu: A majompaszta most már betöltött. A vágólap hallgatása: {0}
hy_am: Monkey Paste-ն այժմ բեռնված է: Clipboard լսումը հետևյալն է. {0}
id_id: Pasta monyet sekarang dimuat. Mendengarkan clipboard adalah: {0}
is_is: Apa líma er nú hlaðið. Hlustun á klemmuspjald er: {0}
it_ch: La pasta di scimmia è ora caricata. L'ascolto degli appunti è: {0}
ja_jp: モンキーペーストがロードされました。 クリップボードリスニングは：{0}
ka_ge: მაიმუნის პასტა ახლა დატვირთულია. ბუფერული მოსმენის მოსმენაა: {0}
kk_kz: Қазір маймыл пастасы жүктелді. Аралық сақтағышты тыңдау: {0}
km_kh: ការបិទភ្ជាប់ស្វាឥឡូវត្រូវបានផ្ទុកហើយ។ ការស្តាប់ឃ្លិបបតគឺ {0}
kn_in: ಮಂಕಿ ಪೇಸ್ಟ್ ಅನ್ನು ಈಗ ಲೋಡ್ ಮಾಡಲಾಗಿದೆ. ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಆಲಿಸುವುದು: {0}
ko_kr: 이제 원숭이 페이스트가로드되었습니다. 클립 보드 청취는 : {0}
ky_kg: Маймыл пастасы азыр жүктөлгөн. Алмашуу буферинин угуусу: {0}
lo_la: Monkey Paste ກໍາລັງໂຫລດແລ້ວ. ການຟັງ Clipboard ແມ່ນ: {0}
lt_lt: Beždžionių pasta dabar pakrauta. Mainų srities klausymas yra: {0}
lv_lv: Pērtiķu pastas tagad ir piekrauta. Starpliktuves klausīšanās ir: {0}
mi_nz: Kua utaina a Monkey whakapiri. Ko te whakarongo te Clipboard ko: {0}
mk_mk: Паста од мајмуни сега е натоварена. Слушањето на таблата е: {0}
ml_in: മങ്കി പേസ്റ്റ് ഇപ്പോൾ ലോഡുചെയ്തു. ക്ലിപ്പ്ബോർഡ് ലിങ്കോംഗ് ഇവയാണ്: {0}
mr_in: माकड पेस्ट आता लोड झाली आहे. क्लिपबोर्ड ऐकणे आहे: {0}
ms_my: Paste monyet kini dimuatkan. Mendengar papan klip adalah: {0}
mt_mt: Paste tax-xadini issa huwa mgħobbi. Is-smigħ tal-clipboard huwa: {0}
nb_no: Monkeypasta er nå lastet. Utklippstavlen er: {0}
ne_np: बाँदर पेस्ट अब लोड गरिएको छ। क्लिपबोर्ड सुन्न: {0}
nl_be: Monkeypasta is nu geladen. Klembord luisteren is: {0}
or_in: ମାଙ୍କଡ଼ ପେଷ୍ଟ ବର୍ତ୍ତମାନ ଲୋଡ୍ ହୋଇଛି | କ୍ଲିପବୋର୍ଡ ଶୁଣିବା ହେଉଛି: {0}
pa_arab: ਬਾਂਦਰ ਦਾ ਪੇਸਟ ਹੁਣ ਲੋਡ ਹੋਇਆ ਹੈ. ਕਲਿੱਪਬੋਰਡ ਸੁਣਵਾਈ ਹੈ: {0}
pl_pl: Paste Monkey jest teraz załadowana. Słuchanie schowka to: {0}
pt_br: A pasta de macaco agora está carregada. A escuta da área de transferência é: {0}
ro_ro: Pasta de maimuță este acum încărcată. Ascultarea clipboard este: {0}
ru_ru: Обезьяна теперь загружена. Слушание буфера обмена: {0}
sk_sk: Pasta opice je teraz naložená. Počúvanie schránky je: {0}
sl_si: Monkey pasta je zdaj naložena. Poslušanje odložišč je: {0}
sq_al: Pasta e majmunit tani është e ngarkuar. Dëgjimi i Clipboard është: {0}
sr_cyrl_me: Мајмунска паста је сада натоварена. Слушање међуспремника је: {0}
sv_fi: Monkey -pasta är nu laddad. Urklipps lyssnande är: {0}
sw_ke: Kuweka tumbili sasa kumejaa. Usikilizaji wa clipboard ni: {0}
ta_in: குரங்கு பேஸ்ட் இப்போது ஏற்றப்பட்டுள்ளது. கிளிப்போர்டு கேட்பது: {0}
te_in: మంకీ పేస్ట్ ఇప్పుడు లోడ్ చేయబడింది. క్లిప్‌బోర్డ్ వినడం: {0}
th_th: วางลิงวางตอนนี้ การฟังคลิปบอร์ดคือ: {0}
tk_tm: Maýmyn pastasy indi ýüklendi. Klip tagtasynyň diňleýjisi: {0}
tr_tr: Maymun macunu artık yüklendi. Pano dinleme: {0}
tt_ru: Маймыл Паста хәзер йөкләнә. Асмипорд тыңлау: {0}
ug_cn: مايمۇن چاپلاق ھازىر يۈكلەندى. چاپلاش تاختىسى ئاڭلاش: {0}
uk_ua: Мавпа тепер завантажена. Прослуховування буфера обміну: {0}
ur_pk: بندر کا پیسٹ اب بھری ہوئی ہے۔ کلپ بورڈ سن رہا ہے: {0}
uz_cyrl: Endi maymun pastasi yuklanmoqda. Clipboard tinglash: {0}
vi_vn: Monkey Paste hiện được tải. Clipboard Lắng nghe là: {0}
zh_hant: 猴子糊現已加載。 剪貼板聽力是：{0}

# MainWindowLoadedNtfTitle
source: Loaded
af_za: Gelaai
am_et: የተጫነ
ar_bh: محمل
as_in: লোড কৰা হৈছে
az_cyrl: Yüklü
bg_bg: Зареден
bn_in: বোঝা
bs_latn_ba: Napunjeno
ca_es: Carregat
cs_cz: Načteno
cy_gb: Lwythedig
da_dk: Indlæst
de_ch: Geladen
el_gr: Φορτωμένος
es_bo: Cargado
et_ee: Koormatud
fa_ir: لود شده
fi_fi: Ladattu
fil_ph: Puno
fr_029: Chargé
ga_ie: Luchtaithe
gu_in: ભરેલું
he_il: עמוס
hi_in: लदा हुआ
hr_hr: Napunjen
hu_hu: Töltött
hy_am: Բեռնված
id_id: Sarat
is_is: Hlaðinn
it_ch: Caricato
ja_jp: ロード
ka_ge: დატვირთული
kk_kz: Тиелген
km_kh: ផ្ទុក
kn_in: ಲೋಡ್ ಮಾಡಿದ
ko_kr: 짐을 실은
ky_kg: Жүктөлгөн
lo_la: ບັນຈຸ
lt_lt: Pakrauti
lv_lv: Noslogots
mi_nz: Utaina
mk_mk: Натоварено
ml_in: ലോഡുചെയ്തു
mr_in: भारित
ms_my: Dimuatkan
mt_mt: Mgħobbi
nb_no: Lastet
ne_np: लोभ
nl_be: Geladen
or_in: ଲୋଡ୍ ହୋଇଛି
pa_arab: ਲੋਡ ਹੋ ਗਿਆ
pl_pl: Załadowany
pt_br: Carregado
ro_ro: Încărcat
ru_ru: Загружен
sk_sk: Naložený
sl_si: Naloženo
sq_al: I ngarkuar
sr_cyrl_me: Утоварен
sv_fi: Lastad
sw_ke: Kubeba
ta_in: ஏற்றப்பட்டது
te_in: లోడ్ చేయబడింది
th_th: ที่ได้ถูกบรรจุแล้ว
tk_tm: Ýüklendi
tr_tr: Yüklendi
tt_ru: Йөкләнгән
ug_cn: يۈكلەندى
uk_ua: Навантажений
ur_pk: بھری ہوئی
uz_cyrl: Yuklangan
vi_vn: Nạp vào
zh_hant: 載入

# MainWindowShowLabel
source: Show
af_za: Wys
am_et: አሳይ
ar_bh: يعرض
as_in: প্ৰদৰ্শনী
az_cyrl: Göstərmək
bg_bg: Показване
bn_in: শো
bs_latn_ba: Pokazati
ca_es: Espectacle
cs_cz: Ukázat
cy_gb: Dangosem
da_dk: At vise
de_ch: Zeigen
el_gr: προβολή
es_bo: Espectáculo
et_ee: Näitama
fa_ir: نشان دادن
fi_fi: Näytä
fil_ph: Ipakita
fr_029: Montrer
ga_ie: Taispeáin
gu_in: શોખ
he_il: הופעה
hi_in: दिखाओ
hr_hr: Pokazati
hu_hu: Előadás
hy_am: Ցուցադրում
id_id: Menunjukkan
is_is: Sýna
it_ch: Spettacolo
ja_jp: 見せる
ka_ge: გამოფენა
kk_kz: Көрсету
km_kh: បង្ហាញ
kn_in: ತೋರಿಸು
ko_kr: 보여주다
ky_kg: Көрсөтүү
lo_la: ການສະແດງ
lt_lt: Rodyti
lv_lv: Izrādīt
mi_nz: Whakaatu
mk_mk: Шоу
ml_in: കാണിക്കുക
mr_in: दर्शवा
ms_my: Tunjukkan
mt_mt: Juru
nb_no: Forestilling
ne_np: देखाउनु
or_in: ଶୋ କରନ୍ତୁ |
pa_arab: ਦਿਖਾਓ
pl_pl: Pokazywać
pt_br: Mostrar
ro_ro: Spectacol
ru_ru: Показывать
sk_sk: Šou
sl_si: Razstava
sq_al: Shfaqje
sr_cyrl_me: Прикажи
sw_ke: Onyesha
ta_in: காட்டு
te_in: చూపించు
th_th: แสดง
tk_tm: Görkez
tr_tr: Göstermek
tt_ru: Шоу
uk_ua: Показувати
ur_pk: دکھائیں
uz_cyrl: Ko'rsatish
vi_vn: Trình diễn
zh_hant: 展示

# MouseModeAutoCopyNtfText
source: Auto Copy Selection Mode: {0}
af_za: Auto -kopie -seleksie -modus: {0}
am_et: የመኪና ቅጂ ምርጫ ሁኔታ: {0}
ar_bh: وضع اختيار النسخ التلقائي: {0}
as_in: স্বয়ংক্ৰিয় কপি নিৰ্বাচন ধৰণ: {0}
az_cyrl: Avtomatik kopyalama seçim rejimi: {0}
bg_bg: Режим на избор на автоматично копиране: {0}
bn_in: অটো অনুলিপি নির্বাচন মোড: {0}
bs_latn_ba: Način odabira automatska kopija: {0}
ca_es: Mode de selecció de còpia automàtica: {0}
cs_cz: Režim výběru automatického kopie: {0}
cy_gb: Modd Dewis Copi Auto: {0}
da_dk: Udvalgstilstand for autokopi: {0}
de_ch: Kopieauswahlmodus für automatische Kopie: {0}
el_gr: Λειτουργία επιλογής αυτόματου αντιγράφου: {0}
es_bo: Modo de selección de copia automática: {0}
et_ee: Autokoopia valiku režiim: {0}
fa_ir: حالت انتخاب کپی خودکار: {0}
fi_fi: Automaattinen kopiointivalintatila: {0}
fr_029: Mode de sélection de copie automatique: {0}
ga_ie: Mód Roghnúcháin Cóipeála Auto: {0}
gu_in: ઓટો ક copy પિ પસંદગી મોડ: {0}
he_il: מצב בחירת העתקה אוטומטית: {0}
hi_in: ऑटो कॉपी चयन मोड: {0}
hr_hr: Automatska kopija Način odabira: {0}
hu_hu: Automatikus másolás kiválasztási módja: {0}
hy_am: Ավտոպատճենման ընտրության ռեժիմ՝ {0}
id_id: Mode Seleksi Salin Otomatis: {0}
is_is: Sjálfvirk afritunarvalstilling: {0}
it_ch: Modalità di selezione della copia automatica: {0}
ja_jp: 自動コピー選択モード：{0}
ka_ge: ავტო ასლის შერჩევის რეჟიმი: {0}
kk_kz: Автоматты түрде көшіру режимі: {0}
km_kh: របៀបជ្រើសរើសចម្លងចម្លងដោយស្វ័យប្រវត្តិ: {0}
kn_in: ಸ್ವಯಂ ನಕಲು ಆಯ್ಕೆ ಮೋಡ್: {0}
ko_kr: 자동 사본 선택 모드 : {0}
ky_kg: Авто көчүрүү тандоо режими: {0}
lo_la: ຮູບແບບການຄັດເລືອກສໍາເນົາອັດຕະໂນມັດ: {0}
lt_lt: Automobilių kopijų pasirinkimo režimas: {0}
lv_lv: Automātiska kopēšanas izvēles režīms: {0}
mi_nz: Aratau Kōwhiringa Auto: {0}
mk_mk: Автоматски режим за избор на копирање: {0}
ml_in: യാന്ത്രിക പകർപ്പ് തിരഞ്ഞെടുക്കൽ മോഡ്: {0}
mr_in: ऑटो कॉपी निवड मोड: {0}
ms_my: Mod Pemilihan Salinan Auto: {0}
mt_mt: Mod ta 'Għażla ta' Kopja Auto: {0}
ne_np: स्वत: प्रतिलिपि चयन मोड: {0}
nl_be: Auto -kopie Selectiemodus: {0}
or_in: ଅଟୋ କପି ଚୟନ ମୋଡ୍: {0}
pa_arab: ਆਟੋ ਕਾਪੀ ਚੋਣ ਮੋਡ: {0}
pl_pl: Auto Kopia Tryb wyboru: {0}
pt_br: Modo de seleção de cópia automática: {0}
ro_ro: Mod de selecție automată a copiilor: {0}
ru_ru: Режим выбора автоматической копии: {0}
sk_sk: Režim výberu automatického kopírovania: {0}
sl_si: Način izbire samodejnega kopiranja: {0}
sq_al: Mënyra e zgjedhjes së kopjimit automatik: {0}
sr_cyrl_me: Аутоматско копирање Режим одабира: {0}
sw_ke: Njia ya uteuzi wa nakala ya kiotomatiki: {0}
ta_in: ஆட்டோ நகல் தேர்வு பயன்முறை: {0}
te_in: ఆటో కాపీ ఎంపిక మోడ్: {0}
th_th: โหมดการเลือกคัดลอกอัตโนมัติ: {0}
tk_tm: Awto göçürmek saýlaň Saýlaw re modeimini: {0}
tr_tr: Otomatik Kopyala Seçim Modu: {0}
tt_ru: Авто күчереп алу Секция режимы: {0}
ug_cn: ئاپتوماتىك كۆچۈرۈش تاللاش ھالىتى: {0}
uk_ua: Автоматичний режим вибору копії: {0}
ur_pk: آٹو کاپی سلیکشن موڈ: {0}
uz_cyrl: Avtomatik nusxalash tanlovi rejimi: {0}
vi_vn: Chế độ chọn bản sao tự động: {0}
zh_hant: 自動複製選擇模式：{0}

# AppModeChangeNtfTitle
source: Mode Changed
af_za: Modus verander
am_et: ሁኔታ ተለው changed ል
ar_bh: تغير الوضع
as_in: মোড সলনি কৰা হৈছে
az_cyrl: Rejimi dəyişdi
bg_bg: Режимът се променя
bn_in: মোড পরিবর্তিত হয়েছে
bs_latn_ba: Način se promijenio
ca_es: Mode canviat
cs_cz: Režim se změnil
cy_gb: Newid Modd
da_dk: Tilstand ændret
de_ch: Modus geändert
el_gr: Η λειτουργία άλλαξε
es_bo: Modo cambiado
et_ee: Režiim muudetud
fa_ir: حالت تغییر کرد
fi_fi: Tila muuttunut
fil_ph: Nagbago ang mode
fr_029: Le mode changé
ga_ie: Modh athraithe
gu_in: મોડ બદલાયો
he_il: המצב השתנה
hi_in: मोड बदल गया
hr_hr: Način se promijenio
hu_hu: Az üzemmód megváltozott
hy_am: Ռեժիմը փոխվել է
id_id: Mode berubah
is_is: Mode breytt
it_ch: Modalità cambia
ja_jp: モードが変更されました
ka_ge: რეჟიმი შეიცვალა
kk_kz: Режим өзгерді
km_kh: បានផ្លាស់ប្តូររបៀប
kn_in: ಮೋಡ್ ಬದಲಾಗಿದೆ
ko_kr: 모드가 변경되었습니다
ky_kg: Режим өзгөрдү
lo_la: ຮູບແບບການປ່ຽນແປງ
lt_lt: Režimas pasikeitė
lv_lv: Mainīts režīms
mi_nz: Aratau i hurihia
mk_mk: Режимот се смени
ml_in: മോഡ് മാറ്റി
mr_in: मोड बदलला
ms_my: Mod berubah
mt_mt: Mod mibdul
nb_no: Modus endret
ne_np: मोड परिवर्तन भयो
nl_be: Modus gewijzigd
or_in: ମୋଡ୍ ପରିବର୍ତ୍ତନ ହେଲା |
pa_arab: ਮੋਡ ਬਦਲਿਆ ਗਿਆ
pl_pl: Tryb się zmienił
pt_br: Modo alterado
ro_ro: Modul schimbat
ru_ru: Режим изменился
sk_sk: Režim sa zmenil
sl_si: Način spremenjen
sq_al: Mënyra e ndryshuar
sr_cyrl_me: Режим се променио
sv_fi: Läge ändrades
sw_ke: Njia ilibadilishwa
ta_in: பயன்முறை மாற்றப்பட்டது
te_in: మోడ్ మార్చబడింది
th_th: เปลี่ยนโหมด
tk_tm: Re modeimi üýtgedi
tr_tr: Mod değişti
tt_ru: Режим үзгәрде
ug_cn: ھالەت ئۆزگەردى
uk_ua: Режим змінився
ur_pk: موڈ تبدیل ہوا
uz_cyrl: Rejim o'zgartirildi
vi_vn: Chế độ thay đổi
zh_hant: 模式更改
