Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginBrowserReportAbuseLabel
source: Report Abuse:
af_za: Rapporteer misbruik:
am_et: የአላግባብ መጠቀም ሪፖርት:
ar_bh: بلغ عن سوء معاملة:
as_in: ৰিপৰ্ট অপব্যৱহাৰ:
az_cyrl: Şikayət et:
bg_bg: Съобщете за злоупотреба:
bn_in: অপব্যবহার রিপোর্ট করুন:
bs_latn_ba: Prijavi zloupotrebu:
ca_es: Informar d'un abús:
cs_cz: Nahlásit zneužití:
cy_gb: Riportio Cam -drin:
da_dk: Anmeld misbrug:
de_ch: Missbrauch Bericht:
el_gr: Αναφορά κατάχρησης:
es_bo: Reportar abuso:
et_ee: Teata väärkasutusest:
fa_ir: گزارش سوءاستفاده:
fi_fi: Ilmoita väärinkäytöstä:
fil_ph: Iulat ang pang -aabuso:
fr_029: Signaler un abus:
ga_ie: Mí -úsáid a thuairisciú:
gu_in: દુરુપયોગની જાણ કરો:
he_il: דיווח על התעללות:
hi_in: दुरुपयोग होने की सूचना दें:
hr_hr: Prijavi zlostavljanje:
hu_hu: Visszaélés jelentése:
hy_am: Հաղորդել չարաշահման մասին.
id_id: Laporkan Penyalahgunaan:
is_is: Tilkynna misnotkun:
it_ch: Segnala l'abuso:
ja_jp: 虐待を報告する：
ka_ge: მოხსენება ბოროტად გამოყენების შესახებ:
kk_kz: Есеп беру:
km_kh: របាយការណ៍ការរំលោភបំពាន:
kn_in: ನಿಂದನೆಯನ್ನು ವರದಿಮಾಡಿ:
ko_kr: 남용 신고:
ky_kg: Кыянаттык жөнүндө кабарлоо:
lo_la: ລາຍງານການລ່ວງລະເມີດ:
lt_lt: Pranešti apie smurtą:
lv_lv: Ziņot par ļaunprātīgu izmantošanu:
mi_nz: Korerotia te kohukohu:
mk_mk: Пријави злоупотреба:
ml_in: ദുരുപയോഗ വിവരം അറിയിക്കുക:
mr_in: गैरवर्तनाची तक्रार नोंदवा:
ms_my: Laporkan penderaan:
mt_mt: Irrapporta abbuż:
nb_no: Rapporter misbruk:
ne_np: दुरुपयोग रिपोर्ट गर्नुहोस्:
nl_be: Meld misbruik:
or_in: ଅପବ୍ୟବହାର ରିପୋର୍ଟ କରନ୍ତୁ:
pa_arab: ਦੁਰੁਪਯੋਗ ਹੋਣ ਦੀ ਸੂਚਨਾ ਦੇਣੀ:
pl_pl: Zgłoś nadużycie:
pt_br: Relatar abuso:
ro_ro: Raporteaza abuz:
ru_ru: Сообщить о злоупотреблениях:
sk_sk: Nahlásiť obťažovanie:
sl_si: Prijavi zlorabo:
sq_al: Raporto abuzimin:
sr_cyrl_me: Пријави злоупотребу:
sv_fi: Rapportera missbruk:
sw_ke: Ripoti unyanyasaji:
ta_in: தகாதது என பதிவுசெய்:
te_in: దుర్వినియోగమైతే:
th_th: รายงานการล่วงละเมิด:
tk_tm: Zalymlyk barada hasabat beriň:
tr_tr: Kötüye Kullanımı Bildir:
tt_ru: Хыянәт турында хәбәр итегез:
ug_cn: قالايمىقان ئىشلىتىش:
uk_ua: Повідомити про зловживання:
ur_pk: اطلاع دیں:
uz_cyrl: Huquqbuzarlik haqida xabar berish:
vi_vn: Báo cáo lạm dụng:
zh_hant: 報告濫用：

# PluginBrowserTagsLabel
source: Tags:
am_et: መለያዎች: -
ar_bh: العلامات:
as_in: ট্যাগ:
az_cyrl: Etiketlər:
bg_bg: Етикети:
bn_in: ট্যাগ:
bs_latn_ba: Oznake:
ca_es: Etiquetes:
cs_cz: Štítky:
cy_gb: Tagiau:
de_ch: Stichworte:
el_gr: Ετικέτες:
es_bo: Etiquetas:
et_ee: Sildid:
fa_ir: برچسب ها:
fi_fi: Tunnisteet:
fr_029: Mots clés:
ga_ie: Clibeanna:
gu_in: ટ Tags ગ્સ:
he_il: תגיות:
hi_in: टैग:
hr_hr: Oznake:
hu_hu: Címkék:
hy_am: Թեմաներ
id_id: Tag:
is_is: Merki:
it_ch: Tag:
ja_jp: タグ：
ka_ge: ტეგები:
kk_kz: Тегтер:
km_kh: ស្លាក:
kn_in: ಟ್ಯಾಗ್ಗಳು:
ko_kr: 태그 :
ky_kg: Тегдер:
lt_lt: Žymos:
lv_lv: Tagi:
mk_mk: Тагови:
ml_in: ടാഗുകൾ:
mr_in: टॅग्ज:
ms_my: Tag:
nb_no: Tagger:
ne_np: ट्यागहरू:
or_in: ଟ୍ୟାଗ୍ସ:
pa_arab: ਟੈਗਸ:
pl_pl: Tagi:
pt_br: Tag:
ro_ro: Etichete:
ru_ru: Теги:
sk_sk: Značky:
sl_si: Oznake:
sq_al: Etiketat:
sr_cyrl_me: Ознаке:
sv_fi: Taggar:
sw_ke: Lebo:
ta_in: குறிச்சொற்கள்:
te_in: టాగ్లు:
tk_tm: Bellikler:
tr_tr: Etiketler:
tt_ru: Теги:
ug_cn: خەتكۈچلەر:
uk_ua: Теги:
ur_pk: ٹیگز:
uz_cyrl: Teglar:
zh_hant: 標籤：

# PluginBrowserUpdateLabel
source: Update
af_za: Opdateer
am_et: ዝመና
ar_bh: تحديث
as_in: নবীকৰণ
az_cyrl: Aktuallaşdırmaq
bg_bg: Актуализация
bn_in: হালনাগাদ
bs_latn_ba: Ažurirati
ca_es: Actualitzar
cs_cz: Aktualizace
cy_gb: Diweddara ’
da_dk: Opdatering
de_ch: Aktualisieren
el_gr: Εκσυγχρονίζω
es_bo: Actualizar
et_ee: Värskendama
fa_ir: به روز رسانی
fi_fi: Päivittää
fil_ph: I -update
fr_029: Mise à jour
ga_ie: An t -ó nuashonrú a dhéanamh ar
gu_in: અપડેટ કરવું
he_il: עדכון
hi_in: अद्यतन
hr_hr: Ažuriraj
hu_hu: Frissít
hy_am: Թարմացնել
id_id: Memperbarui
it_ch: Aggiornamento
ja_jp: アップデート
ka_ge: განახლება
kk_kz: Жаңарту
km_kh: ធេវីអាេយយរមយរ
kn_in: ನವೀಕರಿಸು
ko_kr: 업데이트
ky_kg: Жаңыртуу
lo_la: ປັບປຸງໃຫ້ທັນ
lt_lt: Atnaujinimas
lv_lv: Atjaunināt
mi_nz: Whakahou
mk_mk: Ажурирање
ml_in: അപ്ഡേറ്റ് ചെയ്യുക
mr_in: अद्यतन
ms_my: Kemas kini
mt_mt: Aġġornament
nb_no: Oppdater
ne_np: अद्यावधिक गर्नुहोस्
or_in: ଅଦ୍ୟତନ କରନ୍ତୁ |
pa_arab: ਅਪਡੇਟ
pl_pl: Aktualizacja
pt_br: Atualizar
ro_ro: Actualizați
ru_ru: Обновлять
sk_sk: Aktualizácia
sl_si: Nadgradnja
sq_al: Azhurnim
sr_cyrl_me: ажурирање
sv_fi: Uppdatering
sw_ke: Sasisha
ta_in: புதுப்பிப்பு
te_in: నవీకరణ
th_th: อัปเดต
tk_tm: Täzelen
tr_tr: Güncelleme
tt_ru: Яңарту
ug_cn: يېڭىلاش
uk_ua: Оновлення
ur_pk: اپ ڈیٹ
uz_cyrl: Yangilamoq
vi_vn: Cập nhật
zh_hant: 更新

# PluginBrowserVersionLabel
source: Version:
af_za: Weergawe:
am_et: ስሪት
ar_bh: إصدار:
as_in: সংস্কৰণ:
az_cyrl: Versiya:
bg_bg: Версия:
bn_in: সংস্করণ:
bs_latn_ba: Verzija:
ca_es: Versió:
cs_cz: Verze:
cy_gb: Fersiwn:
de_ch: Ausführung:
el_gr: Εκδοχή:
es_bo: Versión:
et_ee: Versioon:
fa_ir: نسخه:
fi_fi: Versio:
fil_ph: Bersyon:
ga_ie: Leagan:
gu_in: સંસ્કરણ:
he_il: גִרְסָה:
hi_in: संस्करण:
hr_hr: Verzija:
hu_hu: Változat:
hy_am: Տարբերակ:
id_id: Versi: kapan:
is_is: Útgáfa:
it_ch: Versione:
ja_jp: バージョン：
ka_ge: ვერსია:
kk_kz: Нұсқасы:
km_kh: កំណែ:
kn_in: ಆವೃತ್ತಿ:
ko_kr: 버전:
ky_kg: Версия:
lo_la: ຮຸ່ນ:
lt_lt: Versija:
lv_lv: Versija:
mi_nz: Putanga:
mk_mk: Верзија:
ml_in: പതിപ്പ്:
mr_in: आवृत्ती:
ms_my: Versi:
mt_mt: Verżjoni:
nb_no: Versjon:
ne_np: संस्करण:
nl_be: Versie:
or_in: ସଂସ୍କରଣ:
pa_arab: ਵਰਜਨ:
pl_pl: Wersja:
pt_br: Versão:
ro_ro: Versiune:
ru_ru: Версия:
sk_sk: Verzia:
sl_si: Različica:
sr_cyrl_me: Верзија:
sw_ke: Toleo:
ta_in: பதிப்பு:
te_in: సంస్కరణ: Telugu:
th_th: เวอร์ชัน:
tk_tm: Wersiýasy:
tr_tr: Sürüm:
tt_ru: Версия:
ug_cn: نەشرى:
uk_ua: Версія:
ur_pk: ورژن:
uz_cyrl: Versiya:
vi_vn: Phiên bản:
zh_hant: 版本：

# SearchCriteriaHeadePopoutTooltipText
source: Open in Window
af_za: Maak in die venster oop
am_et: በመስኮት ውስጥ ይክፈቱ
ar_bh: افتح في النافذة
as_in: উইন্ডোত খোলক
az_cyrl: Pəncərə açmaq
bg_bg: Отворете в прозореца
bn_in: উইন্ডোতে খুলুন
bs_latn_ba: Otvoren u prozoru
ca_es: Obriu a la finestra
cs_cz: Otevřeno v okně
cy_gb: Ar agor yn y ffenestr
da_dk: Åben i vinduet
de_ch: Im Fenster öffnen
el_gr: Ανοίξτε στο παράθυρο
es_bo: Abrir en la ventana
et_ee: Aknas avatud
fa_ir: در پنجره باز شوید
fi_fi: Avaa ikkunassa
fil_ph: Buksan sa window
fr_029: Ouvrir dans la fenêtre
ga_ie: Oscailte san fhuinneog
gu_in: વિંડોમાં ખોલો
he_il: פתוח בחלון
hi_in: खिड़की में खोलें
hr_hr: Otvoreno u prozoru
hu_hu: Nyissa meg az ablakot
hy_am: Բաց պատուհանում
id_id: Buka di jendela
is_is: Opið í glugga
it_ch: Aprire nella finestra
ja_jp: ウィンドウで開きます
ka_ge: გახსენით ფანჯარაში
kk_kz: Терезеде ашылады
km_kh: បើកក្នុងបង្អួច
kn_in: ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯಿರಿ
ko_kr: 창에서 열립니다
ky_kg: Терезеде ачык
lo_la: ເປີດຢູ່ໃນປ່ອງຢ້ຽມ
lt_lt: Atidarykite lange
lv_lv: Atveriet logu
mi_nz: Tuwhera i te matapihi
mk_mk: Отворено во прозорецот
ml_in: വിൻഡോയിൽ തുറക്കുക
mr_in: विंडोमध्ये उघडा
ms_my: Buka di tetingkap
mt_mt: Iftaħ fit-tieqa
nb_no: Åpne i vinduet
ne_np: विन्डोमा खोल्नुहोस्
nl_be: Open in het raam
or_in: ୱିଣ୍ଡୋରେ ଖୋଲନ୍ତୁ |
pa_arab: ਵਿੰਡੋ ਵਿੱਚ ਖੋਲ੍ਹੋ
pl_pl: Otwórz w oknie
pt_br: Aberto na janela
ro_ro: Deschis în fereastră
ru_ru: Открыть в окне
sk_sk: Otvoriť v okne
sl_si: Odprt v oknu
sq_al: Hapni në dritare
sr_cyrl_me: Отворен у прозору
sv_fi: Öppna i fönstret
sw_ke: Fungua kwenye dirisha
ta_in: சாளரத்தில் திறக்கவும்
te_in: విండోలో తెరవండి
th_th: เปิดในหน้าต่าง
tk_tm: Penjirede açyk
tr_tr: Pencerede aç
tt_ru: Тәрәзәдә ачык
ug_cn: كۆزنەكتە ئېچىڭ
uk_ua: Відкрити у вікні
ur_pk: ونڈو میں کھولیں
uz_cyrl: Oynada oching
vi_vn: Mở trong cửa sổ
zh_hant: 在窗口中打開

# SearchCriteriaHeaderDismissButtonLabel
source: Dismiss
af_za: Afdank
am_et: ማሰናበት
ar_bh: رفض
as_in: বৰ্খাস্ত
az_cyrl: Qovalamaq
bg_bg: Отхвърляне
bn_in: বরখাস্ত
bs_latn_ba: Otpustiti
ca_es: Acomiadar
cs_cz: Zavrhnout
cy_gb: Wfftiwyd
da_dk: Afskedige
de_ch: Zurückweisen
el_gr: Απολύω
es_bo: Despedir
et_ee: Vabaks laskma
fa_ir: رد
fi_fi: Hylätä
fil_ph: Tanggalin
fr_029: Rejeter
ga_ie: Díbheadh
gu_in: નાબૂદ કરવું
he_il: לשחרר
hi_in: नकार देना
hr_hr: Odbaciti
hu_hu: Elbocsát
hy_am: Հեռացնել
id_id: Membubarkan
is_is: Hafna
it_ch: Congedare
ja_jp: 却下する
ka_ge: დათხოვნა
kk_kz: Жұмысынан босату
km_kh: បន្ដេញចោល
kn_in: ವಜಾಮಾಡಿಸು
ko_kr: 해고하다
ky_kg: Бошотуу
lo_la: ໄລ່ອອກ
lt_lt: Atleisti
lv_lv: Atlaist
mi_nz: Pana
mk_mk: Отпуштање
ml_in: പുറംതള്ളുക
mr_in: काढून टाकणे
ms_my: Menolak
mt_mt: Tiċħad
nb_no: Avskjedige
ne_np: बरखास्त गर्नु
nl_be: Afwijzen
or_in: ବରଖାସ୍ତ
pa_arab: ਖਾਰਜ
pl_pl: Odrzucać
pt_br: Liberar
ro_ro: Respinge
ru_ru: Увольнять
sk_sk: Prepustiť
sl_si: Odpust
sq_al: Largoj
sr_cyrl_me: Разрешити
sv_fi: Avfärda
sw_ke: Kufukuza
ta_in: தள்ளுபடி
te_in: రద్దుచేసే
th_th: อนุญาตให้ออกไป
tk_tm: Işden aýyrmak
tr_tr: Azletmek
tt_ru: Эштән алу
ug_cn: ئىشتىن بوشىتىش
uk_ua: Звільнити
ur_pk: خارج
uz_cyrl: Ishdan bo'shatmoq
vi_vn: Miễn nhiệm
zh_hant: 解僱

# SearchCriteriaHeadeRefreshTooltipText
source: Refresh
af_za: Verfris
am_et: አድስ
ar_bh: ينعش
as_in: সতেজ কৰক
az_cyrl: təzələmək
bg_bg: Опресняване
bn_in: রিফ্রেশ
bs_latn_ba: Osvježiti
ca_es: Actualització
cs_cz: Obnovit
cy_gb: Adfywiad
da_dk: Opdater
de_ch: Aktualisierung
el_gr: Φρεσκάρω
es_bo: Actualizar
et_ee: Värskendama
fa_ir: تازه کردن
fi_fi: virkistää
fr_029: Rafraîchir
ga_ie: Athscrúdú a dhéanamh ar
gu_in: તાજું કરવું
he_il: לְרַעֲנֵן
hi_in: ताज़ा करना
hr_hr: Osvježiti
hu_hu: Frissítés
hy_am: Թարմացնել
id_id: Menyegarkan
is_is: Hressa
it_ch: ricaricare
ja_jp: リフレッシュします
ka_ge: განახლება
kk_kz: Сергіту
km_kh: ធ្វើ​ឱ្យ​ស្រស់
kn_in: ಬಿಚ್ಚು
ko_kr: 새로 고치다
ky_kg: Жаңылоо
lo_la: ຈຸດຫມາດ
lt_lt: Atnaujinti
lv_lv: atjaunot
mi_nz: Tāmata
mk_mk: Освежи
ml_in: ഉന്മേഷം വീണ്ടെടുക്കുക
mr_in: रीफ्रेश
ms_my: Menyegarkan
mt_mt: Aġġornament
nb_no: Forfriske
ne_np: ताजा गर्नु
nl_be: Opfrissen
or_in: ସତେଜ କରନ୍ତୁ |
pa_arab: ਤਾਜ਼ਾ ਕਰੋ
pl_pl: Odświeżać
pt_br: Atualizar
ro_ro: Reîmprospăta
ru_ru: Обновлять
sk_sk: Obnoviť
sl_si: Osveži
sq_al: Rifreskoj
sr_cyrl_me: Освјежи
sv_fi: Uppdatera
ta_in: புதுப்பிப்பு
te_in: రిఫ్రెష్
th_th: รีเฟรช
tk_tm: Täzele
tr_tr: Yenilemek
tt_ru: Яңарту
ug_cn: يېڭىلاش
uk_ua: Оновлювати
ur_pk: ریفریش
uz_cyrl: Yangilamoq
vi_vn: Làm cho khỏe lại
zh_hant: 重新整理

# CommonSaveLabel
source: Save
af_za: Red
am_et: አስቀምጥ
ar_bh: يحفظ
as_in: সঞ্চয় কৰা
az_cyrl: Yadda saxla
bg_bg: Запазете
bn_in: সংরক্ষণ
bs_latn_ba: Sačuvati
ca_es: Estalviar
cs_cz: Uložit
cy_gb: Hiachasit
da_dk: Gemme
de_ch: Speichern
el_gr: Αποθηκεύσετε
es_bo: Ahorrar
et_ee: Kokkuhoid
fa_ir: صرفه جویی
fi_fi: Tallentaa
fil_ph: I -save
fr_029: Sauvegarder
ga_ie: Spáráil
gu_in: બચત કરવી
he_il: להציל
hi_in: बचाना
hr_hr: Uštedjeti
hu_hu: Megment
hy_am: Խնայել
id_id: Menyimpan
is_is: Vista
it_ch: Salva
ja_jp: 保存
ka_ge: Გადარჩენა
kk_kz: Жинау
km_kh: សរេង្គាហ
kn_in: ಉಳಿಸು
ko_kr: 구하다
ky_kg: Сактоо
lo_la: ປະຢັດ
lt_lt: Sutaupyti
lv_lv: Ietaupīt
mi_nz: Whakaora
mk_mk: Зачувај
ml_in: രക്ഷിക്കും
mr_in: जतन करा
ms_my: Simpan
mt_mt: Ħlief
nb_no: Lagre
ne_np: बचाउनु
nl_be: Redden
or_in: ସଞ୍ଚୟ କରନ୍ତୁ |
pa_arab: ਸੇਵ
pl_pl: Ratować
pt_br: Salvar
ro_ro: Salvați
ru_ru: Сохранять
sk_sk: Uložiť
sl_si: Shrani
sq_al: Ruaj
sr_cyrl_me: сачувати
sv_fi: Spara
sw_ke: Kuokoa
ta_in: சேமிக்கவும்
te_in: సేవ్
th_th: บันทึก
tk_tm: Tygşytlaň
tr_tr: Kaydetmek
tt_ru: Саклагыз
ug_cn: تېجەڭ
uk_ua: Заощадити
ur_pk: بچت کریں
uz_cyrl: Tejash
vi_vn: Cứu
zh_hant: 節省

# AccountNextRemoveToolTipText
source: Next to delete! Upgrade to avoid.
af_za: Naas om te verwyder! Opgradeer om te vermy.
am_et: ከመሰረዝ ቀጥሎ! ለማስቀረት አሻሽል.
ar_bh: بجانب الحذف! ترقية لتجنب.
as_in: তাৰ পিছত মচি পেলাওক! এৰাই চলিবলৈ উন্নীত কৰক।
az_cyrl: Silinmənin yanında! Qarşısını almaq üçün təkmilləşdirin.
bg_bg: До изтриването! Надстройка, за да се избегне.
bn_in: মুছে ফেলার পাশে! এড়াতে আপগ্রেড।
bs_latn_ba: Pored brisanja! Nadogradnja da se izbjegne.
ca_es: Al costat de suprimir! Actualització per evitar.
cs_cz: Vedle smazat! Upgrade, abyste se vyhnuli.
cy_gb: Nesaf i ddileu! Uwchraddio i osgoi.
da_dk: Ved siden af ​​Slet! Opgrader for at undgå.
de_ch: Neben dem Löschen! Upgrade, um zu vermeiden.
el_gr: Δίπλα στο Delete! Αναβαθμίστε για να αποφύγετε.
es_bo: ¡Al lado de Delete! Actualizar para evitar.
et_ee: Kustutamise kõrval! VÄLJASTAMISEKS.
fa_ir: بعد برای حذف! برای جلوگیری از آن ، ارتقا دهید.
fi_fi: Poista! Päivitys välttääkseen.
fil_ph: Susunod sa Tanggalin! Mag -upgrade upang maiwasan.
fr_029: À côté de la suppression! Mettre à niveau pour éviter.
ga_ie: In aice le scriosadh! Uasghrádú a sheachaint.
gu_in: કા delete ી નાખવા માટે આગળ! ટાળવા માટે અપગ્રેડ કરો.
he_il: ליד למחוק! שדרג להימנע.
hi_in: हटाने के लिए आगे! बचने के लिए अपग्रेड करें।
hr_hr: Pored brisanja! Nadogradite kako biste izbjegli.
hu_hu: A törlés mellett! Frissítse az elkerülést.
hy_am: Հաջորդը ջնջելու համար: Թարմացրեք խուսափելու համար:
id_id: Di sebelah Hapus! Tingkatkan untuk menghindari.
is_is: Við hliðina á að eyða! Uppfærðu til að forðast.
it_ch: Accanto a Elimina! Aggiornamento per evitare.
ja_jp: 削除の隣！ 避けるためにアップグレード。
ka_ge: წაშლის გვერდით! განაახლეთ თავიდან ასაცილებლად.
kk_kz: Жою қасында! Болдырмау үшін жаңартыңыз.
km_kh: បន្ទាប់ដើម្បីលុប! ធ្វើឱ្យប្រសើរឡើងដើម្បីជៀសវាង។
kn_in: ಅಳಿಸುವ ಪಕ್ಕದಲ್ಲಿ! ತಪ್ಪಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.
ko_kr: 삭제 옆! 피하기 위해 업그레이드.
ky_kg: Андан кийин жок кылуу! Качуу үчүн жаңыртыңыз.
lo_la: ຖັດຈາກການລຶບ! ຍົກລະດັບເພື່ອຫລີກລ້ຽງ.
lt_lt: Šalia ištrinti! Atnaujinkite, kad išvengtumėte.
lv_lv: Blakus izdzēst! Jauniniet, lai izvairītos.
mi_nz: Muri ki te muku! Whakahoutu kia kore ai e karo.
mk_mk: Следно до бришење! Надградба за да се избегне.
ml_in: ഇല്ലാതാക്കാൻ അടുത്തായി! ഒഴിവാക്കാൻ നവീകരിക്കുക.
mr_in: हटविण्यासाठी पुढे! टाळण्यासाठी अपग्रेड करा.
ms_my: Seterusnya untuk memadam! Menaik taraf untuk mengelakkan.
mt_mt: Maġenb Ħassar! Aġġornament biex tevita.
nb_no: Ved siden av slett! Oppgrader for å unngå.
ne_np: मेटाउनको लागि! बेवास्ता गर्न अपग्रेड गर्नुहोस्।
nl_be: Naast verwijder! Upgrade om te vermijden.
or_in: ଡିଲିଟ୍ ପାଖରେ! ଏଡ଼ାଇବାକୁ ଅପଗ୍ରେଡ୍ |
pa_arab: ਮਿਟਾਉਣ ਲਈ ਅੱਗੇ! ਬਚਣ ਲਈ ਅਪਗ੍ਰੇਡ ਕਰੋ.
pl_pl: Obok usunięcia! Uaktualnij, aby uniknąć.
pt_br: Ao lado de excluir! Atualizar para evitar.
ro_ro: Alături de ștergere! Upgrade pentru a evita.
ru_ru: Рядом, чтобы удалить! Обновите, чтобы избежать.
sk_sk: Vedľa odstránenia! Aktualizácia, aby ste sa vyhli.
sl_si: Zraven izbriše! Nadgradite, da se izognete.
sq_al: Pranë për të fshirë! Përditësoni për të shmangur.
sr_cyrl_me: Поред брисања! Надоградња да се избегне.
sv_fi: Bredvid radera! Uppgradera för att undvika.
sw_ke: Karibu kufuta! Boresha ili kuepusha.
ta_in: நீக்க அடுத்து! தவிர்க்க மேம்படுத்தவும்.
te_in: తొలగింపు పక్కన! నివారించడానికి అప్‌గ్రేడ్.
th_th: ถัดจากการลบ! อัพเกรดเพื่อหลีกเลี่ยง
tk_tm: Öçürmek üçin indiki! Gaça durmak üçin täzelenme.
tr_tr: Silinin yanında! Kaçınmak için yükseltme.
tt_ru: Алга таба! Саклану өчен яңарту.
ug_cn: ئۆچۈرۈشنىڭ يېنىدا! ئالدىنى ئېلىش ئۈچۈن يېڭىلاش.
uk_ua: Поруч з видаленням! Оновлення, щоб уникнути.
ur_pk: حذف کرنے کے بعد! سے بچنے کے لئے اپ گریڈ کریں۔
uz_cyrl: Yo'q qilishning keyingi! Oldini olish uchun yangilang.
vi_vn: Bên cạnh xóa! Nâng cấp để tránh.
zh_hant: 刪除旁邊！ 升級以避免。

# AccountNextTrashToolTipText
source: Next to trash! Upgrade to avoid.
af_za: Langs asblik! Opgradeer om te vermy.
am_et: ከቆሻሻ መጣያ ቀጥሎ! ለማስቀረት አሻሽል.
ar_bh: بجانب القمامة! ترقية لتجنب.
as_in: আৱৰ্জনাবোৰৰ কাষত! এৰাই চলিবলৈ উন্নীত কৰক।
az_cyrl: Zibil qutusunun yanında! Qarşısını almaq üçün təkmilləşdirin.
bg_bg: До боклука! Надстройка, за да се избегне.
bn_in: ট্র্যাশের পাশে! এড়াতে আপগ্রেড।
bs_latn_ba: Pored smeća! Nadogradnja da se izbjegne.
ca_es: Al costat de les escombraries! Actualització per evitar.
cs_cz: Vedle odpadků! Upgrade, abyste se vyhnuli.
cy_gb: Wrth ymyl sbwriel! Uwchraddio i osgoi.
da_dk: Ved siden af ​​papirkurven! Opgrader for at undgå.
de_ch: Neben Müll! Upgrade, um zu vermeiden.
el_gr: Δίπλα στα σκουπίδια! Αναβαθμίστε για να αποφύγετε.
es_bo: ¡Al lado de la basura! Actualizar para evitar.
et_ee: Prügikasti kõrval! VÄLJASTAMISEKS.
fa_ir: کنار سطل زباله! برای جلوگیری از آن ، ارتقا دهید.
fi_fi: Roskakorin vieressä! Päivitys välttääkseen.
fil_ph: Susunod sa basurahan! Mag -upgrade upang maiwasan.
fr_029: À côté de la poubelle! Mettre à niveau pour éviter.
ga_ie: In aice le bruscar! Uasghrádú a sheachaint.
gu_in: કચરાપેટી આગળ! ટાળવા માટે અપગ્રેડ કરો.
he_il: ליד האשפה! שדרג להימנע.
hi_in: कचरा के बगल में! बचने के लिए अपग्रेड करें।
hr_hr: Pored smeća! Nadogradite kako biste izbjegli.
hu_hu: A szemét mellett! Frissítse az elkerülést.
hy_am: Աղբարկղի կողքին: Թարմացրեք խուսափելու համար:
id_id: Di sebelah sampah! Tingkatkan untuk menghindari.
is_is: Við hliðina á rusli! Uppfærðu til að forðast.
it_ch: Accanto alla spazzatura! Aggiornamento per evitare.
ja_jp: ゴミの隣！ 避けるためにアップグレード。
ka_ge: ნაგვის გვერდით! განაახლეთ თავიდან ასაცილებლად.
kk_kz: Себеттің жанында! Болдырмау үшін жаңартыңыз.
km_kh: នៅជាប់នឹងធុងសំរាម! ធ្វើឱ្យប្រសើរឡើងដើម្បីជៀសវាង។
kn_in: ಕಸದ ಪಕ್ಕದಲ್ಲಿ! ತಪ್ಪಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.
ko_kr: 쓰레기 옆! 피하기 위해 업그레이드.
ky_kg: Таштанды жанында! Качуу үчүн жаңыртыңыз.
lo_la: ຖັດຈາກຂີ້ເຫຍື້ອ! ຍົກລະດັບເພື່ອຫລີກລ້ຽງ.
lt_lt: Šalia šiukšliadėžės! Atnaujinkite, kad išvengtumėte.
lv_lv: Blakus miskastei! Jauniniet, lai izvairītos.
mi_nz: Kei te taha o te paru! Whakahoutu kia kore ai e karo.
mk_mk: До ѓубре! Надградба за да се избегне.
ml_in: ചവറ്റുകുട്ടയുടെ അടുത്തായി! ഒഴിവാക്കാൻ നവീകരിക്കുക.
mr_in: कचर्‍याच्या पुढे! टाळण्यासाठी अपग्रेड करा.
ms_my: Di sebelah sampah! Menaik taraf untuk mengelakkan.
mt_mt: Ħdejn Trash! Aġġornament biex tevita.
nb_no: Ved siden av søppel! Oppgrader for å unngå.
ne_np: रद्दीटोकरीको छेउमा! बेवास्ता गर्न अपग्रेड गर्नुहोस्।
nl_be: Naast afval! Upgrade om te vermijden.
or_in: ଆବର୍ଜନା ପାଖରେ! ଏଡ଼ାଇବାକୁ ଅପଗ୍ରେଡ୍ |
pa_arab: ਰੱਦੀ ਦੇ ਅੱਗੇ! ਬਚਣ ਲਈ ਅਪਗ੍ਰੇਡ ਕਰੋ.
pl_pl: Obok kosza! Uaktualnij, aby uniknąć.
pt_br: Ao lado do lixo! Atualizar para evitar.
ro_ro: Lângă gunoi! Upgrade pentru a evita.
ru_ru: Рядом с мусором! Обновите, чтобы избежать.
sk_sk: Vedľa odpadu! Aktualizácia, aby ste sa vyhli.
sl_si: Zraven smeti! Nadgradite, da se izognete.
sq_al: Pranë plehrave! Përditësoni për të shmangur.
sr_cyrl_me: Поред смећа! Надоградња да се избегне.
sv_fi: Bredvid skräp! Uppgradera för att undvika.
sw_ke: Karibu na takataka! Boresha ili kuepusha.
ta_in: குப்பைக்கு அடுத்து! தவிர்க்க மேம்படுத்தவும்.
te_in: చెత్త పక్కన! నివారించడానికి అప్‌గ్రేడ్.
th_th: ถัดจากถังขยะ! อัพเกรดเพื่อหลีกเลี่ยง
tk_tm: Zibiliň gapdalynda! Gaça durmak üçin täzelenme.
tr_tr: Çöpün yanında! Kaçınmak için yükseltme.
tt_ru: Чүп янында! Саклану өчен яңарту.
ug_cn: ئەخلەت ساندۇقىنىڭ يېنىدا! ئالدىنى ئېلىش ئۈچۈن يېڭىلاش.
uk_ua: Поруч із сміттям! Оновлення, щоб уникнути.
ur_pk: کوڑے دان کے آگے! سے بچنے کے لئے اپ گریڈ کریں۔
uz_cyrl: Axlat yonida! Oldini olish uchun yangilang.
vi_vn: Bên cạnh thùng rác! Nâng cấp để tránh.
zh_hant: 在垃圾旁邊！ 升級以避免。

# ClipTileDefTitleFilesPrefix
source: Files
af_za: Lêers
am_et: ፋይሎች
ar_bh: الملفات
as_in: ফাইলসমূহ
az_cyrl: Fayl
bg_bg: Файлове
bn_in: নথি পত্র
bs_latn_ba: Datoteke
ca_es: Fitxers
cs_cz: Soubory
cy_gb: Ffeiliau
da_dk: Filer
de_ch: Dateien
el_gr: Αρχεία
es_bo: Archivos
et_ee: Faisid
fa_ir: فایل ها
fi_fi: Tiedostot
fil_ph: Mga file
fr_029: Des dossiers
ga_ie: Comhaid
gu_in: ફાઈલો
he_il: קבצים
hi_in: फ़ाइलें
hr_hr: Datoteke
hu_hu: Irat
hy_am: Ֆայլեր
id_id: File
is_is: Skrár
it_ch: File
ja_jp: ファイル
ka_ge: ფაილები
kk_kz: Файлдар
km_kh: ឯកសារ
kn_in: ಕಡತಗಳನ್ನು
ko_kr: 파일
ky_kg: Файлдар
lo_la: ສັດຕະກຸນ
lt_lt: Failai
lv_lv: Faili
mi_nz: Kōnae
mk_mk: Датотеки
ml_in: ഫയലുകൾ
mr_in: फायली
ms_my: Fail
mt_mt: Fajls
nb_no: Filer
ne_np: फाइलधरहरू
nl_be: Bestanden
or_in: ଫାଇଲଗୁଡ଼ିକ |
pa_arab: ਫਾਈਲਾਂ
pl_pl: Akta
pt_br: arquivos
ro_ro: Fișiere
ru_ru: Файлы
sk_sk: Súbory
sl_si: Datoteke
sq_al: Dosje
sr_cyrl_me: Фајлови
sv_fi: Filer
sw_ke: Mafaili
ta_in: கோப்புகள்
te_in: ఫైళ్లు
th_th: ไฟล์
tk_tm: Faýllar
tr_tr: Dosyalar
tt_ru: Файллар
ug_cn: ھۆججەتلەر
uk_ua: Файли
ur_pk: فائلوں
uz_cyrl: Fayllar
vi_vn: Các tập tin
zh_hant: 文件

# ClipTileDefTitleImagePrefix
source: Image
af_za: Beeld
am_et: ምስል
ar_bh: صورة
as_in: ছৱি
az_cyrl: Şəkil
bg_bg: Изображение
bn_in: চিত্র
bs_latn_ba: Slika
ca_es: Imatge
cs_cz: obraz
cy_gb: Nelwedd
da_dk: Billede
de_ch: Bild
el_gr: Εικόνα
es_bo: Imagen
et_ee: Pilt
fa_ir: تصویر
fi_fi: Kuva
fil_ph: Imahe
ga_ie: Íomha
gu_in: છબી
he_il: תמונה
hi_in: छवि
hr_hr: Slika
hu_hu: Kép
hy_am: Պատկեր
id_id: Gambar
is_is: Mynd
it_ch: Immagine
ja_jp: 画像
ka_ge: გამოსახულება
kk_kz: Бейне
km_kh: ធម្ផារម្ផន៍
kn_in: ಚಿತ್ರ
ko_kr: 영상
ky_kg: Сүрөт
lo_la: ຮູບ
lt_lt: Vaizdas
lv_lv: Attēls
mi_nz: Pakoko
mk_mk: Слика
ml_in: പതിഛായ
mr_in: प्रतिमा
ms_my: Gambar
mt_mt: Immaġni
nb_no: Bilde
ne_np: रुप
nl_be: Afbeelding
or_in: ପ୍ରତିଛବି |
pa_arab: ਚਿੱਤਰ
pl_pl: Obraz
pt_br: Imagem
ro_ro: Imagine
ru_ru: Изображение
sk_sk: Predstavovať
sl_si: Slika
sq_al: Imazh
sr_cyrl_me: Слика
sv_fi: Bild
sw_ke: Picha
ta_in: படம்
te_in: చిత్రం
th_th: ภาพ
tk_tm: Şekil
tr_tr: İmaj
tt_ru: Образ
uk_ua: Зображення
ur_pk: تصویر
uz_cyrl: Rasm
vi_vn: Hình ảnh
zh_hant: 圖像

# ClipTileDefTitleTextPrefix
source: Text
af_za: Teks
am_et: ጽሑፍ
ar_bh: نص
as_in: পাঠ্য
az_cyrl: Mətanət
bg_bg: Текст
bn_in: পাঠ্য
bs_latn_ba: Tekst
cy_gb: Tecstio
da_dk: Tekst
el_gr: Κείμενο
es_bo: Texto
et_ee: Tekst
fa_ir: متن
fi_fi: Teksti
fil_ph: Teksto
fr_029: Texte
ga_ie: Téacs
gu_in: લખાણ
he_il: טֶקסט
hi_in: मूलपाठ
hr_hr: Tekst
hu_hu: Szöveg
hy_am: Տեքստ
id_id: Teks
is_is: Texti
it_ch: Testo
ja_jp: 文章
ka_ge: ტექსტი
kk_kz: Мәтін
km_kh: អត្ថបត
kn_in: ಪಠ್ಯ
ko_kr: 텍스트
ky_kg: Текст
lo_la: ຂໍ້​ຄວາມ
lt_lt: Tekstas
lv_lv: Teksts
mi_nz: Kupu tuhi
mk_mk: Текст
ml_in: മൂലഗന്ഥം
mr_in: मजकूर
ms_my: Teks
mt_mt: Test
nb_no: Tekst
ne_np: मूलपाठ
nl_be: Tekst
or_in: ପାଠ
pa_arab: ਟੈਕਸਟ
pl_pl: Tekst
pt_br: Texto
ru_ru: Текст
sl_si: Besedilo
sq_al: Tekst
sr_cyrl_me: Текст
sw_ke: Maandishi
ta_in: உரை
te_in: వచనం
th_th: ข้อความ
tk_tm: Tekst
tr_tr: Metin
tt_ru: Текст
ug_cn: تېكىست
uk_ua: Текст
ur_pk: متن
uz_cyrl: Matn
vi_vn: Chữ
zh_hant: 文字

# ClipTileDetailCreated
source: Copied {0}
af_za: Gekopieër {0}
am_et: የተቀዳ {0}
ar_bh: نسخ {0}
as_in: কপি কৰা হৈছে {0}
az_cyrl: Kopyalandı {0}
bg_bg: Копирано {0}
bn_in: অনুলিপি {0}
bs_latn_ba: Kopirano {0}
ca_es: Copiat {0}
cs_cz: Zkopírováno {0}
cy_gb: Copïwyd {0}
da_dk: Kopieret {0}
de_ch: Kopiert {0}
el_gr: Αντιγραφή {0}
es_bo: Copiado {0}
et_ee: Kopeeritud {0}
fa_ir: کپی شده {0}
fi_fi: Kopioitu {0}
fil_ph: Kinopya {0}
fr_029: Copié {0}
ga_ie: Cóipeáilte {0}
he_il: הועתק {0}
hi_in: कॉपी {0}
hr_hr: Kopiran {0}
hu_hu: Másolt {0}
hy_am: Պատճենված {0}
id_id: Disalin {0}
is_is: Afritað {0}
it_ch: Copiato {0}
ja_jp: コピー{0}
ka_ge: კოპირებული {0}
kk_kz: Көшірілген {0}
km_kh: ថតចម្លង {0}
kn_in: ನಕಲಿಸಲಾಗಿದೆ {0}
ko_kr: 복사 {0}
ky_kg: Көчүрүлгөн {0}
lt_lt: Nukopijuota {0}
lv_lv: Kopēts {0}
mi_nz: Kua kape {0}
mk_mk: Копирано {0}
ml_in: പകർത്തി {0}
mr_in: कॉपी {0}
ms_my: Disalin {0}
mt_mt: Ikkupjat {0}
nb_no: Kopiert {0}
ne_np: प्रतिलिपि गरिएको {0}
nl_be: Gekopieerd {0}
pa_arab: ਨਕਲ {0}
pl_pl: Skopiowane {0}
pt_br: Copiado {0}
ro_ro: Copiat {0}
ru_ru: Скопировано {0}
sk_sk: Skopírované {0}
sl_si: Kopirano {0}
sq_al: Kopjuar {0}
sr_cyrl_me: Копирано {0}
sv_fi: Kopierad {0}
sw_ke: Kunakiliwa {0}
ta_in: {0} நகலெடுக்கப்பட்டது
te_in: కాపీ {0}
th_th: คัดลอก {0}
tk_tm: Göçürilen {0}
tr_tr: Kopyalandı {0}
tt_ru: Күчерелгән {0}
ug_cn: كۆچۈرۈلگەن {0}
uk_ua: Скопійовано {0}
ur_pk: کاپی {0}
uz_cyrl: Ko'chirilgan {0}
vi_vn: Được sao chép {0}
zh_hant: 複製{0}
