Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AccountBillingCycleLabel
source: Billing Cycle
af_za: Faktuursiklus
am_et: የክፍያ መጠየቂያ ዑደት
ar_bh: دورة الفواتير
as_in: বিলিং চক্ৰ
az_cyrl: Hesablaşma dövrü
bg_bg: Цикъл на фактуриране
bn_in: বিলিং চক্র
bs_latn_ba: Ciklus naplate
ca_es: Cicle de facturació
cs_cz: Zúčtovací období
cy_gb: Cylch bilio
da_dk: Faktureringscyklus
de_ch: Rechnungskreislauf
el_gr: Κύκλος χρέωσης
es_bo: Ciclo de facturación
et_ee: Arveldustsükkel
fa_ir: چرخه صورتحساب
fi_fi: Laskutusjakso
fil_ph: Cycle ng pagsingil
fr_029: Cycle de facturation
ga_ie: Timthriall billeála
gu_in: ખનણું
he_il: מחזור חיוב
hi_in: बिलिंग चक्र
hr_hr: Ciklus naplate
hu_hu: Számlázási ciklus
hy_am: Բիլինգի ցիկլ
id_id: Siklus penagihan
is_is: Innheimtuferli
it_ch: Ciclo di fatturazione
ja_jp: 請求サイクル
ka_ge: ბილინგის ციკლი
kk_kz: Есепшот циклы
km_kh: វដ្តវិក័យប័ត្រ
kn_in: ಬಿಲ್ಲಿಂಗ್ ಚಕ್ರ
ko_kr: 결제주기
ky_kg: Эсеп-кысап цикли
lo_la: ຮອບວຽນການບິນ
lt_lt: Atsiskaitymo ciklas
lv_lv: Norēķinu cikls
mi_nz: Huringa nama
mk_mk: Циклус на наплата
ml_in: ബില്ലിംഗ് സൈക്കിൾ
mr_in: बिलिंग सायकल
ms_my: Kitaran pengebilan
mt_mt: Ċiklu tal-kontijiet
nb_no: Faktureringssyklus
ne_np: बिलि sych चक्र
nl_be: Factureringscyclus
or_in: ବିଲିଂ ଚକ୍ର
pa_arab: ਬਿਲਿੰਗ ਚੱਕਰ
pl_pl: Cykl rozliczeniowy
pt_br: Ciclo de cobrança
ro_ro: Ciclu de facturare
ru_ru: Платежный цикл
sk_sk: Fakturačný cyklus
sl_si: Cikel obračuna
sq_al: Cikël faturimi
sr_cyrl_me: Циклус наплате
sv_fi: Faktureringsperiod
sw_ke: Mzunguko wa bili
ta_in: பில்லிங் சுழற்சி
te_in: బిల్లింగ్ చక్రం
th_th: วงจรการเรียกเก็บเงิน
tk_tm: Billingsli sikli
tr_tr: Fatura döngüsü
tt_ru: Хисап циклы
ug_cn: ھېسابات قىلىش دەۋرى
uk_ua: Рілля циклу
ur_pk: بلنگ سائیکل
uz_cyrl: Billing tsikllari
vi_vn: Chu kỳ thanh toán
zh_hant: 結算週期

# AccountEmailLabel
source: Email
af_za: E -pos
am_et: ኢሜል
ar_bh: بريد إلكتروني
as_in: ইমেইল
az_cyrl: E-poçt
bg_bg: електронна поща
bn_in: ইমেল
bs_latn_ba: E-pošta
ca_es: Correu electrònic
cs_cz: E-mailem
cy_gb: E -bost
el_gr: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
es_bo: Correo electrónico
et_ee: E -kiri
fa_ir: پست الکترونیک
fi_fi: Sähköposti
ga_ie: Ríomhphost a chur
gu_in: ઇમેઇલ
he_il: אימייל
hi_in: ईमेल
hr_hr: E -pošta
hy_am: Էլ
id_id: Surel
is_is: Netfang
ja_jp: Eメール
ka_ge: ელ.წერილი
kk_kz: Электрондық пошта
km_kh: អ៊ីមែល
kn_in: ಇಮೇಲ್ ಕಳುಹಿಸು
ko_kr: 이메일
ky_kg: Электрондук почта
lo_la: ອີເມວ
lt_lt: El. Paštas
lv_lv: E -pasts
mi_nz: Aiea
mk_mk: Е -пошта
ml_in: ഇമെയിൽ
mr_in: ईमेल
ms_my: E -mel
nb_no: E -post
ne_np: इमेज
or_in: ଇମେଲ୍
pa_arab: ਈ - ਮੇਲ
ru_ru: Электронная почта
sl_si: E-naslov
sq_al: Postë elektronike
sr_cyrl_me: Е-маил
sv_fi: E-post
sw_ke: Barua pepe
ta_in: மின்னஞ்சல்
te_in: ఇమెయిల్
th_th: อีเมล
tk_tm: E-poçta
tr_tr: E -posta
tt_ru: Электрон почта
uk_ua: Електронна пошта
ur_pk: ای میل
uz_cyrl: Elektron pochta
zh_hant: 電子郵件

# AccountLoginButtonText
source: Login
af_za: Teken aan
am_et: ግባ
ar_bh: تسجيل الدخول
as_in: লগইন
az_cyrl: Daxil ol
bg_bg: Влизам
bn_in: প্রবেশ করুন
bs_latn_ba: Ulogovati se
ca_es: iniciar Sessió
cs_cz: Přihlásit se
cy_gb: Mewngofnodi
da_dk: Log på
de_ch: Anmeldung
el_gr: Σύνδεση
es_bo: Acceso
et_ee: Logi sisse
fa_ir: وارد شدن
fi_fi: Kirjaudu sisään
fil_ph: Mag log in
fr_029: Se connecter
ga_ie: Logáil isteach
gu_in: પ્રવેશ કરો
he_il: התחברות
hi_in: लॉग इन करें
hr_hr: Prijaviti se
hu_hu: Belépés
hy_am: Մուտք
id_id: Gabung
is_is: Skrá inn
ja_jp: ログイン
ka_ge: Შესვლა
kk_kz: Кіру
km_kh: ចូល
kn_in: ಲಗಾಟಿಸು
ko_kr: 로그인
ky_kg: Кирүү
lo_la: ເຂົ້າ​ສູ່​ລະ​ບົບ
lt_lt: Prisijungti
lv_lv: Pieslēgties
mi_nz: Takiuru
mk_mk: Логирај Се
ml_in: ലോഗിൻ
mr_in: लॉगिन
ms_my: Log masuk
mt_mt: Idħol
nb_no: Logg Inn
ne_np: लग - इन
or_in: ଭିତରକୁ ଯାଉ
pa_arab: ਲਾਗਿਨ
pl_pl: Zaloguj sie
pt_br: Conecte-se
ru_ru: Авторизоваться
sk_sk: Prihlásiť sa
sl_si: Vpiši se
sq_al: Hyrje
sr_cyrl_me: Пријавите се
sv_fi: Logga in
sw_ke: Ingia
ta_in: உள்நுழைய
te_in: ప్రవేశించండి
th_th: เข้าสู่ระบบ
tk_tm: Giriş
tr_tr: Giriş yapmak
tt_ru: Керергә
ug_cn: كىرىش
uk_ua: Логін
ur_pk: لاگ ان کریں
uz_cyrl: Tizimga kirish
vi_vn: Đăng nhập
zh_hant: 登入

# AccountLoginFailedText
source: Check your connection and try again.
af_za: Gaan u verbinding na En probeer weer.
am_et: ግንኙነትዎን ይፈትሹ እና እንደገና ይሞክሩ.
ar_bh: تحقق من اتصالك وحاول مرة أخرى.
as_in: আপোনাৰ সংযোগ পৰীক্ষা কৰক আৰু আকৌ চেষ্টা কৰক।
az_cyrl: Bağlantınızı yoxlayın və yenidən cəhd edin.
bg_bg: Проверете връзката си И опитайте отново.
bn_in: আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করো.
bs_latn_ba: Provjerite vezu I pokušaj ponovo.
ca_es: Comproveu la vostra connexió I torneu -ho a provar.
cs_cz: Zkontrolujte své připojení a zkusit znovu.
cy_gb: Gwiriwch eich cysylltiad a rhoi cynnig arall arni.
da_dk: Kontroller din forbindelse Og prøv igen.
de_ch: Überprüfen Sie Ihre Verbindung und versuche es erneut.
el_gr: Ελέγξτε τη σύνδεσή σας Και δοκιμάστε ξανά.
es_bo: Verifique su conexión e intenta de nuevo.
et_ee: Kontrollige oma ühendust ja proovige uuesti.
fa_ir: اتصال خود را بررسی کنید و دوباره سعی کن.
fi_fi: Tarkista yhteys ja yritä uudelleen.
fil_ph: Suriin ang iyong koneksyon at subukan muli.
fr_029: Vérifiez votre connexion et essayez à nouveau.
ga_ie: Seiceáil do nasc Agus bain triail eile as.
gu_in: તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he_il: בדוק את החיבור שלך ותנסה שוב.
hi_in: अपने कनेक्शन की जाँच करें और फिर प्रयत्न करें।
hr_hr: Provjerite svoju vezu I pokušajte ponovo.
hu_hu: Ellenőrizze a kapcsolatát és próbáld újra.
hy_am: Ստուգեք ձեր կապը Եվ կրկին փորձեք:
id_id: Periksa koneksi Anda dan coba lagi.
is_is: Athugaðu tenginguna þína og reyndu aftur.
it_ch: Controlla la tua connessione e prova ancora.
ja_jp: 接続を確認してください そしてさらに試みる。
ka_ge: შეამოწმეთ თქვენი კავშირი და ისევ სცადე.
kk_kz: Қосылымды тексеріңіз қайталап көріңіз.
km_kh: ពិនិត្យការភ្ជាប់របស់អ្នក ហើយព្យាយាមម្តងទៀត។
kn_in: ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 연결을 확인하십시오 그리고 다시 시도하십시오.
ky_kg: Туташууңузду текшериңиз дагы бир жолу аракет кылып көрүңүз.
lo_la: ກວດເບິ່ງການເຊື່ອມຕໍ່ຂອງທ່ານ ແລະລອງໃຫມ່ອີກຄັ້ງ.
lt_lt: Patikrinkite savo ryšį Ir bandykite dar kartą.
lv_lv: Pārbaudiet savu savienojumu Un mēģiniet vēlreiz.
mi_nz: Tirohia to hononga ka ngana ano.
mk_mk: Проверете ја вашата врска и обидете се повторно.
ml_in: നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക വീണ്ടും ശ്രമിക്കുക.
mr_in: आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Periksa sambungan anda dan cuba lagi.
mt_mt: Iċċekkja l-konnessjoni tiegħek U erġa 'pprova.
nb_no: Sjekk tilkoblingen din og prøv igjen.
ne_np: तपाईंको जडान जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
nl_be: Controleer uw verbinding en probeer opnieuw.
or_in: ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ | ପୁଣି ଚେଷ୍ଟା କର |
pa_arab: ਆਪਣੇ ਕੁਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pl_pl: Sprawdź swoje połączenie i spróbuj ponownie.
pt_br: Verifique sua conexão e tente novamente.
ro_ro: Verificați -vă conexiunea si incearca din nou.
ru_ru: Проверьте свое соединение и попробуй еще раз.
sk_sk: Skontrolujte svoje pripojenie A skúste to znova.
sl_si: Preverite svojo povezavo in poskusite znova.
sq_al: Kontrolloni lidhjen tuaj Dhe provo përsëri.
sr_cyrl_me: Проверите везу и покушајте поново.
sv_fi: Kontrollera din anslutning och försök igen.
sw_ke: Angalia unganisho lako Na jaribu tena.
ta_in: உங்கள் இணைப்பைச் சரிபார்க்கவும் மீண்டும் முயற்சிக்கவும்.
te_in: మీ కనెక్షన్‌ను తనిఖీ చేయండి మరియు మళ్ళీ ప్రయత్నించండి.
th_th: ตรวจสอบการเชื่อมต่อของคุณ และลองอีกครั้ง
tk_tm: Baglanyşygyňyzy barlaň we gaýtadan synanyşyň.
tr_tr: Bağlantınızı kontrol edin ve yeniden dene.
tt_ru: Бәйләнешегезне тикшерегез һәм кабатлап карагыз.
ug_cn: ئۇلىنىشىڭىزنى تەكشۈرۈڭ قايتا سىناڭ.
uk_ua: Перевірте своє з'єднання і спробуйте ще раз.
ur_pk: اپنا کنکشن چیک کریں اور دوبارہ کوشش کرو.
uz_cyrl: Ulanishingizni tekshiring va yana urinib ko'ring.
vi_vn: Kiểm tra kết nối của bạn và thử lại.
zh_hant: 檢查您的連接 然後再試一次。

# AccountLogoutButtonText
source: Log out
af_za: Teken uit
am_et: ውጣ
ar_bh: تسجيل خروج
as_in: লগ আউট কৰক
az_cyrl: Çıxış
bg_bg: Излез от профила си
bn_in: প্রস্থান
bs_latn_ba: Odjaviti se
ca_es: Tancar sessió
cs_cz: Odhlásit se
cy_gb: Allgofnodi
da_dk: Log ud
de_ch: Ausloggen
el_gr: Αποσύνδεση
es_bo: Cerrar sesión
et_ee: Logi välja
fa_ir: خروج
fi_fi: Kirjautua ulos
fil_ph: Mag -log out
fr_029: Se déconnecter
ga_ie: Logáil Amach
gu_in: લૉગ આઉટ
he_il: להתנתק
hi_in: लॉग आउट
hr_hr: Odjavite se
hu_hu: Kijelentkezés
hy_am: Դուրս գալ
id_id: Keluar
is_is: Að skrá þig út
it_ch: Disconnettersi
ja_jp: ログアウト
ka_ge: შესვლა
kk_kz: Шығу
km_kh: ចាកចេញ
kn_in: ಲಾಗ್ ಔಟ್
ko_kr: 로그 아웃
ky_kg: Чыгуу
lo_la: ອອກ​ຈາກ​ລະ​ບົບ
lt_lt: Atsijungti
lv_lv: Izlogoties
mi_nz: Takiuru
mk_mk: Одјавете се
ml_in: ലോഗ് out ട്ട് ചെയ്യുക
mr_in: बाहेर पडणे
ms_my: Log keluar
mt_mt: Oħroġ
nb_no: Logg ut
ne_np: बाहिर निस्कनु
nl_be: Uitloggen
or_in: ପ୍ରସ୍ଥାନ କର
pa_arab: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pl_pl: Wyloguj
pt_br: Sair
ro_ro: Deconectați -vă
ru_ru: Выйти
sk_sk: Odhlásiť sa
sl_si: Odjava
sq_al: Shkyç
sr_cyrl_me: Одјавити се
sv_fi: Logga ut
sw_ke: Ingia nje
ta_in: வெளியேறு
te_in: లాగ్ అవుట్
th_th: ออกจากระบบ
tk_tm: Hasapdan çykmak
tr_tr: Çıkış Yap
tt_ru: Чыгарга
ug_cn: چېكىنىپ چىقىڭ
uk_ua: Вийти
ur_pk: لاگ آوٹ
uz_cyrl: Chiqish
vi_vn: Đăng xuất
zh_hant: 登出

# AccountNextPaymentDateLabel
source: Next Payment
af_za: Volgende betaling
am_et: ቀጣይ ክፍያ
ar_bh: الدفعة التالية
as_in: পৰৱৰ্তী পেমেন্ট
az_cyrl: Növbəti ödəniş
bg_bg: Следващо плащане
bn_in: পরবর্তী অর্থ প্রদান
bs_latn_ba: Sledeća uplata
ca_es: Pròxim pagament
cs_cz: Další platba
cy_gb: Taliad nesaf
da_dk: Næste betaling
de_ch: Nächste Zahlung
el_gr: Επόμενη πληρωμή
es_bo: Siguiente pago
et_ee: Järgmine makse
fa_ir: پرداخت بعدی
fi_fi: Seuraava maksu
fil_ph: Susunod na pagbabayad
fr_029: Prochain paiement
ga_ie: An chéad íocaíocht eile
gu_in: આગામી ચુકવણી
he_il: התשלום הבא
hi_in: अगला भुगतान
hr_hr: Sljedeća plaćanja
hu_hu: Következő fizetés
hy_am: Հաջորդ վճարումը
id_id: Pembayaran selanjutnya
is_is: Næsta greiðsla
it_ch: Pagamento successivo
ja_jp: 次の支払い
ka_ge: შემდეგი გადახდა
kk_kz: Келесі төлем
km_kh: ការទូទាត់បន្ទាប់
kn_in: ಮುಂದಿನ ಪಾವತಿ
ko_kr: 다음 지불
ky_kg: Кийинки төлөө
lo_la: ການຈ່າຍເງິນຕໍ່ໄປ
lt_lt: Kitas mokėjimas
lv_lv: Nākamais maksājums
mi_nz: Te utu o muri
mk_mk: Следна исплата
ml_in: അടുത്ത പേയ്മെന്റ്
mr_in: पुढील देयक
ms_my: Pembayaran seterusnya
mt_mt: Il-ħlas li jmiss
nb_no: Neste betaling
ne_np: अर्को भुक्तानी
nl_be: Volgende betaling
or_in: ପରବର୍ତ୍ତୀ ଦେୟ
pa_arab: ਅਗਲਾ ਭੁਗਤਾਨ
pl_pl: Następna zapłata
pt_br: Próximo pagamento
ro_ro: Următoarea plată
ru_ru: Следующий платеж
sk_sk: Ďalšia platba
sl_si: Naslednje plačilo
sq_al: Pagesa tjetër
sr_cyrl_me: Следеће плаћање
sv_fi: Nästa betalning
sw_ke: Malipo yanayofuata
ta_in: அடுத்த கட்டணம்
te_in: తదుపరి చెల్లింపు
th_th: การชำระเงินครั้งต่อไป
tk_tm: Indiki töleg
tr_tr: Sonraki ödeme
tt_ru: Киләсе түләү
ug_cn: كېيىنكى پۇل تۆلەش
uk_ua: Наступний платіж
ur_pk: اگلی ادائیگی
uz_cyrl: Keyingi to'lov
vi_vn: Thanh toán tiếp theo
zh_hant: 下一個付款

# AccountPasswordLabel
source: Password
af_za: Wagwoord
am_et: የይለፍ ቃል
ar_bh: كلمة المرور
as_in: পাছৱৰ্ড
az_cyrl: Parol
bg_bg: Парола
bn_in: পাসওয়ার্ড
bs_latn_ba: Lozinka
ca_es: Contrasenya
cs_cz: Heslo
cy_gb: Gyfrinair
da_dk: Adgangskode
de_ch: Passwort
el_gr: Κωδικός πρόσβασης
es_bo: Contraseña
et_ee: Parool
fa_ir: کلمه عبور
fi_fi: Salasana
fr_029: Mot de passe
ga_ie: Pasfhocal
gu_in: પાસશ
he_il: סיסמה
hi_in: पासवर्ड
hr_hr: Lozinka
hu_hu: Jelszó
hy_am: Գաղտնաբառ
id_id: Kata sandi
is_is: Lykilorð
it_ch: Parola d'ordine
ja_jp: パスワード
ka_ge: პაროლი
kk_kz: Пароль
km_kh: ហក្យសមងាត់
kn_in: ಗುಪ್ತಪದ
ko_kr: 비밀번호
ky_kg: Купуя сөз
lo_la: ລະຫັດຜ່ານ
lt_lt: Slaptažodis
lv_lv: Parole
mi_nz: Kupu whakataha
mk_mk: Лозинка
mr_in: संकेतशब्द
ms_my: Kata laluan
nb_no: Passord
ne_np: संकेत शब्द
nl_be: Wachtwoord
or_in: ପାସୱାର୍ଡ
pa_arab: ਪਾਸਵਰਡ
pl_pl: Hasło
pt_br: Senha
ro_ro: Parola
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sq_al: Fjalëkalim
sr_cyrl_me: Лозинка
sv_fi: Lösenord
sw_ke: Nenosiri
ta_in: கடவுச்சொல்
te_in: పాస్వర్డ్
th_th: รหัสผ่าน
tk_tm: Parol
tr_tr: Şifre
tt_ru: Серсүз
ug_cn: پارول
uk_ua: Пароль
ur_pk: پاس ورڈ
uz_cyrl: Parol
vi_vn: Mật khẩu
zh_hant: 密碼

# AccountRegisterButtonText
source: Register
am_et: ይመዝገቡ
ar_bh: يسجل
as_in: পঞ্জীয়ন কৰা
az_cyrl: Qeydiyyatdan keçmək
bg_bg: Регистрирам
bn_in: নিবন্ধন
bs_latn_ba: Upisati
ca_es: Registrar
cs_cz: Registrovat
cy_gb: Gofrestrent
da_dk: Tilmeld
de_ch: Registrieren
el_gr: Κανω ΕΓΓΡΑΦΗ
es_bo: Registro
et_ee: Registreeri
fa_ir: ثبت نام
fi_fi: Rekisteröidä
fil_ph: Magrehistro
fr_029: Registre
ga_ie: Cláraigh
gu_in: નોંધણી કરવી
he_il: הירשם
hi_in: पंजीकरण करवाना
hr_hr: Registar
hu_hu: Regisztráció
hy_am: Ռեստ
id_id: Daftar
is_is: Skráðu þig
it_ch: Registrati
ja_jp: 登録する
ka_ge: რეგისტრირება
kk_kz: Тіркеу
km_kh: ការចុហបហ្ជី
kn_in: ನೋಂದಣಿ
ko_kr: 등록하다
ky_kg: Катталуу
lo_la: ລົງທະບຽນ
lt_lt: Registruotis
lv_lv: Reģistrēt
mi_nz: Rēhita
mk_mk: Регистар
ml_in: പട്ടികയുണ്ടാക്കുക
mr_in: नोंदणी करा
ms_my: Daftar
mt_mt: Irreġistra
nb_no: Registrere
ne_np: दर्ता गर्नु
or_in: ପଞ୍ଜିକରଣ କର |
pa_arab: ਰਜਿਸਟਰ
pl_pl: Rejestr
pt_br: Registro
ro_ro: Inregistreaza-te
ru_ru: регистр
sk_sk: Registrovať
sq_al: Regjistroj
sr_cyrl_me: Регистровати
sv_fi: Registrera
sw_ke: Jisajili
ta_in: பதிவு
te_in: రిజిస్టర్
th_th: ลงทะเบียน
tk_tm: Hasaba al
tr_tr: Kayıt olmak
tt_ru: Теркәлү
ug_cn: تىزىملىتىڭ
uk_ua: Реєструвати
ur_pk: رجسٹر کریں
uz_cyrl: Ro'yxatga olmoq
vi_vn: Đăng ký
zh_hant: 登記

# AccountRegistrationInvalidEmailText
source: Email is not valid
af_za: E -pos is nie geldig nie
am_et: ኢሜል ትክክለኛ አይደለም
ar_bh: البريد الإلكتروني غير صالح
as_in: ইমেইল বৈধ নহয়
az_cyrl: E-poçt etibarlı deyil
bg_bg: Имейлът не е валиден
bn_in: ইমেল বৈধ নয়
bs_latn_ba: E-pošta nije valjana
ca_es: El correu electrònic no és vàlid
cs_cz: E -mail není platný
cy_gb: Nid yw e -bost yn ddilys
da_dk: E -mail er ikke gyldig
de_ch: Email ist ungültig
el_gr: Το email δεν είναι έγκυρο
es_bo: El correo no es válido
et_ee: E -post ei kehti
fa_ir: ایمیل معتبر نیست
fi_fi: Sähköposti ei ole voimassa
fil_ph: Hindi wasto ang email
fr_029: L'email n'est pas valide
ga_ie: Níl an ríomhphost bailí
gu_in: ઇમેઇલ માન્ય નથી
he_il: הדוא"ל אינו תקף
hi_in: विद्युतडाक मान्य नहीं है
hr_hr: E -pošta nije valjana
hu_hu: az e-mail nem érvényes
hy_am: Էլ.փոստը վավեր չէ
id_id: Email tidak valid
is_is: Tölvupóstur er ekki gildur
it_ch: L'email non è valida
ja_jp: 電子メールは無効です
ka_ge: ელ.ფოსტა არ არის მართებული
kk_kz: Электрондық пошта жарамсыз
km_kh: អ៊ីមែលមិនត្រឹមត្រូវទេ
kn_in: ಇಮೇಲ್ ಮಾನ್ಯವಾಗಿಲ್ಲ
ko_kr: 이메일은 유효하지 않습니다
ky_kg: Электрондук почта жараксыз
lo_la: ອີເມວບໍ່ຖືກຕ້ອງ
lt_lt: El. Paštas negalioja
lv_lv: E -pasts nav derīgs
mi_nz: Kaore i te whaimana te imeera
mk_mk: Е -поштата не е валидна
ml_in: ഇമെയിൽ സാധുവല്ല
mr_in: ईमेल वैध नाही
ms_my: E -mel tidak sah
mt_mt: L-email mhix valida
nb_no: E -post er ikke gyldig
ne_np: ईमेल मान्य छैन
nl_be: E-mail is niet geldig
or_in: ଇମେଲ୍ ବ valid ଧ ନୁହେଁ |
pa_arab: ਈਮੇਲ ਵੈਧ ਨਹੀਂ ਹੈ
pl_pl: adres email jest nieprawidłowy
pt_br: E-mail não é válido
ro_ro: E -mailul nu este valabil
ru_ru: Email не является допустимым
sk_sk: E -mail nie je platný
sl_si: E -pošta ni veljavna
sq_al: Emaili nuk është i vlefshëm
sr_cyrl_me: Е-пошта није валидна
sv_fi: E-post är inte giltig
sw_ke: Barua pepe sio halali
ta_in: மின்னஞ்சல் செல்லுபடியாகாது
te_in: ఇమెయిల్ చెల్లదు
th_th: อีเมลไม่ถูกต้อง
tk_tm: E-poçta dogry däl
tr_tr: E-posta geçerli değil
tt_ru: Электрон почта дөрес түгел
ug_cn: ئېلېكترونلۇق خەت ئىناۋەتلىك ئەمەس
uk_ua: Електронна пошта не є дійсною
ur_pk: ای میل درست نہیں ہے
uz_cyrl: Elektron pochta yaroqsiz
vi_vn: Email không hợp lệ
zh_hant: 電子郵件無效

# AccountRegistrationPasswordMismatchValidationText
source: Passwords do not match.
af_za: Wagwoorde stem nie ooreen nie.
am_et: የይለፍ ቃሎች ተመሳሳይ አይደሉም.
ar_bh: كلمة المرور غير مطابقة.
as_in: পাছৱৰ্ডবোৰ মিল নাথাকে।
az_cyrl: Parollar uyğun gəlmir.
bg_bg: Паролите не съвпадат.
bn_in: পাসওয়ার্ড মিলছে না.
bs_latn_ba: Lozinke se ne podudaraju.
ca_es: Les contrasenyes no coincideixen.
cs_cz: Hesla se neshodují.
cy_gb: Nid yw cyfrineiriau'n cyfateb.
da_dk: Adgangskoderne stemmer ikke overens.
de_ch: Passwörter stimmen nicht überein.
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es_bo: Las contraseñas no coinciden.
et_ee: Paroolid ei kattu.
fa_ir: رمزهای ورود مطابقت ندارند.
fi_fi: Salasanat eivät täsmää.
fil_ph: Ang mga password ay hindi tumutugma.
fr_029: Les mots de passe ne correspondent pas.
ga_ie: Ní hionann pasfhocail.
gu_in: પાસવર્ડ્સ મેળ ખાતા નથી.
he_il: סיסמאות לא תואמות.
hi_in: सांकेतिक शब्द मेल नहीं खाते।
hr_hr: Lozinke se ne podudaraju.
hu_hu: A jelszavak nem egyeznek.
hy_am: Գաղտնաբառերը չեն համապատասխանում.
id_id: Sandi tidak cocok.
is_is: Lykilorð passa ekki.
it_ch: Le passwords non corrispondono.
ja_jp: パスワードが一致していません。
ka_ge: Პაროლები არ ემთხვევა.
kk_kz: Парольдер сәйкес келмейді.
km_kh: ពាក្យសម្ងាត់មិនត្រូវគ្នា។
kn_in: ಗುಪ್ತಪದಗಳುತಾಳೆಯಾಗುತ್ತಿಲ್ಲ.
ko_kr: 비밀번호가 일치하지 않습니다.
ky_kg: Сырсөздөр дал келбейт.
lo_la: ລະຫັດຜ່ານບໍ່ກົງກັນ.
lt_lt: Slaptažodžiai nesutampa.
lv_lv: Paroles nesakrīt.
mi_nz: Kāore i te ōrite ngā kupuhipa.
mk_mk: Лозинките не се совпаѓаат.
ml_in: പാസ്വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല.
mr_in: पासवर्ड जुळत नाही.
ms_my: Kata laluan tidak sepadan.
mt_mt: Il-passwords ma jaqblux.
nb_no: Passordene er ikke like.
ne_np: पासवर्डहरू मेल खाँदैनन्।
nl_be: Wachtwoorden komen niet overeen.
or_in: ପାସୱାର୍ଡ ମେଳ ଖାଉ ନାହିଁ |
pa_arab: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ.
pl_pl: Hasła nie pasują do siebie.
pt_br: As senhas não coincidem.
ro_ro: Parolele nu se potrivesc.
ru_ru: Пароли не совпадают.
sk_sk: Heslá sa nezhodujú.
sl_si: Geslo se ne ujema.
sq_al: Fjalëkalimet nuk përputhen.
sr_cyrl_me: Лозинке се не поклапају.
sv_fi: Lösenorden matchar inte.
sw_ke: Nywila hazilingani.
ta_in: கடவுச்சொற்கள் பொருந்தவில்லை.
te_in: గుత్త పదములు సరి పోవట్లేదు.
th_th: รหัสผ่านไม่ตรงกัน.
tk_tm: Parollar gabat gelenok.
tr_tr: Parolalar uyuşmuyor.
tt_ru: Серсүзләр туры килми.
ug_cn: پارول ماس كەلمەيدۇ.
uk_ua: Паролі не збігаються.
ur_pk: پاس ورڈ میچ نہیں کرتے.
uz_cyrl: Parollar bir-biriga mos kelmaydi.
vi_vn: Mất khẩu không hợp lệ.
zh_hant: 密碼不匹配。

# AccountRegistrationPasswordValidationText
source: Password must be a minimum of {0} characters.
af_za: Wagwoord moet 'n minimum van {0} karakters wees.
am_et: የይለፍ ቃል ቢያንስ 0} ቁምፊዎች መሆን አለበት.
ar_bh: يجب أن تكون كلمة المرور بحد أدنى من الأحرف {0}.
as_in: গুপ্তশব্দ নূন্যতম {0} আখৰ হ'ব লাগিব ।
az_cyrl: Şifrə minimum {0} simvol olmalıdır.
bg_bg: Паролата трябва да е минимум {0} символи.
bn_in: পাসওয়ার্ড অবশ্যই সর্বনিম্ন {0} অক্ষর হতে হবে।
bs_latn_ba: Lozinka mora biti najmanje {0} znakova.
ca_es: La contrasenya ha de ser un mínim de caràcters {0}.
cs_cz: Heslo musí být minimálně {0} znaky.
cy_gb: Rhaid i'r cyfrinair fod yn isafswm o nodau {0}.
da_dk: Adgangskode skal være mindst {0} tegn.
de_ch: Das Passwort muss ein Minimum von {0} -Pels sein.
el_gr: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον {0} χαρακτήρες.
es_bo: La contraseña debe ser un mínimo de {0} caracteres.
et_ee: Parool peab olema minimaalne {0} tähemärgid.
fa_ir: رمز عبور باید حداقل نویسه های{0} باشد.
fi_fi: Salasanan on oltava vähintään {0} merkkejä.
fil_ph: Ang password ay dapat na isang minimum na mga character na {0}.
fr_029: Le mot de passe doit être un minimum de caractères {0}.
ga_ie: Caithfidh pasfhocal a bheith ar a laghad de charachtair {0}.
gu_in: પાસવર્ડ ઓછામાં ઓછો {0} અક્ષરોનો હોવો આવશ્યક છે.
he_il: הסיסמה חייבת להיות מינימום של {0} תווים.
hi_in: पासवर्ड न्यूनतम {0} वर्णों का होना चाहिए।
hr_hr: Lozinka mora biti najmanje {0} znakova.
hu_hu: A jelszónak legalább {0} karakternek kell lennie.
hy_am: Գաղտնաբառը պետք է լինի առնվազն {0 նիշ:
id_id: Kata sandi harus minimal karakter {0}.
is_is: Lykilorð verður að vera að lágmarki {0} stafir.
it_ch: La password deve essere un minimo di {0} caratteri.
ja_jp: パスワードは最小{0}文字でなければなりません。
ka_ge: პაროლი უნდა იყოს მინიმალური {0} სიმბოლო.
kk_kz: Пароль ең аз дегенде {0} таңбалар болуы керек.
km_kh: លេខសម្ងាត់ត្រូវតែជាតួអក្សរអប្បបរមានៃ {0} តួអក្សរ។
kn_in: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ {0} ಅಕ್ಷರಗಳಾಗಿರಬೇಕು.
ko_kr: 비밀번호는 {0} 문자의 최소이어야합니다.
ky_kg: Сырсөз минималдуу {0} каарман болушу керек.
lo_la: ລະຫັດຜ່ານຕ້ອງເປັນຕົວອັກສອນຕ່ໍາສຸດ {0}.
lt_lt: Slaptažodis turi būti bent {0} simbolių.
lv_lv: Parolei jābūt vismaz {0} rakstzīmēm.
mi_nz: Ko te kupuhipa me iti ake te {0} pūāhua.
mk_mk: Лозинката мора да биде минимум знаци {0}.
ml_in: പാസ്വേഡ് കുറഞ്ഞത് {0} പ്രതീകമായിരിക്കണം.
mr_in: संकेतशब्द किमान {0} वर्ण असणे आवश्यक आहे.
ms_my: Kata laluan mestilah minimum {0} aksara.
mt_mt: Il-password trid tkun minimu ta 'karattri {0}.
nb_no: Passordet må være minimum {0} tegn.
ne_np: पासवर्ड न्यूनतम {0} वर्णहरू हुनुपर्दछ।
nl_be: Wachtwoord moet een minimum van {0} tekens zijn.
or_in: ପାସୱାର୍ଡ ନିଶ୍ଚିତ ଭାବରେ ସର୍ବନିମ୍ନ {0} ଅକ୍ଷର ହେବା ଜରୁରୀ |
pa_arab: ਪਾਸਵਰਡ ਘੱਟੋ ਘੱਟ {0} ਅੱਖਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
pl_pl: Hasło musi być minimum znaków {0}.
pt_br: A senha deve ser um mínimo de caracteres {0}.
ro_ro: Parola trebuie să fie minimă de {0} caractere.
ru_ru: Пароль должен быть минимум {0} символов.
sk_sk: Heslo musí byť minimálne {0} znakov.
sl_si: Geslo mora biti minimalno {0} znakov.
sq_al: Fjalëkalimi duhet të jetë minimumi i karaktereve {0}.
sr_cyrl_me: Лозинка мора бити најмање {0} знакова.
sv_fi: Lösenordet måste vara ett minimum av {0} tecken.
sw_ke: Nenosiri lazima iwe chini ya herufi {0}.
ta_in: கடவுச்சொல் குறைந்தபட்சம் {0} எழுத்துக்களாக இருக்க வேண்டும்.
te_in: పాస్వర్డ్ కనీసం {0} అక్షరాలతో ఉండాలి.
th_th: รหัสผ่านจะต้องมีอักขระ {0} ขั้นต่ำ
tk_tm: Parol azyndan {0} nyşan bolmaly.
tr_tr: Parola minimum {0} karakter olmalıdır.
tt_ru: Серсүз минимум {0} персонаж булырга тиеш.
ug_cn: پارول كەم دېگەندە {0} ھەرپ بولۇشى كېرەك.
uk_ua: Пароль повинен бути мінімум {0} символів.
ur_pk: پاس ورڈ کم از کم {0} حروف کا ہونا چاہئے۔
uz_cyrl: Parol kamida {0} belgilar bo'lishi kerak.
vi_vn: Mật khẩu phải là tối thiểu các ký tự {0}.
zh_hant: 密碼必須至少為{0}字符。

# CommonRememberLabel
source: Remember?
af_za: Onthou jy?
am_et: ያስታውሱ?
ar_bh: يتذكر؟
as_in: মনত ৰখা?
az_cyrl: Xatırlayırsan?
bg_bg: Помня?
bn_in: মনে আছে?
bs_latn_ba: Zapamtite?
ca_es: Recordeu -ho?
cs_cz: Pamatovat si?
cy_gb: Cofiwch?
da_dk: Husk?
de_ch: Erinnern?
el_gr: Θυμάμαι?
es_bo: ¿Recordar?
et_ee: Kas mäletate?
fa_ir: یاد آوردن؟
fi_fi: Muistaa?
fil_ph: Tandaan?
fr_029: Souviens-toi?
ga_ie: Cuimhnigh?
gu_in: યાદ છે?
he_il: זכור?
hi_in: याद करना?
hr_hr: Zapamtiti?
hu_hu: Emlékezik?
hy_am: Հիշեք
id_id: Ingat?
is_is: Mundu?
it_ch: Ricordare?
ja_jp: 覚えて？
ka_ge: გახსოვს?
kk_kz: Есіңізде ме?
km_kh: ចងចាំទេ?
kn_in: ನೆನಪಿದೆಯೇ?
ko_kr: 기억하다?
ky_kg: Унутпа?
lo_la: ຈື່ບໍ່?
lt_lt: Prisiminti?
lv_lv: Atcerēties?
mi_nz: Kia maumahara?
mk_mk: Се сеќавам?
ml_in: ഓർക്കുക?
mr_in: आठवते?
ms_my: Ingat?
mt_mt: Tiftakar?
nb_no: Huske?
ne_np: सम्झनु?
nl_be: Herinneren?
or_in: ମନେରଖ?
pa_arab: ਯਾਦ ਰੱਖਣਾ?
pl_pl: Pamiętać?
pt_br: Lembrar?
ro_ro: Tine minte?
ru_ru: Помнить?
sk_sk: Pamätáte si?
sl_si: Se spomnite?
sq_al: Mos harroni?
sr_cyrl_me: Запамтити?
sv_fi: Kom ihåg?
sw_ke: Kumbuka?
ta_in: நினைவிருக்கிறதா?
te_in: గుర్తుందా?
th_th: จดจำ?
tk_tm: Ýadyňyzdamy?
tr_tr: Hatırlamak?
tt_ru: Онытма?
ug_cn: ئېسىڭىزدىمۇ?
uk_ua: Пам'ятаєте?
ur_pk: یاد ہے؟
uz_cyrl: Yodingizdami?
vi_vn: Nhớ?
zh_hant: 記住？
