Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionShortcutTriggerLabel
source: Shortcut Trigger
af_za: Kortpad sneller
am_et: አቋራጭ ቀስቅሴ
ar_bh: الزناد اختصار
as_in: চৰ্টকাট ট্ৰিগাৰ
az_cyrl: Qısayol tetikleyicisi
bg_bg: Спусък на пряк път
bn_in: শর্টকাট ট্রিগার
bs_latn_ba: Okidač prečaca
ca_es: Disparador de dreceres
cs_cz: Trigger zkratky
cy_gb: Sbardun llwybr byr
da_dk: Genvejsudløser
de_ch: Verknüpfungsauslöser
el_gr: Σκανδάλη συντόμευσης
es_bo: Disparador de atajo
et_ee: Otsetee päästik
fa_ir: ماشه میانبر
fi_fi: Pikakuvake
fr_029: Déclencheur de raccourci
ga_ie: Truicear aicearra
gu_in: શોર્ટકટ ટ્રિગર
he_il: טריגר קיצור דרך
hi_in: शॉर्टकट ट्रिगर
hr_hr: Okidač prečaca
hu_hu: Parancsikon trigger
hy_am: Դյուրանցման ձգան
id_id: Pemicu jalan pintas
is_is: Flýtileið
it_ch: Grilletto di scelta rapida
ja_jp: ショートカットトリガー
ka_ge: მალსახმობის ტრიგერი
kk_kz: Төте триггер
km_kh: កេះផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಪ್ರಚೋದಕ
ko_kr: 바로 가기 트리거
ky_kg: Кыска жол триггер
lo_la: ຜົນກະທົບຕໍ່
lt_lt: Spartusis trigeris
lv_lv: Saīsnes sprūda
mi_nz: Katihia
mk_mk: Предизвикувач на кратенки
ml_in: കുറുക്കുവഴി ട്രിഗർ
mr_in: शॉर्टकट ट्रिगर
ms_my: Pencetus pintasan
nb_no: Snarveiutløser
ne_np: सर्टकट ट्रिगर
nl_be: Snelkoppeling trigger
or_in: ସର୍ଟକଟ୍ ଟ୍ରିଗର |
pa_arab: ਸ਼ਾਰਟਕੱਟ ਟਰਿੱਗਰ
pl_pl: Spust skrót
pt_br: Gatilho de atalho
ro_ro: Declanșator de comandă rapidă
ru_ru: Ярлык триггер
sk_sk: Spúšťač skratky
sl_si: Skrajšalnik bližnjic
sq_al: Shkas në shkurtore
sr_cyrl_me: Пречица окидач
sv_fi: Genvägsavtryckare
sw_ke: Njia ya mkato
ta_in: குறுக்குவழி தூண்டுதல்
te_in: సత్వరమార్గం ట్రిగ్గర్
th_th: ทริกเกอร์ทางลัด
tk_tm: Salgylanma trigger
tr_tr: Kısayol tetikleyicisi
tt_ru: Кыска триггер
ug_cn: تېزلەتمە قوزغاتقۇچ
uk_ua: Тригер ярлика
ur_pk: شارٹ کٹ ٹرگر
uz_cyrl: Yorliq tetiklashtiruvchi
vi_vn: Trình kích hoạt phím tắt
zh_hant: 快捷扳機

# ActionShortcutTriggerTriggerHint
source: Triggered when the recorded shortcut is pressed at anytime with the current clipboard
af_za: Geaktiveer wanneer die opgeneemde kortpad te eniger tyd met die huidige knipbord gedruk word
am_et: የተመዘገበው አቋራጭ አሁን ካለው የቅንጥብ ሰሌዳ ጋር በማንኛውም ጊዜ ሲጫን ተነስቷል
ar_bh: يتم تشغيله عندما يتم الضغط على الاختصار المسجل في أي وقت مع الحافظة الحالية
as_in: ট্ৰিগাৰ কৰা হয় যেতিয়া ৰেকৰ্ড কৰা চৰ্টকাট যিকোনো সময়তে বৰ্তমান ক্লিপবৰ্ডৰ সৈতে টিপিলে
az_cyrl: Qeyd olunan qısa yolun cari panoya ilə istənilən vaxt basıldığında tetiklenirik
bg_bg: Задейства се, когато записаният пряк път се натиска по всяко време с текущия клипборд
bn_in: রেকর্ড করা শর্টকাটটি বর্তমান ক্লিপবোর্ডের সাথে যে কোনও সময় চাপানো হয় তখন ট্রিগার করা হয়েছে
bs_latn_ba: Pokreće se kada se snimljena prečica pritisne u bilo koje vrijeme sa trenutnim međuspremnik
ca_es: Es va desencadenar quan es pressiona la drecera gravada en qualsevol moment amb el porta -retalls actual
cs_cz: Spuštěno, když je zaznamenaná zkratka stisknuta kdykoli s aktuální schránce
cy_gb: Sbarduno pan fydd y llwybr byr wedi'i recordio yn cael ei wasgu ar unrhyw adeg gyda'r clipfwrdd cyfredol
da_dk: Udløses, når den optagede genvej presses når som helst med det aktuelle udklipsholder
de_ch: Ausgelöst, wenn die aufgezeichnete Verknüpfung jederzeit mit der aktuellen Zwischenablage gedrückt wird
el_gr: Ενεργοποιείται όταν η καταγεγραμμένη συντόμευση πιέζεται ανά πάσα στιγμή με το τρέχον πρόχειρο
es_bo: Activado cuando el atajo grabado se presiona en cualquier momento con el portapapeles actual
et_ee: Käivitatakse, kui salvestatud otsetee surutakse praeguse lõikelauaga igal ajal
fa_ir: هنگامی که میانبر ضبط شده در هر زمان با کلیپ بورد فعلی فشرده می شود ، شروع می شود
fi_fi: Laukaistiin, kun tallennettua pikakuvaketta painetaan milloin tahansa nykyisen leikepöydän kanssa
fil_ph: Nag -trigger kapag ang naitala na shortcut ay pinindot sa anumang oras kasama ang kasalukuyang clipboard
fr_029: Déclenché lorsque le raccourci enregistré est enfoncé à tout moment avec le presse-papiers actuel
ga_ie: Spreagtha nuair a bhrúitear an aicearra taifeadta ag am ar bith leis an ghearrthaisce reatha
gu_in: જ્યારે વર્તમાન ક્લિપબોર્ડ સાથે કોઈપણ સમયે રેકોર્ડ થયેલ શ shortc ર્ટકટ દબાવવામાં આવે છે ત્યારે ટ્રિગર થઈ
he_il: מופעל כאשר קיצור הדרך המוקלט נלחץ בכל עת עם הלוח הנוכחי
hi_in: जब रिकॉर्ड किया गया शॉर्टकट वर्तमान क्लिपबोर्ड के साथ कभी भी दबाया जाता है तो ट्रिगर किया जाता है
hr_hr: Aktivira se kada se snimljeni prečac pritisne u bilo koje vrijeme s trenutnim međuspremnik
hu_hu: Akkor váltott be, amikor a rögzített parancsikont bármikor megnyomja az aktuális vágólappal
hy_am: Առաջացած, երբ գրանցված դյուրանցումը ցանկացած պահի սեղմվում է ընթացիկ clipboard- ով
id_id: Dipicu saat pintasan yang direkam ditekan kapan saja dengan clipboard saat ini
is_is: Kveikt þegar ýtt er á flýtileiðina hvenær sem er með núverandi klemmuspjaldi
it_ch: Attivato quando il collegamento registrato viene premuto in qualsiasi momento con gli appunti corrente
ja_jp: 録音されたショートカットが現在のクリップボードでいつでも押されたときにトリガーされます
ka_ge: გამოწვეულია, როდესაც ჩაწერილი მალსახმობი დაჭერით ნებისმიერ დროს მიმდინარე ბუფერულთან ერთად
kk_kz: Жазылған тіркесім кез келген уақытта ағымдағы аралық сақтағышпен басылған кезде іске қосылды
km_kh: កេះនៅពេលដែលផ្លូវកាត់ដែលបានកត់ត្រាត្រូវបានចុចនៅពេលណាក៏បានជាមួយក្តារតម្បៀតខ្ទាស់បច្ចុប្បន្ន
kn_in: ಪ್ರಸ್ತುತ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನೊಂದಿಗೆ ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಒತ್ತಿದಾಗ ಪ್ರಚೋದಿಸಲಾಗುತ್ತದೆ
ko_kr: 기록 된 바로 가기가 현재 클립 보드로 언제든지 누르면 트리거됩니다.
ky_kg: Жазылган кыска жолдун учурдагы алмашуу буфери менен каалаган убакта басылганда
lo_la: triggered ໃນເວລາທີ່ທາງລັດບັນທຶກໄດ້ຖືກກົດດັນໃນເວລາດຽວກັບ Clipboard ປະຈຸບັນ
lt_lt: Suaktyvinamas, kai bet kada paspaudžiamas įrašytas nuoroda, naudojant dabartinę mainų sritį
lv_lv: Aktivizēts, kad ierakstītais saīsne tiek nospiests jebkurā laikā ar pašreizējo starpliktuvi
mi_nz: Ka haere i te wa e pa ana te poto poto i nga wa katoa me te topenga o naianei
mk_mk: Активирана кога снимената кратенка е притиснато во секое време со тековната табла за клип
ml_in: നിലവിലെ ക്ലിപ്പ്ബോർഡിനൊപ്പം റെക്കോർഡുചെയ്ത കുറുക്കുവഴി എപ്പോൾ വേണമെങ്കിലും അമർത്തുമ്പോൾ പ്രവർത്തനക്ഷമമായി
mr_in: सध्याच्या क्लिपबोर्डसह कधीही रेकॉर्ड केलेला शॉर्टकट दाबला जातो तेव्हा ट्रिगर
ms_my: Dicetuskan apabila pintasan yang dirakam ditekan pada bila -bila masa dengan papan klip semasa
mt_mt: Attivat meta l-shortcut irreġistrat jiġi ppressat f'kull ħin bil-clipboard attwali
nb_no: Utløses når den innspilte snarveien presses når som helst med det nåværende utklippstavlen
ne_np: रेकर्ड गरिएको सर्टकट जब रेकर्ड गरिएको सर्टकटले हालको क्लिपबोर्डको साथ कुनै पनि समयमा थिचेको छ
nl_be: Geactiveerd wanneer de opgenomen snelkoppeling op elk moment wordt ingedrukt met het huidige klembord
or_in: ସାମ୍ପ୍ରତିକ କ୍ଲିପବୋର୍ଡ ସହିତ ଯେକ time ଣସି ସମୟରେ ରେକର୍ଡ ହୋଇଥିବା ସର୍ଟକଟ୍ ଯେକ time ଣସି ସମୟରେ ରେକର୍ଡ ହୋଇଥିବାବେଳେ ଟ୍ରିଗର କରାଯାଇଥିଲା |
pa_arab: ਚਾਲੂ ਹੋਣ ਤੇ ਕਿਸੇ ਵੀ ਕਲਿੱਪਬੋਰਡ ਦੇ ਨਾਲ ਕਿਸੇ ਵੀ ਸਮੇਂ ਦਰਜ ਕੀਤੇ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਦਬਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ
pl_pl: Uruchomione, gdy nagrany skrót zostanie naciśnięty w dowolnym momencie z bieżącym schowkiem
pt_br: Acionado quando o atalho gravado é pressionado a qualquer momento com a área de transferência atual
ro_ro: Declanșat atunci când scurtătura înregistrată este apăsată oricând cu clipboard -ul curent
ru_ru: Запускается, когда записанный ярлык нажимается в любое время с текущим буфером обмена
sk_sk: Spustené, keď je zaznamenaná skratka stlačená kedykoľvek pomocou aktuálnej schránky
sl_si: Sprožil, ko zabeleženo bližnjico kadar koli pritisnete s trenutnim odložiščem
sq_al: Shkaktohet kur shkurtoreja e regjistruar shtypet në çdo kohë me clipboard aktual
sr_cyrl_me: Активира се када се снимљена пречица притисне у било које време са тренутним међуспремником
sv_fi: Utlöses när den inspelade genvägen trycks när som helst med den aktuella urklippet
sw_ke: Ilisababisha wakati njia ya mkato iliyorekodiwa inasisitizwa wakati wowote na clipboard ya sasa
ta_in: தற்போதைய கிளிப்போர்டுடன் பதிவுசெய்யப்பட்ட குறுக்குவழி எப்போது வேண்டுமானாலும் அழுத்தும் போது தூண்டப்படுகிறது
te_in: ప్రస్తుత క్లిప్‌బోర్డ్‌తో రికార్డ్ చేసిన సత్వరమార్గం ఎప్పుడైనా నొక్కినప్పుడు ప్రేరేపించబడింది
th_th: ทริกเกอร์เมื่อกดทางลัดที่บันทึกไว้ได้ตลอดเวลาด้วยคลิปบอร์ดปัจจุบัน
tk_tm: Recordsazga alnan gysga möhlet, häzirki synag tagtasy bilen islän wagtyňyz basylanda sebäp boldy
tr_tr: Kaydedilen kısayol, geçerli pano ile herhangi bir zamanda basıldığında tetiklenir
tt_ru: Язылган кыска юллар хәзерге буфер белән тәмамлангач,
ug_cn: خاتىرىلەنگەن تېزلەتمە نۆۋەتتىكى چاپلاش تاختىسى بىلەن ھەر قانداق ۋاقىتتا بېسىلىپ قالغان
uk_ua: Спрацьовано, коли записаний ярлик натискається в будь -який час за допомогою поточного буфера обміну
ur_pk: جب ریکارڈ شدہ شارٹ کٹ کو موجودہ کلپ بورڈ کے ساتھ کسی بھی وقت دبایا جاتا ہے تو متحرک
uz_cyrl: Yozib olingan yorliqni istalgan vaqtda joriy vaqtda bosilganda bosilganda
vi_vn: Được kích hoạt khi nhấn phím tắt được ghi lại bất cứ lúc nào với bảng tạm hiện tại
zh_hant: 使用當前剪貼板隨時按下記錄的快捷方式時觸發

# PrefRestartConfirmNtfText
source: This action requires the app to restart. Would you like to do that now?
af_za: Hierdie aksie vereis dat die app weer begin. Wil u dit nou doen?
am_et: ይህ እርምጃ እንደገና እንዲጀመር መተግበሪያውን ይፈልጋል. ያንን አሁን ማድረግ ይፈልጋሉ?
ar_bh: يتطلب هذا الإجراء إعادة التشغيل. هل ترغب في القيام بذلك الآن؟
as_in: এই কাৰ্য্যৰ বাবে এপটো পুনৰ আৰম্ভ কৰিব লাগিব। এতিয়া সেইটো কৰিব বিচাৰিবনে?
az_cyrl: Bu hərəkət tətbiqin yenidən başlamasını tələb edir. İndi bunu etmək istərdinizmi?
bg_bg: Това действие изисква приложението да се рестартира. Искате ли да го направите сега?
bn_in: এই ক্রিয়াটির জন্য অ্যাপ্লিকেশনটি পুনরায় চালু করতে হবে। আপনি এখন এটি করতে চান?
bs_latn_ba: Ova akcija zahtijeva da se aplikacija ponovo pokrene. Da li biste to željeli učiniti sada?
ca_es: Aquesta acció requereix que l’aplicació es reiniciï. Voleu fer -ho ara?
cs_cz: Tato akce vyžaduje, aby se aplikace restartovala. Chtěli byste to udělat hned?
cy_gb: Mae'r weithred hon yn ei gwneud yn ofynnol i'r ap ailgychwyn. Hoffech chi wneud hynny nawr?
da_dk: Denne handling kræver, at appen genstarter. Vil du gøre det nu?
de_ch: Für diese Aktion muss die App neu gestartet werden. Möchten Sie das jetzt tun?
el_gr: Αυτή η ενέργεια απαιτεί την επανεκκίνηση της εφαρμογής. Θέλετε να το κάνετε τώρα;
es_bo: Esta acción requiere que la aplicación reinicie. ¿Te gustaría hacer eso ahora?
et_ee: See toiming nõuab rakenduse taaskäivitamist. Kas soovite seda nüüd teha?
fa_ir: این عمل نیاز به مجدداً برنامه دارد. آیا دوست دارید اکنون این کار را انجام دهید؟
fi_fi: Tämä toimenpide edellyttää sovelluksen käynnistämistä uudelleen. Haluatko tehdä sen nyt?
fil_ph: Ang pagkilos na ito ay nangangailangan ng app upang i -restart. Nais mo bang gawin iyon ngayon?
fr_029: Cette action nécessite que l'application redémarre. Voulez-vous faire ça maintenant?
ga_ie: Éilíonn an gníomh seo ar an aip atosú. Ar mhaith leat é sin a dhéanamh anois?
gu_in: આ ક્રિયા માટે એપ્લિકેશનને ફરીથી પ્રારંભ કરવાની જરૂર છે. તમે હવે તે કરવા માંગો છો?
he_il: פעולה זו מחייבת את האפליקציה להפעיל מחדש. האם תרצה לעשות את זה עכשיו?
hi_in: इस कार्रवाई के लिए ऐप को पुनरारंभ करने की आवश्यकता होती है। क्या आप अब ऐसा करना चाहेंगे?
hr_hr: Ova radnja zahtijeva da se aplikacija ponovno pokrene. Želite li to učiniti sada?
hu_hu: Ez a művelet megköveteli az alkalmazás újraindítását. Szeretné most megtenni?
hy_am: Այս գործողությունը ծրագիրը պահանջում է վերագործարկել: Կցանկանայիք դա անել հիմա:
id_id: Tindakan ini mengharuskan aplikasi untuk memulai kembali. Apakah Anda ingin melakukan itu sekarang?
is_is: Þessi aðgerð krefst þess að appið endurræsist. Viltu gera það núna?
it_ch: Questa azione richiede che l'app riavvia. Ti piacerebbe farlo adesso?
ja_jp: このアクションでは、アプリを再起動する必要があります。今それをしたいですか？
ka_ge: ეს მოქმედება მოითხოვს აპის გადატვირთვას. ახლა ამის გაკეთება გსურთ?
kk_kz: Бұл әрекет қолданбадан қайта іске қосуды қажет етеді. Сіз қазір жасағыңыз келе ме?
km_kh: សកម្មភាពនេះតម្រូវឱ្យកម្មវិធីចាប់ផ្តើមឡើងវិញ។ តើអ្នកចង់ធ្វើវាឥឡូវនេះទេ?
kn_in: ಈ ಕ್ರಿಯೆಗೆ ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಲು ಅಗತ್ಯವಿದೆ. ನೀವು ಈಗ ಅದನ್ನು ಮಾಡಲು ಬಯಸುವಿರಾ?
ko_kr: 이 작업을 위해서는 앱이 다시 시작해야합니다. 지금 그렇게 하시겠습니까?
ky_kg: Бул иш-аракет колдонмону өчүрүп-күйгүзүү үчүн талап кылат. Азыр муну жасагыңыз келеби?
lo_la: ການກະທໍານີ້ຮຽກຮ້ອງໃຫ້ມີແອັບ to redart. ເຈົ້າຢາກເຮັດສິ່ງນັ້ນບໍ?
lt_lt: Šis veiksmas reikalauja, kad programa būtų paleista iš naujo. Ar norėtumėte tai padaryti dabar?
lv_lv: Šī darbība prasa, lai lietotne restartētu. Vai vēlaties to darīt tagad?
mi_nz: Ko tenei mahi me tono te taupānga hei whakaara ake. Kei te hiahia koe ki te mahi i tenei wa?
mk_mk: Оваа акција бара да се рестартира апликацијата. Дали сакате да го сторите тоа сега?
ml_in: ഈ പ്രവർത്തനത്തിന് അപ്ലിക്കേഷൻ പുനരാരംഭിക്കാൻ ആവശ്യമാണ്. നിങ്ങൾ ഇപ്പോൾ അത് ചെയ്യാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: या क्रियेस अॅप रीस्टार्ट करणे आवश्यक आहे. आपण आता हे करू इच्छिता?
ms_my: Tindakan ini memerlukan aplikasi untuk dimulakan semula. Adakah anda ingin melakukannya sekarang?
mt_mt: Din l-azzjoni tirrikjedi li l-app terġa 'tibda. Tixtieq tagħmel dan issa?
nb_no: Denne handlingen krever at appen starter på nytt. Vil du gjøre det nå?
ne_np: यो कार्यलाई पुनः सुरु गर्न अनुप्रयोग आवश्यक छ। के तपाई अब त्यसो गर्न चाहानुहुन्छ?
nl_be: Deze actie vereist dat de app opnieuw wordt gestart. Zou je dat nu willen doen?
or_in: ଏହି କାର୍ଯ୍ୟ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ଆପ୍ ଆବଶ୍ୟକ କରେ | ଆପଣ ବର୍ତ୍ତମାନ ତାହା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਇਸ ਕਾਰਜ ਲਈ ਐਪ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ. ਕੀ ਤੁਸੀਂ ਹੁਣ ਇਹ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: To działanie wymaga ponownego uruchomienia aplikacji. Czy chciałbyś to teraz zrobić?
pt_br: Esta ação exige que o aplicativo reinicie. Você gostaria de fazer isso agora?
ro_ro: Această acțiune impune ca aplicația să repornească. Ai vrea să faci asta acum?
ru_ru: Это действие требует, чтобы приложение перезапустило. Хотели бы вы сделать это сейчас?
sk_sk: Táto akcia vyžaduje reštart aplikácie. Chceli by ste to urobiť teraz?
sl_si: To dejanje zahteva, da se aplikacija znova zažene. Bi to radi zdaj?
sq_al: Ky veprim kërkon që aplikacioni të rindizet. Dëshironi ta bëni atë tani?
sr_cyrl_me: Ова акција захтева да се апликација поново покрене. Да ли бисте то сада желели да урадите?
sv_fi: Denna åtgärd kräver att appen startar om. Vill du göra det nu?
sw_ke: Kitendo hiki kinahitaji programu kuanza tena. Je! Ungependa kufanya hivyo sasa?
ta_in: இந்த செயலுக்கு பயன்பாடு மறுதொடக்கம் செய்ய வேண்டும். இப்போது அதை செய்ய விரும்புகிறீர்களா?
te_in: ఈ చర్యకు అనువర్తనం పున art ప్రారంభించాల్సిన అవసరం ఉంది. మీరు ఇప్పుడు అలా చేయాలనుకుంటున్నారా?
th_th: การดำเนินการนี้ต้องการแอพในการรีสตาร์ท คุณต้องการทำตอนนี้หรือไม่?
tk_tm: Bu hereket, programmany täzeden açmak üçin programmany talap edýär. Indi muny etmek isleýärsiňizmi?
tr_tr: Bu eylem, uygulamanın yeniden başlatmasını gerektirir. Bunu şimdi yapmak ister misin?
tt_ru: Бу гамәл кушымталарны яңадан башларга кирәк. Сез моны хәзер эшләргә телисезме?
ug_cn: بۇ ھەرىكەت ئەپنى قايتا قوزغىتىشنى تەلەپ قىلىدۇ. ھازىر شۇنداق قىلامسىز?
uk_ua: Ця дія вимагає від перезапуску. Ви хотіли б це зробити зараз?
ur_pk: اس کارروائی کے لئے ایپ کو دوبارہ شروع کرنے کی ضرورت ہے۔ کیا آپ اب یہ کرنا پسند کریں گے؟
uz_cyrl: Ushbu aktsiya ilovani qayta ishga tushirishni talab qiladi. Endi buni qilishni xohlaysizmi?
vi_vn: Hành động này yêu cầu ứng dụng phải khởi động lại. Bạn có muốn làm điều đó bây giờ không?
zh_hant: 此操作要求該應用重新啟動。您想現在這樣做嗎？

# RestarterErrorNtfText
source: There was a problem. You need to manually restart the application.
af_za: Daar was 'n probleem. U moet die aansoek handmatig weer begin.
am_et: አንድ ችግር ነበር. ትግበራውን እራስዎ እንደገና ማስጀመር ያስፈልግዎታል.
ar_bh: كان هناك مشكلة. تحتاج إلى إعادة تشغيل التطبيق يدويًا.
as_in: সমস্যা হৈছিল। আপুনি এপ্লিকেচনটো হস্তচালিতভাৱে পুনৰাৰম্ভ কৰিব লাগিব।
az_cyrl: Problem var idi. Tətbiqi əl ilə yenidən başlatmalısınız.
bg_bg: Имаше проблем. Трябва да рестартирате ръчно приложението.
bn_in: একটা সমস্যা ছিল. আপনার অ্যাপ্লিকেশনটি ম্যানুয়ালি পুনরায় চালু করতে হবে।
bs_latn_ba: Bio je problem. Morate ručno ponovo pokrenuti aplikaciju.
ca_es: Hi va haver un problema. Cal reiniciar manualment l’aplicació.
cs_cz: Byl tam problém. Aplikaci musíte ručně restartovat.
cy_gb: Roedd problem. Mae angen i chi ailgychwyn y cais â llaw.
da_dk: Der var et problem. Du skal manuelt genstarte applikationen.
de_ch: Es gab ein Problem. Sie müssen die Anwendung manuell neu starten.
el_gr: Υπήρξε ένα πρόβλημα. Πρέπει να επανεκκινήσετε με μη αυτόματο τρόπο την εφαρμογή.
es_bo: Había un problema. Debe reiniciar manualmente la aplicación.
et_ee: Seal oli probleem. Peate rakenduse käsitsi taaskäivitama.
fa_ir: مشکلی بود. شما باید برنامه را به صورت دستی مجدداً راه اندازی کنید.
fi_fi: Oli ongelma. Sinun on käynnistettävä sovellus manuaalisesti.
fil_ph: Nagkaroon ng problema. Kailangan mong manu -manong i -restart ang application.
fr_029: Il y avait un problème. Vous devez redémarrer manuellement l'application.
ga_ie: Bhí fadhb ann. Ní mór duit an t -iarratas a atosú de láimh.
gu_in: એક સમસ્યા હતી. તમારે એપ્લિકેશનને મેન્યુઅલી ફરીથી પ્રારંભ કરવાની જરૂર છે.
he_il: הייתה בעיה. אתה צריך להפעיל מחדש ידנית את היישום.
hi_in: वहां एक समस्या थी। आपको एप्लिकेशन को मैन्युअल रूप से पुनरारंभ करने की आवश्यकता है।
hr_hr: Postojao je problem. Morate ručno ponovno pokrenuti prijavu.
hu_hu: Volt egy probléma. Az alkalmazást manuálisan kell újraindítania.
hy_am: Խնդիր կար: Դուք պետք է ձեռքով վերագործարկեք դիմումը:
id_id: Ada masalah. Anda perlu memulai ulang aplikasi secara manual.
is_is: Það var vandamál. Þú verður að endurræsa forritið handvirkt.
it_ch: C'era un problema. È necessario riavviare manualmente l'applicazione.
ja_jp: 問題がありました。アプリケーションを手動で再起動する必要があります。
ka_ge: Პრობლემა იყო. თქვენ უნდა ხელით გადატვირთოთ განაცხადი.
kk_kz: Мәселе туындады. Өтінімді қолмен қайта іске қосу керек.
km_kh: មានបញ្ហាមួយ។ អ្នកត្រូវចាប់ផ្តើមកម្មវិធីឡើងវិញដោយដៃ។
kn_in: ಅಲ್ಲೊಂದು ಸಮಸ್ಯೆ ಇತ್ತು. ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗಿದೆ.
ko_kr: 문제가있었습니다. 응용 프로그램을 수동으로 다시 시작해야합니다.
ky_kg: Көйгөй бар эле. Колдонмону кол менен өчүрүп-күйгүзүшүңүз керек.
lo_la: ມີປັນຫາ. ທ່ານຕ້ອງການທີ່ຈະເລີ່ມຕົ້ນສະຫມັກດ້ວຍຕົນເອງ.
lt_lt: Ten buvo problema. Turite rankiniu būdu iš naujo paleisti programą.
lv_lv: Bija problēma. Jums ir manuāli jārestartē lietojumprogramma.
mi_nz: He raru ano. Me whakaara ano e koe te tono.
mk_mk: Имаше проблем. Треба рачно да ја рестартирате апликацијата.
ml_in: ഒരു പ്രശ്നമുണ്ടായിരുന്നു. നിങ്ങൾ അപേക്ഷ സ്വമേധയാ പുനരാരംഭിക്കേണ്ടതുണ്ട്.
mr_in: एक समस्या होती. आपल्याला स्वहस्ते रीस्टार्ट करण्याची आवश्यकता आहे.
ms_my: Ada masalah. Anda perlu memulakan semula permohonan secara manual.
mt_mt: Kien hemm problema. Għandek bżonn terġa 'tibda manwalment l-applikazzjoni.
nb_no: Det var et problem. Du må starte applikasjonen manuelt på nytt.
ne_np: त्यहाँ एक समस्या थियो। तपाईंले म्यानुअली पुन: सुरू गर्न आवश्यक छ।
nl_be: Er was een probleem. U moet de applicatie handmatig opnieuw opstarten.
or_in: ସେଠାରେ ଏକ ସମସ୍ୟା ଥିଲା | ଆପଣଙ୍କୁ ମାନୁଆଲ ଭାବରେ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ପଡିବ |
pa_arab: ਇੱਕ ਸਮੱਸਿਆ ਸੀ. ਤੁਹਾਨੂੰ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਦਸਤੀ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ.
pl_pl: Był problem. Musisz ręcznie ponownie uruchomić aplikację.
pt_br: Havia um problema. Você precisa reiniciar manualmente o aplicativo.
ro_ro: A fost o problemă. Trebuie să reporniți manual aplicația.
ru_ru: Была проблема. Вам нужно вручную перезапустить приложение.
sk_sk: Bol tu problém. Aplikáciu musíte ručne reštartovať.
sl_si: Prišlo je do problema. Aplikacijo morate ročno znova zagnati.
sq_al: Kishte një problem. Ju duhet të rindizni manualisht aplikacionin.
sr_cyrl_me: Настао је проблем. Морате ручно да поново покренете апликацију.
sv_fi: Det var ett problem. Du måste starta om applikationen manuellt.
sw_ke: Kulikuwa na shida. Unahitaji kuanza tena maombi.
ta_in: அங்கு ஒரு பிரச்சனை இருந்தது. நீங்கள் பயன்பாட்டை கைமுறையாக மறுதொடக்கம் செய்ய வேண்டும்.
te_in: ఒక సమస్య ఉంది. మీరు అప్లికేషన్‌ను మాన్యువల్‌గా పున art ప్రారంభించాలి.
th_th: มีปัญหา. คุณต้องรีสตาร์ทแอปพลิเคชันด้วยตนเอง
tk_tm: Bir mesele bardy. Programmany el bilen täzeden başlamaly.
tr_tr: Bir problem vardı. Uygulamayı manuel olarak yeniden başlatmanız gerekir.
tt_ru: Проблема килеп чыкты. Сезгә кушымтаны кул белән яңадан башларга кирәк.
ug_cn: مەسىلە بار. ئىلتىماسنى قولدا قايتا قوزغىتىشىڭىز لازىم.
uk_ua: Була проблема. Потрібно вручну перезапустити заявку.
ur_pk: ایک مسئلہ تھا۔ آپ کو دستی طور پر درخواست کو دوبارہ شروع کرنے کی ضرورت ہے۔
uz_cyrl: Muammo bor edi. Siz dasturni qo'lda qayta yoqishingiz kerak.
vi_vn: Có một vấn đề. Bạn cần khởi động lại ứng dụng theo cách thủ công.
zh_hant: 有一個問題。您需要手動重新啟動該應用程序。

# TriggerAnnAnalyzeLabel
source: Analyze with Annotator
af_za: Analiseer met annotator
am_et: ከማይታወቅ ጋር ይተካል
ar_bh: تحليل مع التعليق
as_in: Annotator ৰ সৈতে বিশ্লেষণ কৰক
az_cyrl: Annotator ilə təhlil edin
bg_bg: Анализирайте с анотатор
bn_in: টীকা দিয়ে বিশ্লেষণ করুন
bs_latn_ba: Analizirajte sa benotatorom
ca_es: Analitzar amb Annotador
cs_cz: Analyzujte s anotátorem
cy_gb: Dadansoddi gydag anodiad
da_dk: Analyser med annotator
de_ch: Mit Annotator analysieren
el_gr: Αναλύστε με σχολιαστή
es_bo: Analizar con anotador
et_ee: Analüüsige annotaatoriga
fa_ir: با حاشیه نویسی تجزیه و تحلیل کنید
fi_fi: Analysoi merkinnällä
fil_ph: Pag -aralan kasama ang Annotator
fr_029: Analyser avec l'annotateur
ga_ie: Anailís a dhéanamh ar antaitheoir
gu_in: એનોટેટર સાથે વિશ્લેષણ કરો
he_il: לנתח עם annotator
hi_in: एनोटेटर के साथ विश्लेषण करें
hr_hr: Analizirajte s annotatorom
hu_hu: Elemezze a annotátorral
hy_am: Վերլուծել անոտորի հետ
id_id: Analisis dengan Annotator
is_is: Greindu með umsjá
it_ch: Analizzare con l'annotatore
ja_jp: アノテーターで分析します
ka_ge: გაანალიზეთ ანოტატორთან
kk_kz: Аңғартқышпен талдау
km_kh: វិភាគជាមួយអ្នកកំណត់ចំណាំ
kn_in: ಟಿಪ್ಪಣಿ ಜೊತೆ ವಿಶ್ಲೇಷಿಸಿ
ko_kr: Annotator로 분석하십시오
ky_kg: Анотатор менен анализ
lo_la: ວິເຄາະກັບ Annotator
lt_lt: Išanalizuokite su komentuatoriumi
lv_lv: Analizēt ar anotatoru
mi_nz: Te tātari me te kaitono
mk_mk: Анализирајте со Annotator
ml_in: വ്യാഖ്യാതാക്കളുമായി വിശകലനം ചെയ്യുക
mr_in: एनोटेटरसह विश्लेषण करा
ms_my: Menganalisis dengan annotator
mt_mt: Analizza bl-annotatur
nb_no: Analyser med annotator
ne_np: एनोटोटेटरको साथ विश्लेषण गर्नुहोस्
nl_be: Analyseer met Annotator
or_in: ଟିପ୍ପଣୀ ସହିତ ବିଶ୍ଳେଷଣ କରନ୍ତୁ |
pa_arab: ਐਨੋਟੇਟਰ ਨਾਲ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ
pl_pl: Analizuj z adnotatorem
pt_br: Analise com o Annotator
ro_ro: Analizați cu adnotator
ru_ru: Проанализировать с помощью аннотатора
sk_sk: Analyzujte s anotátorom
sl_si: Analizirajte z annotatorjem
sq_al: Analizoni me Annotator
sr_cyrl_me: Анализирајте са аннотатором
sv_fi: Analysera med annotator
sw_ke: Chambua na Annotator
ta_in: சிறுகுறிப்பாளருடன் பகுப்பாய்வு செய்யுங்கள்
te_in: ఉల్లేఖనంతో విశ్లేషించండి
th_th: วิเคราะห์ด้วย Annotator
tk_tm: Annotator bilen derňäň
tr_tr: Ek açıklama ile analiz edin
tt_ru: Ананнотатор белән анализлау
ug_cn: چۈشەندۈرگۈچى بىلەن تەھلىل قىلىڭ
uk_ua: Аналіз за допомогою анотатора
ur_pk: تشریح کے ساتھ تجزیہ کریں
uz_cyrl: Annotor bilan tahlil qiling
vi_vn: Phân tích với chú thích
zh_hant: 用註釋者分析
