Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefDestFormatHint
source: When true, external content inserted into a clip will use the clips formatting and not what's available from the source.
af_za: As dit waar is, sal eksterne inhoud wat in 'n snit geplaas is, die CLIPS -formatering gebruik en nie wat by die bron beskikbaar is nie.
am_et: እውነት ሆኖ ሲታይ ወደ ክሊፕ ውስጥ ያስገቡ የውጭ ይዘት ክሊፕስ ቅርጸት ቅርጸት ቅርጸት የሚጠቀም እና ከምንጩ የሚገኘውን አይደለም.
ar_bh: عندما يكون صحيحًا ، فإن المحتوى الخارجي الذي يتم إدخاله في مقطع سيستخدم تنسيق المقاطع وليس ما هو متاح من المصدر.
as_in: যেতিয়া সত্য, এটা ক্লিপত সন্নিৱিষ্ট কৰা বাহ্যিক বিষয়বস্তুৱে ক্লিপসমূহ ফৰ্মেটিং ব্যৱহাৰ কৰিব আৰু উৎসৰ পৰা কি উপলব্ধ সেয়া নহয়।
az_cyrl: Doğru olduqda, bir klipə daxil edilmiş xarici məzmun, kliplərin formatlanmasını və mənbədən mövcud olmayan şeylərdən istifadə ediləcəkdir.
bg_bg: Когато е вярно, външното съдържание, поставено в клип, ще използва форматирането на клиповете, а не това, което се предлага от източника.
bn_in: যখন সত্য হয়, একটি ক্লিপে serted োকানো বাহ্যিক সামগ্রীটি ক্লিপ ফর্ম্যাটিং ব্যবহার করবে এবং উত্স থেকে কী পাওয়া যায় তা নয়।
bs_latn_ba: Kada se istinita, vanjski sadržaj umetnute u isječak koristit će oblikovanje isječaka, a ne ono što je dostupno iz izvora.
ca_es: Quan sigui cert, el contingut extern inserit en un clip utilitzarà el format de clips i no el que hi ha disponible des de la font.
cs_cz: Pokud je to pravda, externí obsah vložený do klipu použije formátování klipů a ne to, co je k dispozici ze zdroje.
cy_gb: Pan fydd yn wir, bydd cynnwys allanol wedi'i fewnosod mewn clip yn defnyddio'r fformatio clipiau ac nid yr hyn sydd ar gael o'r ffynhonnell.
da_dk: Når det er sandt, vil eksternt indhold, der indsættes i et klip, bruge CLIPS -formateringen og ikke hvad der er tilgængeligt fra kilden.
de_ch: Wenn der externe Inhalt in einen Clip eingefügt wird, wird die Clips -Formatierung verwendet und nicht die verfügbaren in der Quelle.
el_gr: Όταν είναι αληθινό, το εξωτερικό περιεχόμενο που εισάγεται σε ένα κλιπ θα χρησιμοποιήσει τη μορφοποίηση των κλιπ και όχι αυτό που είναι διαθέσιμο από την πηγή.
es_bo: Cuando sea verdadero, el contenido externo insertado en un clip utilizará el formato de clips y no lo que está disponible desde la fuente.
et_ee: Kui see on tõsi, kasutab klippi sisestatud väline sisu klambrite vormindamist, mitte seda, mida allikast saadab.
fa_ir: در صورت صحت ، محتوای خارجی که در یک کلیپ قرار داده شده از قالب بندی کلیپ ها استفاده می کنند و نه آنچه از منبع موجود است.
fi_fi: Kun totta, leikkeeseen asetettu ulkoinen sisältö käyttää Clips -muotoilua eikä sitä, mitä lähteestä on saatavana.
fil_ph: Kapag totoo, ang panlabas na nilalaman na nakapasok sa isang clip ay gagamitin ang pag -format ng mga clip at hindi kung ano ang magagamit mula sa mapagkukunan.
fr_029: Lorsqu'il est vrai, le contenu externe inséré dans un clip utilisera le formatage des clips et non ce qui est disponible à la source.
ga_ie: Nuair a bheidh fíor, bainfidh ábhar seachtrach isteach i ngearrthóg úsáid as formáidiú na gclipeanna agus ní cad atá ar fáil ón bhfoinse.
gu_in: જ્યારે સાચું હોય, ત્યારે ક્લિપમાં શામેલ બાહ્ય સામગ્રી ક્લિપ્સ ફોર્મેટિંગનો ઉપયોગ કરશે અને સ્રોતમાંથી શું ઉપલબ્ધ છે તે નહીં.
he_il: כאשר נכון, תוכן חיצוני המוחדר לקליפ ישתמש בעיצוב הקליפים ולא במה שקיים מהמקור.
hi_in: जब सच, एक क्लिप में डाली गई बाहरी सामग्री क्लिप स्वरूपण का उपयोग करेगी और स्रोत से उपलब्ध नहीं है।
hr_hr: Kad je istinit, vanjski sadržaj umetnut u isječak upotrijebit će oblikovanje klipova, a ne ono što je dostupno iz izvora.
hu_hu: Ha igaz, a klipbe beillesztett külső tartalom a klipek formázását fogja használni, és nem azt, ami a forrásból elérhető.
hy_am: Երբ ճշմարիտ է, տեսահոլովակի մեջ տեղադրված արտաքին բովանդակությունը կօգտագործի տեսահոլովակների ձեւաչափը եւ ոչ թե այն, ինչ առկա է աղբյուրից:
id_id: Ketika benar, konten eksternal yang dimasukkan ke dalam klip akan menggunakan format klip dan bukan apa yang tersedia dari sumbernya.
is_is: Þegar satt er, mun ytra efni sett inn í klemmu nota sniðið og ekki hvað er tiltækt frá upptökum.
it_ch: Quando è vero, il contenuto esterno inserito in una clip utilizzerà la formattazione delle clip e non ciò che è disponibile dalla fonte.
ja_jp: trueの場合、クリップに挿入された外部コンテンツは、ソースから利用可能なものではなく、クリップフォーマットを使用します。
ka_ge: მართალია, კლიპში ჩასმული გარე შინაარსი გამოიყენებს კლიპების ფორმატირებას და არა ის, რაც ხელმისაწვდომია წყაროდან.
kk_kz: TRUE болса, клипке салынған сыртқы мазмұн клиптерді пішімдеуді пайдаланады және көзден емес.
km_kh: នៅពេលដែលពិត, មាតិកាខាងក្រៅដែលបានបញ្ចូលទៅក្នុងឈុតមួយនឹងប្រើការធ្វើទ្រង់ទ្រាយឈុតហើយមិនមែនជាអ្វីដែលមានពីប្រភពនោះទេ។
kn_in: ನಿಜವಾದಾಗ, ಕ್ಲಿಪ್‌ಗೆ ಸೇರಿಸಲಾದ ಬಾಹ್ಯ ವಿಷಯವು ಕ್ಲಿಪ್‌ಗಳನ್ನು ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಬಳಸುತ್ತದೆ ಮತ್ತು ಮೂಲದಿಂದ ಲಭ್ಯವಿಲ್ಲ.
ko_kr: TRUE 일 때 클립에 삽입 된 외부 컨텐츠는 클립 서식을 사용하며 소스에서 사용할 수있는 내용이 아닙니다.
ky_kg: ЧЫНЫГЫ, клипке салынган тышкы мазмун клиптерге форматтоону колдонот жана булактан алынган эмес.
lo_la: ໃນເວລາທີ່ແທ້, ເນື້ອໃນພາຍນອກໄດ້ແຊກເຂົ້າໄປໃນຄລິບທີ່ຈະໃຊ້ຄລິບທີ່ຈະໃຊ້ແບບຟອມຄລິບແລະບໍ່ແມ່ນສິ່ງທີ່ມີຢູ່ຈາກແຫຼ່ງ.
lt_lt: Kai tiesa, į klipą įterptas išorinis turinys naudos klipų formatavimą, o ne tai, ką galima įsigyti iš šaltinio.
lv_lv: Kad tas ir patiess, klipā ievietotais ārējais saturs izmantos klipu formatējumu, nevis to, kas ir pieejams no avota.
mi_nz: I te wa e pono ana, ihirangi o waho kua whakauruhia ki te topenga ka whakamahi i nga paanui me te kore e waatea mai i te puna.
mk_mk: Кога е точно, надворешната содржина вметната во клипот ќе го користи форматирањето на клиповите, а не она што е достапно од изворот.
ml_in: ശരിയായിരിക്കുമ്പോൾ, ഒരു ക്ലിപ്പിലേക്ക് ചേർത്ത ബാഹ്യ ഉള്ളടക്കം ക്ലിപ്പുകൾ ഫോർമാറ്റിംഗ് ഉപയോഗിക്കും, ഉറവിടത്തിൽ നിന്ന് ലഭ്യമല്ല.
mr_in: जेव्हा खरे असते तेव्हा क्लिपमध्ये घातलेली बाह्य सामग्री क्लिप्स स्वरूपन वापरेल आणि स्त्रोताकडून उपलब्ध असलेल्या गोष्टींचा वापर करेल.
ms_my: Apabila benar, kandungan luaran dimasukkan ke dalam klip akan menggunakan pemformatan klip dan bukan apa yang tersedia dari sumber.
mt_mt: Meta jkun veru, kontenut estern imdaħħal fi klipp juża l-ifformattjar tal-klipps u mhux dak li huwa disponibbli mis-sors.
nb_no: Når det er sant, vil eksternt innhold satt inn i et klipp bruke klippformateringen og ikke hva som er tilgjengelig fra kilden.
ne_np: जब सही हुन्छ, एक क्लिपमा बाह्य सामग्री घुसाइएको क्लिपमा क्लिप स्वरूपण प्रयोग गर्दछ र स्रोतबाट के उपलब्ध छैन।
nl_be: Indien waar, wordt externe inhoud die in een clip wordt ingevoegd de clips -opmaak gebruikt en niet wat er beschikbaar is bij de bron.
or_in: ଯେତେବେଳେ ସତ, ଏକ CLIP ରେ ଭର୍ତ୍ତି ହୋଇଥିବା ବାହ୍ୟ ବିଷୟବସ୍ତୁ CLIP ଫର୍ମାଟିଂ ବ୍ୟବହାର କରିବ ଏବଂ ଉତ୍ସରୁ କ'ଣ ଉପଲବ୍ଧ ନାହିଁ |
pa_arab: ਇਹ ਸਹੀ, ਜਦੋਂ ਇੱਕ ਕਲਿੱਪ ਵਿੱਚ ਪਾਈ ਗਈ ਬਾਹਰੀ ਸਮੱਗਰੀ ਕਲਿੱਪ ਫਾਰਮੈਟ ਕਰਨ ਦੀ ਵਰਤੋਂ ਕਰੇਗੀ ਅਤੇ ਸਰੋਤ ਤੋਂ ਕੀ ਉਪਲੱਬਧ ਹੈ.
pl_pl: Gdy prawda, zewnętrzna zawartość wstawiona do klipu będzie korzystać z formatowania klipów, a nie tego, co jest dostępne ze źródła.
pt_br: Quando verdadeiro, o conteúdo externo inserido em um clipe usará a formatação de clipes e não o que está disponível na fonte.
ro_ro: Când este adevărat, conținutul extern introdus într -un clip va folosi formatarea clipurilor și nu ceea ce este disponibil de la sursă.
ru_ru: Когда True, внешний контент, вставленный в клип, будет использовать форматирование клипов, а не то, что доступно из источника.
sk_sk: Ak je to pravda, externý obsah vložený do klipu použije formátovanie klipov a nie to, čo je k dispozícii zo zdroja.
sl_si: Ko je res, bo zunanja vsebina, vstavljena v posnetek, uporabila oblikovanje posnetkov in ne tisto, kar je na voljo od vira.
sq_al: Kur është e vërtetë, përmbajtja e jashtme e futur në një klip do të përdorë formatimin e Clips dhe jo atë që është në dispozicion nga burimi.
sr_cyrl_me: Када је истина, спољни садржај убачен у снимак користиће обликовање клипова, а не оно што је доступно из извора.
sv_fi: När det är sant kommer externt innehåll som infogas i ett klipp att använda klippformateringen och inte vad som finns tillgängligt från källan.
sw_ke: Wakati ni kweli, maudhui ya nje yaliyoingizwa kwenye klipu yatatumia fomati ya sehemu na sio kile kinachopatikana kutoka kwa chanzo.
ta_in: உண்மையாக இருக்கும்போது, ​​ஒரு கிளிப்பில் செருகப்பட்ட வெளிப்புற உள்ளடக்கம் கிளிப்புகள் வடிவமைப்பைப் பயன்படுத்தும், ஆனால் மூலத்திலிருந்து கிடைக்காது.
te_in: నిజమైనప్పుడు, క్లిప్‌లోకి చొప్పించిన బాహ్య కంటెంట్ క్లిప్‌ల ఆకృతీకరణను ఉపయోగిస్తుంది మరియు మూలం నుండి అందుబాటులో ఉన్నది కాదు.
th_th: เมื่อจริงเนื้อหาภายนอกที่แทรกเข้าไปในคลิปจะใช้การจัดรูปแบบคลิปและไม่ใช่สิ่งที่มีให้จากแหล่งที่มา
tk_tm: Clipe hakyky, daşarky mazmuna bölünip çykalanlyk klipleri formatirlemegi täzelemek we çeşmäniň elýeterli zady däl.
tr_tr: Doğru olduğunda, bir klip içine yerleştirilen harici içerik, kaynaktan mevcut olanları değil, klips biçimlendirmesini kullanacaktır.
tt_ru: Clip-ка кертелгәндә, клипларга кертелгән тышкы эчтәлек клипларның форматын кулланачак һәм чыганактан булганны түгел.
ug_cn: Traگە توغرالغاندا, سىرتقى مەزمۇنلار قىستۇرمىلار قىستۇرمىلارنى ئىشلىتىپ, مەنبەدىن بار نەرسىلەرنى ئىشلىتىدۇ.
uk_ua: Коли це правда, зовнішній вміст, вставлений у кліп, використовуватиме форматування кліпів, а не те, що доступне з джерела.
ur_pk: جب سچ ہے تو ، کسی کلپ میں داخل کردہ بیرونی مواد کلپس فارمیٹنگ کا استعمال کرے گا نہ کہ ماخذ سے کیا دستیاب ہے۔
uz_cyrl: To'g'ri bo'lganda, klipga kiritilgan tashqi tarkib kliplarni formatlash va manbada mavjud bo'lmagan narsalardan foydalanadi.
vi_vn: Khi đúng, nội dung bên ngoài được chèn vào clip sẽ sử dụng định dạng clip chứ không phải những gì có sẵn từ nguồn.
zh_hant: 如果是的，則插入剪輯中的外部內容將使用剪輯格式，而不是源的可用內容。

# PrefDestFormatLabel
source: Paste, drop or append with destination formatting
af_za: Plak, val of voeg by bestemmingsformatering
am_et: በመድረሻ ቅርጸት ይርቁ, ይጣሉ ወይም ይድገሙ
ar_bh: لصق أو إسقاط أو إلحاق بتنسيق الوجهة
as_in: গন্তব্য ফৰ্মেটিংৰ সৈতে পেষ্ট, ড্ৰপ বা সংযোজন
az_cyrl: Təyinat formatı ilə yapışdırın, buraxın və ya əlavə edin
bg_bg: Поставете, пускайте или добавете с форматиране на дестинация
bn_in: গন্তব্য ফর্ম্যাটিংয়ের সাথে পেস্ট করুন, ড্রপ করুন বা সংযোজন করুন
bs_latn_ba: Zalijepite, ispustite ili dodajte s odredišnim formatiranjem
ca_es: Enganxar, deixar anar o afegir amb la format de destinació
cs_cz: Vložte, uhoďte nebo připojte formátování cíle
cy_gb: Pastio, gollwng neu atodi gyda fformatio cyrchfan
da_dk: Indsæt, slip eller tilføj med destinationsformatering
de_ch: Fügen Sie mit Zielformatierung ein, fallen oder hängen Sie sie an oder fügen Sie sie an
el_gr: Επικόλληση, πτώση ή προσάρτηση με μορφοποίηση προορισμού
es_bo: Pegar, soltar o agregar con el formato de destino
et_ee: Kleebi, langeda või lisage sihtkoha vormindamisega
fa_ir: با قالب بندی مقصد چسبانده ، رها یا ضمیمه کنید
fi_fi: Liitä, pudota tai liitä määränpäästöön
fil_ph: I -paste, i -drop o idagdag ang pag -format ng patutunguhan
fr_029: Coller, laisser tomber ou ajouter avec la mise en forme de destination
ga_ie: Greamaigh, scaoil nó cuir isteach le formáidiú ceann scríbe
gu_in: ગંતવ્ય ફોર્મેટિંગ સાથે પેસ્ટ કરો, છોડો અથવા જોડ
he_il: הדבק, טיפה או צורף עם עיצוב יעד
hi_in: गंतव्य स्वरूपण के साथ पेस्ट, ड्रॉप या एपेंड करें
hr_hr: Zalijepite, ispustite ili dodajte oblikovanjem odredišta
hu_hu: Beilleszteni, dobni vagy hozzáfűzni a rendeltetési hely formázással
hy_am: Տեղադրեք, թողեք կամ ավելացրեք նպատակակետի ձեւաչափումը
id_id: Tempel, jatuhkan atau tambahkan dengan pemformatan tujuan
is_is: Límdu, slepptu eða bætið við áfangastað
it_ch: Incollare, rilasciare o aggiungere con la formattazione di destinazione
ja_jp: 宛先のフォーマットで貼り付け、ドロップ、または追加
ka_ge: ჩასვით, ჩამოაგდეს ან დაამატეთ დანიშნულების ფორმატით
kk_kz: Паста, тастау немесе тағайындалған пішімдеумен қосу
km_kh: បិទភ្ជាប់ការទម្លាក់ឬបន្ថែមជាមួយនឹងការធ្វើទ្រង់ទ្រាយទិសដៅ
kn_in: ಗಮ್ಯಸ್ಥಾನ ಫಾರ್ಮ್ಯಾಟಿಂಗ್‌ನೊಂದಿಗೆ ಅಂಟಿಸಿ, ಬಿಡಿ ಅಥವಾ ಸೇರಿಸಿ
ko_kr: 대상 형식으로 붙여 넣기, 드롭 또는 추가하십시오
ky_kg: Паста, тамчы же баруучу форматтоо менен пайда табыңыз
lo_la: ວາງ, ວາງຫຼືເພີ່ມເຕີມດ້ວຍການຈັດຮູບແບບປາຍທາງ
lt_lt: Įklijuokite, numeskite arba pridėkite su paskirties formatavimu
lv_lv: Ielīmēt, nomest vai pievienot galamērķa formatēšanu
mi_nz: Whakapiri, maturuturu, whakapiri ranei me te whakatakotoranga haerenga
mk_mk: Залепете, испуштете или додајте со форматирање на дестинацијата
ml_in: ഡെസ്റ്റിനേഷൻ ഫോർമാറ്റിംഗ് ഉപയോഗിച്ച് ഒട്ടിക്കുക, ഡ്രോപ്പ് ചെയ്യുക അല്ലെങ്കിൽ കൂട്ടിച്ചേർക്കുക
mr_in: गंतव्य स्वरूपनासह पेस्ट करा, ड्रॉप करा किंवा जोडा
ms_my: Tampal, jatuhkan atau tambah dengan pemformatan destinasi
mt_mt: Ippejstja, qatra jew tehmeż bl-ifformattjar tad-destinazzjoni
nb_no: Lim inn, slipp eller legge til med destinasjonsformatering
ne_np: टाँस्नुहोस्, ड्रप, गन्तव्य ढाँचाको साथ।
nl_be: Plak, laat vallen of toevoegen met bestemmingsopmaak
or_in: ଗନ୍ତବ୍ୟ ସ୍ଥଳ ଫର୍ମାଟିଂ ସହିତ ପେଷ୍ଟ, ଡ୍ରପ୍ କିମ୍ବା ଯୋଡନ୍ତୁ |
pa_arab: ਮੰਜ਼ਿਲ ਦੇ ਫਾਰਮੈਟਿੰਗ ਦੇ ਨਾਲ ਪੇਸਟ ਕਰੋ, ਸੁੱਟੋ ਜਾਂ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Wklej, upuść lub dołącz do formatowania docelowego
pt_br: Colar, soltar ou anexar com formatação de destino
ro_ro: Lipiți, aruncați sau anexați cu formatarea destinației
ru_ru: Вставить, бросить или добавить в форматирование назначения
sk_sk: Prilepte, upustí alebo pripojte k formátovaniu cieľového zariadenia
sl_si: Prilepite, spustite ali pristavite s oblikovanjem cilja
sq_al: Ngjis, lësho ose shtoj me formatimin e destinacionit
sr_cyrl_me: Пасте, испустите или додајте се са форматирањем одредишта
sv_fi: Klistra in, släpp eller bifoga med destinationsformatering
sw_ke: Bandika, toa au ongeza na fomati ya marudio
ta_in: இலக்கு வடிவமைப்புடன் ஒட்டவும், கைவிடவும் அல்லது சேர்க்கவும்
te_in: గమ్యం ఆకృతీకరణతో అతికించండి, వదలండి లేదా జోడించండి
th_th: วางวางหรือต่อท้ายด้วยการจัดรูปแบบปลายทาง
tk_tm: Goýlan ýer formatirlemegi pasta goýuň ýa-da goş
tr_tr: Hedef biçimlendirme ile yapıştırın, bırakın veya ekleyin
tt_ru: Урнаштыру, тамчы яки максат форматлау белән
ug_cn: مەنزىل فورماتى بىلەن تاشلاڭ, تاشلاش ياكى تاشلاش
uk_ua: Вставте, скидайте або додайте за допомогою форматування призначення
ur_pk: پیسٹ کریں ، ڈراپ کریں یا منزل کی شکل کے ساتھ شامل کریں
uz_cyrl: Belgilangan formatlash bilan makon, tushirish yoki qo'shish
vi_vn: Dán, thả hoặc nối với định dạng đích
zh_hant: 粘貼，丟棄或附加目標格式

# PrefForgetDbPwdNtfText
source: Are you sure you want to forget the password?
af_za: Is u seker dat u die wagwoord wil vergeet?
am_et: እርግጠኛ ነዎት የይለፍ ቃሉን መርሳት ይፈልጋሉ?
ar_bh: هل أنت متأكد من أنك تريد أن تنسى كلمة المرور؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি পাছৱৰ্ড পাহৰিব বিচাৰে?
az_cyrl: Şifrəni unutmaq istədiyinizə əminsiniz?
bg_bg: Сигурни ли сте, че искате да забравите паролата?
bn_in: আপনি কি নিশ্চিত যে আপনি পাসওয়ার্ডটি ভুলে যেতে চান?
bs_latn_ba: Jeste li sigurni da želite zaboraviti lozinku?
ca_es: Esteu segur que voleu oblidar la contrasenya?
cs_cz: Jste si jisti, že chcete zapomenout na heslo?
cy_gb: Ydych chi'n siŵr eich bod chi am anghofio'r cyfrinair?
da_dk: Er du sikker på, at du vil glemme adgangskoden?
de_ch: Sind Sie sicher, dass Sie das Passwort vergessen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να ξεχάσετε τον κωδικό πρόσβασης;
es_bo: ¿Estás seguro de que quieres olvidar la contraseña?
et_ee: Kas olete kindel, et soovite parooli unustada?
fa_ir: آیا مطمئن هستید که می خواهید رمز عبور را فراموش کنید؟
fi_fi: Haluatko varmasti unohtaa salasanan?
fil_ph: Sigurado ka bang nais mong kalimutan ang password?
fr_029: Êtes-vous sûr d'oublier le mot de passe?
ga_ie: An bhfuil tú cinnte gur mhaith leat dearmad a dhéanamh ar an bhfocal faire?
gu_in: શું તમે ખરેખર પાસવર્ડ ભૂલી જવા માંગો છો?
he_il: האם אתה בטוח שאתה רוצה לשכוח את הסיסמה?
hi_in: क्या आप सुनिश्चित हैं कि आप पासवर्ड भूलना चाहते हैं?
hr_hr: Jeste li sigurni da želite zaboraviti lozinku?
hu_hu: Biztosan szeretné elfelejteni a jelszót?
hy_am: Համոզված եք, որ ցանկանում եք մոռանալ գաղտնաբառը:
id_id: Apakah Anda yakin ingin melupakan kata sandinya?
is_is: Ertu viss um að þú viljir gleyma lykilorðinu?
it_ch: Sei sicuro di voler dimenticare la password?
ja_jp: パスワードを忘れたいですか？
ka_ge: დარწმუნებული ხარ, რომ გინდა პაროლის დავიწყება?
kk_kz: Сіз парольді ұмытқыңыз келе ме?
km_kh: តើអ្នកពិតជាចង់ភ្លេចលេខសំងាត់មែនទេ?
kn_in: ನೀವು ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಮರೆಯಲು ಬಯಸುತ್ತೀರಾ?
ko_kr: 비밀번호를 잊고 싶습니까?
ky_kg: Сырсөздү унуткыңыз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລືມລະຫັດຜ່ານ?
lt_lt: Ar tikrai norite pamiršti slaptažodį?
lv_lv: Vai esat pārliecināts, ka vēlaties aizmirst paroli?
mi_nz: Kei te hiahia koe ki te wareware i te kupuhipa?
mk_mk: Дали сте сигурни дека сакате да ја заборавите лозинката?
ml_in: പാസ്വേഡ് മറക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण संकेतशब्द विसरू इच्छिता?
ms_my: Adakah anda pasti mahu melupakan kata laluan?
mt_mt: Int żgur li trid tinsa l-password?
nb_no: Er du sikker på at du vil glemme passordet?
ne_np: के तपाईं पक्का हुनुहुन्छ कि तपाईं पासवर्ड बिर्सनु चाहनुहुन्छ?
nl_be: Weet u zeker dat u het wachtwoord wilt vergeten?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ପାସୱାର୍ଡ ଭୁଲିଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਪਾਸਵਰਡ ਭੁੱਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz zapomnieć o hasło?
pt_br: Tem certeza de que deseja esquecer a senha?
ro_ro: Ești sigur că vrei să uiți parola?
ru_ru: Вы уверены, что хотите забыть пароль?
sk_sk: Ste si istí, že chcete zabudnúť na heslo?
sl_si: Ali ste prepričani, da želite pozabiti na geslo?
sq_al: A jeni i sigurt që doni të harroni fjalëkalimin?
sr_cyrl_me: Јесте ли сигурни да желите да заборавите лозинку?
sv_fi: Är du säker på att du vill glömma lösenordet?
sw_ke: Je! Una uhakika unataka kusahau nywila?
ta_in: கடவுச்சொல்லை மறக்க விரும்புகிறீர்களா?
te_in: మీరు పాస్‌వర్డ్‌ను మరచిపోవాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าต้องการลืมรหัสผ่าน?
tk_tm: Paroly ýatdan çykarmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: Şifreyi unutmak istediğinden emin misiniz?
tt_ru: Серсүзне онытырга телисезме?
ug_cn: پارولنى ئۇنتۇپ قالماقچىمۇ?
uk_ua: Ви впевнені, що хочете забути пароль?
ur_pk: کیا آپ واقعی پاس ورڈ کو بھول جانا چاہتے ہیں؟
uz_cyrl: Haqiqatan ham parolni unutishni xohlaysizmi?
vi_vn: Bạn có chắc là bạn muốn quên mật khẩu?
zh_hant: 您確定要忘記密碼嗎？

# PrefForgetPasswordButtonLabel
source: Forget
af_za: Vergeet
am_et: ረሳ
ar_bh: ينسى
as_in: পাহৰা
az_cyrl: Unutmaq
bg_bg: Забрави
bn_in: ভুলে যাও
bs_latn_ba: Zaboraviti
ca_es: Oblidar
cs_cz: Zapomenout
cy_gb: Hanghofion
da_dk: Glemme
de_ch: Vergessen
el_gr: Ξεχνάμε
es_bo: Olvidar
et_ee: Unustama
fa_ir: فراموش کردن
fi_fi: Unohtaa
fil_ph: Kalimutan
fr_029: Oublier
ga_ie: Dearmad a dhéanamh ar
gu_in: ભૂલવું
he_il: לשכוח
hi_in: भूल जाओ
hr_hr: Zaboraviti
hu_hu: Elfelejt
hy_am: Մոռանալ
id_id: Lupa
is_is: Gleymdu
it_ch: Dimenticare
ja_jp: 忘れる
ka_ge: Დავიწყება
kk_kz: Ұмыту
km_kh: ផ្លេច
kn_in: ಮರೆತುಬಿಡು
ko_kr: 잊다
ky_kg: Унутуу
lo_la: ລືມ
lt_lt: Pamiršk
lv_lv: Aizmirst
mi_nz: Wareware
mk_mk: Заборавете
ml_in: മറക്കരുത്
mr_in: विसरा
ms_my: Lupa
mt_mt: Tinsa
nb_no: Glemme
ne_np: भुल्नु
nl_be: Vergeten
or_in: ଭୁଲିଯାଅ
pa_arab: ਭੁੱਲਣਾ
pl_pl: Zapominać
pt_br: Esquecer
ro_ro: A uita
ru_ru: Забывать
sk_sk: Zabudnúť
sl_si: Pozabi
sq_al: Harroj
sr_cyrl_me: Заборавити
sv_fi: Glömma
sw_ke: Kusahau
ta_in: மறந்துவிடு
te_in: మర్చిపో
th_th: ลืม
tk_tm: Ýatdan çykar
tr_tr: Unutmak
tt_ru: Оныт
ug_cn: ئۇنتۇپ كەت
uk_ua: Забути
ur_pk: بھول جاؤ
uz_cyrl: Unutmoq
vi_vn: Quên
zh_hant: 忘記

# PrefForgetPasswordLabel
source: Forget Password
af_za: Vergeet wagwoord
am_et: የይለፍ ቃል ይረሱ
ar_bh: ننسى كلمة المرور
as_in: গুপ্তশব্দ পাহৰি যাওক
az_cyrl: Şifrəni unut
bg_bg: Забравена парола
bn_in: পাসওয়ার্ড ভুলে গেছেন
bs_latn_ba: Zaboravite lozinku
ca_es: Oblida’t de la contrasenya
cs_cz: Zapomenout heslo
cy_gb: Anghofiwch Gyfrinair
da_dk: Glem adgangskode
de_ch: Passwort vergessen
el_gr: Ξεχάστε τον κωδικό πρόσβασης
es_bo: Contraseña olvidada
et_ee: Unustage parool
fa_ir: فراموشی رمز عبور
fi_fi: Unohtaa salasana
fil_ph: Kalimutan ang password
fr_029: Mot de passe oublié
ga_ie: Déan dearmad ar phasfhocal
gu_in: પાસવર્ડ ભૂલી જાઓ
he_il: תשכח מהסיסמה
hi_in: पासवर्ड भूल गए
hr_hr: Zaboravili ste lozinku
hu_hu: Elfelejtett jelszo
hy_am: Մոռացեք գաղտնաբառը
id_id: Lupa Password
is_is: Gleymdu lykilorði
it_ch: Dimenticare la password
ja_jp: パスワードを忘れてください
ka_ge: Პაროლის დავიწყება
kk_kz: Парольді ұмытыңыз
km_kh: ភ្លេចលេខសម្ងាត់
kn_in: ಪಾಸ್ವರ್ಡ್ ಮರೆತುಬಿಡಿ
ko_kr: 비밀번호 분실
ky_kg: Сырсөздү унут
lo_la: ລືມລະຫັດຜ່ານ
lt_lt: Pamiršti slaptažodį
lv_lv: Aizmirstiet paroli
mi_nz: Wareware Kupuhipa
mk_mk: Заборавете на лозинката
ml_in: പാസ്വേഡ് മറക്കുക
mr_in: संकेतशब्द विसरा
ms_my: Lupa kata laluan
mt_mt: Tinsa l-password
nb_no: Glem passord
ne_np: पासवर्ड बिर्सनु
nl_be: Wachtwoord vergeten
or_in: ପାସୱାର୍ଡ ଭୁଲିଯାଅ |
pa_arab: ਪਾਸਵਰਡ ਭੁੱਲ ਜਾਓ
pl_pl: Zapomnij o hasło
pt_br: Esqueceu a senha
ro_ro: Parola uitata
ru_ru: Забыть пароль
sk_sk: Zabudnuté heslo
sl_si: Pozabite na geslo
sq_al: Harroj Fjalekalimin
sr_cyrl_me: Заборави шифру
sv_fi: Glöm lösenord
sw_ke: Kusahau nywila
ta_in: கடவுச்சொல்லை மறந்து
te_in: పాస్వర్డ్ మర్చిపో
th_th: ลืมรหัสผ่าน
tk_tm: Paroly ýatdan çykaryň
tr_tr: Şifreyi unut
tt_ru: Серсүзне оныт
ug_cn: پارولنى ئۇنتۇپ قالدى
uk_ua: Забудьте пароль
ur_pk: پاس ورڈ بھول جانا
uz_cyrl: Parolni unuting
vi_vn: Quên mật khẩu
zh_hant: 忘記密碼

# PrefGestureProfileLabel
source: Profile
af_za: Profiel
am_et: መገለጫ
ar_bh: حساب تعريفي
as_in: ৰূপৰেখা
az_cyrl: Profil
bg_bg: Профил
bn_in: প্রোফাইল
bs_latn_ba: Profil
ca_es: Perfil
cs_cz: Profil
cy_gb: Proffil
da_dk: Profil
de_ch: Profil
el_gr: Προφίλ
es_bo: Perfil
et_ee: Profiil
fa_ir: مشخصات
fi_fi: Profiili
fr_029: Profil
ga_ie: Cuir i láthair
gu_in: રૂપરેખા
he_il: פּרוֹפִיל
hi_in: प्रोफ़ाइल
hr_hr: Profil
hu_hu: Profil
hy_am: Պրոֆիլ
id_id: Profil
is_is: Prófíl
it_ch: Profilo
ja_jp: プロフィール
ka_ge: პროფილი
kk_kz: Қырынан бейнелеу
km_kh: ចមហ្យេង
kn_in: ಪ್ರಚಾರ
ko_kr: 프로필
ky_kg: Өздүк кабинет
lo_la: ປະຕິບັດ
lt_lt: Profilis
lv_lv: Profils
mi_nz: Kōtaha
mk_mk: Профил
ml_in: പ്രൊഫൈൽ
mr_in: प्रोफाइल
ms_my: Profil
mt_mt: Profil
nb_no: Profil
ne_np: पाश्र्वचित्र
nl_be: Profiel
or_in: ପ୍ରୋଫାଇଲ୍
pa_arab: ਪਰੋਫਾਈਲ
pl_pl: Profil
pt_br: Perfil
ro_ro: Profil
ru_ru: Профиль
sk_sk: Profil
sl_si: Profil
sq_al: Profil
sr_cyrl_me: Профил
sv_fi: Profil
sw_ke: Wasifu
ta_in: சுயவிவரம்
te_in: ప్రొఫైల్
th_th: ประวัติโดยย่อ
tk_tm: Profil
tr_tr: Profil
tt_ru: Профиль
ug_cn: ئارخىپ
uk_ua: Профіл
ur_pk: پروفائل
uz_cyrl: Profil
vi_vn: Hồ sơ
zh_hant: 輪廓
