Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeLoginLoadTitle
source: Load On Login?
af_za: Laai op aanmelding?
am_et: በመለያ መግቢያ ላይ?
ar_bh: تحميل على تسجيل الدخول؟
as_in: লগইনত লোড কৰকনে?
az_cyrl: Girişə yükləyin?
bg_bg: Заредете при вход?
bn_in: লগইন লোড?
bs_latn_ba: Učitajte na prijavu?
ca_es: Carregueu la sessió d'inici de sessió?
cs_cz: Zatížení přihlášení?
cy_gb: Llwytho ar fewngofnodi?
da_dk: Indlæs på login?
de_ch: Anmeldung laden?
el_gr: Φορτώστε την σύνδεση;
es_bo: ¿Cargar al inicio de sesión?
et_ee: Laadige sisselogimine?
fa_ir: ورود به سیستم؟
fi_fi: Lataus kirjautumiseen?
fil_ph: Mag -load sa pag -login?
fr_029: Chargez sur la connexion?
ga_ie: Luchtaigh ar logáil isteach?
gu_in: લ login ગિન પર લોડ?
he_il: לטעון על הכניסה?
hi_in: लॉगिन पर लोड?
hr_hr: Učitavanje na prijavu?
hu_hu: Betöltés a bejelentkezésre?
hy_am: Բեռը մուտքի վրա:
id_id: Muat Login?
is_is: Hlaða á innskráningu?
it_ch: Caricare al login?
ja_jp: ログイン時にロードしますか？
ka_ge: ჩატვირთვა შესვლაზე?
kk_kz: Жүктеме кіру?
km_kh: ផ្ទុកនៅលើការចូល?
kn_in: ಲಾಗಿನ್‌ನಲ್ಲಿ ಲೋಡ್?
ko_kr: 로그인에로드 하시겠습니까?
ky_kg: Логинге жүктөө?
lo_la: ໂຫຼດໃນການເຂົ້າສູ່ລະບົບ?
lt_lt: Įkelti prisijungimo?
lv_lv: Ielādēt pieteikšanos?
mi_nz: Utaina ki te takiuru?
mk_mk: Вчитајте се на најавување?
ml_in: ലോഗിൻ ലോഡുചെയ്യുക?
mr_in: लॉगिन वर लोड?
ms_my: Muatkan log masuk?
mt_mt: Tagħbija fuq login?
nb_no: Last på pålogging?
ne_np: लगइनमा लोड?
nl_be: Laden in login?
or_in: ଲଗଇନ୍ ରେ ଲୋଡ୍?
pa_arab: ਲਾਗਇਨ ਤੇ ਲੋਡ?
pl_pl: Załaduj login?
pt_br: Carregar no login?
ro_ro: Încărcați la autentificare?
ru_ru: Загрузить в систему входа?
sk_sk: Načítať pri prihlásení?
sl_si: Naložiti prijavo?
sq_al: Ngarkoni në hyrje?
sr_cyrl_me: Оптерећење на пријаву?
sv_fi: Ladda på inloggning?
sw_ke: Mzigo kwenye kuingia?
ta_in: உள்நுழைவில் ஏற்றவா?
te_in: లాగిన్ మీద లోడ్ చేయాలా?
th_th: โหลดเมื่อเข้าสู่ระบบ?
tk_tm: Girişde ýük?
tr_tr: Oturum açma yükü?
tt_ru: Логинга йөкләү?
ug_cn: كىرىشكە يۈكلەڭ?
uk_ua: Завантажити на вхід?
ur_pk: لاگ ان پر بوجھ؟
uz_cyrl: Loginga yuk?
vi_vn: Tải vào đăng nhập?
zh_hant: 加載登錄？

# WelcomeScrollToOpenCaption
source: When enabled, a scroll gesture at the top of the screen will reveal MonkeyPaste.
af_za: As dit geaktiveer is, sal 'n boekgebaar aan die bokant van die skerm Monkeypaste onthul.
am_et: በሚነቃበት ጊዜ በማያ ገጹ አናት ላይ አንድ ጥቅልል ​​ጥቅል ዝርኪሳታን ይገልጣል.
ar_bh: عند تمكينها ، فإن لفتة التمرير في الجزء العلوي من الشاشة تكشف عن Monkeypaste.
as_in: যেতিয়া সক্ৰিয় কৰা হয়, পৰ্দাৰ ওপৰত থকা এটা স্ক্ৰল ইংগিতে MonkeyPaste প্ৰকাশ কৰিব।
az_cyrl: Effektiv olduqda, ekranın yuxarısındakı bir diyrləmə jesti meymun keyfini açacaqdır.
bg_bg: Когато е активиран, жест на превъртане в горната част на екрана ще разкрие маймуна.
bn_in: সক্ষম হয়ে গেলে, স্ক্রিনের শীর্ষে একটি স্ক্রোল অঙ্গভঙ্গি মনকেপেস্ট প্রকাশ করবে।
bs_latn_ba: Kada je omogućeno, gesta za pomicanje na vrhu ekrana otkrit će majmune.
ca_es: Quan estigui activat, un gest de desplaçament a la part superior de la pantalla revelarà Monkeypaste.
cs_cz: Pokud je povoleno, svitek v horní části obrazovky odhalí MonkeyPaste.
cy_gb: Pan fydd wedi'i alluogi, bydd ystum sgrolio ar ben y sgrin yn datgelu monkeyPaste.
da_dk: Når det er aktiveret, afslører en rullebevægelse øverst på skærmen abeypaste.
de_ch: Wenn es aktiviert ist, zeigt eine Scroll -Geste oben auf dem Bildschirm Monkeypaste.
el_gr: Όταν ενεργοποιηθεί, μια χειρονομία κύλισης στην κορυφή της οθόνης θα αποκαλύψει το MonkeyPaste.
es_bo: Cuando está habilitado, un gesto de desplazamiento en la parte superior de la pantalla revelará MonkyEpaste.
et_ee: Kui see on lubatud, kuvatakse ekraani ülaosas asuv kerimisžest.
fa_ir: هنگامی که فعال شد ، یک ژست پیمایش در بالای صفحه نمایش میمون را نشان می دهد.
fi_fi: Kun se on käytössä, näytön yläosassa oleva vieritys ele paljastaa Monkepasten.
fil_ph: Kapag pinagana, ang isang gesture ng scroll sa tuktok ng screen ay magbubunyag ng Monkeypaste.
fr_029: Lorsqu'il est activé, un geste de défilement en haut de l'écran révèlera Monkeypaste.
ga_ie: Nuair a chuirtear ar chumas é, nochtfaidh gotha ​​scrollbharra ag barr an scáileáin monkeypaste.
gu_in: જ્યારે સક્ષમ થાય છે, ત્યારે સ્ક્રીનની ટોચ પર સ્ક્રોલ હાવભાવ વાંદરાને જાહેર કરશે.
he_il: כאשר מופעל, מחוות גלילה בראש המסך תחשוף את הקופיפסטה.
hi_in: जब सक्षम किया जाता है, तो स्क्रीन के शीर्ष पर एक स्क्रॉल इशारा मंकीपास्ट को प्रकट करेगा।
hr_hr: Kad je omogućeno, gesta za pomicanje na vrhu ekrana otkrit će Monkeypaste.
hu_hu: Ha engedélyezve van, a képernyő tetején lévő görgető gesztus feltárja a majompasztot.
hy_am: Միացվածության դեպքում էկրանի վերեւում պտտվող ժեստը կբացահայտի MonkeyPaste- ը:
id_id: Saat diaktifkan, gerakan gulir di bagian atas layar akan mengungkapkan monkeypaste.
is_is: Þegar það er virkt mun skrunbragð efst á skjánum leiða í ljós acyndaste.
it_ch: Se abilitato, un gesto di scorrimento nella parte superiore dello schermo rivelerà Monkeyypaste.
ja_jp: 有効にすると、画面の上部にあるスクロールジェスチャーがサルパストが表示されます。
ka_ge: ჩართვისას, ეკრანის ზედა ნაწილში გადახვევის ჟესტი გამოავლენს Monkeypaste- ს.
kk_kz: Қосылған кезде экранның жоғарғы жағындағы айналдыру қимылы MonkeyPaste-ді ашады.
km_kh: នៅពេលបើកដំណើរការកាយវិការរមូរនៅផ្នែកខាងលើនៃអេក្រង់នឹងបង្ហាញ monkeypocke ។
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಪರದೆಯ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಸ್ಕ್ರಾಲ್ ಗೆಸ್ಚರ್ ಮಾಂಕೈಪಾಸ್ಟ್ ಅನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ.
ko_kr: 활성화되면 화면 상단의 스크롤 제스처가 원숭이를 드러냅니다.
ky_kg: Иштетилгенде, экрандын жогору жагындагы жылдыруу жаңсоону айнекин ачып берет.
lo_la: ເມື່ອເປີດໃຊ້ງານ, ທ່າທາງເລື່ອນທີ່ຢູ່ດ້ານເທິງຂອງຫນ້າຈໍຈະເປີດເຜີຍ monkeypaste.
lt_lt: Įgalinus, slinkties gestas ekrano viršuje atskleis „MonkeYPaste“.
lv_lv: Kad tas ir iespējots, ritināšanas žests ekrāna augšdaļā atklās pērtiķus.
mi_nz: Ka whakahohea, ko te tohu panui i te tihi o te mata ka whakaatu i a Monkeypaste.
mk_mk: Кога е овозможено, гестот за движење на горниот дел од екранот ќе открие Monkeypaste.
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, സ്ക്രീനിന്റെ മുകളിലുള്ള ഒരു സ്ക്രോൾ ആംഗ്യം മങ്കിപെസ്റ്റ് വെളിപ്പെടുത്തും.
mr_in: सक्षम केल्यावर, स्क्रीनच्या शीर्षस्थानी असलेल्या स्क्रोल जेश्चरमुळे माकडपायट्स प्रकट होईल.
ms_my: Apabila diaktifkan, isyarat tatal di bahagian atas skrin akan mendedahkan monkeypaste.
mt_mt: Meta jkun attivat, ġest tal-iscroll fil-parti ta 'fuq tal-iskrin jiżvela l-monkeypaste.
nb_no: Når det er aktivert, vil en rullebevegelse øverst på skjermen avsløre MonkeyPaste.
ne_np: सक्षम हुँदा, पर्दाको शीर्षमा स्क्रोल इशाराले बाँधिइपेसस्ट गर्दछ।
nl_be: Wanneer ingeschakeld, zal een scroll -gebaar bovenaan het scherm Monkeypaste onthullen.
or_in: ଯେତେବେଳେ ସକ୍ଷମ ହୁଏ, ସ୍କ୍ରିନରେ ଏକ ସ୍କ୍ରୋଲ୍ ଅଣ୍ଡୁରତା ମାଙ୍କଡପଷ୍ଟେଟ୍ ପ୍ରକାଶ କରିବ |
pa_arab: ਜਦੋਂ ਸਮਰਥਿਤ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਸਕ੍ਰੀਨ ਦੇ ਸਿਖਰ 'ਤੇ ਸਕ੍ਰੌਲ ਇਸ਼ਾਰੇ ਬਾਂਕੀਪਾਸਟ ਦਾ ਪ੍ਰਗਟਾਵਾ ਕਰਨਗੇ.
pl_pl: Po włączeniu gest przewijania u góry ekranu ujawni małp.
pt_br: Quando ativado, um gesto de rolagem na parte superior da tela revelará o MonkeyyyySaste.
ro_ro: Când este activat, un gest de defilare în partea de sus a ecranului va dezvălui Monkeypaste.
ru_ru: При включении, жест прокрутки в верхней части экрана покажет обезьяне.
sk_sk: Ak je povolené, gesto zviru v hornej časti obrazovky odhalí opícky.
sl_si: Ko je omogočena, bo poteza za pomikanje na vrhu zaslona razkrila MonkeyPaste.
sq_al: Kur të aktivizohet, një gjest lëvizës në krye të ekranit do të zbulojë Monkeypaste.
sr_cyrl_me: Када је омогућено, померање гесте на врху екрана откриће мајмуна.
sv_fi: När det är aktiverat kommer en rullgest högst upp på skärmen att avslöja monkeypasta.
sw_ke: Inapowezeshwa, ishara ya kusongesha juu ya skrini itaonyesha Monkeypaste.
ta_in: இயக்கப்பட்டால், திரையின் மேற்புறத்தில் ஒரு உருள் சைகை குரங்குத் தொகையை வெளிப்படுத்தும்.
te_in: ప్రారంభించబడినప్పుడు, స్క్రీన్ పైభాగంలో స్క్రోల్ సంజ్ఞ మంకీపాస్ట్‌ను వెల్లడిస్తుంది.
th_th: เมื่อเปิดใช้งานท่าทางการเลื่อนที่ด้านบนของหน้าจอจะเปิดเผย monkeypaste
tk_tm: Işe açanyňyzda, ekranyň ýokarsyndaky aýlaw yşarybany maýmepabany açar.
tr_tr: Etkinleştirildiğinde, ekranın üst kısmındaki bir kaydırma hareketi Monkeypaste'i ortaya çıkarır.
tt_ru: Кушылганда, экран башындагы төргәк ишарә маймылипасны ачачак.
ug_cn: قوزغىتىلغاندا, قاچان ئېكراننىڭ ئۈستىدىكى سىيرىلما ئىشارەت
uk_ua: Коли ввімкнено, жест прокрутки у верхній частині екрана виявить мавпасту.
ur_pk: جب فعال ہوجائے تو ، اسکرین کے اوپری حصے میں ایک اسکرول اشارہ بندر بند کریں گے۔
uz_cyrl: Agar yoqilgan bo'lsa, ekranning yuqori qismida imo-ishorani maymun pastligini ochib beradi.
vi_vn: Khi được bật, một cử chỉ cuộn ở đầu màn hình sẽ tiết lộ khỉ.
zh_hant: 啟用後，屏幕頂部的滾動手勢將顯示MonkePaste。

# WelcomeScrollToOpenDescription1
source: Left - clicking the taskbar icon will still open MonkeyPaste.
af_za: Links - Klik op die taakbalk -ikoon sal steeds ape oopmaak.
am_et: ግራ - የተግባር አሞሌ አዶን ጠቅ ማድረግ አሁንም onekeopaste ይከፈታል.
ar_bh: اليسار - النقر على أيقونة شريط المهام لا يزال يفتح Monkeypaste.
as_in: বাওঁফালে - TaskBar আইকন ক্লিক কৰিলে এতিয়াও MonkeyPaste খোল খাব।
az_cyrl: Sol - Tapşırıq çubuğu simgesini tıklamaq yenə də meymun keyfini açacaqdır.
bg_bg: Вляво - щракането на иконата на лентата на задачите все още ще отвори Monkeypaste.
bn_in: বাম - টাস্কবার আইকনটি ক্লিক করা এখনও মনকেপেস্ট খুলবে।
bs_latn_ba: Lijevo - klikom na ikonu trake zadataka i dalje će otvoriti monkeypup.
ca_es: A l'esquerra: feu clic a la icona de la barra de tasques encara obrirà MonkeyPaste.
cs_cz: Vlevo - kliknutím na ikonu hlavního panelu bude stále otevřena MonkeyPaste.
cy_gb: Chwith - Bydd clicio eicon y bar tasgau yn dal i agor MonkeyPaste.
da_dk: Venstre - Klik på ikonet for proceslinjen åbner stadig abeypaste.
de_ch: Links - Klicken auf das Taskleiste -Symbol öffnet weiterhin Monkeypaste.
el_gr: Αριστερά - κάνοντας κλικ στο εικονίδιο της γραμμής εργασιών θα ανοίξει ακόμα το MonkeyPaste.
es_bo: Izquierda: al hacer clic en el icono de la barra de tareas aún abrirá MonkyyPaste.
et_ee: Vasakul - ikooni Taskbari ikoonil klõpsamine avab endiselt Monkeypaste.
fa_ir: سمت چپ - با کلیک بر روی نماد TaskBar باز هم Monkeypaste باز خواهد شد.
fi_fi: Vasen - Napsauttamalla tehtäväpalkin kuvaketta avaa edelleen monkepaste.
fil_ph: Kaliwa - Ang pag -click sa icon ng taskbar ay magbubukas pa rin ng Monkeypaste.
fr_029: Gauche - Cliquez sur l'icône de la barre des tâches ouvrira toujours Monkeypaste.
ga_ie: Ar chlé - Má chliceálann tú ar an deilbhín Taskbar, osclóidh sé monkeypaste fós.
gu_in: ડાબું - ટાસ્કબાર આયકન ક્લિક કરવાથી હજી પણ વાંદરા ખોલશે.
he_il: משמאל - לחיצה על סמל שורת המשימות עדיין תפתח את Monkeypaste.
hi_in: लेफ्ट - टास्कबार आइकन पर क्लिक करने से अभी भी मंकीपास्ट खुल जाएगा।
hr_hr: Lijevo - klikom na ikonu zadataka i dalje će otvoriti Monkeypaste.
hu_hu: Balra - A tálca ikonra kattintva továbbra is megnyitja a majompasztát.
hy_am: Ձախ - Կտտացնելով Taskbar Icon- ը դեռ կբացվի MonkeyPaste:
id_id: Kiri - Mengklik ikon Taskbar masih akan membuka Monkeypaste.
is_is: Vinstri - með því að smella á Taskbar táknið opnar enn acepyaste.
it_ch: A sinistra: facendo clic sull'icona della barra delle applicazioni aprirà comunque Monkeyypaste.
ja_jp: 左-TaskBarアイコンをクリックすると、Monkeypasteが開きます。
ka_ge: მარცხენა - დავალების პანელის ხატის დაჭერით კვლავ გახსნის Monkeypaste.
kk_kz: Сол жақта - тапсырмалар тақтасының белгішесін басу әлі де MonkeyPaste ашады.
km_kh: ខាងឆ្វេង - ការចុចរូបតំណាងរបារភារកិច្ចនៅតែបើកចំហ monkyypeex ។
kn_in: ಎಡ - ಟಾಸ್ಕ್ ಬಾರ್ ಐಕಾನ್ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಇನ್ನೂ ಮಾಂಕೈಪಾಸ್ಟ್ ತೆರೆಯುತ್ತದೆ.
ko_kr: 왼쪽 - 작업 표시 줄 아이콘을 클릭하면 여전히 원숭이가 열립니다.
ky_kg: Сол - Тапшырма панелинин сүрөтчөсүн чыкылдатып, дагы эле monkeypaste ачык болот.
lo_la: ຊ້າຍ - ການກົດປຸ່ມ icon ແຖບວຽກກໍ່ຈະເປີດ monkeypaste.
lt_lt: Kairėje - spustelėjus užduočių juostos piktogramą vis tiek bus atidaryta „MonkeYPaste“.
lv_lv: Pa kreisi - noklikšķinot uz uzdevumjoslas ikonas, joprojām tiks atvērta pērtiķeypaste.
mi_nz: Te taha maui - te paatene i te tohu Tohu Kaitohu ka whakatuwhera tonu te monkeypaste.
mk_mk: Лево - со кликнување на иконата на Taskbar сè уште ќе се отвори MonkeyPaste.
ml_in: ഇടത് - ടാസ്ക്ബാർ ഐക്കണിൽ ക്ലിക്കുചെയ്യുന്നത് ഇപ്പോഴും കുരങ്ങൻപേസ്റ്റ് തുറക്കും.
mr_in: डावे - टास्कबार चिन्हावर क्लिक केल्याने अद्याप माँकीपास्ट उघडेल.
ms_my: Kiri - mengklik ikon bar tugas masih akan membuka monkeypaste.
mt_mt: Xellug - Meta tikklikkja l-ikona taskbar xorta se tiftaħ MonkeyPaste.
nb_no: Venstre - Å klikke på oppgavelinjeikonet vil fortsatt åpne MonkeyPaste.
ne_np: बाँया-टास्कबार प्रतिमा क्लिक गर्दा अझै पनि फर्कीपसास्ट हुनेछ।
nl_be: Links - Klik op het taakbalkpictogram opent nog steeds Monkeypaste.
or_in: ବାମ - ଟାସ୍କ ବାର୍ ଆଇକନ୍ କ୍ଲିକ୍ କରିବା ଦ୍ୱାରା ତଥାପି ମୋଙ୍କପାସେଟ୍ ଖୋଲିବ |
pa_arab: ਖੱਬਾ - ਟਾਸਕਬਾਰ ਆਈਕਨ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਹੀ ਬਾਂਕੀਪਾਸਟ ਖੋਲ੍ਹਿਆ ਜਾਵੇਗਾ.
pl_pl: Po lewej - kliknięcie ikony paska zadań nadal otworzy małp.
pt_br: Esquerda - Clicar no ícone da barra de tarefas ainda abrirá o Monkeyyy7.
ro_ro: Stânga - făcând clic pe pictograma barei de activități va deschide în continuare MonkeyPaste.
ru_ru: Слева - нажатие значка панели задач по -прежнему откроет обезьяну.
sk_sk: Vľavo - kliknutím na ikonu panela úloh sa stále otvorí monkeyPaste.
sl_si: Levo - Če kliknete ikono opravilne vrstice, se še vedno odpre MonkeyPaste.
sq_al: Majtas - duke klikuar ikonën e shiritit të detyrave do të hapë akoma Monkeypaste.
sr_cyrl_me: Лево - кликните на икону траке задатака и даље ће отворити мајнепасте.
sv_fi: Vänster - Klicka på aktivitetsfältets ikon öppnar fortfarande monkeypasta.
sw_ke: Kushoto - kubonyeza ikoni ya kazi bado itafungua Monkeypaste.
ta_in: இடது - பணிப்பட்டு ஐகானைக் கிளிக் செய்தால் இன்னும் குரங்கு சுவை திறக்கும்.
te_in: ఎడమ - టాస్క్‌బార్ చిహ్నాన్ని క్లిక్ చేస్తే ఇప్పటికీ మంకీపాస్ట్‌ను తెరుస్తుంది.
th_th: ซ้าย - การคลิกไอคอนแถบงานจะยังคงเปิด monkeypaste
tk_tm: Çep - Täsin nyşany basyp, maýmynyň hamyrmaýa açar.
tr_tr: Sol - Görev çubuğu simgesini tıklamak yine de Monkeycaste'i açacaktır.
tt_ru: Сулда - биремнәр тактасы иконасына басыгыз әле маймыл косидипаста ачылачак.
ug_cn: سول تەرەپ - ۋەزىپە ئىستاتىستىكا سىنبەلگىسى يەنىلا مايمۇنپاستى ئېچىلىدۇ.
uk_ua: Зліва - клацання піктограми панелі завдань все ще відкриє мавпасту.
ur_pk: بائیں - ٹاسک بار کے آئیکن پر کلک کرنے سے اب بھی بندر کی مقدار کھل جائے گی۔
uz_cyrl: Chapdan - Vazifalar paneli belgisini bosish har doim moneyd pastligini ochadi.
vi_vn: Bên trái - Nhấp vào biểu tượng thanh tác vụ vẫn sẽ mở khỉ.
zh_hant: 左 - 單擊任務欄圖標仍將打開MonkePaste。

# WelcomeScrollToOpenDescription2
source: More window preferences are available from the 'Settings -> Preferences -> Window' menu.
af_za: Meer venstervoorkeure is beskikbaar in die menu 'Instellings -> Voorkeure -> venster.
am_et: ተጨማሪ የመስኮት ምርጫዎች ከ <ቅንብሮች -> ምርጫዎች -> የመስኮት ምናሌ ይገኛሉ.
ar_bh: تتوفر المزيد من تفضيلات النوافذ من قائمة "الإعدادات -> تفضيلات -> نافذة".
as_in: 'সংহতিসমূহ -> পছন্দসমূহ -> উইণ্ড' মেনুৰ পৰা অধিক উইন্ডো পছন্দসমূহ উপলব্ধ।
az_cyrl: Daha çox pəncərə üstünlükləri 'Parametrlər -> Tercihlər -> Pəncərə' menyusundan əldə edilə bilər.
bg_bg: Повече предпочитания на прозореца са достъпни от менюто „Настройки -> Предпочитания -> Прозорец“.
bn_in: 'সেটিংস -> পছন্দগুলি -> উইন্ডো' মেনু থেকে আরও উইন্ডো পছন্দগুলি পাওয়া যায়।
bs_latn_ba: Više postavki prozora dostupno je iz izbornika "Postavke -> -> prozor".
ca_es: Hi ha més preferències de la finestra al menú "Configuració -> Preferències -> Finestra".
cs_cz: V nabídce „Nastavení -> Předvolby -> Okno“ jsou k dispozici více předvoleb okna.
cy_gb: Mae mwy o ddewisiadau ffenestri ar gael o'r ddewislen 'Gosodiadau -> Dewisiadau -> Ffenestr'.
da_dk: Flere vinduespræferencer er tilgængelige fra menuen 'Indstillinger -> Præferencer -> Vindue'.
de_ch: Weitere Fenstereinstellungen sind im Menü "Einstellungen -> Einstellungen -> Fenster" verfügbar.
el_gr: Περισσότερες προτιμήσεις παραθύρων διατίθενται από το μενού "Ρυθμίσεις -> Προτιμήσεις -> Παράθυρο".
es_bo: Más preferencias de ventana están disponibles en el menú 'Configuración -> Preferencias -> Ventana'.
et_ee: Rohkem aknaeelistusi on saadaval menüüst „Seaded -> Eelistused -> Aken”.
fa_ir: ترجیحات بیشتر پنجره از منوی "تنظیمات -> تنظیمات -> پنجره" در دسترس است.
fi_fi: Lisää ikkuna -asetuksia on saatavana 'Asetukset -> Asetukset -> Window' -valikosta.
fil_ph: Higit pang mga kagustuhan sa window ay magagamit mula sa 'Mga Setting -> Mga Kagustuhan -> Window' menu.
fr_029: Plus de préférences de fenêtre sont disponibles dans le menu «Paramètres -> Préférences -> Fenêtre».
ga_ie: Tá níos mó roghanna fuinneoige ar fáil ón roghchlár 'Settings -> Preferences -> Window'.
gu_in: વધુ વિંડો પસંદગીઓ 'સેટિંગ્સ -> પસંદગીઓ -> વિંડો' મેનૂમાંથી ઉપલબ્ધ છે.
he_il: העדפות חלונות נוספות זמינות מתפריט 'הגדרות -> העדפות -> חלון'.
hi_in: अधिक विंडो वरीयताएँ 'सेटिंग्स -> वरीयताएँ -> विंडो' मेनू से उपलब्ध हैं।
hr_hr: Više postavki prozora dostupno je iz izbornika 'Postavke -> Postavke -> prozor'.
hu_hu: További ablakpreferenciák érhetők el a 'Beállítások -> Preferenciák -> Ablak' menüben.
hy_am: Պատուհանների ավելի շատ նախասիրություններ հասանելի են «Պարամետրեր -> Նախապատվություններ -> Պատուհանների ցանկ:
id_id: Lebih banyak preferensi jendela tersedia dari menu 'Pengaturan -> Preferensi -> Window'.
is_is: Fleiri gluggakjör eru fáanlegar í valmyndinni „Stillingar -> Val -> Window“ valmynd.
it_ch: Altre preferenze della finestra sono disponibili dal menu 'Impostazioni -> Preferenze -> Finestra'.
ja_jp: 「設定 - >設定 - > [ウィンドウ]メニューからウィンドウ設定が増えます。
ka_ge: მეტი ფანჯრის პრეფერენციები ხელმისაწვდომია "პარამეტრები -> პრეფერენციები -> ფანჯრის" მენიუდან.
kk_kz: Қосымша терезе теңшелімдері «Параметрлер -> Теңшелімдер -> терезе» мәзірінен қол жетімді.
km_kh: ចំណូលចិត្តបង្អួចច្រើនទៀតអាចរកបានពី 'ការកំណត់ -> ចំណូលចិត្ត -> ម៉ឺនុយ' បង្អួច។
kn_in: 'ಸೆಟ್ಟಿಂಗ್‌ಗಳು -> ಆದ್ಯತೆಗಳು -> ವಿಂಡೋ' ಮೆನುವಿನಿಂದ ಹೆಚ್ಚಿನ ವಿಂಡೋ ಆದ್ಯತೆಗಳು ಲಭ್ಯವಿದೆ.
ko_kr: '설정 -> 환경 설정 -> 창'메뉴에서 더 많은 창 기본 설정을 사용할 수 있습니다.
ky_kg: "Орнотуулар -> Түзөтүүлөр -> Терезе 'менюсунан көбүрөөк терезелер бар.
lo_la: ຄວາມມັກຂອງປ່ອງຢ້ຽມເພີ່ມເຕີມແມ່ນມີຢູ່ຈາກ 'ການຕັ້ງຄ່າ -> Preferences -> Menu ຂອງ Windows'.
lt_lt: Daugiau langų nuostatų galima rasti meniu „Nustatymai -> nuostatos -> langas“.
lv_lv: Vairāk logu preferences ir pieejamas izvēlnē “Iestatījumi -> Preferences -> logs”.
mi_nz: He maha atu nga hiahia o te matapihi mai i nga 'Tautuhinga -> Manakohanga -> Matapihi'.
mk_mk: Повеќе преференци на прозорци се достапни од менито 'Settings -> Преференци -> прозорец'.
ml_in: കൂടുതൽ വിൻഡോ മുൻഗണനകൾ 'ക്രമീകരണങ്ങൾ -> മുൻഗണനകൾ -> വിൻഡോ' മെനുവിൽ നിന്ന് ലഭ്യമാണ്.
mr_in: 'सेटिंग्ज -> प्राधान्ये -> विंडो' मेनूमधून अधिक विंडो प्राधान्ये उपलब्ध आहेत.
ms_my: Lebih banyak pilihan tetingkap boleh didapati dari menu 'Tetapan -> Keutamaan -> Tetingkap'.
mt_mt: Aktar preferenzi tat-twieqi huma disponibbli mill-menu 'Settings -> Preferenzi -> Window'.
nb_no: Flere vinduspreferanser er tilgjengelige fra menyen 'Innstillinger -> Innstillinger -> Vindu'.
ne_np: अधिक विन्डो प्राथमिकताहरू 'सेटिंग्स -> प्राथमिकताहरू -> विन्डो' मेनूबाट उपलब्ध छन् -> विन्डो 'मेनू।
nl_be: Meer venstervoorkeuren zijn beschikbaar in het menu 'Instellingen -> voorkeuren -> venster'.
or_in: 'ସେଟିଂସମୂହ -> ପସନ୍ଦ -> ୱିଣ୍ଡୋ' ମେନୁରୁ ଅଧିକ ୱିଣ୍ଡୋଜ୍ ପସନ୍ଦ ଉପଲବ୍ଧ |
pa_arab: ਹੋਰ ਵਿੰਡੋ ਪਸੰਦ ਨੂੰ 'ਸੈਟਿੰਗਜ਼ -> ਪਸੰਦ -> ਵਿੰਡੋ' ਮੇਨੂ ਤੱਕ ਉਪਲੱਬਧ ਹਨ.
pl_pl: Więcej preferencji okiennych jest dostępnych w menu „Ustawienia -> Preferencje -> Window”.
pt_br: Mais preferências de janela estão disponíveis nas configurações -> Preferências -> Window '.
ro_ro: Mai multe preferințe ale ferestrei sunt disponibile din meniul „Setări -> preferințe -> fereastră”.
ru_ru: Больше предпочтений в окне доступно в меню «Настройки» -> «Настройки» -> Window '.
sk_sk: Viac preferencií okna je k dispozícii v ponuke „Nastavenia -> Predvoľby -> okno“.
sl_si: Več nastavitev oken je na voljo v meniju "Nastavitve -> Nastavitve -> Window".
sq_al: Më shumë preferenca të dritares janë në dispozicion nga menyja 'Cilësimet -> Preferencat -> Dritarja'.
sr_cyrl_me: Више поставки прозора доступно је из "Подешавања -> Преференција -> Прозор" Мени.
sv_fi: Fler fönsterpreferenser är tillgängliga från menyn "Inställningar -> Fönster -> Fönster".
sw_ke: Mapendeleo zaidi ya dirisha yanapatikana kutoka kwa 'Mipangilio -> Mapendeleo -> Menyu ya Window'.
ta_in: மேலும் சாளர விருப்பத்தேர்வுகள் 'அமைப்புகள் -> விருப்பத்தேர்வுகள் -> சாளரம்' மெனுவிலிருந்து கிடைக்கின்றன.
te_in: 'సెట్టింగులు -> ప్రాధాన్యతలు -> విండో' మెను నుండి మరిన్ని విండో ప్రాధాన్యతలు అందుబాటులో ఉన్నాయి.
th_th: การตั้งค่าหน้าต่างเพิ่มเติมพร้อมใช้งานจากเมนู 'การตั้งค่า -> การตั้งค่า -> หน้าต่าง'
tk_tm: More Penge şikalar ileri tutmalary "Sazlamalar Biller -> Saýlamalar menýusyndan -> penjire 'menýusyndan elýeterlidir.
tr_tr: 'Ayarlar -> Tercihler -> Pencere' menüsünden daha fazla pencere tercihi mevcuttur.
tt_ru: Күбрәк тәрәзә өстенлекләре 'көйләүләрдән -> өстенлекләр -> Тәрәзә' менюсы.
ug_cn: تېخىمۇ كۆپ كۆزنەك مايىللىقى «تەڭشەكلەر -> مايىللار -> كۆزنەك» نىڭ تىزىملىكىدىن تېخىمۇ كۆپ كۆزنەك ئەۋزەللىكى بار.
uk_ua: Більше налаштувань вікна доступні в меню "Налаштування" -> Налаштування -> Вікно ".
ur_pk: 'ترتیبات -> ترجیحات -> ونڈو' مینو سے ونڈو کی مزید ترجیحات دستیاب ہیں۔
uz_cyrl: "Sozlamalar -> Orins -> Deraza" menyuidan ko'proq oyna afzalliklari mavjud.
vi_vn: Nhiều tùy chọn cửa sổ có sẵn từ menu 'Cài đặt -> Tùy chọn -> Window'.
zh_hant: 可以從“設置 - >首選項 - >窗口”菜單中獲得更多窗口首選項。

# WelcomeScrollToOpenFakeWindowLabel
source: Easy Right?
af_za: Maklik reg?
am_et: ቀላል?
ar_bh: الحق سهلة؟
as_in: সহজ নহয়নে?
az_cyrl: Asan hüquq?
bg_bg: Лесно нали?
bn_in: সহজ ঠিক?
bs_latn_ba: Jednostavno desno?
ca_es: Fàcil, no?
cs_cz: Snadné, že?
cy_gb: Hawdd iawn?
da_dk: Let ikke?
de_ch: Einfach richtig?
el_gr: Εύκολο, σωστά;
es_bo: Fácil, ¿verdad?
et_ee: Lihtne eks?
fa_ir: آسان است؟
fi_fi: Helppo eikö?
fil_ph: Madali di ba?
fr_029: Facile, non?
ga_ie: Ceart éasca?
gu_in: સરળ અધિકાર?
he_il: קל נכון?
hi_in: आसान सही?
hr_hr: Lako zar ne?
hu_hu: Könnyű, igaz?
hy_am: Հեշտ է:
id_id: Mudah kan?
is_is: Auðvelt, ekki satt?
it_ch: Facile giusto?
ja_jp: 簡単ですよね？
ka_ge: ადვილია?
kk_kz: Оңай дұрыс па?
km_kh: ត្រឹមត្រូវមែនទេ?
kn_in: ಸುಲಭ ಸರಿ?
ko_kr: 쉬운?
ky_kg: Оңойбу?
lo_la: ຖືກຕ້ອງບໍ?
lt_lt: Lengva, tiesa?
lv_lv: Viegli labi?
mi_nz: He ngawari?
mk_mk: Лесно нели?
ml_in: ശരിയാണോ?
mr_in: सोपे बरोबर?
ms_my: Mudah kan?
mt_mt: Faċli?
nb_no: Lett, ikke sant?
ne_np: सजिलो सही?
nl_be: Makkelijk toch?
or_in: ସହଜ ଠିକ୍ କି?
pa_arab: ਅਸਾਨ ਹੱਕ?
pl_pl: Łatwe, prawda?
pt_br: Fácil, certo?
ro_ro: Ușor nu?
ru_ru: Легко, верно?
sk_sk: Ľahké nie?
sl_si: Enostavno, kajne?
sq_al: E lehtë apo jo?
sr_cyrl_me: Једноставно зар не?
sv_fi: Lätt rätt?
sw_ke: Rahisi sawa?
ta_in: எளிதான உரிமை?
te_in: సులభం?
th_th: ง่ายใช่มั้ย
tk_tm: Aňsat dogrymy?
tr_tr: Kolay değil mi?
tt_ru: Easyиңелме?
ug_cn: ئاسانمۇ?
uk_ua: Легко, правда?
ur_pk: آسان ٹھیک ہے؟
uz_cyrl: Oson to'g'rimi?
vi_vn: Dễ dàng phải không?
zh_hant: 容易吧？
