Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionMonkeyCopyTriggerHint
source: Like a Shortcut Trigger but when the key combination is pressed, a 'Copy' event will be simulated in the active application so it still works like copy but then the chain of actions attached to the Monkey Copy Trigger will get executed in the background using the simulated copy clipboard data.
af_za: Soos 'n kortpad -sneller, maar wanneer die sleutelkombinasie ingedruk word, sal 'n 'kopie' -gebeurtenis in die aktiewe toepassing gesimuleer word, sodat dit steeds soos kopie werk, maar dan sal die aksies wat aan die aapkopie -sneller gekoppel is, op die agtergrond uitgevoer word met behulp van die Gesimuleerde koppelborddata.
am_et: እንደ አቋራጭ ቀስቅሴ ግን የቁልፍ ጥምረት ሲጫን <ቅጂው >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> የተመሰገነጅ የቅጅ ቅንጅት ውሂብ.
ar_bh: مثل مشغل الاختصار ولكن عندما يتم الضغط على مجموعة المفاتيح ، سيتم محاكاة حدث "نسخة" في التطبيق النشط بحيث لا يزال يعمل مثل النسخ ولكن بعد ذلك سيتم تنفيذ سلسلة الإجراءات المرتبطة بنسخ القرد في الخلفية باستخدام الخلفية باستخدام محاكاة بيانات الحافظة.
as_in: এটা চৰ্টকাট ট্ৰিগাৰৰ দৰে কিন্তু যেতিয়া চাবি সংমিশ্ৰণ টিপিব, এটা 'কপি' ইভেন্ট সক্ৰিয় এপ্লিকেচনত অনুকৰণ কৰা হ'ব গতিকে ই এতিয়াও কপিৰ দৰে কাম কৰে কিন্তু তাৰ পিছত বান্দৰ কপি ট্ৰিগাৰৰ সৈতে সংযুক্ত কাৰ্য্যৰ শৃংখল পটভূমিত নিষ্পাদন কৰা হ'ব চিমুলেটেড কপি ক্লিপবৰ্ড ডাটা।
az_cyrl: Qısayol tetikleyicisi kimi, lakin açar birləşməsi kimi, bir 'nüsxə' tədbiri aktiv tətbiqetmədə birləşdiriləcək, buna görə də kopiya kimi işlədikdə, lakin meymun kopyalama tetikleyicisinə əlavə edilmiş tədbirlər zənciri istifadə edərək, arxa planda yerinə yetiriləcəkdir simulyasiya edilmiş surət panoya məlumat.
bg_bg: Подобно на спусъка на пряк път, но когато се натисне комбинацията от ключове, в активното приложение ще бъде симулирано събитие, така че тя все още работи като копие, но след това веригата от действия, прикрепени към задействането на маймунската копие, ще се изпълни на заден план с помощта на The симулирани данни за копиране на клипборда.
bn_in: শর্টকাট ট্রিগারের মতো তবে যখন মূল সংমিশ্রণটি চাপ দেওয়া হয়, তখন একটি 'অনুলিপি' ইভেন্টটি সক্রিয় অ্যাপ্লিকেশনটিতে অনুকরণ করা হবে তাই এটি এখনও অনুলিপিটির মতো কাজ করে তবে তারপরে বানরের অনুলিপি ট্রিগারটির সাথে সংযুক্ত ক্রিয়াকলাপের শৃঙ্খলাটি ব্যাকগ্রাউন্ডে কার্যকর করা হবে সিমুলেটেড অনুলিপি ক্লিপবোর্ড ডেটা।
bs_latn_ba: Poput okidača prečaca, ali kada se pritisne kombinacija tipke, "kopiranje" će se simulirati u aktivnoj aplikaciji, tako da i dalje djeluje poput kopije, ali tada će se lanac akcija pričvršćenih na okidač majmuna pogubiti u pozadini u pozadini Simulirani podaci za kopiranje međuspremnika.
ca_es: Igual que un disparador de drecera però quan es prem la combinació de tecles, es simularà un esdeveniment de "còpia" a l'aplicació activa, de manera que encara funciona com una còpia, però la cadena d'accions adjuntes al disparador de còpia de mico s'executarà en segon pla mitjançant el Dades simulades de retalls de còpia.
cs_cz: Jako spoušť zkratky, ale když je stisknuta kombinace klíčů, bude v aktivní aplikaci simulována událost „kopírovat“, takže to stále funguje jako kopie, ale pak se řetězec akcí připojený k spouštěcím kopii opičí Simulovaná data kopírování schránky.
cy_gb: Fel sbardun llwybr byr ond pan fydd y cyfuniad allweddol yn cael ei wasgu, bydd digwyddiad 'copi' yn cael ei efelychu yn y cymhwysiad gweithredol felly mae'n dal i weithio fel copi ond yna bydd y gadwyn o gamau sydd ynghlwm wrth y sbardun copi mwnci yn cael ei ddienyddio yn y cefndir gan ddefnyddio'r data clipfwrdd copi efelychiedig.
da_dk: Som en genvejsudløser, men når nøglekombinationen trykkes, vil en 'kopi' begivenhed blive simuleret i den aktive applikation, så den stadig fungerer som kopi, men derefter vil kæden af ​​handlinger, der er knyttet til Monkey Copy -triggeren, blive udført i baggrunden ved hjælp af Simulerede kopi -klippeborddata.
de_ch: Wie ein Verknüpfungsauslöser, aber wenn die Schlüsselkombination gedrückt wird Simulierte Kopierdatenkopiedaten.
el_gr: Όπως μια σκανδάλη συντόμευσης, αλλά όταν πατηθεί ο συνδυασμός κλειδιών, ένα συμβάν αντιγραφής θα προσομοιωθεί στην ενεργή εφαρμογή, ώστε να λειτουργεί ακόμα σαν αντίγραφο, αλλά στη συνέχεια η αλυσίδα των ενεργειών που συνδέονται με το σκανδάλη αντιγράφων πιθήκων θα εκτελεστεί στο παρασκήνιο χρησιμοποιώντας το προσομοιωμένα δεδομένα αντιγράφων.
es_bo: Al igual que un disparador de acceso directo, pero cuando se presiona la combinación de teclas, se simulará un evento de 'copia' en la aplicación activa para que todavía funcione como copia, pero luego la cadena de acciones adjuntas al disparador de copia de mono se ejecutará en segundo plano usando el Datos de portapapeles de copia simulada.
et_ee: Nagu otsetee päästik, kuid kui võtmekombinatsiooni vajutatakse, simuleeritakse aktiivses rakendusesündmust „koopia”, nii et see töötab ikkagi nagu koopia, kuid siis käivitatakse ahvi koopia päästikule lisatud toimingute ahel taustal, kasutades Simuleeritud koopia lõikelaua andmed.
fa_ir: مانند یک ماشه میانبر اما وقتی ترکیب کلید فشرده می شود ، یک رویداد "کپی" در برنامه فعال شبیه سازی می شود ، بنابراین هنوز هم مانند کپی کار می کند اما سپس زنجیره ای از اقدامات متصل به ماشه میمون با استفاده از پس زمینه با استفاده از پس زمینه اجرا می شود. داده های کلیپ بورد کپی شبیه سازی شده.
fi_fi: Kuten pikakuvake, mutta kun näppäinyhdistelmää painetaan, 'kopio' -tapahtumaa simuloidaan aktiivisessa sovelluksessa, joten se toimii edelleen kuin kopio, mutta silloin apinan kopion liipaisimen liitetty toimintoketju suoritetaan taustalla käyttämällä Simuloidut leikepöydän tiedot.
fil_ph: Tulad ng isang shortcut trigger ngunit kapag ang key kumbinasyon ay pinindot, ang isang 'kopya' na kaganapan ay kunwa sa aktibong application kaya gumagana pa rin ito tulad ng kopya ngunit pagkatapos ay ang kadena ng mga aksyon na nakakabit sa unggoy na kopya ng unggoy ay naisakatuparan sa background gamit ang Simulated Copy Clipboard Data.
fr_029: Comme un déclencheur de raccourci, mais lorsque la combinaison de touches est enfoncée, un événement «copie» sera simulé dans l'application active, il fonctionne donc toujours comme la copie, mais la chaîne d'actions jointe au déclencheur de copie de singe sera exécutée en arrière-plan à l'aide de la Copier simulé les données du presse-papiers.
ga_ie: Cosúil le truicir aicearra ach nuair a bhrúitear an príomh -chomhcheangal, déanfar imeacht 'cóip' a insamhladh san iarratas gníomhach ionas go n -oibríonn sé mar chóip fós ach ansin cuirfear an slabhra gníomhartha a ghabhann leis an mbreacán cóipe moncaí chun báis sa chúlra ag úsáid an Sonraí gearrthaisce cóipeála insamhlaithe.
gu_in: શ shortc ર્ટકટ ટ્રિગરની જેમ પરંતુ જ્યારે કી સંયોજન દબાવવામાં આવે છે, ત્યારે 'ક copy પિ' ઇવેન્ટ સક્રિય એપ્લિકેશનમાં સિમ્યુલેટેડ કરવામાં આવશે જેથી તે હજી પણ ક copy પિની જેમ કાર્ય કરે છે, પરંતુ પછી વાંદરાની ક copy પિ ટ્રિગર સાથે જોડાયેલ ક્રિયાઓની સાંકળ પૃષ્ઠભૂમિમાં એક્ઝેક્યુટ થશે. સિમ્યુલેટેડ ક Copy પિ ક્લિપબોર્ડ ડેટા.
he_il: כמו טריגר קיצור דרך, אך כאשר נלחץ על שילוב המפתח, אירוע 'העתק' ידומה ביישום הפעיל כך שהוא עדיין עובד כמו עותק אבל אז שרשרת הפעולות המצורפות לטריגר העותק של הקופים תבוצע ברקע באמצעות נתוני לוח עותק מדומים.
hi_in: एक शॉर्टकट ट्रिगर की तरह, लेकिन जब कुंजी संयोजन दबाया जाता है, तो एक 'कॉपी' घटना को सक्रिय एप्लिकेशन में सिम्युलेटेड किया जाएगा, इसलिए यह अभी भी कॉपी की तरह काम करता है, लेकिन फिर बंदर कॉपी ट्रिगर से जुड़ी क्रियाओं की श्रृंखला पृष्ठभूमि में निष्पादित हो जाएगी। सिम्युलेटेड कॉपी क्लिपबोर्ड डेटा।
hr_hr: Poput okidača prečaca, ali kad se pritisne kombinacija tipki, događaj 'kopiranje' bit će simulirana u aktivnoj aplikaciji, tako da i dalje djeluje poput kopiranja, ali tada će se lanac radnji priloženih na okidač za kopiranje majmuna izvršiti u pozadini koristeći Simulirani podaci o kopiranju međuspremnika.
hu_hu: Mint egy parancsikon trigger, de amikor a kulcskombinációt megnyomják, a „másolat” eseményt az aktív alkalmazásban szimulálják, így továbbra is úgy működik, mint a másolat, de a majom másolat -triggerhez csatolt műveletek lánca a háttérben lesz végrehajtva. Szimulált másolat -vágólap -adatok.
hy_am: Դյուրանցման ձգանման նման, բայց երբ հիմնական համադրությունը սեղմվում է, «Պատճեն» միջոցառումը կմիացվի ակտիվ դիմումում, որպեսզի այն դեռեւս ստեղծվի պատճենահանման հետ ֆոնին, օգտագործելով Սիմուլյացված պատճենահանման տվյալներ:
id_id: Seperti pemicu jalan pintas tetapi ketika kombinasi kunci ditekan, acara 'salin' akan disimulasikan dalam aplikasi aktif sehingga masih berfungsi seperti salinan tetapi kemudian rantai tindakan yang terlampir pada pemicu salinan monyet akan dieksekusi di latar belakang menggunakan menggunakan Data clipboard salin simulasi.
is_is: Eins og flýtileiðir en þegar ýtt er á lykilsamsetninguna verður „afrit“ atburður hermt eftir í virka forritinu svo hann virkar enn eins og eintak en þá verður aðgerðakeðjan fest við apa afritunar kveikjuna. hermað afrit af afriti klemmuspjalds.
it_ch: Come un trigger di scorciatoia ma quando viene premuta la combinazione di tasti, un evento di "copia" verrà simulato nell'applicazione attiva in modo che funzioni ancora come una copia ma poi la catena di azioni allegata al trigger di copia della scimmia verrà eseguito in background utilizzando il Dati di Copia Copia simulati.
ja_jp: ショートカットトリガーのように、キーの組み合わせが押された場合、「コピー」イベントがアクティブなアプリケーションでシミュレートされるため、コピーのように機能しますが、モンキーコピートリガーに添付されたアクションのチェーンはバックグラウンドで実行されます。シミュレートされたコピークリップボードデータ。
ka_ge: მალსახმობის ტრიგერის მსგავსად, მაგრამ როდესაც საკვანძო კომბინაცია დააჭირეთ, "ასლის" ღონისძიება სიმულაცია მოხდება აქტიურ განაცხადში, ასე რომ, ის მაინც მუშაობს ასლის მსგავსად, მაგრამ შემდეგ მაიმუნის ასლის ტრიგზე დამაგრებული მოქმედებების ჯაჭვი შესრულდება ფონზე. ასლის ბუფერული მონაცემების სიმულაცია.
kk_kz: Төте жолды триггер сияқты, бірақ перне тіркесімі басылған кезде, «Көшіру» оқиғасы белсенді қосымшада модельдейді, бірақ ол әлі де көшірме сияқты жұмыс істейді, бірақ содан кейін маймылдың көшірмесіне бекітілген әрекеттер тізбегі фонда орындалады Алмасу буферінің көшірмесін жасалған.
km_kh: ដូចជាកេះផ្លូវកាត់ប៉ុន្តែនៅពេលដែលការបញ្ចូលដ៏សំខាន់ត្រូវបានចុចព្រឹត្តិការណ៍ "ថតចម្លង" នឹងត្រូវបានធ្វើត្រាប់តាមក្នុងកម្មវិធីសកម្មដូច្នេះវានៅតែដំណើរការដូចដើមវិញខ្សែសង្វាក់នៃសកម្មភាពដែលបានភ្ជាប់ទៅនឹងការចម្លងច្បាប់ចម្លងស្វានឹងត្រូវបានប្រតិបត្តិក្នុងផ្ទៃខាងក្រោយដោយប្រើឯកសារ។ ចម្លងទិន្នន័យក្តារតម្បៀតខ្ទាស់។
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಪ್ರಚೋದಕದಂತೆ ಆದರೆ ಪ್ರಮುಖ ಸಂಯೋಜನೆಯನ್ನು ಒತ್ತಿದಾಗ, ಸಕ್ರಿಯ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ 'ನಕಲು' ಈವೆಂಟ್ ಅನ್ನು ಅನುಕರಿಸಲಾಗುತ್ತದೆ ಆದ್ದರಿಂದ ಅದು ಇನ್ನೂ ನಕಲಿನಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಆದರೆ ನಂತರ ಮಂಕಿ ಕಾಪಿ ಪ್ರಚೋದಕಕ್ಕೆ ಲಗತ್ತಿಸಲಾದ ಕ್ರಿಯೆಗಳ ಸರಪಳಿ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ ಸಿಮ್ಯುಲೇಟೆಡ್ ಕಾಪಿ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಡೇಟಾ.
ko_kr: 바로 가기 트리거와 마찬가지로 키 조합이 누르면 활성 응용 프로그램에서 '사본'이벤트가 시뮬레이션되므로 여전히 사본처럼 작동하지만 원숭이 사본 트리거에 첨부 된 작업 체인은 백그라운드에서 배경에서 실행됩니다. 시뮬레이션 된 사본 클립 보드 데이터.
ky_kg: Жарлыктын триггерине окшоп, ачкыч айкалышы басылганда, "Көчүрүү" иш-чарасы активдүү колдонмодо симуляцияланат, ошондо ал дагы эле көчүрмө сыяктуу иштейт, андан кийин маймылдын көчүрмөсүнө тиркелген иш-аракеттердин чынжыры Симуляцияланган көчүрүү буферинин маалыматтары.
lo_la: ເຊັ່ນດຽວກັນກັບການປະສົມທີ່ກົດປຸ່ມປະສົມປະສານທີ່ສໍາຄັນ, A 'Copy' ທີ່ໃຊ້ໃນການປະຕິບັດເຊັ່ນນັ້ນ ການຈໍາລອງຂໍ້ມູນ clipboard ສໍາເນົາສໍາເນົາ.
lt_lt: Kaip spartusis trigeris, tačiau paspaudus raktų derinį, įvykis „kopijuoti“ bus imituojamas aktyvioje programoje, todėl jis vis tiek veikia kaip kopija, bet tada prie beždžionių kopijavimo gaiduko pritvirtinta veiksmų grandinė bus įvykdyta fone naudojant imituoti kopijavimo iškarpinės duomenis.
lv_lv: Tāpat kā saīsnes sprūda, bet, kad tiek nospiesta atslēgas kombinācija, aktīvajā lietojumprogrammā tiks modelēts “kopijas” notikums, lai tas joprojām darbotos kā kopija, bet pēc tam darbību ķēde, kas pievienota pērtiķa kopēšanas sprūdai, tiks izpildīta fonā, izmantojot imitēti kopijas starpliktuves dati.
mi_nz: Ka rite ki te huringa poto engari ka peehia te huihuinga matua, ka kiia te 'kape' ka rite ki te kape engari ko te mekameka o nga mahi hei whakamahi i te papamuri Ko nga raraunga tohutoro kape kape.
mk_mk: Како активирање на кратенка, но кога ќе се притисне комбинацијата на клучеви, настанот „копија“ ќе се симулира во активната апликација, така што сè уште работи како копирање, но тогаш ланецот на дејствија прикачен на активирањето на копирање на мајмуни ќе се изврши во позадина со помош на позадината со помош на позадината Симулирани податоци за клипборд за копирање.
ml_in: ഒരു കുറുക്കുവഴി ട്രിഗർ പോലെ, കീ കോമ്പിനേഷൻ അമർത്തിയാൽ, സജീവ ആപ്ലിക്കേഷനിൽ ഒരു 'കോപ്പി' ഇവന്റ് അനുകരിക്കും, അതിനാൽ ഇത് ഇപ്പോഴും ഉപയോഗിച്ച് അറ്റാച്ചുചെയ്ത പ്രവർത്തനങ്ങളുടെ ശൃംഖല പശ്ചാത്തലത്തിൽ നടപ്പിലാക്കും ക്ലിപ്പ്ബോർഡ് ഡാറ്റ കോപ്പി സിമുലേറ്റഡ്.
mr_in: शॉर्टकट ट्रिगर प्रमाणे परंतु की संयोजन दाबले जाते तेव्हा सक्रिय अनुप्रयोगात एक 'कॉपी' इव्हेंट नक्कल केली जाईल जेणेकरून ते अद्याप कॉपीसारखे कार्य करते परंतु नंतर माकड कॉपी ट्रिगरला जोडलेल्या क्रियांची साखळी पार्श्वभूमीवर कार्यान्वित केली जाईल जो पार्श्वभूमीवर कार्यवाही करेल. नक्कल कॉपी क्लिपबोर्ड डेटा.
ms_my: Seperti pencetus jalan pintas tetapi apabila gabungan utama ditekan, acara 'salinan' akan disimulasikan dalam aplikasi aktif supaya ia masih berfungsi seperti salinan tetapi kemudian rantai tindakan yang dilampirkan pada pencetus salinan monyet akan dilaksanakan di latar belakang menggunakan Data papan klip salinan simulasi.
mt_mt: Bħal shortcut grillu imma meta l-kombinazzjoni taċ-ċavetta tiġi ppressata, avveniment 'kopja' se jkun simulat fl-applikazzjoni attiva u għalhekk xorta jaħdem bħal kopja imma mbagħad il-katina ta 'azzjonijiet mehmuża mal-krigg tal-kopja tax-xadina se tiġi eżegwita fl-isfond bl-użu ta' Dejta simulata ta 'kopja ta' clipboard.
nb_no: Som en snarveiutløser, men når tastekombinasjonen trykkes, vil en 'kopien' -hendelse bli simulert i den aktive applikasjonen slik at den fremdeles fungerer som Copy, men deretter vil den kjede av handlinger knyttet til Monkey Copy Trigger bli utført i bakgrunnen ved hjelp av den Simulerte kopieringsdata.
ne_np: एक सर्टकट ट्रिगर जस्तै तर जब कुञ्जी संयोजन थिच्नुहोस्, एक 'प्रतिलिपि' घटना सक्रिय अनुप्रयोगमा नक्कल गरिनेछ ताकि बन्दको प्रतिलिपि ट्रिगरले पृष्ठभूमिको श्रृंखलालाई प्रयोग गरीन्छ सिमुलेटेड प्रतिलिपि क्लिपबोर्ड डाटा।
nl_be: Net als een snelkoppelingstrigger, maar wanneer de sleutelcombinatie wordt ingedrukt, wordt een 'copy' -gebeurtenis gesimuleerd in de actieve toepassing, zodat deze nog steeds werkt als kopie, maar dan wordt de acties van acties die zijn gekoppeld aan de Monkey Copy -trigger op de achtergrond uitgevoerd met behulp van de achtergrond Gesimuleerde copy klembordgegevens.
or_in: ଏକ ସର୍ଟକଟ୍ ଟ୍ରିଗର ପରି କିନ୍ତୁ ଯେତେବେଳେ ଚାବି ଦବାଯାଏ, ଏକ 'କପି' ଇଭେଣ୍ଟରେ ସକ୍ରିୟ ପ୍ରୟୋଗରେ ଏକ 'କପି' ଇଭେଣ୍ଟ ଅନୁପ୍ରୟୋଗକୁ ଅନୁକରଣ କରାଯାଇ ଦିଆଯିବ - ତେବେ ମୋଙ୍କକି କପି ସର୍ଭରରେ ସଂଲଗ୍ନ ହୋଇଥିବା କାର୍ଯ୍ୟରେ କାର୍ଯ୍ୟ କରାଯିବ କିନ୍ତୁ ସେଥିରେ ମାଙ୍କଡ଼ କପି ଟ୍ରିଗର ସହିତ ସଂଲଗ୍ନ ହୋଇଥିବା କାର୍ଯ୍ୟରେ କାର୍ଯ୍ୟ କରାଯିବ | କପି କ୍ଲିପବୋର୍ଡ ତଥ୍ୟକୁ ଅନୁକରଣ କରାଯାଇଛି |
pa_arab: ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਟਰਿੱਗਰ ਦੀ ਤਰ੍ਹਾਂ ਪਰ ਜਦੋਂ ਕੁੰਜੀ ਨੂੰ ਦਬਾਇਆ ਜਾਂਦਾ ਹੈ, ਪਰੰਤੂ ਇੱਕ ਦੀ ਕਾੱਪੀ 'ਟਰਿੱਗਰ ਨਾਲ ਜੁੜੀਆਂ ਕਾਰਵਾਈਆਂ ਦੀ ਲੜੀ ਬੈਕਗ੍ਰਾਉਂਡ ਵਿੱਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਨਕਲ ਕਲਿੱਪਬੋਰਡ ਡਾਟਾ ਸਿਮੂਲੇਟਡ.
pl_pl: Jak spust skrót od skrótu, ale po naciśnięciu kombinacji klawisza zdarzenie „kopiowanie” zostanie symulowane w aktywnej aplikacji, więc nadal działa jak kopia, ale następnie łańcuch działań dołączony do wyzwalacza kopiowania małpy zostanie wykonany w tle za pomocą za pomocą Symulowane dane z schowkali.
pt_br: Como um gatilho de atalho, mas quando a combinação de teclas é pressionada, um evento de 'cópia' será simulado no aplicativo ativo para que ainda funcione como cópia, mas a cadeia de ações anexadas ao gatilho de cópia de macaco será executada em segundo plano usando o Dados simulados de cópia da área de transferência.
ro_ro: Ca un declanșator de scurtătură, dar când este apăsată combinația de taste, un eveniment „copiere” va fi simulat în aplicația activă, astfel încât acesta funcționează în continuare ca o copie, dar apoi lanțul de acțiuni atașate la declanșatorul de copiere a maimuței va fi executat în fundal folosind ajutorul Datele de clipboard de copiere simulată.
ru_ru: Как ярлычный триггер, но когда нажата комбинация клавиш, в активном приложении будет моделируется событие «копия», так что оно все еще работает как копирование, но тогда цепочка действий, прикрепленных к триггеру для обезьяны, будет выполнена на фоне, используя Моделируемые данные об буфере обмена копии.
sk_sk: Rovnako ako spúšťač skratiek, ale keď sa stlačí kombinácia klávesov, bude udalosť „kopírovanie“ simulovaná v aktívnej aplikácii, takže stále funguje ako kópia, ale potom sa reťaz akcií pripojených k spúšťačke Monkey Copy spúšťa na pozadí pomocou pozadia pomocou Simulované kopírovacie údaje o schránke.
sl_si: Tako kot sprožilec bližnjice, ko pa pritisnete kombinacijo tipk, bo v aktivni aplikaciji simuliran dogodek "Kopiranje", tako da še vedno deluje kot kopija, vendar se bo v ozadju izvedla veriga dejanj, priložena opici. Simulirani podatki o odložišču.
sq_al: Ashtu si një nxitje e shkurtoreve, por kur shtypet kombinimi kryesor, një ngjarje 'kopjimi' do të simulohet në aplikacionin aktiv, kështu që ai akoma funksionon si kopjimi, por më pas zinxhiri i veprimeve të bashkangjitura në këmbëzën e kopjimit të majmunit do të ekzekutohet në sfond duke përdorur Të dhënat e simuluara të kopjimit.
sr_cyrl_me: Попут окидача пречице, али када се притисне тастерска комбинација, "копија" ће се симулирати у активној апликацији, тако да и даље функционише као копија, али тада ће се у позадини користити у позадини помоћу копија причвршћена у позадини помоћу копирања. Подаци о симулираном копију Цлипбоард.
sv_fi: Som en genvägsutlösare men när nyckelkombinationen trycks in kommer en "kopiering" -händelse att simuleras i den aktiva applikationen så att den fortfarande fungerar som kopia men sedan kommer kedjan av åtgärder som är kopplade till apa -kopieringsutlösaren att köras i bakgrunden med hjälp av Simulerade kopieringsklippsdata.
sw_ke: Kama trigger ya njia ya mkato lakini wakati mchanganyiko muhimu unasisitizwa, tukio la 'nakala' litaundwa katika programu inayotumika kwa hivyo inafanya kazi kama nakala lakini kisha mlolongo wa vitendo vilivyowekwa kwenye Trigger ya Nakala ya Monkey utatekelezwa nyuma kwa kutumia Takwimu ya nakala ya nakala ya nakala.
ta_in: குறுக்குவழி தூண்டுதல் போல, ஆனால் முக்கிய சேர்க்கை அழுத்தும் போது, ​​செயலில் உள்ள பயன்பாட்டில் ஒரு 'நகல்' நிகழ்வு உருவகப்படுத்தப்படும், எனவே இது இன்னும் நகலைப் போலவே செயல்படுகிறது, ஆனால் பின்னர் குரங்கு நகல் தூண்டுதலுடன் இணைக்கப்பட்ட செயல்களின் சங்கிலி பின்னணியில் செயல்படுத்தப்படும் உருவகப்படுத்தப்பட்ட நகல் கிளிப்போர்டு தரவு.
te_in: సత్వరమార్గం ట్రిగ్గర్ లాగా కానీ కీ కలయిక నొక్కినప్పుడు, ఒక 'కాపీ' ఈవెంట్ క్రియాశీల అనువర్తనంలో అనుకరించబడుతుంది కాబట్టి ఇది ఇప్పటికీ కాపీ లాగా పనిచేస్తుంది, అయితే అప్పుడు మంకీ కాపీ ట్రిగ్గర్‌కు జతచేయబడిన చర్యల గొలుసు నేపథ్యంలో అమలు అవుతుంది అనుకరణ కాపీ క్లిప్‌బోర్డ్ డేటా.
th_th: เช่นเดียวกับทริกเกอร์ทางลัด แต่เมื่อกดคีย์รวมกันเหตุการณ์ 'คัดลอก' จะถูกจำลองในแอปพลิเคชันที่ใช้งานอยู่ดังนั้นจึงยังคงใช้งานได้ ข้อมูลการคัดลอกคลิปบอร์ด
tk_tm: "Compectioncur" "Activearcomer" basylýan ýaly, esasy programmaa gönükdirilende, "Cöhit" hadysasy tright Consriýadaky goşundy çap edilen zynjyry fonda amala aşyrylar Simulirlenen göçürme paneli maglumatlary.
tr_tr: Bir kısayol tetikleyicisi gibi, ancak anahtar kombinasyonuna basıldığında, aktif uygulamada bir 'kopya' olayı simüle edilir, böylece hala kopya gibi çalışır, ancak daha sonra maymun kopya tetikleyicisine eklenen eylem zinciri, arka planda yürütülür. Simüle edilmiş kopya panosu verileri.
tt_ru: Кыска юл чабу кебек, төп комбинациягә охшаган, ул әле дә күчерү кебек эшләнәчәк, аннары маймыл күчереп алу чылбыры, аннары ясау фонда башкарылачак Күчерелгән күчермә бүлү турында мәгълүмат.
ug_cn: تېزلەتمە قوزغىتىشغا ئوخشاش, ئەمما «كۆپەيتىلگەن نۇسخىسى» باسقاندا, ئۇ يەنىلا كۆپەيتىلگەن نۇسخىسى بولىدۇ, ئەمما ئۇ يەنىلا كۆپەيتىلگەن نۇسخىسىغا ئوخشاش ئىشلەيدۇ, ئەمما مايمۇنلار كۆچۈرگەن قوزغاتقۇچنى ئىشلىتىپ ئارقا كۆرۈنۈشتە ئىجرا بولىدۇ تەقلىدىي كۆچۈرمىش تاختىسىدىكى سانلىق مەلۇمات.
uk_ua: Як і тригер ярлика, але при натисканні комбінації клавіш буде модельовано подію "копіювання" в активній програмі, щоб вона все ще працювала як копіювати, але потім ланцюг дій, що додається до тригера копіювання мавпи, буде виконано на задньому плані за допомогою Модельовані дані копіювання буфера обміну.
ur_pk: شارٹ کٹ ٹرگر کی طرح لیکن جب کلیدی امتزاج کو دبایا جاتا ہے تو ، فعال ایپلی کیشن میں ایک 'کاپی' ایونٹ کی نقالی کی جائے گی لہذا یہ اب بھی کاپی کی طرح کام کرتا ہے لیکن پھر بندر کاپی ٹرگر سے منسلک عملوں کا سلسلہ اس پس منظر میں اس کا استعمال کرتے ہوئے پھانسی دے گا۔ نقلی کاپی کلپ بورڈ ڈیٹا۔
uz_cyrl: Yorliqni qo'zg'atganda, ammo kalit kombinatsiyasi bo'lsa, "Nusxalash" davomiyligi faol dasturda taqlid qilinadi, shuning uchun u hanuzgacha nusxa ko'chirish, ammo keyin u nusxa ko'chirish prokteriga ega bo'lib, ulardan foydalangan holda amalga oshiriladi simulyatsiya qilingan nusxalash pleyborlari ma'lumotlari.
vi_vn: Giống như một trình kích hoạt phím tắt nhưng khi nhấn kết hợp khóa, sự kiện 'sao chép' sẽ được mô phỏng trong ứng dụng hoạt động để nó vẫn hoạt động như bản sao nhưng sau đó chuỗi hành động được gắn vào trình kích hoạt bản sao khỉ sẽ được thực thi trong nền bằng cách sử dụng Mô phỏng sao chép dữ liệu clipboard.
zh_hant: 就像快捷觸發器一樣，但是當按下密鑰組合時，將在Active應用程序中模擬“複製”事件，因此它仍然可以像複製一樣工作，但是隨後將使用猴子復制觸發器附加到的操作鏈將在後台執行模擬複製剪貼板數據。

# SearchExpanderDefaultTooltip
source: Advanced Filter
af_za: Gevorderde filter
am_et: የላቀ ማጣሪያ
ar_bh: تصفية متقدم
as_in: উন্নত ফিল্টাৰ
az_cyrl: Qabaqcıl filtr
bg_bg: Разширен филтър
bn_in: উন্নত ফিল্টার
bs_latn_ba: Napredni filter
ca_es: Filtre avançat
cs_cz: Pokročilý filtr
cy_gb: Hidlydd uwch
da_dk: Avanceret filter
de_ch: Erweiterter Filter
el_gr: Προχωρημένο φίλτρο
es_bo: Filtro avanzado
et_ee: Täiustatud filter
fa_ir: فیلتر پیشرفته
fi_fi: Edistynyt suodatin
fil_ph: Advanced na filter
fr_029: Filtre avancé
ga_ie: Scagaire ardleibhéil
gu_in: અદ્યતન ફિલ્ટર
he_il: מסנן מתקדם
hi_in: आधुनिक फ़िल्टर
hr_hr: Napredni filter
hu_hu: Fejlett szűrő
hy_am: Ընդլայնված ֆիլտր
id_id: Filter lanjutan
is_is: Háþróaður sía
it_ch: Filtro avanzato
ja_jp: 高度なフィルター
ka_ge: მოწინავე ფილტრი
kk_kz: Қосымша сүзгі
km_kh: តម្រងកម្រិតខ្ពស់
kn_in: ಸುಧಾರಿತ ಫಿಲ್ಟರ್
ko_kr: 고급 필터
ky_kg: Өркүндөтүлгөн чыпка
lo_la: ຕົວກອງຂັ້ນສູງ
lt_lt: Išplėstinis filtras
lv_lv: Uzlabots filtrs
mi_nz: Tātari Arā
mk_mk: Напреден филтер
ml_in: നൂതന ഫിൽട്ടർ
mr_in: प्रगत फिल्टर
ms_my: Penapis Lanjutan
mt_mt: Filtru avvanzat
nb_no: Avansert filter
ne_np: उन्नत फिल्टर
nl_be: Geavanceerd filter
or_in: ଉନ୍ନତ ଫିଲ୍ଟର୍
pa_arab: ਐਡਵਾਂਸਡ ਫਿਲਟਰ
pl_pl: Zaawansowany filtr
pt_br: Filtro avançado
ro_ro: Filtru avansat
ru_ru: Усовершенствованный фильтр
sk_sk: Pokročilý filter
sl_si: Napredni filter
sq_al: Filtër i përparuar
sr_cyrl_me: Напредни филтер
sv_fi: Avancerat filter
sw_ke: Kichujio cha hali ya juu
ta_in: மேம்பட்ட வடிகட்டி
te_in: అధునాతన వడపోత
th_th: ตัวกรองขั้นสูง
tk_tm: Giňişleýin süzgüç
tr_tr: Gelişmiş filtre
tt_ru: Алга киткән фильтр
ug_cn: ئىلغار سۈزگۈچ
uk_ua: Вдосконалений фільтр
ur_pk: ایڈوانسڈ فلٹر
uz_cyrl: Kengaytirilgan filtr
vi_vn: Bộ lọc nâng cao
zh_hant: 高級過濾器
