Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ClipTilePasteButtonTooltipHtml
source: <span>Paste to: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
af_za: <span>Plak na: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
am_et: ለጥፍ ወደ: <ኤም> <እኔ ክፍል = "PAST- Sustry- Sharty-Stratix- ቅጥያ" {0} </ i> <EM>
ar_bh: لصق إلى: <em><i class="paste-tooltip-suffix">{0}</i></em>
as_in: <span>লেপন কৰক: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
az_cyrl: Zədələnmə: <em> <i sinif = "paste-tooltip-şəkilçi"> {0} </ i> </ em>
bg_bg: Поставете до: <em> <i class = "paste-tooltip-suffix"> {0} </i> </em>
bn_in: পেস্ট করুন: <em><i class="paste-tooltip-suffix">{0}</i></em>
bs_latn_ba: <span>Zalijepi na: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ca_es: <span>Enganxeu-lo a: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
cs_cz: <span>Vložit do: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
cy_gb: Gludwch i: <em><i class="paste-tooltip-suffix">{0}</i></em>
da_dk: <span>Sæt ind i: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
de_ch: <span>Einfügen in: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
el_gr: <span>Επικόλληση σε: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
es_bo: <span>Pegar en: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
et_ee: <span>Kleebi: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
fa_ir: چسباندن به: <em><i class="paste-tooltip-suffix">{0}</i></em>
fi_fi: <span>Liitä: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
fil_ph: Idikit sa: <em><i class="paste-tooltip-suffix">{0}</i></em>
fr_029: <span>Coller dans : <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ga_ie: <span>Greamaigh go: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
gu_in: <span>ને ચોંટાડો: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
he_il: <span>הדבק אל: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
hi_in: <span>पेस्ट करें: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
hr_hr: <span>Zalijepi u: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
hu_hu: Beillesztés: <em><i class="paste-tooltip-suffix">{0}</i></em>
id_id: Tempel ke: <em><i class="paste-tooltip-suffix">{0}</i></em>
is_is: <span>Líma í: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
it_ch: Incolla in: <em><i class="paste-tooltip-suffix">{0}</i></em>
ja_jp: <span>貼り付け先: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ka_ge: ჩასვით: <em> <i class = "paste-tooltip-suffix"> {0} </i> </em>
kk_kz: Қою: <em> <i сынып = «Паста-құралдар Тапсырысының жұрнағы»> {0} </ i> </ em>
km_kh: Paste to: <em><i class="paste-tooltip-suffix">{0}</i></em>
kn_in: <span>ಇದಕ್ಕೆ ಅಂಟಿಸಿ: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ko_kr: <span>붙여넣기: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ky_kg: Паста: <em> <i class = "paste-tooltip-suffix"> {0} </ i> </ em>
lt_lt: <span>Įklijuoti į: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
lv_lv: Ielīmēt uz: <em><i class="paste-tooltip-suffix">{0}</i></em>
mi_nz: Whakapiri ki: <em><i class="paste-tooltip-suffix">{0}</i></em>
mk_mk: Залепете на: <em> <i class = "Paste-tooltip-suffix"> {0} </i> </em>
ml_in: <span>പേസ്റ്റ് : <em><i class="paste-tooltip-suffix">{0}</i></em></span>
mr_in: <span>पेस्ट करा: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ms_my: Tampal ke: <em><i class="paste-tooltip-suffix">{0}</i></em>
mt_mt: <span>Ippejstja għal: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
nb_no: <span>Lim inn til: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ne_np: <span>यसमा टाँस्नुहोस्: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
nl_be: <span>Plakken op: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
or_in: <span>ପେଷ୍ଟ: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
pa_arab: <span>ਇਸ ਵਿੱਚ ਪੇਸਟ ਕਰੋ: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
pl_pl: Wklej do: <em> <i class = "wklej-tooltip-suffix"> {0} </i> </em>
pt_br: <span>Colar para: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ro_ro: <span>Lipire în: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ru_ru: <span>Вставить в: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
sk_sk: <span>Prilepiť do: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
sl_si: <span>Prilepi na: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
sq_al: <span>Paste për: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
sr_cyrl_me: <span>Налепити на: <em> <i class="paste-tooltip-suffix">{0}</i></em></span>
sv_fi: <span>Klistra in i: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
sw_ke: Bandika kwa:
ta_in: <span>ஒட்டுக: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
te_in: <span>పేస్ట్: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
th_th: <span>วางบน: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
tk_tm: <span>{0} <em><i class="paste-tooltip-suffix"></i></em></span>
tr_tr: <span>Yapıştır: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
tt_ru: Паст: <em><i class="paste-tooltip-suffix">{0}</i></em>
ug_cn: چاپلاش: <em> <i سىنىپ = "چاپلاش.
uk_ua: <span>Вставити до: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
ur_pk: <span>پیسٹ کریں: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
uz_cyrl: <span>Buga joylashtirish: <em><i class="paste-tooltip-suffix">{0}</i></em></span>
vi_vn: Dán thành: <em> <i class = "Paste-tooltip-suffix"> {0} </i> </em>
zh_hant: <span>粘貼到： <em><i class="paste-tooltip-suffix">{0}</i></em></span>

# CommonErrorCodeText
source: Unknown Error {0}
af_za: Onbekende fout {0}
ca_es: Error desconegut {0}
cs_cz: Neznámá chyba {0}
da_dk: Ukendt fejl {0}
de_ch: Unbekannter Fehler {0}
el_gr: Άγνωστο σφάλμα {0}
es_bo: Error desconocido {0}
et_ee: Tundmatu viga {0}
fi_fi: Tuntematon virhe {0}
fr_029: Erreur inconnue {0}
ga_ie: Earráid anaithnid {0}
gu_in: અજ્ unknown ાત ભૂલ {0}
he_il: שגיאה לא ידועה {0}
hi_in: अज्ञात त्रुटि {0}
hr_hr: Nepoznata pogreška {0}
hy_am: Անհայտ սխալ {0
is_is: Óþekkt villa {0}
ja_jp: 不明なエラー{0}
kn_in: ಅಜ್ಞಾತ ದೋಷ {0}
ko_kr: 알 수없는 오류 {0}
lo_la: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ {0}
lt_lt: Nežinoma klaida {0}
ml_in: അജ്ഞാത പിശക് {0}
mr_in: अज्ञात त्रुटी {0}
mt_mt: Żball mhux magħruf {0}
nb_no: Ukjent feil {0}
ne_np: अज्ञात त्रुटि {0 0}
nl_be: Onbekende fout {0}
or_in: ଅଜ୍ଞାତ ତ୍ରୁଟି {0}
pa_arab: ਅਣਜਾਣ ਗਲਤੀ {0}
pt_br: Erro desconhecido {0}
ro_ro: Eroare necunoscută {0}
ru_ru: Неизвестная ошибка {0}
sk_sk: Neznáma chyba {0}
sl_si: Neznana napaka {0}
sq_al: Gabim i panjohur {0}
sr_cyrl_me: Непозната грешка {0}
ta_in: அறியப்படாத பிழை {0}
te_in: తెలియని లోపం {0}
th_th: ข้อผิดพลาดที่ไม่รู้จัก {0}
tk_tm: Näbelli säwlik {0}
tr_tr: Bilinmeyen hata {0}
uk_ua: Невідома помилка {0}
ur_pk: نامعلوم غلطی {0}
uz_cyrl: Noma'lum xato {0}
zh_hant: 未知錯誤{0}

# PurchaseFailureText
source: Your purchase could not be completed. Reason: {0}
af_za: Jou aankoop kon nie voltooi word nie. Rede: {0}
ca_es: No s'ha pogut completar la teva compra. Motiu: {0}
cs_cz: Vaše objednávka nemohla být dokončena. Důvod: {0}
da_dk: Dit køb kunne ikke gennemføres. Årsag: {0}
de_ch: Ihr Kauf konnte nicht abgeschlossen werden. Grund: {0}
el_gr: Η αγορά σας δεν ήταν δυνατό να ολοκληρωθεί. Αιτία: {0}
es_bo: Su compra no pudo ser completada. Razón: {0}
et_ee: Teie ostu ei saanud lõpule viia. Põhjus: {0}
fi_fi: Ostoasi ei voitu suorittaa. Syy: {0}
fr_029: Votre achat n'a pas pu être effectué. Raison: {0}
ga_ie: Níorbh fhéidir do cheannach a chomhlánú. Cúis: {0}
gu_in: તમારી ખરીદી પૂર્ણ થઈ શકી નથી. કારણ: {0}
he_il: רכישתך לא הושלמה. סיבה: {0}
hi_in: आपकी खरीदारी पूरी नहीं की जा सकी। कारण: {0}
hr_hr: Vaša kupnja nije mogla biti dovršena. Razlog: {0}
hy_am: Ձեր գնումը հնարավոր չէ լրացնել: Պատճառը, {0
is_is: Ekki var hægt að klára kaupin. Ástæða: {0}
ja_jp: ご購入を完了できませんでした。理由：{0}
kn_in: ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಕಾರಣ: {0}
ko_kr: 구매를 완료 할 수 없습니다. 이유 : {0}
lo_la: ການຊື້ຂອງທ່ານບໍ່ສາມາດເຮັດສໍາເລັດໄດ້. ເຫດຜົນ: {0}
lt_lt: Jūsų pirkinys negalėjo būti baigtas. Priežastis: {0}
ml_in: നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കാൻ കഴിഞ്ഞില്ല. കാരണം: {0}
mr_in: आपली खरेदी पूर्ण होऊ शकली नाही. कारणः {0}
mt_mt: Ix-xiri tiegħek ma setax jitlesta. Raġuni: {0}
nb_no: Kjøpet ditt kunne ikke fullføres. Årsak: {0}
ne_np: तपाईंको खरीद पूरा गर्न सकिएन। कारण: {0}
nl_be: Uw aankoop kan niet worden voltooid. Reden: {0}
or_in: ତୁମର କ୍ରୟ ସମାପ୍ତ ହୋଇପାରିଲା ନାହିଁ | କାରଣ: {0}
pa_arab: ਤੁਹਾਡੀ ਖਰੀਦ ਪੂਰੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ. ਕਾਰਨ: {0}
pt_br: Sua compra não pôde ser completada. Motivo: {0}
ro_ro: Achiziția dvs. nu a putut fi finalizată. Motiv: {0}
ru_ru: Ваша покупка не может быть завершена. Причина: {0}
sk_sk: Váš nákup nemohol byť dokončený. Dôvod: {0}
sl_si: Vašega nakupa ni bilo mogoče dokončati. Razlog: {0}
sq_al: Blerja juaj nuk mund të përfundonte. Arsyeja: {0}
sr_cyrl_me: Ваша куповина није могла бити завршена. Разлог: {0}
ta_in: உங்கள் கொள்முதல் முடிக்க முடியவில்லை. காரணம்: {0}
te_in: మీ కొనుగోలు పూర్తి కాలేదు. కారణం: {0}
th_th: การซื้อของคุณไม่สมบูรณ์ เหตุผล: {0}
tk_tm: Satyn almagyňyz tamamlanyp bilinmedi. Sebäp: {0}
tr_tr: Satın alma işleminiz tamamlanamadı. Sebep: {0}
uk_ua: Вашу покупку не вдалося завершити. Причина: {0}
ur_pk: آپ کی خریداری مکمل نہیں ہوسکی۔ وجہ: {0}
uz_cyrl: Xaridingiz tugallanmadi. Sababi: {0}
zh_hant: 您的購買無法完成。原因：{0}

# InteropAddDomainButtonText
source: Add Domain
af_za: Voeg domein by
ca_es: Afegeix domini
cs_cz: Přidat doménu
da_dk: Tilføj domæne
de_ch: Domäne hinzufügen
el_gr: Προσθήκη τομέα
es_bo: Agregar dominio
et_ee: Lisage domeen
fi_fi: Lisää verkkotunnus
fr_029: Ajouter un domaine
ga_ie: Cuir fearann ​​leis
gu_in: ડોમેન ઉમેરો
he_il: הוסף תחום
hi_in: डोमेन जोड़ें
hr_hr: Dodajte domenu
hy_am: Ավելացնել տիրույթ
is_is: Bæta við léninu
ja_jp: ドメインを追加します
kn_in: ಡೊಮೇನ್ ಸೇರಿಸಿ
ko_kr: 도메인 추가
lo_la: ເພີ່ມໂດເມນ
lt_lt: Pridėti domeną
ml_in: ഡൊമെയ്ൻ ചേർക്കുക
mr_in: डोमेन जोडा
mt_mt: Żid id-dominju
nb_no: Legg til domene
ne_np: डोमेन जोड्नुहोस्
nl_be: Domein toevoegen
or_in: ଡୋମେନ୍ ଯୋଡନ୍ତୁ |
pa_arab: ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar domínio
ro_ro: Adăugați domeniu
ru_ru: Добавить домен
sk_sk: Pridať doménu
sl_si: Dodaj domeno
sq_al: Shto skafinë
sr_cyrl_me: Додати домен
ta_in: டொமைனைச் சேர்க்கவும்
te_in: డొమైన్ జోడించండి
th_th: เพิ่มโดเมน
tk_tm: Domen goşuň
tr_tr: Etki alanı ekle
uk_ua: Додати домен
ur_pk: ڈومین شامل کریں
uz_cyrl: Domen qo'shing
zh_hant: 添加域

# InteropAddPageButtonText
source: Add Page
af_za: Voeg bladsy by
ca_es: Afegeix pàgina
cs_cz: Přidat stránku
da_dk: Tilføj side
de_ch: Seite hinzufügen
el_gr: Προσθήκη σελίδας
es_bo: Añadir página
et_ee: Lisaleht
fi_fi: Lisää sivu
fr_029: Ajouter une page
ga_ie: Cuir Leathanach leis
gu_in: પાનું ઉમેરો
he_il: הוסף עמוד
hi_in: पृष्ठ जोड़ें
hr_hr: Dodajte stranicu
hy_am: Ավելացնել էջ
is_is: Bæta við síðu
ja_jp: ページを追加します
kn_in: ಪುಟ ಸೇರಿಸಿ
ko_kr: 페이지 추가
lt_lt: Pridėti puslapį
ml_in: പേജ് ചേർക്കുക
mr_in: पृष्ठ जोडा
mt_mt: Żid il-paġna
nb_no: Legg til side
ne_np: पृष्ठ थप्नुहोस्
nl_be: Pagina toevoegen
or_in: ପୃଷ୍ଠା ଯୋଡନ୍ତୁ |
pa_arab: ਪੇਜ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar Página
ro_ro: Adauga pagina
ru_ru: Добавить страницу
sk_sk: Pridať stránku
sl_si: Dodaj stran
sq_al: Shto faqe
sr_cyrl_me: Додај страницу
ta_in: பக்கத்தைச் சேர்க்கவும்
te_in: పేజీని జోడించండి
th_th: เพิ่มหน้า
tk_tm: Sahypa goşuň
tr_tr: Sayfa ekle
uk_ua: Додати сторінку
ur_pk: صفحہ شامل کریں
uz_cyrl: Sahifani qo'shish
zh_hant: 添加頁面

# InteropDisabledUnrejectPageToolTip
source: The domain for this page is rejected. To allow this page you will need to remove the rejection for '{0}'.
af_za: Die domein vir hierdie bladsy is afgekeur. Om hierdie bladsy toe te laat, sal jy die verwerping vir '{0}' moet verwyder.
ca_es: El domini d'aquesta pàgina està rebutjat. Per permetre aquesta pàgina, haureu d'eliminar el rebuig de "{0}".
cs_cz: Doména pro tuto stránku je zamítnuta. Chcete-li tuto stránku povolit, budete muset odstranit odmítnutí pro '{0}'.
da_dk: Domænet for denne side er afvist. For at tillade denne side skal du fjerne afvisningen for '{0}'.
de_ch: Die Domäne für diese Seite wurde abgelehnt. Um diese Seite zuzulassen, müssen Sie die Ablehnung für „{0}“ entfernen.
el_gr: Ο τομέας για αυτήν τη σελίδα απορρίπτεται. Για να επιτρέψετε αυτήν τη σελίδα, θα πρέπει να καταργήσετε την απόρριψη για το '{0}'.
es_bo: El dominio de esta página es rechazado. Para permitir esta página, deberá eliminar el rechazo de '{0}'.
et_ee: Selle lehe domeen lükatakse tagasi. Selle lehe lubamiseks peate eemaldama tagasilükkamise '{0}' jaoks.
fi_fi: Tämän sivun verkkotunnus hylätään. Tämän sivun sallimiseksi sinun on poistettava hylkääminen '{0}'.
fr_029: Le domaine de cette page est rejeté. Pour autoriser cette page, vous devrez supprimer le rejet pour '{0}'.
ga_ie: Diúltaítear don réimse don leathanach seo. Chun an leathanach seo a cheadú beidh ort an diúltú do '{0}' a bhaint.
gu_in: આ પૃષ્ઠ માટેનું ડોમેન નકારી કા .વામાં આવ્યું છે. આ પૃષ્ઠને મંજૂરી આપવા માટે તમારે '{0}' માટે અસ્વીકાર દૂર કરવાની જરૂર રહેશે.
he_il: התחום של דף זה נדחה. כדי לאפשר דף זה תצטרך להסיר את הדחייה עבור '{0}'.
hi_in: इस पृष्ठ के लिए डोमेन खारिज कर दिया गया है। इस पृष्ठ की अनुमति देने के लिए आपको '{0}' के लिए अस्वीकृति को दूर करना होगा।
hr_hr: Domena za ovu stranicu je odbijena. Da biste omogućili ovu stranicu, morat ćete ukloniti odbijanje za '{0}'.
hy_am: Այս էջի դոմենը մերժվում է: Այս էջը թույլ տալու համար ձեզ հարկավոր է հեռացնել մերժումը «{0}» - ի համար:
is_is: Léninu fyrir þessa síðu er hafnað. Til að leyfa þessa síðu þarftu að fjarlægja höfnunina fyrir '{0}'.
ja_jp: このページのドメインは拒否されます。このページを許可するには、「{0}」の拒否を削除する必要があります。
kn_in: ಈ ಪುಟದ ಡೊಮೇನ್ ಅನ್ನು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ. ಈ ಪುಟವನ್ನು ಅನುಮತಿಸಲು ನೀವು '{0}' ಗೆ ನಿರಾಕರಣೆಯನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ.
ko_kr: 이 페이지의 도메인이 거부됩니다. 이 페이지를 허용하려면 '{0}'에 대한 거부를 제거해야합니다.
lo_la: ໂດເມນສໍາລັບຫນ້ານີ້ຖືກປະຕິເສດ. ເພື່ອອະນຸຍາດໃຫ້ຫນ້ານີ້ທ່ານຈະຕ້ອງກໍາຈັດການປະຕິເສດສໍາລັບ '{0}'.
lt_lt: Šio puslapio domenas atmetamas. Norėdami leisti šį puslapį, turėsite pašalinti „{0}“ atmetimą.
ml_in: ഈ പേജിനായുള്ള ഡൊമെയ്ൻ നിരസിക്കപ്പെട്ടു. ഈ പേജ് അനുവദിക്കുന്നതിന് നിങ്ങൾ '{0}' എന്നതിനായി നിരസിക്കേണ്ടതുണ്ട്.
mr_in: या पृष्ठाचे डोमेन नाकारले आहे. या पृष्ठास अनुमती देण्यासाठी आपल्याला '{0}' साठी नकार काढण्याची आवश्यकता असेल.
mt_mt: Id-dominju għal din il-paġna huwa rifjutat. Biex tippermetti din il-paġna ser ikollok bżonn tneħħi r-rifjut għal '{0}'.
nb_no: Domenet for denne siden blir avvist. For å tillate denne siden må du fjerne avvisningen for '{0}'.
ne_np: यस पृष्ठको लागि डोमेन अस्वीकृत गरिएको छ। यस पृष्ठलाई अनुमति दिनको लागि तपाइँ '{0}' को लागी अस्वीकार हटाउन आवश्यक छ।
nl_be: Het domein voor deze pagina wordt afgewezen. Om deze pagina toe te staan, moet u de afwijzing voor '{0}' verwijderen.
or_in: ଏହି ପୃଷ୍ଠା ପାଇଁ ଡୋମେନ୍ ପ୍ରତ୍ୟାଖ୍ୟାନ | ଏହି ପୃଷ୍ଠାକୁ ଅନୁମତି ଦେବାକୁ ଆପଣଙ୍କୁ '{0}' ପାଇଁ ପ୍ରତ୍ୟାଖ୍ୟାନ ଅପସାରଣ କରିବାକୁ ପଡିବ |
pa_arab: ਇਸ ਪੇਜ ਲਈ ਡੋਮੇਨ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ. ਇਸ ਪੰਨੇ ਨੂੰ ਆਗਿਆ ਦੇਣ ਲਈ ਤੁਹਾਨੂੰ '{0}' ਲਈ ਰੱਦ ਕਰਨ ਲਈ ਰੱਦ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ.
pt_br: O domínio para esta página é rejeitado. Para permitir esta página, você precisará remover a rejeição para '{0}'.
ro_ro: Domeniul pentru această pagină este respins. Pentru a permite această pagină, va trebui să eliminați respingerea pentru „{0}”.
ru_ru: Домен для этой страницы отклоняется. Чтобы разрешить эту страницу, вам нужно будет удалить отклонение для '{0}'.
sk_sk: Doména tejto stránky je zamietnutá. Ak chcete túto stránku povoliť, musíte odstrániť odmietnutie pre '{0}'.
sl_si: Domena za to stran je zavrnjena. Če želite dovoliti to stran, boste morali odstraniti zavrnitev za '{0}'.
sq_al: Domain për këtë faqe është refuzuar. Për të lejuar këtë faqe do t'ju duhet të hiqni refuzimin për '{0}'.
sr_cyrl_me: Домен за ову страницу је одбачен. Да бисте дозволили ову страницу, морат ћете уклонити одбијање за '{0}'.
ta_in: இந்த பக்கத்திற்கான டொமைன் நிராகரிக்கப்பட்டுள்ளது. இந்த பக்கத்தை அனுமதிக்க நீங்கள் '{0}' க்கான நிராகரிப்பை அகற்ற வேண்டும்.
te_in: ఈ పేజీ కోసం డొమైన్ తిరస్కరించబడింది. ఈ పేజీని అనుమతించడానికి మీరు '{0}' కోసం తిరస్కరణను తొలగించాలి.
th_th: โดเมนสำหรับหน้านี้ถูกปฏิเสธ ในการอนุญาตให้หน้านี้คุณจะต้องลบการปฏิเสธสำหรับ '{0}'
tk_tm: Bu sahypa üçin domen ret edilýär. Bu sahypanyň "ч 0}" ret edilmegine rugsat bermek zerur, "{0} 'üçin ret edilmeli bolarsyňyz.
tr_tr: Bu sayfanın etki alanı reddedilir. Bu sayfaya izin vermek için '{0}' reddetmeyi kaldırmanız gerekir.
uk_ua: Домен для цієї сторінки відхилений. Щоб дозволити цю сторінку, вам потрібно буде видалити відхилення для '{0}'.
ur_pk: اس صفحے کے لئے ڈومین کو مسترد کردیا گیا ہے۔ اس صفحے کی اجازت دینے کے ل you آپ کو '{0}' کے لئے مسترد کرنے کی ضرورت ہوگی۔
uz_cyrl: Ushbu sahifa uchun domen rad etiladi. Ushbu sahifaga ruxsat berish uchun "{0}" uchun rad qilishni olib tashlashingiz kerak.
zh_hant: 此頁面的域被拒絕。要允許此頁面，您將需要刪除“ {0}”的拒絕。

# InteropDomainAlreadyRejectedText
source: The domain '{0}' is already rejected
af_za: Die domein '{0}' is reeds afgekeur
ca_es: El domini "{0}" ja està rebutjat
cs_cz: Doména '{0}' je již zamítnuta
da_dk: Domænet '{0}' er allerede afvist
de_ch: Die Domäne „{0}“ wurde bereits abgelehnt
el_gr: Ο τομέας "{0}" έχει ήδη απορριφθεί
es_bo: El dominio '{0}' ya está rechazado
et_ee: Domeen '{0}' lükatakse juba tagasi
fi_fi: Verkkotunnus '{0}' on jo hylätty
fr_029: Le domaine '{0}' est déjà rejeté
ga_ie: Diúltaítear don fhearann ​​'{0}' cheana féin
gu_in: ડોમેન '{0}' પહેલેથી જ નકારી કા .વામાં આવ્યું છે
he_il: הדומיין '{0}' כבר נדחה
hi_in: डोमेन '{0}' पहले से ही अस्वीकार कर दिया गया है
hr_hr: Domena '{0}' već je odbijena
hy_am: «{0}» տիրույթը արդեն մերժվում է
is_is: Lénið '{0}' er þegar hafnað
ja_jp: ドメイン '{0}'はすでに拒否されています
kn_in: '{0}' ಡೊಮೇನ್ ಅನ್ನು ಈಗಾಗಲೇ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ
ko_kr: 도메인 '{0}'은 이미 거부되었습니다.
lo_la: ໂດເມນ '{0}' ຖືກປະຕິເສດແລ້ວ
lt_lt: Domenas '{0}' jau atmetamas
ml_in: ഡൊമെയ്ൻ '{0}' ഇതിനകം നിരസിക്കപ്പെട്ടു
mr_in: '{0}' डोमेन आधीच नाकारले गेले आहे
mt_mt: Id-dominju "{0}" huwa diġà rifjutat
nb_no: Domenet '{0}' er allerede avvist
ne_np: डोमेन '{0}' पहिले नै अस्वीकृत गरिएको छ
nl_be: Het domein '{0}' is al afgewezen
or_in: ଡୋମେନ୍ '{0}' ପୂର୍ବରୁ ପ୍ରତ୍ୟାଖ୍ୟାନ ହୋଇଛି |
pa_arab: ਡੋਮੇਨ '{0}' ਪਹਿਲਾਂ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ
pt_br: O domínio '{0}' já foi rejeitado
ro_ro: Domeniul '{0}' este deja respins
ru_ru: Домен '{0}' уже отклоняется
sk_sk: Doména '{0}' je už odmietnutá
sl_si: Domena '{0}' je že zavrnjena
sq_al: Domain '{0}' tashmë është refuzuar
sr_cyrl_me: Домен '{0}' је већ одбачен
ta_in: '{0}' டொமைன் ஏற்கனவே நிராகரிக்கப்பட்டுள்ளது
te_in: '{0}' డొమైన్ ఇప్పటికే తిరస్కరించబడింది
th_th: โดเมน '{0}' ถูกปฏิเสธแล้ว
tk_tm: Domen '{0}' eýýäm ret edildi
tr_tr: '{0}' alanı zaten reddedildi
uk_ua: Домен '{0}' вже відхилений
ur_pk: ڈومین '{0}' پہلے ہی مسترد ہوچکا ہے
uz_cyrl: "{0}" domeni allaqachon rad etilgan
zh_hant: 域'{0}'已經被拒絕

# InteropDomainsTitle
source: Domains
af_za: Domeine
ca_es: Dominis
cs_cz: domény
da_dk: Domæner
de_ch: Domänen
el_gr: Τομείς
es_bo: Dominio
et_ee: Domeenid
fi_fi: Verkkotunnukset
fr_029: Domaines
ga_ie: Réimsí
gu_in: હદ
he_il: דומיינים
hi_in: डोमेन
hr_hr: Domene
hy_am: Տիրույթներ
is_is: Lén
ja_jp: ドメイン
kn_in: ಈ
ko_kr: 도메인
lo_la: ເຂດນ້ໍາ
lt_lt: Domenai
ml_in: ഡൊമെയ്നുകൾ
mr_in: डोमेन
mt_mt: Oqsma
nb_no: Domener
ne_np: डोमेन
nl_be: Domeinen
or_in: ଭାଷଣଗୁଡିକ |
pa_arab: ਡੋਮੇਨ
pt_br: Domínios
ro_ro: Domenii
ru_ru: Домены
sk_sk: Domény
sl_si: Domene
sq_al: Fusha
sr_cyrl_me: Домене
ta_in: களங்கள்
te_in: డొమైన్లు
th_th: โดเมน
tk_tm: Domenler
tr_tr: Alanlar
uk_ua: Домени
ur_pk: ڈومینز
uz_cyrl: Domenlar
zh_hant: 域

# InteropPageAlreadyRejectedText
source: This page is already rejected.
af_za: Hierdie bladsy is reeds afgekeur.
ca_es: Aquesta pàgina ja està rebutjada.
cs_cz: Tato stránka je již zamítnuta.
da_dk: Denne side er allerede afvist.
de_ch: Diese Seite wurde bereits abgelehnt.
el_gr: Αυτή η σελίδα έχει ήδη απορριφθεί.
es_bo: Esta página ya está rechazada.
et_ee: See leht on juba tagasi lükatud.
fi_fi: Tämä sivu on jo hylätty.
fr_029: Cette page est déjà rejetée.
ga_ie: Diúltaítear don leathanach seo cheana féin.
gu_in: આ પૃષ્ઠ પહેલાથી જ નકારી કા .્યું છે.
he_il: דף זה כבר נדחה.
hi_in: यह पृष्ठ पहले से ही अस्वीकार कर दिया गया है।
hr_hr: Ova je stranica već odbijena.
hy_am: Այս էջն արդեն մերժված է:
is_is: Þessari síðu er þegar hafnað.
ja_jp: このページはすでに拒否されています。
kn_in: ಈ ಪುಟವನ್ನು ಈಗಾಗಲೇ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ.
ko_kr: 이 페이지는 이미 거부되었습니다.
lo_la: ຫນ້ານີ້ຖືກປະຕິເສດແລ້ວ.
lt_lt: Šis puslapis jau atmetamas.
ml_in: ഈ പേജ് ഇതിനകം നിരസിച്ചു.
mr_in: हे पृष्ठ आधीच नाकारले गेले आहे.
mt_mt: Din il-paġna hija diġà rifjutata.
nb_no: Denne siden er allerede avvist.
ne_np: यो पृष्ठ पहिले नै अस्वीकृत गरिएको छ।
nl_be: Deze pagina is al afgewezen.
or_in: ଏହି ପୃଷ୍ଠାଟି ପୂର୍ବରୁ ପ୍ରତ୍ୟାଖ୍ୟାନ ହୋଇଛି |
pa_arab: ਇਹ ਪੰਨਾ ਪਹਿਲਾਂ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ.
pt_br: Esta página já foi rejeitada.
ro_ro: Această pagină este deja respinsă.
ru_ru: Эта страница уже отвергается.
sk_sk: Táto stránka je už odmietnutá.
sl_si: Ta stran je že zavrnjena.
sq_al: Kjo faqe është refuzuar tashmë.
sr_cyrl_me: Ова страница је већ одбијена.
ta_in: இந்த பக்கம் ஏற்கனவே நிராகரிக்கப்பட்டுள்ளது.
te_in: ఈ పేజీ ఇప్పటికే తిరస్కరించబడింది.
th_th: หน้านี้ถูกปฏิเสธแล้ว
tk_tm: Bu sahypa eýýäm ret edildi.
tr_tr: Bu sayfa zaten reddedildi.
uk_ua: Ця сторінка вже відхилена.
ur_pk: اس صفحے کو پہلے ہی مسترد کردیا گیا ہے۔
uz_cyrl: Ushbu sahifa allaqachon rad etilgan.
zh_hant: 此頁面已經被拒絕。

# InteropPagesTitle
source: Pages
af_za: Bladsye
ca_es: Pàgines
cs_cz: Stránky
da_dk: sider
de_ch: Seiten
el_gr: Σελίδες
es_bo: Páginas
et_ee: Lehed
fi_fi: Sivut
ga_ie: Leathanaigh
gu_in: પાના
he_il: עמודים
hi_in: पृष्ठों
hr_hr: Stranice
hy_am: Էջեր
is_is: Síður
ja_jp: ページ
kn_in: ಪುಟಗಳು
ko_kr: 페이지
lo_la: ຫນ້າທີ່
lt_lt: Puslapiai
ml_in: പേജിംഗ
mr_in: पृष्ठे
mt_mt: Paġni
nb_no: Sider
ne_np: पृष्ठहरु
nl_be: Pagina's
or_in: ପୃଷ୍ଠାଗୁଡ଼ିକ |
pa_arab: ਪੰਨੇ
pt_br: Páginas
ro_ro: Pagini
ru_ru: Страницы
sk_sk: Stránky
sl_si: Strani
sq_al: Faqe
sr_cyrl_me: Странице
ta_in: பக்கங்கள்
te_in: పేజీలు
th_th: หน้า
tk_tm: Sahypalara
tr_tr: Sayfa
uk_ua: Сторінки
ur_pk: صفحات
uz_cyrl: Sahifalar
zh_hant: 頁面

# SettingsSyncTabLabel
source: Sync
af_za: Sinkroniseer
ca_es: Sincronitzar
cs_cz: Synchronizovat
da_dk: Synkronisere
de_ch: Synchronisieren
el_gr: Συγχρονισμός
es_bo: Sincronización
et_ee: Sünkroonimine
fi_fi: Synkronoida
fr_029: Synchronisation
ga_ie: Comhionannas
gu_in: સમતળ
he_il: סינכרון
hi_in: साथ-साथ करना
hr_hr: Sinkronizirati
hy_am: Սինկկ
is_is: Samstilla
ja_jp: 同期
kn_in: ಸಿಂಕ್ನ
ko_kr: 동조
lo_la: ການລະເມີດ
lt_lt: Sinchronizavimas
ml_in: സമന്വക
mr_in: समक्रमण
mt_mt: Sinkronizzazzjoni
nb_no: Synkronisering
ne_np: प्रशियकर्साउनु
nl_be: Synchroniseren
or_in: ସିଙ୍କ୍
pa_arab: ਸਿੰਕ
pt_br: Sincronizar
ro_ro: Sincronizare
ru_ru: Синхронизированный
sk_sk: Synchronizovať
sl_si: Sinhronizacija
sq_al: Sinkronizoj
sr_cyrl_me: Синхронизовати
ta_in: ஒத்திசைவு
te_in: సమకాలీకరించు
th_th: ซิงค์
tk_tm: Sinhronlamak
tr_tr: Senkronize etmek
uk_ua: Синхронізувати
ur_pk: مطابقت پذیری
uz_cyrl: Sinxronlashtirmoq
zh_hant: 同步
