Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AppendInlineLabel
source: Inline
af_za: In lyn
am_et: በአግባቡ
ar_bh: في النسق
as_in: শাৰীত
az_cyrl: Xətdə
bg_bg: В редица
bn_in: সঙ্গতিপূর্ণভাবে
bs_latn_ba: U redu
ca_es: En linia
cs_cz: V souladu
cy_gb: Mewn llinell
de_ch: Im Einklang
el_gr: Στη γραμμή
es_bo: En línea
et_ee: Järjekorras
fa_ir: درون خطی
fi_fi: Linjassa
fil_ph: Nasa linya
fr_029: En ligne
ga_ie: I líne
gu_in: સજાવટ
he_il: בשורה
hi_in: इन - लाइन
hr_hr: U redu
hu_hu: Sorban
hy_am: Ներքնաշղթան
id_id: Di barisan
is_is: Í línu
it_ch: In linea
ja_jp: 列をなして
ka_ge: Ხაზში
kk_kz: Кезекте
km_kh: ក្នុងបេនុបក្នា
kn_in: ಸಾಲಿನಲ್ಲಿ
ko_kr: 인라인
lo_la: ເສ້ັນຢ
lt_lt: Intarpas
lv_lv: Rindā
mk_mk: Во линија
ml_in: ഇൻ ലൈൻ
mr_in: इनलाइन
ms_my: Dalam barisan
mt_mt: F'konformità
nb_no: På linje
ne_np: क्रममा
nl_be: In lijn
or_in: କ୍ରମରେ
pa_arab: ਇਨ ਲਾਇਨ
pl_pl: Wline
pt_br: Em linha
ro_ro: În linie
ru_ru: В соответствии
sk_sk: V rade
sl_si: V vrsti
sq_al: Ne rresht
sr_cyrl_me: У реду
sv_fi: I kö
sw_ke: Katika mstari
ta_in: கோட்டில்
te_in: లైన్ లో
th_th: แบบอินไลน์
tk_tm: Içerki sanaw
tr_tr: Çizgide
tt_ru: Киң төзелештә
uk_ua: В лінію
ur_pk: ترتیب سے
uz_cyrl: Mos ravishda
vi_vn: Nội tuyến
zh_hant: 排隊

# AppendManualLabel
source: Manual
af_za: Handleiding
am_et: መመሪያ
ar_bh: يدوي
as_in: হাতপুথি
az_cyrl: Dərslik
bg_bg: Ръководство
bn_in: ম্যানুয়াল
bs_latn_ba: Priručnik
cs_cz: Manuál
cy_gb: Llawlyfr
da_dk: brugervejledning
de_ch: Handbuch
el_gr: Εγχειρίδιο
et_ee: Käsiraamat
fa_ir: کتابچه راهنمای
fi_fi: Manuaalinen
fil_ph: Manu -manong
fr_029: Manuel
ga_ie: Lámhleabhar
gu_in: માર્ગદર્શિકા
he_il: מדריך ל
hi_in: नियमावली
hr_hr: Priručnik
hu_hu: Kézikönyv
hy_am: Ձեռնարկ
is_is: Handbók
it_ch: Manuale
ja_jp: マニュアル
ka_ge: სახელმძღვანელო
kk_kz: Нұсқау
km_kh: ហត្ថកម្ម
kn_in: ಕೈಪಿಡಿ
ko_kr: 수동
ky_kg: Колдонмо
lo_la: ປື້ມຄູ່ມື
lt_lt: Vadovas
lv_lv: Rokasgrāmata
mi_nz: Pukapuka ako
mk_mk: Прирачник
ml_in: ലഘുഗന്ഥം
mr_in: मॅन्युअल
mt_mt: Manwal
nb_no: Håndbok
ne_np: हातले
nl_be: Handmatig
or_in: ମାନୁଆଲ୍ |
pa_arab: ਮੈਨੂਅਲ
pl_pl: podręcznik
ru_ru: Руководство
sk_sk: Manuálny
sl_si: Ročno
sr_cyrl_me: Упутство
sv_fi: Manuell
sw_ke: Mwongozo
ta_in: கையேடு
te_in: మాన్యువల్
th_th: คู่มือ
tk_tm: Gollanma
tr_tr: Manuel
tt_ru: Кулланма
ug_cn: قولدا
uk_ua: Посібник
ur_pk: دستی
uz_cyrl: Qo'llanma
vi_vn: Thủ công
zh_hant: 手動的

# AppendManualNtfText
source: Append to your current selection.
af_za: Voeg by u huidige keuse.
am_et: አሁን ያለው ምርጫዎን ያሳድጉ.
ar_bh: إلحاق اختيارك الحالي.
as_in: আপোনাৰ বৰ্তমানৰ নিৰ্বাচনৰ সৈতে সংযোজন কৰক।
az_cyrl: Cari seçiminizə əlavə edin.
bg_bg: Добавете към текущия си избор.
bn_in: আপনার বর্তমান নির্বাচনের সাথে যুক্ত করুন।
bs_latn_ba: Dodajte svom trenutnom odabiru.
ca_es: Afegiu la vostra selecció actual.
cs_cz: Připojte k vašemu současnému výběru.
cy_gb: Atodi i'ch dewis cyfredol.
da_dk: Tilføj til dit nuværende valg.
de_ch: Hängen Sie Ihre aktuelle Auswahl an.
el_gr: Προσθέστε την τρέχουσα επιλογή σας.
es_bo: Agregue a su selección actual.
et_ee: Lisage oma praegusele valikule.
fa_ir: به انتخاب فعلی خود پیوست.
fi_fi: Liitä nykyiseen valintaan.
fil_ph: Magdagdag sa iyong kasalukuyang pagpili.
fr_029: Ajoutez à votre sélection actuelle.
ga_ie: Cuir le do rogha reatha.
gu_in: તમારી વર્તમાન પસંદગીમાં જોડાઓ.
he_il: הוסף לבחירה הנוכחית שלך.
hi_in: अपने वर्तमान चयन के लिए जोड़ें।
hr_hr: Dodajte vašem trenutnom odabiru.
hu_hu: Függeljen a jelenlegi választáshoz.
hy_am: Հավելեք ձեր ներկայիս ընտրությանը:
id_id: Tambahkan pilihan Anda saat ini.
is_is: Bættu við núverandi val þitt.
it_ch: Aggiungi alla selezione attuale.
ja_jp: 現在の選択に追加されます。
ka_ge: დაამატეთ თქვენი მიმდინარე შერჩევა.
kk_kz: Ағымдағы таңдауға қосыңыз.
km_kh: បន្ថែមទៅជម្រើសបច្ចុប្បន្នរបស់អ្នក។
kn_in: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಆಯ್ಕೆಗೆ ಸೇರಿಸಿ.
ko_kr: 현재 선택에 추가하십시오.
ky_kg: Учурдагы тандооңузга тиркелет.
lo_la: ສະຫນັບສະຫນູນການເລືອກປະຈຸບັນຂອງທ່ານ.
lt_lt: Pridėkite savo dabartinį pasirinkimą.
lv_lv: Pievienojiet pašreizējai atlasei.
mi_nz: Taapiri atu ki to kowhiringa o naianei.
mk_mk: Додадете на вашиот тековен избор.
ml_in: നിങ്ങളുടെ നിലവിലെ തിരഞ്ഞെടുപ്പിലേക്ക് കൂട്ടിച്ചേർക്കുക.
mr_in: आपल्या वर्तमान निवडीवर जोडा.
ms_my: Tambah pada pilihan semasa anda.
mt_mt: Append għall-għażla attwali tiegħek.
nb_no: Legg til ditt nåværende utvalg.
ne_np: तपाईंको हालको चयनमा थप्नुहोस्।
nl_be: Voeg uw huidige selectie toe.
or_in: ତୁମର ସାମ୍ପ୍ରତିକ ଚୟନକୁ ଯୋଡ |
pa_arab: ਆਪਣੀ ਮੌਜੂਦਾ ਚੋਣ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ.
pl_pl: Dodaj do swojego bieżącego wyboru.
pt_br: Anexe à sua seleção atual.
ro_ro: Anexați la selecția dvs. curentă.
ru_ru: Добавьте к вашему текущему выбору.
sk_sk: Pripojte sa k vášmu aktuálnemu výberu.
sl_si: Dodajte k trenutni izbiri.
sq_al: Shtojcën në zgjedhjen tuaj aktuale.
sr_cyrl_me: Додајте се вашем тренутном избору.
sv_fi: Tillägg till ditt nuvarande val.
sw_ke: Ongeza kwa uteuzi wako wa sasa.
ta_in: உங்கள் தற்போதைய தேர்வில் சேர்க்கவும்.
te_in: మీ ప్రస్తుత ఎంపికకు జోడించండి.
th_th: ผนวกเข้ากับการเลือกปัจจุบันของคุณ
tk_tm: Häzirki saýlawyňyza goşuldy.
tr_tr: Mevcut seçiminize ekleyin.
tt_ru: Хәзерге сайлауга кушыла.
ug_cn: نۆۋەتتىكى تاللىشىڭىزغا قوشۇلۇڭ.
uk_ua: Додайте до вашого поточного вибору.
ur_pk: اپنے موجودہ انتخاب میں شامل کریں۔
uz_cyrl: Hozirgi tanlovingizga qo'shing.
vi_vn: Nối vào lựa chọn hiện tại của bạn.
zh_hant: 附加您當前的選擇。

# AppendManualNtfTitle
source: Manual Append Mode Activated
af_za: Handmatige voegmodus geaktiveer
am_et: የጉልበት አነጋገር ሁኔታ ገቢር ሆኗል
ar_bh: تم تنشيط وضع الإلحاح اليدوي
as_in: মেনুৱেল এপেণ্ড মোড সক্ৰিয় কৰা হৈছে
az_cyrl: Əl ilə əlavə edilmiş rejimi aktivləşdirilmişdir
bg_bg: Активиран режим на ръчно добавяне
bn_in: ম্যানুয়াল অ্যাপেন্ড মোড সক্রিয়
bs_latn_ba: Aktiviran ručni način dodavanja
ca_es: Mode d'append manual activat
cs_cz: Aktivovaný režim manuálního připojení
cy_gb: Modd atodi â llaw wedi'i actifadu
da_dk: Manuel append -tilstand aktiveret
de_ch: Manueller Anhängemodus aktiviert
el_gr: Ενεργοποιημένη λειτουργία χειροκίνητης προσάρτησης
es_bo: Modo de adición manual activado
et_ee: Käsitsi lisarežiim aktiveeritud
fa_ir: حالت ضمیمه دستی فعال شده است
fi_fi: Manuaalinen lisäystila aktivoitu
fil_ph: Manu -manong mode ng Append
fr_029: Mode d'ajout manuel activé
ga_ie: Mód Append Lámhleabhar Gníomhachtaithe
gu_in: મેન્યુઅલ એપેન્ડ મોડ સક્રિય
he_il: מצב הוסף ידני מופעל
hi_in: मैनुअल परिशिष्ट मोड सक्रिय
hr_hr: Aktiviran ručni dodatak
hu_hu: Kézi függelék üzemmód aktiválva
hy_am: Ձեռնարկի հավելվածի ռեժիմն ակտիվացված է
id_id: Mode penambahan manual diaktifkan
is_is: Handvirk bætistilling virk
it_ch: Modalità MANUALE APPEND Attivata
ja_jp: 手動の追加モードがアクティブ化されています
ka_ge: სახელმძღვანელო დანართის რეჟიმი გააქტიურებულია
kk_kz: Қолмен қосу Open Mode іске қосылды
km_kh: របៀបភ្ជាប់ដោយដៃដែលបានធ្វើឱ្យសកម្ម
kn_in: ಹಸ್ತಚಾಲಿತ ಅನುಬಂಧ ಮೋಡ್ ಸಕ್ರಿಯಗೊಂಡಿದೆ
ko_kr: 수동 부속 모드가 활성화되었습니다
ky_kg: Кол менен тиркеме режими жандырылды
lo_la: Mode ຄູ່ມື Mode ໄດ້ເປີດໃຊ້ງານ
lt_lt: Aktyvinamas rankinio priedo režimas
lv_lv: Manuāls papildinājuma režīms aktivizēts
mi_nz: Aratau taapiri Tomo
mk_mk: Активиран рачен режим на додаток
ml_in: മാനുവൽ അനുബന്ധ മോഡ് സജീവമാക്കി
mr_in: मॅन्युअल अ‍ॅपेंड मोड सक्रिय
ms_my: Mod tambahan manual diaktifkan
mt_mt: Manwal Mod Attivat Attivat
nb_no: Manuell vedleggsmodus aktivert
ne_np: म्यानुअल ADDD मोड सक्रिय
nl_be: Handmatige apartmodus geactiveerd
or_in: ମାନୁଆଲ୍ ଆବେଦନ ମୋଡ୍ ସକ୍ରିୟ ହେଲା |
pa_arab: ਮੈਨੂਅਲ ਅਪਰੈਂਡ ਮੋਡ ਸਰਗਰਮ ਹੈ
pl_pl: Aktywowany tryb załącznika ręcznego
pt_br: Modo de anexo manual ativado
ro_ro: Modul de anexe manual activat
ru_ru: Активированный режим приложения ручного приложения
sk_sk: MANUÁLNE PRÍSLUŠENIE MODRATOVANÝCH
sl_si: Priročni način Dodatka aktiviran
sq_al: Modaliteti Manual i Shtojcës Aktivizohet
sr_cyrl_me: Ручни приступни режим активиран
sv_fi: Manuell tilläggsläge aktiverad
sw_ke: Njia ya kuongezea ya mwongozo iliyoamilishwa
ta_in: கையேடு பயன்பாட்டு முறை செயல்படுத்தப்பட்டது
te_in: మాన్యువల్ అనుబంధ మోడ్ సక్రియం చేయబడింది
th_th: เปิดใช้งานโหมดต่อท้ายด้วยตนเอง
tk_tm: Edil şol el bilen düzülen tertipde işjeňleşdirildi
tr_tr: Manuel Ek modu etkinleştirildi
tt_ru: Кул белән мөрәҗәгать итү режимы активлаштырылган
ug_cn: قولدا ئېتىبار بېرىش ھالىتى قوزغىتىلدى
uk_ua: Ручний режим додавання активовано
ur_pk: دستی ضمیمہ موڈ چالو
uz_cyrl: Qo'lda Append rejimi faollashtirilgan
vi_vn: Chế độ phụ lục thủ công được kích hoạt
zh_hant: 手動附加模式激活

# AppendPausedNtfText
source: Clipboard accumulation halted
af_za: Clipboard -opeenhoping gestop
am_et: ክሊፕቦርድ ክምችት መቆም
ar_bh: توقف تراكم الحافظة
as_in: ক্লিপবোৰ্ডৰ সঞ্চয় বন্ধ কৰা হৈছে
az_cyrl: Panoya yığılması dayandırıldı
bg_bg: Натрупването на клипборд спря
bn_in: ক্লিপবোর্ড জমে থাকা বন্ধ
bs_latn_ba: Akumulacija međuspremnika zaustavljena
ca_es: L’acumulació de porta -retalls s’atura
cs_cz: Akumulace schránky se zastavila
cy_gb: Crynhoad clipfwrdd wedi'i atal
da_dk: Akkumulering af udklipsholderen stoppet
de_ch: Die Ansammlung der Zwischenablage hielt an
el_gr: Η συσσώρευση πρόχειρου σταμάτησε
es_bo: La acumulación de portapapeles se detuvo
et_ee: Lõikelaua kogunemine peatus
fa_ir: تجمع کلیپ بورد متوقف شد
fi_fi: Leikepöydän kertyminen pysäytettiin
fil_ph: Tumigil ang akumulasyon ng clipboard
fr_029: L'accumulation du presse-papiers est interrompu
ga_ie: Stop carnadh gearrthaisce
gu_in: ક્લિપબોર્ડ સંચય અટકી
he_il: הצטברות הלוח נעצרה
hi_in: क्लिपबोर्ड संचय रुका हुआ
hr_hr: Akumulacija u međuspremnik zaustavljena
hu_hu: A vágólap felhalmozódása leállt
hy_am: Clipboard- ի կուտակումը դադարեցվել է
id_id: Akumulasi clipboard dihentikan
is_is: Uppsöfnun klemmuspjalds stöðvuð
it_ch: Accumulo di appunti interrotti
ja_jp: クリップボードの蓄積が停止しました
ka_ge: ბუფერული დაგროვება შეჩერებულია
kk_kz: Алмасу буферінің жинақталуы тоқтатылды
km_kh: ការប្រមូលផ្តុំក្តារតម្បៀតខ្ទាស់ត្រូវបានបញ្ឈប់
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಕ್ರೋ ulation ೀಕರಣವನ್ನು ನಿಲ್ಲಿಸಲಾಗಿದೆ
ko_kr: 클립 보드 축적이 중단되었습니다
ky_kg: Алмашуу буферинин топтолушу токтоп калды
lo_la: ການສະສົມ clipboard ຢຸດເຊົາ
lt_lt: Mainų srities kaupimasis sustabdytas
lv_lv: Starpliktuves uzkrāšanās apstājās
mi_nz: Ka mutu te kohinga Clipboard
mk_mk: Запрена е акумулацијата на таблата со исечоци
ml_in: ക്ലിപ്പ്ബോർഡ് ശേഖരണം നിർത്തിവച്ചു
mr_in: क्लिपबोर्ड संचय थांबला
ms_my: Pengumpulan papan klip dihentikan
mt_mt: L-akkumulazzjoni tal-clipboard waqfet
nb_no: Utklippstavle akkumulering stoppet
ne_np: क्लिपबोर्ड एक्सप्रेस रोकियो
nl_be: De accumulatie van klembord gestopt
or_in: କ୍ଲିପବୋର୍ଡ ଜମା ଅଟକିଡ୍ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਇਕੱਠਾ
pl_pl: Akumulacja schowka zatrzymała się
pt_br: O acúmulo da área de transferência parou
ro_ro: Acumularea de clipboard s -a oprit
ru_ru: Накопление буфера обмена остановилось
sk_sk: Hromadenie schránky sa zastavilo
sl_si: Akumulacija odložij se ustavi
sq_al: Akumulimi i clipboard u ndal
sr_cyrl_me: Акумулација међуспремника је заустављена
sv_fi: Urklippsansamling stoppad
sw_ke: Mkusanyiko wa clipboard ulisimamishwa
ta_in: கிளிப்போர்டு குவிப்பு நிறுத்தப்பட்டது
te_in: క్లిప్‌బోర్డ్ చేరడం ఆగిపోయింది
th_th: การสะสมคลิปบอร์ดหยุด
tk_tm: Mlip banky ýygnamak endigi
tr_tr: Pano birikimi durdu
tt_ru: Керү
ug_cn: چاپلاش تاختىسى توپلاندى
uk_ua: Накопичення буфера обміну зупинено
ur_pk: کلپ بورڈ جمع رک گیا
uz_cyrl: Clipboard jamg'armasi to'xtatildi
vi_vn: Tích lũy clipboard tạm dừng
zh_hant: 剪貼板積累停止

# AppendPausedNtfTitle
source: Append Paused
af_za: Voeg bygedra
am_et: ተጎድቷል
ar_bh: إلحاق توقف مؤقتًا
as_in: APPENT
az_cyrl: Əlavə etmə
bg_bg: Допълнение спря
bn_in: সংযোজন বিরতি
bs_latn_ba: Dodatak je pauziran
ca_es: Apend
cs_cz: Append se zastavil
cy_gb: Atodiad oedi
da_dk: Tilføj pauset pauset
de_ch: Anhängen pausiert
el_gr: Το προσάρτημα σταμάτησε
es_bo: Agregar pausa
et_ee: Lisama
fa_ir: ضمیمه مکث
fi_fi: Liite
fil_ph: Tumahimik si Append
fr_029: Ajouter une pause
ga_ie: Aguisín Sos
gu_in: જોડવું
he_il: הוספה השתהה
hi_in: सहमत
hr_hr: Dodatak zastao
hu_hu: A melléklet szünetet tart
hy_am: Append դադար տվեց
id_id: Tambahkan berhenti
is_is: Bæta við hlé
it_ch: Append in pausa
ja_jp: 追加して一時停止します
ka_ge: დანართი შეჩერებულია
kk_kz: Қосу
km_kh: បន្ថែមបន្ថែមដែលបានផ្អាក
kn_in: ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ
ko_kr: 잠시 멈춤
ky_kg: Тиркеме токтоду
lo_la: ອອສຕ້າ
lt_lt: Priedas pristabdė
lv_lv: Pievienot apturēšanu
mi_nz: Tāpiri i te wa
mk_mk: Додадете паузирани
ml_in: അനുബന്ധം താൽക്കാലികമായി നിർത്തുക
mr_in: परिशिष्ट विराम दिला
ms_my: Tambah dijeda
mt_mt: Appendiet waqfa qasira
nb_no: Legg til pause
ne_np: रोकिएको छ
nl_be: Toevoegen gepauzeerd
or_in: ଅପେତ୍ୟ ବିରତି
pa_arab: ਹਿਸਾਬ ਜੋੜ
pl_pl: Dołącz zatrzymany
pt_br: Anexar parado
ro_ro: Anexa a întrerupt
ru_ru: Приложение остановилось
sk_sk: Pripojiť sa pozastavený
sl_si: Dodaj začasno
sq_al: Shtojcë ndaloi
sr_cyrl_me: Додатак је паузиран
sv_fi: Lägg till paus
sw_ke: Ongeza ilisitishwa
ta_in: இடைநிறுத்தப்பட்டது
te_in: అనుబంధం పాజ్ చేయబడింది
th_th: ต่อท้ายชั่วคราว
tk_tm: Pyýada goşundy
tr_tr: Ekleme duraklattı
tt_ru: Пауза
ug_cn: Repred reased
uk_ua: Додати паузу
ur_pk: رک گیا
uz_cyrl: Qo'shimcha to'xtatib turdi
vi_vn: Nối bị tạm dừng
zh_hant: 附加暫停

# AppendResumedNtfText
source: Clipboard accumulation resumed
af_za: Clipboard -opeenhoping hervat
am_et: ክሊፕቦርድ መከለያ እንደገና ተጀምሯል
ar_bh: استئناف تراكم الحافظة
as_in: ক্লিপবোৰ্ডৰ সঞ্চয় পুনৰ আৰম্ভ কৰা হৈছে
az_cyrl: Panoya yığılması bərpa edildi
bg_bg: Натрупването на клипборд възобнови
bn_in: ক্লিপবোর্ড জমে আবার শুরু হয়েছে
bs_latn_ba: Akumulacija međuspremnika nastavljena je
ca_es: Es va reprendre l’acumulació de porta -retalls
cs_cz: Akumulace schránky se obnovila
cy_gb: Ailddechrau cronni clipfwrdd
da_dk: Clipboard -akkumulering genoptages
de_ch: Die Ansammlung der Zwischenablage wurde wieder aufgenommen
el_gr: Η συσσώρευση του πρόχειρου συνεχίστηκε
es_bo: Se reanudó la acumulación de portapapeles
et_ee: Lõikelaua kogunemine jätkati
fa_ir: تجمع کلیپ بورد از سر گرفته شد
fi_fi: Leikepöydän kertyminen jatkui
fil_ph: Nagpatuloy ang akumulasyon ng clipboard
fr_029: L'accumulation du presse-papiers a repris
ga_ie: Athchlódh carnadh gearrthaisce
gu_in: ક્લિપબોર્ડ સંચય ફરી શરૂ થયો
he_il: הצטברות הלוח התחדשה
hi_in: क्लिपबोर्ड संचय फिर से शुरू हुआ
hr_hr: Akumulacija međuspremnika nastavila se
hu_hu: A vágólap felhalmozódása folytatódott
hy_am: Վերսկսվել է Clipboard- ի կուտակումը
id_id: Akumulasi clipboard dilanjutkan
is_is: Uppsöfnun klemmuspjalds hófst á ný
it_ch: L'accumulo di appunti è ripreso
ja_jp: クリップボードの蓄積が再開されました
ka_ge: ბუფერის დაგროვება განახლდა
kk_kz: Алмасу буферінің жинақталуы қалпына келтірілді
km_kh: ការប្រមូលផ្តុំក្តារតម្បៀតខ្ទាស់បានបន្ត
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಕ್ರೋ ulation ೀಕರಣ ಪುನರಾರಂಭವಾಯಿತು
ko_kr: 클립 보드 축적이 재개되었습니다
ky_kg: Алмашуу буферинин топтолушу улантты
lo_la: ການສະສົມ clipboard ເລີ່ມຕົ້ນ
lt_lt: Karpinės srities kaupimasis atnaujintas
lv_lv: Atsākta starpliktuves uzkrāšanās
mi_nz: I whakahoutia te kohinga Clipboard
mk_mk: Акумулацијата на таблата продолжи
ml_in: ക്ലിപ്പ്ബോർഡ് ശേഖരണം പുനരാരംഭിച്ചു
mr_in: क्लिपबोर्ड संचय पुन्हा सुरू झाला
ms_my: Pengumpulan papan klip diteruskan
mt_mt: L-akkumulazzjoni tal-clipboard reġgħet bdiet
nb_no: Utklippstavleakkumulering gjenopptok
ne_np: क्लिपबोर्ड एक्सप्रेस पुनः सुरु भयो
nl_be: Klembordaccumulatie hervat
or_in: କ୍ଲିପବୋର୍ଡ ଜମା ପୁନ umed ଆରମ୍ଭ ହେଲା |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਇਕੱਠਾ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਇਆ
pl_pl: Wznowiono akumulację schowka
pt_br: O acúmulo da área de transferência foi retomada
ro_ro: Acumularea de clipboard a fost reluată
ru_ru: Накопление буфера возобновилось
sk_sk: Akumulácia schránky pokračovala
sl_si: Akumulacija odložij se je nadaljevala
sq_al: Akumulimi i clipboard rifilloi
sr_cyrl_me: Акумулација међуспремника настављена је
sv_fi: Urklippsanslutning återupptogs
sw_ke: Mkusanyiko wa clipboard ulianza tena
ta_in: கிளிப்போர்டு குவிப்பு மீண்டும் தொடங்கியது
te_in: క్లిప్‌బోర్డ్ చేరడం తిరిగి ప్రారంభమైంది
th_th: การสะสมคลิปบอร์ดกลับมาทำงานต่อ
tk_tm: Maslahat beriji ýygnamak
tr_tr: Pano birikimi devam etti
tt_ru: Керү-букмуляция
ug_cn: چاپلاش تاختىسى توپلاش ئەسلىگە كەلدى
uk_ua: Накопичення буфера обміну відновилося
ur_pk: کلپ بورڈ جمع دوبارہ شروع ہوا
uz_cyrl: Clipboard jamg'armasi qayta boshlandi
vi_vn: Tích lũy clipboard được nối lại
zh_hant: 剪貼板積累恢復

# AppendResumedNtfTitle
source: Append Resumed
af_za: Voeg hervat
am_et: ተጀምሯል
ar_bh: تم استئناف إلحاق
as_in: পুনৰ আৰম্ভ কৰা হৈছে
az_cyrl: Əlavə olaraq davam etdi
bg_bg: Допълнение възобнови
bn_in: সংযোজন আবার শুরু হয়েছে
bs_latn_ba: Dostupna je nastavljena
ca_es: Apèndit reprès
cs_cz: Připojit se k obnovení
cy_gb: Ailddechrau ailddechrau
da_dk: Tilføj genoptaget
de_ch: Anhängen wieder aufgenommen
el_gr: Προσαρμογή συνεχίστηκε
es_bo: Se reanudó la anexión
et_ee: Jätkutud lisa
fa_ir: پیوست از سر گرفته شد
fi_fi: Liite jatkui
fil_ph: Nagpatuloy si Append
fr_029: Ajout de reprise
ga_ie: Atosú ag an Aguisín
gu_in: ફરી શરૂ કર્યું
he_il: הוסף התחדש
hi_in: परिशिष्ट फिर से शुरू किया
hr_hr: Dodatak nastavio
hu_hu: A függelék folytatódott
hy_am: Հավելվածը վերսկսվեց
id_id: Ditambahkan dilanjutkan
is_is: Bæta við aftur
it_ch: L'append ha ripreso
ja_jp: 再開された追加
ka_ge: დანართი განახლდა
kk_kz: Қосу қалпына келтірілді
km_kh: បន្ថែមបន្ថែម
kn_in: ಅನುಬಂಧ ಪುನರಾರಂಭಿಸಲಾಗಿದೆ
ko_kr: append ed
ky_kg: Тиркеме улантылды
lo_la: ເອກະສານຊ້ອນທ້າຍ
lt_lt: Pridėti atnaujinta
lv_lv: Pievienot atsākšanu
mi_nz: Tāpirihia te hunga kua rite
mk_mk: Додаток продолжи
ml_in: കൂട്ടിച്ചേർക്കുക പുനരാസിദ്ധനായി
mr_in: अ‍ॅपेंड पुन्हा सुरू केले
ms_my: Tambah semula
mt_mt: L-append jerġa 'jibda
nb_no: Vedlegg gjenopptatt
ne_np: पुन: अवशोषित गरियो
nl_be: Toevoegen hervat
or_in: ସହଜରେ ପୁନରାବୃତ୍ତି କରନ୍ତୁ |
pa_arab: ਅਪਰੀਂ ਨੂੰ ਮੁੜ ਬਣਾਇਆ ਗਿਆ
pl_pl: Dodatek wznowiony
pt_br: Anexar retomado
ro_ro: Anexa a fost reluată
ru_ru: Приложение возобновилось
sk_sk: Pripojte sa obnovené
sl_si: Dodatek nadaljeval
sq_al: Shtojcë rifilloi
sr_cyrl_me: Додатак се наставља
sv_fi: Bifoga återupptagen
sw_ke: Ongeza kuanza tena
ta_in: மீண்டும் தொடங்கியது
te_in: అనుబంధం తిరిగి ప్రారంభించబడింది
th_th: ต่อท้ายกลับมาทำงานต่อ
tk_tm: Giriş girizildi
tr_tr: Eklendi
tt_ru: Кушымта дәвам итте
ug_cn: قايتا بېسىلدى
uk_ua: Додавання відновився
ur_pk: ضمیمہ دوبارہ شروع ہوا
uz_cyrl: Append Recended
vi_vn: Nối lại được nối lại
zh_hant: 恢復附加

# ClipTileAppendConfirmCompleteText
source: Are you sure you want to finish appending?
af_za: Is jy seker jy wil klaarmaak?
am_et: እርግጠኛ ነዎት ማስገቢያዎችን ማጠናቀቅ ይፈልጋሉ?
ar_bh: هل أنت متأكد أنك تريد الانتهاء من الإلحاق؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি Appending শেষ কৰিব বিচাৰে?
az_cyrl: Əlavə etmək istədiyinizə əminsiniz?
bg_bg: Сигурни ли сте, че искате да приключите с добавянето?
bn_in: আপনি কি নিশ্চিত যে আপনি সংযোজন শেষ করতে চান?
bs_latn_ba: Jeste li sigurni da želite završiti dodavanje?
ca_es: Esteu segur que voleu acabar d’afectar?
cs_cz: Jste si jisti, že chcete dokončit připojení?
cy_gb: Ydych chi'n siŵr eich bod chi am orffen atodi?
da_dk: Er du sikker på, at du vil afslutte at tilføje?
de_ch: Sind Sie sicher, dass Sie Anhang fertigstellen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να ολοκληρώσετε την προσθήκη;
es_bo: ¿Estás seguro de que quieres terminar de agregar?
et_ee: Kas olete kindel, et soovite lisamise lõpetada?
fa_ir: آیا مطمئن هستید که می خواهید ضمیمه کنید؟
fi_fi: Oletko varma, että haluat viimeistellä liiton?
fil_ph: Sigurado ka bang nais mong tapusin ang pag -aplay?
fr_029: Êtes-vous sûr de vouloir terminer l'ajout?
ga_ie: An bhfuil tú cinnte gur mhaith leat a bheith ag teacht le chéile?
gu_in: શું તમે ખરેખર ઉમેરવાનું સમાપ્ત કરવા માંગો છો?
he_il: האם אתה בטוח שאתה רוצה לסיים הוספת?
hi_in: क्या आप सुनिश्चित हैं कि आप अपील करना चाहते हैं?
hr_hr: Jeste li sigurni da želite dovršiti dodavanje?
hu_hu: Biztosan szeretné befejezni a mellékletet?
hy_am: Համոզված եք, որ ցանկանում եք ավարտել հավելվածը:
id_id: Apakah Anda yakin ingin menyelesaikannya?
is_is: Ertu viss um að þú viljir klára að bæta við?
it_ch: Sei sicuro di voler finire l'aggiunta?
ja_jp: Applingを終了したいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ დასრულების დასრულება?
kk_kz: Сіз қосқыңыз келе ме?
km_kh: តើអ្នកប្រាកដទេថាអ្នកចង់បញ្ចប់ការបញ្ចប់?
kn_in: ನೀವು ಅನುಬಂಧವನ್ನು ಮುಗಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko_kr: 부여를 끝내고 싶습니까?
ky_kg: Сиз айткым келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການສໍາເລັດການເພີ່ມເຕີມ?
lt_lt: Ar tikrai norite baigti pridėti?
lv_lv: Vai esat pārliecināts, ka vēlaties pabeigt pievienošanos?
mi_nz: Kei te hiahia koe ki te whakaoti i te taapiri?
mk_mk: Дали сте сигурни дека сакате да завршите со додавање?
ml_in: നിങ്ങൾക്ക് വിശപ്പ് പൂർത്തിയാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण जोडणे पूर्ण करू इच्छिता?
ms_my: Adakah anda pasti mahu menyelesaikan penambahbaikan?
mt_mt: Int żgur li trid tispiċċa tehmeż?
nb_no: Er du sikker på at du vil være ferdig med å legge igjen?
ne_np: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ entering समाप्त गर्न चाहानुहुन्छ?
nl_be: Weet je zeker dat je wilt afmaken?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆବେଦନ ଜାରି ରଖିବାକୁ ଚାହୁଁଛନ୍ତି?
pa_arab: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਤ ਰੂਪ ਤੋਂ ਇਹ ਸ਼ਾਮਲ ਕਰਨਾ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz zakończyć dołączanie?
pt_br: Tem certeza de que deseja terminar de anexar?
ro_ro: Ești sigur că vrei să termini apariția?
ru_ru: Вы уверены, что хотите закончить добавление?
sk_sk: Ste si istí, že chcete dokončiť pripojenie?
sl_si: Ali ste prepričani, da želite končati dodajanje?
sq_al: A jeni i sigurt që doni të përfundoni shtojcat?
sr_cyrl_me: Јесте ли сигурни да желите да довршите додавање?
sv_fi: Är du säker på att du vill avsluta tillagning?
sw_ke: Je! Una uhakika unataka kumaliza kutumia?
ta_in: நீங்கள் நிச்சயமாக சேர்க்க விரும்புகிறீர்களா?
te_in: మీరు ఖచ్చితంగా అనుబంధాన్ని పూర్తి చేయాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าคุณต้องการต่อท้าย?
tk_tm: Çykýandygymy tamamlamak isleýändigiňize ynanýarsyňyzmy?
tr_tr: Eklemeyi bitirmek istediğinden emin misiniz?
tt_ru: Сез чыгыш ясарга телисезме?
ug_cn: قوشۇلغانلىقىڭىزنى تاماملىماقچىمۇ?
uk_ua: Ви впевнені, що хочете закінчити додавання?
ur_pk: کیا آپ کو یقین ہے کہ آپ اس کو ختم کرنا چاہتے ہیں؟
uz_cyrl: Ishonchni tugatmoqchimisiz?
vi_vn: Bạn có chắc là bạn muốn hoàn thành việc nối thêm?
zh_hant: 您確定要完成附加嗎？
