Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SearchCustomJoinHeaderLabel
source: all of the following are true
af_za: Al die volgende is waar
am_et: የሚከተሉት ሁሉ እውነት ናቸው
ar_bh: كل ما يلي صحيح
as_in: তলত দিয়া সকলোবোৰ সত্য
az_cyrl: Aşağıdakıların hamısı doğrudur
bg_bg: Всички изброени по -долу са верни
bn_in: নিম্নলিখিত সমস্ত সত্য
bs_latn_ba: Sve su sljedeće istinite
ca_es: Totes les opcions següents són certes
cs_cz: Všechny následující jsou pravdivé
cy_gb: Mae pob un o'r canlynol yn wir
da_dk: Alle følgende er sandt
de_ch: Alle folgenden sind wahr
el_gr: Όλα τα παρακάτω είναι αληθινά
es_bo: Todos los siguientes son verdaderos
et_ee: Kõik järgmised on tõesed
fa_ir: همه موارد زیر درست است
fi_fi: Kaikki seuraavat ovat totta
fil_ph: Ang lahat ng mga sumusunod ay totoo
fr_029: Tous les éléments suivants sont vrais
ga_ie: Tá gach ceann díobh seo a leanas fíor
gu_in: નીચેના બધા સાચા છે
he_il: כל הדברים הבאים נכונים
hi_in: निम्नलिखित में से सभी सत्य हैं
hr_hr: Sve sljedeće je istina
hu_hu: Az alábbiak mindegyike igaz
hy_am: հետեւյալ բոլորը ճշմարիտ են
id_id: Semua hal berikut ini benar
is_is: Allt eftirfarandi eru satt
it_ch: Tutti i seguenti sono veri
ja_jp: 以下はすべて真実です
ka_ge: ყველა ჩამოთვლილი სიმართლეა
kk_kz: Төмендегілердің бәрі дұрыс
km_kh: ទាំងអស់ខាងក្រោមនេះគឺជាការពិត
kn_in: ಈ ಕೆಳಗಿನವುಗಳೆಲ್ಲವೂ ನಿಜ
ko_kr: 다음은 모두 사실입니다
ky_kg: Төмөнкүлөрдүн бардыгы чындык
lo_la: ທັງຫມົດຕໍ່ໄປນີ້ແມ່ນຄວາມຈິງ
lt_lt: Visi šie dalykai yra teisingi
lv_lv: Visi šie ir patiesi
mi_nz: Ko nga mea katoa e whai ake nei he pono
mk_mk: Сите следниве се вистинити
ml_in: ഇനിപ്പറയുന്നവയെല്ലാം ശരിയാണ്
mr_in: खालील सर्व सत्य आहेत
ms_my: Semua perkara berikut adalah benar
mt_mt: Dawn kollha li ġejjin huma veri
nb_no: Alt av følgende er sanne
ne_np: निम्न सबै सत्य छन्
nl_be: Alle volgende zijn waar
or_in: ନିମ୍ନଲିଖିତ ସମସ୍ତ ସତ୍ୟ ଅଟେ |
pa_arab: ਹੇਠ ਦਿੱਤੇ ਸਾਰੇ ਸਹੀ ਹਨ
pl_pl: Wszystkie poniższe są prawdziwe
pt_br: Todos os seguintes são verdadeiros
ro_ro: Toate următoarele sunt adevărate
ru_ru: Все следующие верны
sk_sk: Všetky nasledujúce sú pravdivé
sl_si: Vse naslednje so resnične
sq_al: Të gjitha sa vijon janë të vërteta
sr_cyrl_me: Све је то тачно
sv_fi: Alla följande är sanna
sw_ke: Zote zifuatazo ni kweli
ta_in: பின்வருபவை அனைத்தும் உண்மைதான்
te_in: కిందివన్నీ నిజం
th_th: ทั้งหมดต่อไปนี้เป็นจริง
tk_tm: Aşakdakylaryň hemmesi dogry
tr_tr: Aşağıdakilerin hepsi doğrudur
tt_ru: Түбәндәгеләрнең барысы да дөрес
ug_cn: تۆۋەندىكىلەرنىڭ ھەممىسى راست
uk_ua: Все наступне є правдою
ur_pk: مندرجہ ذیل میں سے سب سچ ہیں
uz_cyrl: Quyidagilarning barchasi haqiqat
vi_vn: Tất cả những điều sau đây đều đúng
zh_hant: 以下所有內容都是真實的

# SidebarClipboardHandlersToolTip
source: Clipboard
af_za: Knipbord
am_et: ቅንጥብ ሰሌዳ
ar_bh: الحافظة
as_in: ক্লিপবোৰ্ড
az_cyrl: Panoya
bg_bg: Клипборд
bn_in: ক্লিপবোর্ড
bs_latn_ba: Međuspremnik
ca_es: Porta -referència
cs_cz: Schránka
cy_gb: Clipfwrdd
de_ch: Zwischenablage
el_gr: Πρόχειρο
es_bo: Portapapeles
et_ee: Lõikelaud
fa_ir: کلیپ بورد
fi_fi: Leikepöytä
fr_029: Presse-papiers
ga_ie: Clár fáiscthe
gu_in: કડી
he_il: לוח
hi_in: क्लिपबोर्ड
hr_hr: Na opremu
hu_hu: Vágólap
hy_am: Հոլովակ
is_is: Klemmuspjald
it_ch: Appuntamento
ja_jp: クリップボード
ka_ge: ბურთი
kk_kz: Аралық сақтағыш
km_kh: ក្តារចុច
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್
ko_kr: 클립 보드
ky_kg: Алмашуу буфери
lo_la: clipboardboard
lt_lt: Iškarpinė
lv_lv: Starplikatūra
mi_nz: Papatahitanga
mk_mk: Клипборд
ml_in: ക്ലിപ്പ്ബോർഡ്
mr_in: क्लिपबोर्ड
ms_my: Papan klip
nb_no: Utklippstavle
ne_np: क्लिपबोर्ड
nl_be: Klembord
or_in: କ୍ଲିପବୋର୍ଡ |
pa_arab: ਕਲਿੱਪਬੋਰਡ
pl_pl: Schowek
pt_br: Prancheta
ru_ru: Буфер обмена
sk_sk: Schránka
sl_si: Odložišče
sq_al: Tabelë
sr_cyrl_me: Међуспремник
sv_fi: Urklipp
ta_in: கிளிப்போர்டு
te_in: క్లిప్‌బోర్డ్
th_th: คลิปบอร์ด
tk_tm: Paneli
tr_tr: Pano
tt_ru: Буфер
ug_cn: چاپلاش تاختىسى
uk_ua: Буфер обміну
ur_pk: کلپ بورڈ
uz_cyrl: Pleydon
vi_vn: Bảng tạm
zh_hant: 剪貼板

# SidebarCollectionsToolTip
source: Collections
af_za: Versamelings
am_et: ስብስቦች
ar_bh: مجموعات
as_in: সংগ্ৰহসমূহ
az_cyrl: Kollektivlik
bg_bg: Колекции
bn_in: সংগ্রহ
bs_latn_ba: Zbirke
ca_es: Col·leccions
cs_cz: Sbírky
cy_gb: Nghasgliadau
da_dk: Samlinger
de_ch: Sammlungen
el_gr: Συλλογές
es_bo: Colecciones
et_ee: Kollektsioonid
fa_ir: مجموعه ها
fi_fi: Kokoelmat
fil_ph: Mga Koleksyon
ga_ie: Bailiú
gu_in: સંગ્રહ
he_il: אוספים
hi_in: संग्रह
hr_hr: Zbirke
hu_hu: Gyűjtemények
hy_am: Հավաքածուներ
id_id: Koleksi
is_is: Söfn
it_ch: Collezioni
ja_jp: コレクション
ka_ge: კოლექციები
kk_kz: Жинақтар
km_kh: បក
kn_in: ಸಂಗ್ರಹ
ko_kr: 컬렉션
ky_kg: Коллекциялар
lo_la: ວິພາຫະກິດ
lt_lt: Kolekcijos
lv_lv: Kolekcijas
mi_nz: Kohinga
mk_mk: Колекции
ml_in: ശേഖരങ്ങൾ
mr_in: संग्रह
ms_my: Koleksi
mt_mt: Kollezzjonijiet
nb_no: Samlinger
ne_np: संग्रह
nl_be: Collecties
or_in: ସଂଗ୍ରହ
pa_arab: ਸੰਗ੍ਰਹਿ
pl_pl: Kolekcje
pt_br: Coleções
ro_ro: Colecții
ru_ru: Коллекции
sk_sk: Zbierka
sl_si: Zbirke
sq_al: Koleksion
sr_cyrl_me: Колекције
sv_fi: Samlingar
sw_ke: Makusanyo
ta_in: சேகரிப்புகள்
te_in: సేకరణలు
th_th: ของสะสม
tk_tm: Kolleksiýalar
tr_tr: Koleksiyonlar
tt_ru: Коллекцияләр
ug_cn: توپلام
uk_ua: Колекції
ur_pk: مجموعے
uz_cyrl: To'plamlar
vi_vn: Bộ sưu tập
zh_hant: 收藏

# SidebarMouseModesToolTip
source: Mouse Modes
af_za: Muismodusse
am_et: አይጥ ሁነታዎች
ar_bh: أوضاع الماوس
as_in: মাউছ মোডসমূহ
az_cyrl: Siçan rejimləri
bg_bg: Режими на мишка
bn_in: মাউস মোড
bs_latn_ba: Načini miša
ca_es: Modes de ratolí
cs_cz: Režimy myši
cy_gb: Moddau llygoden
da_dk: Musetilstande
de_ch: Mausmodi
el_gr: Τρόπους ποντικιού
es_bo: Modos de ratón
et_ee: Hiirerežiimid
fa_ir: حالت موش
fi_fi: Hiiren tilat
fil_ph: Mga mode ng mouse
fr_029: Modes de souris
ga_ie: Modhanna luiche
gu_in: માઉસ પદ્ધતિઓ
he_il: מצבי עכבר
hi_in: माउस मोड
hr_hr: Modusi miša
hu_hu: Egér üzemmódok
hy_am: Մկնիկի ռեժիմներ
id_id: Mode tikus
is_is: Músarstillingar
it_ch: Modalità di topo
ja_jp: マウスモード
ka_ge: მაუსის რეჟიმები
kk_kz: Тінтуірдің режимдері
km_kh: របៀបកណ្តុរ
kn_in: ಮೌಸ್ ವಿಧಾನಗಳು
ko_kr: 마우스 모드
ky_kg: Чычкан режимдери
lo_la: ຮູບແບບຫນູ
lt_lt: Pelės režimai
lv_lv: Peles režīmi
mi_nz: Nga Modes kiore
mk_mk: Режими на глувче
ml_in: മൗസ് മോഡുകൾ
mr_in: माउस मोड
ms_my: Mod tetikus
mt_mt: Modi tal-ġurdien
nb_no: Musemodus
ne_np: माउस मोड
nl_be: Muismodi
or_in: ମାଉସ୍ ମୋଡ୍ |
pa_arab: ਮਾ ouse ਸ mod ੰਗ
pl_pl: Tryby myszy
pt_br: Modos de mouse
ro_ro: Moduri de mouse
ru_ru: Мышиные режимы
sk_sk: Režimy myši
sl_si: Načini miške
sq_al: Mënyrat e miut
sr_cyrl_me: Моуси миша
sv_fi: Muslägen
sw_ke: Njia za panya
ta_in: சுட்டி முறைகள்
te_in: మౌస్ మోడ్‌లు
th_th: โหมดเมาส์
tk_tm: Syçan reesimleri
tr_tr: Fare modları
tt_ru: Тычкан режимнары
ug_cn: چاشقىنەك شەكلى
uk_ua: Режими миші
ur_pk: ماؤس کے طریقوں
uz_cyrl: Sichqoncha rejimlari
vi_vn: Chế độ chuột
zh_hant: 鼠標模式

# SidebarTriggersToolTip
source: Triggers
af_za: Snellers
am_et: ቀስቅሴዎች
ar_bh: محفزات
as_in: ট্ৰিগাৰসমূহ
az_cyrl: Tetikler
bg_bg: Задейства
bn_in: ট্রিগার
bs_latn_ba: Okidači
ca_es: Desencadenants
cs_cz: Spouštěče
cy_gb: Sbardunau
de_ch: Löst aus
el_gr: Ενεργοποιεί
es_bo: Desencadenantes
et_ee: Päästikud
fa_ir: محرک
fi_fi: Liipaisimet
fil_ph: Nag -trigger
fr_029: Déclencheurs
ga_ie: Spreag
gu_in: ઉત્તેજન આપવું
he_il: מפעילים
hi_in: चलाता है
hr_hr: Okidači
hu_hu: Triggerek
hy_am: Հրահրում
id_id: Pemicu
is_is: Kallar
it_ch: Trigger
ja_jp: トリガー
ka_ge: ტრიგერები
kk_kz: Триггерлер
km_kh: កដមបីរបកម្ផ
kn_in: ಪ್ರಚೋದಕ
ko_kr: 트리거
ky_kg: Триггерлер
lo_la: ຜົນກະທົບມ
lt_lt: Suaktyvintojai
lv_lv: Izraisītāji
mi_nz: Tragger
mk_mk: Предизвикувачи
ml_in: ട്രിഗറുകൾ
mr_in: ट्रिगर
ms_my: Pencetus
nb_no: Utløser
ne_np: त्रिपाहरु
or_in: ଟ୍ରିଗରଗୁଡିକ
pa_arab: ਟਰਿੱਗਰਜ਼
pl_pl: Wyzwalacze
pt_br: Gatilhos
ro_ro: Declanșatoare
ru_ru: Триггеры
sk_sk: Spúšťač
sl_si: Sprožilci
sq_al: Shkas
sr_cyrl_me: Окидачи
sw_ke: Vichocheo
ta_in: தூண்டுதல்கள்
te_in: ట్రిగ్గర్‌లు
th_th: ทริกเกอร์
tk_tm: Triggerler
tr_tr: Tetikleyiciler
tt_ru: Триггерлар
ug_cn: قوزغاتقۇچ
uk_ua: Спрацьовує
ur_pk: محرکات
uz_cyrl: Tebranadigan
vi_vn: Gây nên
zh_hant: 觸發器

# TriggerPauseButtonLabel
source: Pause
af_za: Pouse
am_et: ለአፍታ አቁም
ar_bh: يوقف
as_in: বিৰতি
az_cyrl: Fasilə vermək
bg_bg: Пауза
bn_in: বিরতি
bs_latn_ba: Pauza
ca_es: Fer una pausa
cs_cz: Pauza
cy_gb: Ymbwyllwyf
el_gr: Παύση
es_bo: Pausa
et_ee: Paus
fa_ir: مکث
fi_fi: Tauko
fil_ph: I -pause
ga_ie: Brú
gu_in: તલવાર
he_il: הַפסָקָה
hi_in: विराम
hr_hr: Pauza
hu_hu: Szünet
hy_am: Դադար
id_id: Berhenti sebentar
is_is: Hlé
it_ch: Pausa
ja_jp: 一時停止
ka_ge: პაუზა
kk_kz: Ұзіліс
km_kh: បេលឈប់សរមាក
kn_in: ವಿರಾಮ
ko_kr: 정지시키다
ky_kg: Тыным
lo_la: ຢຸດ​ຊົ່ວ​ຄາວ
lt_lt: Pauzė
lv_lv: Apturēt
mi_nz: Nā wai ā
mk_mk: Пауза
ml_in: വിരാമമിടുക
mr_in: विराम द्या
ms_my: Jeda
mt_mt: Pawża
ne_np: विराम
nl_be: Pauze
or_in: ବିରାମ
pa_arab: ਵਿਰਾਮ
pl_pl: Pauza
pt_br: Pausa
ro_ro: Pauză
ru_ru: Пауза
sk_sk: Pauza
sl_si: Pavza
sq_al: Bëj pauzë
sr_cyrl_me: Пауза
sv_fi: Paus
sw_ke: Sitisha
ta_in: இடைநிறுத்தம்
te_in: పాజ్
th_th: หยุดชั่วคราว
tk_tm: Pauza
tr_tr: Duraklat
tt_ru: Пауза
ug_cn: توختاپ
uk_ua: Пауза
ur_pk: توقف
uz_cyrl: Pauza
vi_vn: Tạm ngừng
zh_hant: 暫停

# TriggerResumeButtonLabel
source: Resume
af_za: Hervat
am_et: እንደ ገና መጀመር
ar_bh: سيرة ذاتية
as_in: অব্যাহত ৰাখক
az_cyrl: Xülasə
bg_bg: Продължи
bn_in: জীবনবৃত্তান্ত
bs_latn_ba: Nastaviti
ca_es: Resum
cs_cz: Životopis
cy_gb: Ailymafaelet
da_dk: Genoptag
de_ch: Wieder aufnehmen
el_gr: ΒΙΟΓΡΑΦΙΚΟ
es_bo: Reanudar
et_ee: Jätka
fa_ir: از سرگیری
fi_fi: Jatkaa
fil_ph: Ipagpatuloy
fr_029: CV
ga_ie: Atosaigh
gu_in: ફરી શરુ કરવું
he_il: קורות חיים
hi_in: फिर शुरू करना
hr_hr: Nastaviti
hu_hu: Önéletrajz
hy_am: Վերսկսել
id_id: Melanjutkan
is_is: Halda áfram
it_ch: Riprendere
ja_jp: 再開する
ka_ge: Გაგრძელება
kk_kz: Түйіндеме
km_kh: ប្រវត្តិរូប
kn_in: ಪುನರಾರಂಭಿಸು
ko_kr: 재개하다
ky_kg: Резюме
lo_la: ປະຕິນຽມ
lt_lt: Aprašymas
lv_lv: Turpināt
mi_nz: Tīmata anō
mk_mk: Продолжи
ml_in: പുനരാരംഭിക്കുക
mr_in: सारांश
mt_mt: Kompli
nb_no: Gjenoppta
ne_np: फेरि थाल्नु
nl_be: Cv
or_in: ପୁଣି ଆରମ୍ଭ କରିବା
pa_arab: ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ
pl_pl: Wznawiać
pt_br: Retomar
ro_ro: Relua
ru_ru: Резюме
sk_sk: Pokračovať
sl_si: Nadaljuj
sq_al: Vazhdoj
sr_cyrl_me: Резиме
sv_fi: Återuppta
sw_ke: Rejea
ta_in: தற்குறிப்பு
te_in: పునఃప్రారంభం
th_th: ประวัติย่อ
tk_tm: Dowam et
tr_tr: Sürdürmek
tt_ru: Дәвам итү
ug_cn: ئەسلىگە كەلتۈرۈش
uk_ua: Резюме
ur_pk: دوبارہ شروع
uz_cyrl: Rezyume; qayta boshlash
vi_vn: Bản tóm tắt
zh_hant: 恢復

# TriggersAddNewTriggerToolTip
source: New Trigger
af_za: Nuwe sneller
am_et: አዲስ ቀስቅሴ
ar_bh: الزناد الجديد
as_in: নতুন ট্ৰিগাৰ
az_cyrl: Yeni tətik
bg_bg: Нов спусък
bn_in: নতুন ট্রিগার
bs_latn_ba: Novi okidač
ca_es: Nou disparador
cs_cz: Nový spoušť
cy_gb: Sbardun newydd
da_dk: Ny trigger
de_ch: Neuer Auslöser
el_gr: Νέα σκανδάλη
es_bo: Nuevo gatillo
et_ee: Uus päästik
fa_ir: ماشه جدید
fi_fi: Uusi liipaisin
fil_ph: Bagong gatilyo
fr_029: Nouveau déclencheur
ga_ie: Truicir nua
gu_in: નવું ટ્રિગર
he_il: טריגר חדש
hi_in: नया ट्रिगर
hr_hr: Novi okidač
hu_hu: Új ravaszt
hy_am: Նոր ձգան
id_id: Pemicu baru
is_is: Nýr kveikja
it_ch: Nuovo grilletto
ja_jp: 新しいトリガー
ka_ge: ახალი ტრიგერი
kk_kz: Жаңа триггер
km_kh: កេះថ្មី
kn_in: ಹೊಸ ಪ್ರಚೋದಕ
ko_kr: 새로운 방아쇠
ky_kg: Жаңы триггер
lo_la: ຜົນກະທົບຕໍ່
lt_lt: Naujas gaidukas
lv_lv: Jauns sprūda
mi_nz: Ko te Toranga Hou
mk_mk: Нов активист
ml_in: പുതിയ ട്രിഗർ
mr_in: नवीन ट्रिगर
ms_my: Pencetus baru
mt_mt: Trigger ġdid
nb_no: Ny trigger
ne_np: नयाँ ट्रिगर
nl_be: Nieuwe trigger
or_in: ନୂତନ ଟ୍ରିଗର
pa_arab: ਨਵਾਂ ਟਰਿੱਗਰ
pl_pl: Nowy spust
pt_br: Novo gatilho
ro_ro: Nou declanșator
ru_ru: Новый триггер
sk_sk: Nový spúšťač
sl_si: Nov sprožilec
sq_al: Trigger i ri
sr_cyrl_me: Нови окидач
sv_fi: Ny trigger
sw_ke: Trigger mpya
ta_in: புதிய தூண்டுதல்
te_in: కొత్త ట్రిగ్గర్
th_th: ทริกเกอร์ใหม่
tk_tm: Täze trigger
tr_tr: Yeni Tetikleyici
tt_ru: Яңа триггер
ug_cn: New قوزغاتقۇچ
uk_ua: Новий тригер
ur_pk: نیا ٹرگر
uz_cyrl: Yangi tetiklashtiruvchi
vi_vn: Trình kích hoạt mới
zh_hant: 新觸發器

# CommonAddPresetButtonLabel
source: Add Preset
af_za: Voeg voorafbepaling by
am_et: ቅድመ-ቅምጥ
ar_bh: أضف مسبقًا
as_in: Preset যোগ কৰক
az_cyrl: Əvvəlcədən əlavə edin
bg_bg: Добавете предварително зададена
bn_in: প্রিসেট যুক্ত করুন
bs_latn_ba: Dodajte unaprijed
ca_es: Afegiu preestabliment
cs_cz: Přidejte předvolbu
cy_gb: Ychwanegu Rhagosodiad
da_dk: Tilføj forudindstillet
de_ch: Voreinstellung hinzufügen
el_gr: Προσθέστε προκαθορισμένη
es_bo: Agregar preajuste
et_ee: Lisa eelseade
fa_ir: از پیش تعیین شده اضافه کنید
fi_fi: Lisää esiasetettu
fil_ph: Magdagdag ng preset
fr_029: Ajouter le préréglage
ga_ie: Cuir réamhshocrú leis
gu_in: પ્રીસેટ ઉમેરો
he_il: הוסף מראש מראש
hi_in: प्रीसेट जोड़ें
hr_hr: Dodajte unaprijed postavljeno
hu_hu: Add az előre beállított
hy_am: Ավելացնել նախադրված
id_id: Tambahkan preset
is_is: Bæta við forstillingu
it_ch: Aggiungi preimpostazione
ja_jp: プリセットを追加します
ka_ge: წინასწარ დაამატეთ
kk_kz: Алдын ала орнатуды қосыңыз
km_kh: បន្ថែម Preset
kn_in: ಮೊದಲೇ ಸೇರಿಸಿ
ko_kr: 사전 설정을 추가하십시오
ky_kg: Орнотууну кошуңуз
lo_la: ເພີ່ມ preset
lt_lt: Pridėkite išankstinį nustatymą
lv_lv: Pievienot iepriekš iestatītu
mi_nz: Tāpiri tatūkē
mk_mk: Додадете претходно поставени
ml_in: പ്രീസെറ്റ് ചേർക്കുക
mr_in: प्रीसेट जोडा
ms_my: Tambah pratetap
mt_mt: Żid issettjat minn qabel
nb_no: Legg til forhåndsinnstilling
ne_np: प्रिसेट थप्नुहोस्
nl_be: Voeg vooraf ingesteld toe
or_in: ପ୍ରିସେଟ୍ ଯୋଡନ୍ତୁ |
pa_arab: ਪ੍ਰੀਸੈੱਟ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj wstępnie
pt_br: Adicione predefinição
ro_ro: Adăugați presetare
ru_ru: Добавить предустановку
sk_sk: Pridať predvoľbu
sl_si: Dodaj prednastavitev
sq_al: Shtoj paraprakisht
sr_cyrl_me: Додајте унапред подешеност
sv_fi: Lägg till förinställd
sw_ke: Ongeza preset
ta_in: முன்னமைவு சேர்க்கவும்
te_in: ప్రీసెట్ జోడించండి
th_th: เพิ่มที่ตั้งไว้ล่วงหน้า
tk_tm: Deslapky goşuň
tr_tr: Ön ayar ekle
tt_ru: Алдан билгеләнгән
ug_cn: ئالدىنئالا قوشۇڭ
uk_ua: Додати попередньо встановлено
ur_pk: پیش سیٹ شامل کریں
uz_cyrl: Oldindan belgilangan
vi_vn: Thêm đặt trước
zh_hant: 添加預設

# DropWidgetMouseModeToolTip
source: Monkey Drop Wizard
am_et: ዝንጀሮ ግጭት ጠንቃቃ
ar_bh: قرد إسقاط معالج
az_cyrl: Monkey Sihirbazı
bg_bg: Съветник на маймунската капка
bn_in: বানর ড্রপ উইজার্ড
bs_latn_ba: Čarobnjak od majmuna
cy_gb: Dewin Gollwng Mwnci
da_dk: Wizard i abe
de_ch: Affe -Drop -Zauberer
el_gr: Πιθήκου
es_bo: Mago de caída de mono
et_ee: Ahvide tilk võlur
fa_ir: جادوگر قطره میمون
fi_fi: Apinan pudotusvelho
fr_029: Singeur de singe
ga_ie: Draoi Buail Moncaí
gu_in: વાંદરા ડ્રોપ વિઝાર્ડ
he_il: אשף קוף קוף
hi_in: बंदर ड्रॉप विज़ार्ड
hr_hr: Čarobnjak za kapi majmuna
hu_hu: Majomcsepp varázsló
id_id: Monyet Drop Wizard
ja_jp: モンキードロップウィザード
kk_kz: Маймыл тамшысын тарту шебері
km_kh: អ្នកជំនួយការស្វាទម្លាក់
kn_in: ಮಂಕಿ ಡ್ರಾಪ್ ವಿ iz ಾರ್ಡ್
ko_kr: 원숭이 드롭 마법사
ky_kg: Маймылдын тамчы чебери
lo_la: ຂອງຄວາມຍາວປາ Dropon Dropon
lt_lt: Beždžionių lašo vedlys
lv_lv: Pērtiķu pilienu vednis
mi_nz: Maataki Mate
mk_mk: Волшебник за откажување на мајмуни
ml_in: മങ്കി ഡ്രോപ്പ് വിസാർഡ്
mr_in: माकड ड्रॉप विझार्ड
ms_my: Monyet Drop Wizard
mt_mt: Wizard Drop Monkey
ne_np: बाँदर ड्रप विजार्ड
or_in: ମାଙ୍କଡ଼ ଡ୍ରପ୍ ୱିଜାର୍ଡ |
pa_arab: ਬਾਂਦਰ ਡਰਾਪ ਵਿਜ਼ਾਰਡ
pt_br: Assistente de Drop Monkey
ro_ro: Monkey Drop Vrăjitor
ru_ru: Обезьяна капля мастер
sk_sk: Čarodejník opice
sl_si: Čarovnik za kapljico opic
sq_al: Magjistar i Monkey Drop
sr_cyrl_me: Чаробњак за дрогу мајмуна
sw_ke: Tumbili kuacha mchawi
ta_in: குரங்கு துளி வழிகாட்டி
te_in: మంకీ డ్రాప్ విజార్డ్
th_th: ตัวช่วยสร้างลิงหล่น
tk_tm: Maýmyn zyňylýan jadygöý
tr_tr: Maymun Drop Sihirbazı
tt_ru: Маймыл тамчы сихерче
ug_cn: مايمۇن تامچە
uk_ua: Майстер краплі мавпи
ur_pk: بندر ڈراپ وزرڈ
uz_cyrl: Maymun tomchi ustasi
vi_vn: Khỉ thả thuật sĩ
zh_hant: 猴子嚮導

# AnalyzerPresetGridTitle
source: Presets
af_za: Voorafsette
am_et: ቅድመ-ቅምጦች
ar_bh: الإعدادات المسبقة
az_cyrl: Hədəfi
bg_bg: Предварителни настройки
bn_in: প্রিসেটস
bs_latn_ba: Unaprijed
ca_es: Preestabliment
cs_cz: Předvolby
cy_gb: Rhagosodiadau
da_dk: Forudindstillinger
de_ch: Voreinstellungen
el_gr: Προετοιμασία
es_bo: Preajustes
et_ee: Eelsöötis
fa_ir: از پیش تنظیم
fi_fi: Esiasetukset
fil_ph: Mga preset
fr_029: Préconfigurations
ga_ie: Réamhshocruithe
gu_in: પ્રેસેટ્સ
he_il: מראש מראש
hi_in: प्रीसेट
hr_hr: Postavljeno
hu_hu: Előre beállított
hy_am: Նախադրյալներ
id_id: Preset
is_is: Forstillingar
it_ch: Preset
ja_jp: プリセット
ka_ge: პრეზენტაციები
kk_kz: Алдын ала орнатылған
km_kh: បានកំណត់ជាមុន
kn_in: ಪೂರ್ವನಿಯೋಜಕ
ko_kr: 사전 설정
ky_kg: Алдын ала чабуул
lo_la: presets ໄດ້
lt_lt: Išankstiniai nustatymai
lv_lv: Priekšnosacījumi
mi_nz: Whakaaturanga
mk_mk: Претходно поставени
ml_in: പ്രെസ്റ്റുകൾ
mr_in: प्रीसेट
ms_my: Pratetap
nb_no: Forhåndsinnstillinger
ne_np: PESSES
nl_be: Voorinstelling
or_in: ପ୍ରେସେଟ
pa_arab: ਪ੍ਰੀਸੈਟਸ
pl_pl: Wstępne
pt_br: Predefinições
ro_ro: Presetări
ru_ru: Предустановка
sk_sk: Predvolieňa
sl_si: Prednastavitve
sq_al: Parathënie
sr_cyrl_me: Пренос
sv_fi: Förinställningar
sw_ke: PRESTS
ta_in: முன்னமைவுகள்
te_in: ప్రీసెట్లు
th_th: การตั้งค่าล่วงหน้า
tk_tm: Beýan edilýär
tr_tr: Ön planlar
tt_ru: Презентация
uk_ua: Пресети
ur_pk: پریسیٹس
uz_cyrl: Metro
vi_vn: Cài đặt trước
zh_hant: 預設

# AnalyzerSelectorLabel
source: Analyzer
af_za: Ontleder
am_et: ትንታኔ
ar_bh: محلل
as_in: বিশ্লেষক
az_cyrl: Analizator
bg_bg: Анализатор
bn_in: বিশ্লেষক
bs_latn_ba: Analizator
ca_es: Analitzador
cs_cz: Analyzátor
cy_gb: Dadansoddwr
da_dk: Analysator
de_ch: Analysator
el_gr: Αναλυτής
es_bo: Analizador
et_ee: Analüsaator
fa_ir: تحلیلگر
fi_fi: Analysaattori
fr_029: Analyseur
ga_ie: Anailíseoir
gu_in: વિશ્લેષક
he_il: מנתח
hi_in: विश्लेषक
hr_hr: Analizator
hu_hu: Elemző
hy_am: Անալիզատոր
id_id: Penganalisa
is_is: Greiningartæki
it_ch: Analizzatore
ja_jp: アナライザ
ka_ge: ანალიზატორი
kk_kz: Талдай
km_kh: អ្នកវិផាក
kn_in: ವಿಶ್ಲೇಷಕ
ko_kr: 분석기
ky_kg: Анализатор
lo_la: ວິເຄາະ
lt_lt: Analizatorius
lv_lv: Analizators
mi_nz: Tātari ngātahi
mk_mk: Анализатор
ml_in: വിശകലന
mr_in: विश्लेषक
ms_my: Penganalisis
mt_mt: Analizzatur
nb_no: Analysator
ne_np: ऐनती
nl_be: Analysator
or_in: ଆନିପ୍ରିଣ୍ଟେଜର |
pa_arab: ਵਿਸ਼ਲੇਸ਼ਕ
pl_pl: Analizator
pt_br: Analisador
ro_ro: Analizor
ru_ru: Анализатор
sk_sk: Analyzátor
sl_si: Analizator
sq_al: Analizues
sr_cyrl_me: Анализатор
sv_fi: Analysator
sw_ke: Mchambuzi
ta_in: பகுப்பாய்வி
te_in: ఎనలైజర్
th_th: เครื่องวิเคราะห์
tk_tm: Analizator
tr_tr: Analizör
tt_ru: Анализатор
ug_cn: تەھلىل قىلغۇچى
uk_ua: Аналізатор
ur_pk: تجزیہ کار
uz_cyrl: Analizator
vi_vn: Máy phân tích
zh_hant: 分析儀

# ColorPaletteCustomColorToolTip
source: Cutom
am_et: መቆራረጥ
ar_bh: شريحة
bn_in: কাটম
ca_es: Cutocar
cy_gb: Simsanau
el_gr: Κομμωτήριο
fa_ir: برش
fi_fi: Leikata
fr_029: Couler
ga_ie: Gearradh síos
gu_in: કટુમ
he_il: קוטום
hi_in: रिवाज
hr_hr: Rez
hy_am: Կտրում
ka_ge: მოჭრა
kk_kz: Шом
km_kh: ចមលោហ
kn_in: ಕಟೌರು
ky_kg: Кесом
lo_la: ຕົວຢ່າງ
lv_lv: Kute
mi_nz: Tapahi
ml_in: കട്ടം
mr_in: कटोम
nb_no: Kutt
ne_np: काटि
or_in: କାଟି
pa_arab: ਕਟੌਤੀ
ru_ru: Катушка
sk_sk: Tulák
sr_cyrl_me: Ракотажа
te_in: కటోమ్
th_th: คิว
tk_tm: Kesmek
tr_tr: Kesik
tt_ru: Кисү
uk_ua: Кутом
ur_pk: کٹوم
uz_cyrl: Muzdek
vi_vn: CẮT

# MainWindowTitleCycleOrientationToolTip
source: Cycle Orientation
af_za: Siklusoriëntasie
am_et: ዑደት አቀማመጥ
ar_bh: اتجاه الدورة
as_in: চক্ৰ অভিমুখীতা
az_cyrl: Dövr istiqaməti
bg_bg: Ориентация на цикъла
bn_in: চক্র ওরিয়েন্টেশন
bs_latn_ba: Orijentacija ciklusa
ca_es: Orientació del cicle
cs_cz: Orientace cyklu
cy_gb: Cyfeiriadedd Beicio
da_dk: Cyklusorientering
de_ch: Zyklusorientierung
el_gr: Προσανατολισμός κύκλου
es_bo: Orientación del ciclo
et_ee: Jalgratta orientatsioon
fa_ir: جهت گیری چرخه
fi_fi: Syklisuuntaus
fil_ph: Orientasyon ng siklo
fr_029: Orientation du cycle
ga_ie: Treoshuíomh timthrialla
gu_in: ચક્ર દિશા
he_il: אוריינטציה של מחזור
hi_in: चक्र अभिविन्यास
hr_hr: Orijentacija na ciklus
hu_hu: Ciklusorientáció
hy_am: Ցիկլի կողմնորոշում
id_id: Orientasi siklus
is_is: Hringrás stefnumörkun
it_ch: Orientamento del ciclo
ja_jp: サイクルオリエンテーション
ka_ge: ციკლის ორიენტაცია
kk_kz: Циклге бағдарлау
km_kh: ការតំរង់ទិសវដ្ត
kn_in: ಚಕ್ರ ದೃಷ್ಟಿಕೋನ
ko_kr: 사이클 방향
ky_kg: Цикл
lo_la: ປະຖົມນິຄົມ
lt_lt: Ciklo orientacija
lv_lv: Veloceliņa orientācija
mi_nz: Te Huihuinga Porohita
mk_mk: Ориентација на циклус
ml_in: സൈക്കിൾ ഓറിയന്റേഷൻ
mr_in: चक्र अभिमुखता
ms_my: Orientasi kitaran
mt_mt: Orjentazzjoni taċ-ċiklu
nb_no: Syklusorientering
ne_np: चक्र अभिमुखिकरण
nl_be: Cyclusoriëntatie
or_in: ଚକ୍ର ଆରିଏଣ୍ଟେସନ୍ |
pa_arab: ਚੱਕਰ ਓਰੀਐਂਟੇਸ਼ਨ
pl_pl: Orientacja cyklu
pt_br: Orientação do ciclo
ro_ro: Orientarea ciclului
ru_ru: Ориентация на велосипеде
sk_sk: Orientácia cyklu
sl_si: Orientacija cikla
sq_al: Orientim i ciklit
sr_cyrl_me: Оријентација циклуса
sv_fi: Cykelorientering
sw_ke: Mwelekeo wa mzunguko
ta_in: சுழற்சி நோக்குநிலை
te_in: సైకిల్ ధోరణి
th_th: ปฐมนิเทศ
tk_tm: Sikl ugry
tr_tr: Döngü oryantasyonu
tt_ru: Цикл ориентация
ug_cn: دەۋرىيلىك يۆنىلىشى
uk_ua: Орієнтація на велосипед
ur_pk: سائیکل واقفیت
uz_cyrl: Tsikli yo'nalishi
vi_vn: Định hướng chu kỳ
zh_hant: 循環方向

# MainWindowTitleToggleGridLayoutToolTip
source: Toggle Grid Layout
af_za: Skakelrooster -uitleg
am_et: የፍርግርግ አቀማመጥ ይቀያይሩ
ar_bh: تبديل تخطيط شبكة
as_in: টগল গ্ৰীড বিন্যাস
az_cyrl: Grid düzeni dəyişdirin
bg_bg: Превключване на разположение на мрежата
bn_in: টগল গ্রিড লেআউট
bs_latn_ba: Izgled prebacivanja mreže
ca_es: Commutar la disposició de la graella
cs_cz: Přepínač rozložení mřížky
cy_gb: Toggle cynllun grid
da_dk: Skift gitterlayout
de_ch: Rasterlayout umschalten
el_gr: Εναλλακτική διάταξη πλέγματος
es_bo: Diseño de la cuadrícula
et_ee: Lülitage võre paigutus
fa_ir: چیدمان شبکه را تغییر دهید
fi_fi: Vaihda ruudukon asettelu
fr_029: Mise en page de la grille à bascule
ga_ie: Leagan amach greille scoránaigh
gu_in: ટ g ગલ ગ્રીડ લેઆઉટ
he_il: החלפת פריסת רשת
hi_in: टॉगल ग्रिड लेआउट
hr_hr: Prebacivanje rešetke
hu_hu: A rács elrendezésének váltása
hy_am: Անջատեք ցանցի դասավորությունը
id_id: Tata tata kisi
is_is: Skiptu um skipulag rist
it_ch: Attiva il layout della griglia
ja_jp: グリッドレイアウトを切り替えます
ka_ge: გადარიცხეთ ქსელის განლაგება
kk_kz: Тордың орналасуын ауыстыру
km_kh: បិទបើកប្លង់ក្រឡាចត្រង្គ
kn_in: ಗ್ರಿಡ್ ವಿನ್ಯಾಸವನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 전환 그리드 레이아웃
ky_kg: Тордун макети которгуч
lo_la: Toggle Toggle Layout
lt_lt: Perjunkite tinklelio išdėstymą
lv_lv: Pārslēgt režģa izkārtojumu
mi_nz: Topggle tahora
mk_mk: Вклучување на распоредот на решетката
ml_in: ഗ്രിഡ് ലേ Layout ട്ട് ടോഗിൾ ചെയ്യുക
mr_in: ग्रिड लेआउट टॉगल
ms_my: Togol susun atur grid
nb_no: Veksle nettoppsett
ne_np: ट्रिड स्ट्रिड लेआउट
nl_be: Schakelrasterlay -out
or_in: ଗ୍ରୀଡ୍ ଲେଆଉଟ୍ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਟੌਗਲ ਗਰਿੱਡ ਲੇਆਉਟ
pl_pl: Przełącz układ siatki
pt_br: Alternar o layout da grade
ro_ro: Comutați aspectul grilei
ru_ru: Переключить сетку
sk_sk: Prepínanie rozloženia mriežky
sl_si: Preklopite postavitev omrežja
sq_al: Ndërrimi i paraqitjes së rrjetit
sr_cyrl_me: Пребаците изглед Грида
sv_fi: Växla rutnät
sw_ke: Kubadilisha mpangilio wa gridi ya taifa
ta_in: கட்டம் தளவமைப்பை மாற்றவும்
te_in: గ్రిడ్ లేఅవుట్ టోగుల్ చేయండి
th_th: สลับเค้าโครงกริด
tk_tm: GenID düzülişini üýtgetmek
tr_tr: Izgara düzeni geçiş
tt_ru: Челтәр макеты
ug_cn: Trid Legy Layout
uk_ua: Перемикання макета сітки
ur_pk: ٹوگل گرڈ لے آؤٹ
uz_cyrl: Panjara tartibini o'zgartiring
vi_vn: Chuyển đổi bố cục lưới
zh_hant: 切換網格佈局
