Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefShowWindowAndLockHint
source: Like scrolling along the top screen edge to open, this will lock the main window when it opens. Allowing for quicker multi - targeted workflows. * Corners are in terms of all your screens, not per monitor.
af_za: Soos om langs die boonste skerm te blaai om oop te maak, sluit dit die hoofvenster wanneer dit oopmaak. Wat vinniger multi -geteikende werkvloei moontlik maak. * Hoeke is in terme van al u skerms, nie per monitor nie.
am_et: ለመክፈት ከላይ ባለው ማያ ገጽ ጠቋሚው ላይ ማሸብለል, ይህ ሲከፈት ዋናውን መስኮት ይዘጋል. ለከባድ ባለ ብዙ - የታለሙ የሥራ ፍሰት መፍቀድ. * ማዕዘኖች ከ <መቆጣጠሪያዎ> ሁሉም ማያ ገጾች አንፃር ናቸው.
ar_bh: مثل التمرير على طول حافة الشاشة العلوية لفتحه ، سيؤدي ذلك إلى قفل النافذة الرئيسية عند فتحها. السماح لسير العمل المستهدف أسرع. * الزوايا من حيث جميع الشاشات الخاصة بك ، وليس لكل شاشة.
as_in: খোলাৰ বাবে ওপৰৰ পৰ্দাৰ প্ৰান্তৰ কাষেৰে স্ক্ৰলিং কৰাৰ দৰে, ই খোলা হ'লে মূল উইন্ডোখন লক কৰিব। দ্ৰুত মাল্টি - লক্ষ্য কাৰ্য্যপ্ৰবাহৰ বাবে অনুমতি দিয়া। * কৰ্ণাৰসমূহ আপোনাৰ সকলো পৰ্দাৰ ক্ষেত্ৰত, প্ৰতি মনিটৰৰ বাবে নহয়।
az_cyrl: Üst ekran kənarında açmaq üçün sürüşmə kimi, bu açıldıqda əsas pəncərəni kilidləyəcək. Daha sürətli çoxlu saylı iş axını üçün imkan verir. * Künclər hər bir monitorda deyil, bütün ekranlarınız baxımından.
bg_bg: Подобно на превъртането по ръба на горния екран, за да се отвори, това ще заключи основния прозорец, когато се отвори. Позволяване на по -бързи мулти -целеви работни процеси. * Ъглите са по отношение на всичките ви екрани, а не на монитор.
bn_in: খোলার জন্য শীর্ষ স্ক্রিন প্রান্ত বরাবর স্ক্রোলিংয়ের মতো, এটি মূল উইন্ডোটি খোলার সাথে সাথে লক করবে। দ্রুত মাল্টি - লক্ষ্যযুক্ত ওয়ার্কফ্লোগুলির জন্য অনুমতি দেওয়া। * কোণগুলি আপনার সমস্ত পর্দার ক্ষেত্রে, মনিটর প্রতি নয়।
bs_latn_ba: Poput pomicanja duž gornjeg ekrana za otvaranje, ovo će zaključati glavni prozor kada se otvori. Omogućavanje bržeg višestrukih ciljanih tokova. * Uglovi su u pogledu svih vaših ekrana, a ne po monitoru.
ca_es: Igual que desplaçant -se per la vora superior de la pantalla per obrir -la, es bloquejarà la finestra principal quan s’obri. Permetent fluxos de treball multi -orientats més ràpids. * Les cantonades són en termes de totes les pantalles, no per monitor.
cs_cz: Stejně jako posouvání podél horní okraje obrazovky, které se otevře, zamkne hlavní okno, když se otevře. Umožňující rychlejší více cílené pracovní postupy. * Rohy jsou z hlediska všech vašich obrazovek, nikoli na monitor.
cy_gb: Fel sgrolio ar hyd ymyl y sgrin uchaf i agor, bydd hyn yn cloi'r brif ffenestr pan fydd yn agor. Gan ganiatáu ar gyfer llifoedd gwaith aml -dargededig. * Mae corneli o ran eich holl sgriniau, nid fesul monitor.
da_dk: Ligesom at rulle langs den øverste skærmkant for at åbne, låser dette hovedvinduet, når det åbnes. Tillader hurtigere multi -målrettede arbejdsgange. * Hjørner er i form af alle dine skærme, ikke pr. Skærm.
de_ch: Wie beim Öffnen entlang der oberen Bildschirmkante wird das Hauptfenster gesperrt, wenn es sich öffnet. Ermöglichen Sie schnellere Multi -Ziel -Workflows. * Ecken sind in Bezug auf alle Ihre Bildschirme, nicht pro Monitor.
el_gr: Όπως και η κύλιση κατά μήκος της επάνω άκρης της οθόνης για να ανοίξει, αυτό θα κλειδώσει το κύριο παράθυρο όταν ανοίξει. Επιτρέποντας για ταχύτερες πολλαπλές ροές εργασίας. * Οι γωνίες είναι από την άποψη όλων των οθονών σας, όχι ανά οθόνη.
es_bo: Al igual que desplazarse a lo largo del borde de la pantalla superior para abrir, esto bloqueará la ventana principal cuando se abra. Permitiendo flujos de trabajo múltiples más rápidos. * Las esquinas están en términos de todas sus pantallas, no por monitor.
et_ee: Nagu avamiseks ülemise ekraani serva kerimine, lukustab see peaakna avanemisel. Võimaldades kiiremat mitmekordset töövoogu. * Nurgad on kõigi teie ekraanide, mitte monitori kohta.
fa_ir: مانند پیمایش در امتداد لبه صفحه بالا برای باز کردن ، این پنجره اصلی هنگام باز شدن قفل می شود. اجازه گردش کار سریعتر چند هدف. * گوشه ها از نظر تمام صفحه های شما هستند ، نه در هر مانیتور.
fi_fi: Kuten vierittäen yläreunaa pitkin avataksesi, tämä lukitsee pääikkunan, kun se aukeaa. Mahdollistaa nopeamman moni -kohdennetut työnkulut. * Kulmat ovat kaikkien näytöiden suhteen, ei näyttöä kohti.
fil_ph: Tulad ng pag -scroll sa kahabaan ng tuktok na gilid ng screen upang buksan, ito ay i -lock ang pangunahing window kapag magbubukas ito. Pinapayagan para sa mas mabilis na multi -target na mga daloy ng trabaho. * Ang mga sulok ay nasa mga tuntunin ng lahat ng iyong mga screen, hindi bawat monitor.
fr_029: Comme faire défiler le long du bord supérieur de l'écran pour s'ouvrir, cela verrouillera la fenêtre principale lors de son ouverture. Permettant des workflows multi-plus rapides. * Les coins sont en termes de tous vos écrans, pas par moniteur.
ga_ie: Cosúil le scrollaigh feadh an imeall scáileáin uachtair le hoscailt, cuirfidh sé seo an phríomhfhuinneog faoi ghlas nuair a osclaíonn sé. Ag ceadú sreafaí oibre il -spriocdhírithe níos tapúla. * Tá coirnéil i dtéarmaí do scáileáin go léir, ní in aghaidh an mhonatóra.
gu_in: ખોલવા માટે ટોચની સ્ક્રીન એજ સાથે સ્ક્રોલિંગની જેમ, જ્યારે તે ખુલે છે ત્યારે મુખ્ય વિંડોને લ lock ક કરશે. ઝડપી મલ્ટિ -લક્ષિત વર્કફ્લો માટે મંજૂરી આપવી. * ખૂણા તમારી બધી સ્ક્રીનોની દ્રષ્ટિએ છે, મોનિટર દીઠ નહીં.
he_il: כמו לגלול לאורך קצה המסך העליון כדי לפתוח, זה ינעל את החלון הראשי כשנפתח. המאפשר זרימות עבודה מהירות יותר ממוקדות. * פינות הן מבחינת כל המסכים שלך, ולא לפי צג.
hi_in: ऊपरी स्क्रीन एज के साथ स्क्रॉल करने की तरह, यह खुलने पर मुख्य विंडो को लॉक कर देगा। जल्दी बहु -लक्षित वर्कफ़्लो के लिए अनुमति। * कोने आपके सभी स्क्रीन के संदर्भ में हैं, न कि प्रति मॉनिटर।
hr_hr: Kao da se pomičete duž gornjeg ruba zaslona za otvaranje, ovo će zaključati glavni prozor kada se otvori. Omogućavajući brže višestruko ciljane tijekove rada. * Kutovi su u pogledu svih vaših zaslona, ​​a ne po monitoru.
hu_hu: Mint például a felső képernyő szélén a kinyitáshoz, ez a főablakot rögzíti, amikor kinyílik. Lehetővé téve a gyorsabb, többcélú munkafolyamatokat. * A sarkok az összes képernyőn, nem monitoronként.
hy_am: Բացելու համար վերեւի էկրանի եզրին երկայնքով պտտվելը, սա կբացվի հիմնական պատուհանը, երբ այն բացվի: Թույլ տալով ավելի արագ բազմակողմանի աշխատանքային փուլեր: * Անկյուններն առկա են ձեր բոլոր էկրանների, ոչ թե ըստ մոնիտորի:
id_id: Seperti menggulir di sepanjang tepi layar atas untuk dibuka, ini akan mengunci jendela utama saat terbuka. Memungkinkan alur kerja multi - yang lebih cepat ditargetkan. * Sudut -sudut dalam hal semua layar Anda, bukan per monitor.
is_is: Eins og að fletta meðfram efstu skjábrúninni til að opna, læsa þetta aðalglugganum þegar hann opnar. Leyfa fyrir skjótari fjölþættum verkflæði. * Horn eru hvað varðar alla skjái, ekki á hvern skjá.
it_ch: Come scorrere lungo il bordo dello schermo superiore per aprire, questo bloccerà la finestra principale quando si apre. Consentendo flussi di lavoro mirati più rapidi. * Gli angoli sono in termini di tutti i tuoi schermi, non per monitor.
ja_jp: トップ画面の端に沿ってスクロールして開くように、これによりメインウィンドウが開くとロックされます。より速いマルチターゲットワークフローを可能にします。 *コーナーは、モニターごとではなく、すべての画面の観点からです。
ka_ge: ზედა ეკრანის გასწვრივ გადასასვლელად, რომ გახსნას, ეს ჩაკეტავს მთავარ ფანჯარას, როდესაც ის გაიხსნება. საშუალებას იძლევა უფრო სწრაფი მრავალჯერადი მიზნობრივი სამუშაოები. * კუთხეები არის თქვენი ყველა ეკრანის თვალსაზრისით, არა თითო მონიტორზე.
kk_kz: Жоғарғы экран жиегінің бойымен айналдыру сияқты, ол ашылған кезде негізгі терезені құлыптайды. Жылдам көп мақсатты жұмыс процесіне мүмкіндік беру. * Бұрыштар мониторға емес, барлық экрандарыңыздан тұрады.
km_kh: ដូចជាការរមូរតាមគែមអេក្រង់ខាងលើដើម្បីបើកវានឹងចាក់សោបង្អួចមេនៅពេលវាបើក។ អនុញ្ញាតឱ្យលំហូរការងារច្រើនដែលមានគោលដៅលឿនជាងមុន។ * ជ្រុងមាននៅក្នុងលក្ខខណ្ឌនៃអេក្រង់របស់អ្នកទាំងអស់មិនដល់អ្នកត្រួតពិនិត្យទេ។
kn_in: ತೆರೆಯಲು ಮೇಲಿನ ಪರದೆಯ ಅಂಚಿನಲ್ಲಿ ಸ್ಕ್ರೋಲಿಂಗ್ ಮಾಡಿದಂತೆ, ಇದು ತೆರೆದಾಗ ಮುಖ್ಯ ವಿಂಡೋವನ್ನು ಲಾಕ್ ಮಾಡುತ್ತದೆ. ತ್ವರಿತ ಬಹು -ಉದ್ದೇಶಿತ ಕೆಲಸದ ಹರಿವುಗಳಿಗೆ ಅನುಮತಿಸುತ್ತದೆ. * ಮೂಲೆಗಳು ನಿಮ್ಮ ಎಲ್ಲಾ ಪರದೆಗಳ ಪ್ರಕಾರ, ಪ್ರತಿ ಮಾನಿಟರ್‌ಗೆ ಅಲ್ಲ.
ko_kr: 상단 화면 가장자리를 따라 스크롤하여 열면 기본 창이 열리면 잠이 듭니다. 더 빠른 다중 대상 워크 플로우를 허용합니다. * 모서리는 모니터 당 모든 화면의 관점에서 사용됩니다.
ky_kg: Ачык экрандагы эң жогорку экрандын четинде жылдыргы сыяктуу, бул ачылганда негизги терезени кулпулайт. Тезирээк көп максаттуу иштөөгө уруксат берүү. * Бурчтар мониторго эмес, сиздин экрандарыңыздын бардык экрандары жагынан.
lo_la: ເຊັ່ນເລື່ອນໄປຕາມຫນ້າຈໍດ້ານເທິງເພື່ອເປີດ, ນີ້ຈະລັອກຢູ່ປ່ອງຢ້ຽມຕົ້ນຕໍເມື່ອມັນເປີດ. ອະນຸຍາດໃຫ້ສໍາລັບ Multi ທີ່ໄວທີ່ສຸດ - ກະແສການເຮັດວຽກທີ່ຖືກເປົ້າຫມາຍ. * ມູມແມ່ນຢູ່ໃນຫນ້າຈໍທັງຫມົດຂອງທ່ານ, ບໍ່ແມ່ນຕໍ່ຜູ້ຕິດຕາມ.
lt_lt: Kaip slinkite išilgai viršutinio ekrano krašto, kad atidarytumėte, tai užrakins pagrindinį langą, kai jis atsidarys. Leidžiant greičiau daugialypį darbo eigą. * Kampai yra atsižvelgiant į visus jūsų ekranus, o ne vienam monitoriui.
lv_lv: Tāpat kā ritinot pa augšējo ekrāna malu, lai atvērtu, tas aizslēdz galveno logu, kad tas atveras. Ļaujot ātrākām vairākām mērķtiecīgām darbplūsmām. * Stūri ir visi jūsu ekrāni, nevis uz vienu monitoru.
mi_nz: Ka rite ki te panuku i te taha o te mata o runga kia tuwhera, ka tutakina e tenei te matapihi matua i te wa e tuwhera ana. Te tuku mo te tere ake i te maha o nga waahanga kua whaaia. * Ko nga kokonga kei runga i o mata katoa, kaua ia te tirotiro.
mk_mk: Како движење по горниот раб на екранот за да се отвори, ова ќе го заклучи главниот прозорец кога ќе се отвори. Дозволувајќи побрзи мулти -насочени работни текови. * Аглите се во однос на сите ваши екрани, а не по монитор.
ml_in: തുറക്കാൻ മുകളിലേക്ക് സ്ക്രോൾ ചെയ്യുന്നത് പോലെ, ഇത് തുറക്കുമ്പോൾ പ്രധാന വിൻഡോ ലോക്കുചെയ്യും. വേഗത്തിൽ മൾട്ടി - ടാർഗെറ്റുചെയ്ത വർക്ക്ഫ്ലോറുകൾ അനുവദിക്കുന്നു. * കോണുകൾ നിങ്ങളുടെ എല്ലാ സ്ക്രീനുകളുടെയും അടിസ്ഥാനത്തിലാണ്, ഓരോ മോണിറ്ററില്ല.
mr_in: उघडण्यासाठी वरच्या स्क्रीनच्या काठावर स्क्रोलिंग करण्यासारखे, जेव्हा ते उघडते तेव्हा हे मुख्य विंडो लॉक करेल. द्रुत मल्टी - लक्ष्यित वर्कफ्लोसाठी परवानगी देत ​​आहे. * कोपरे आपल्या मॉनिटरवर नव्हे तर आपल्या सर्व स्क्रीनच्या बाबतीत आहेत.
ms_my: Seperti menatal di sepanjang tepi skrin atas untuk dibuka, ini akan mengunci tetingkap utama apabila ia dibuka. Membolehkan aliran kerja yang lebih cepat - yang disasarkan. * Sudut adalah dari segi semua skrin anda, bukan setiap monitor.
mt_mt: Bħall-iscroll tul it-tarf tal-iskrin ta 'fuq biex tiftaħ, dan se jissakkar it-tieqa prinċipali meta tiftaħ. Li tippermetti flussi tax-xogħol multi-aktar immirati. * Il-kantunieri huma f'termini tal-iskrins kollha tiegħek, mhux għal kull monitor.
nb_no: Som å bla langs toppskjermkanten for å åpne, vil dette låse hovedvinduet når det åpnes. Tillater raskere multi -målrettede arbeidsflyter. * Hjørner er når det gjelder alle skjermene dine, ikke per skjerm.
ne_np: खोल्नको लागि शीर्ष स्क्रिन धारको साथ स्क्रोल जस्तै, यसले खुल्छ जब यो खुल्यो जब यो मुख्य विन्डोज लक गर्दछ। क्वानिक बहु बहु-लक्षित कार्यप्रवाहको लागि अनुमति दिँदै। * कुनाहरू तपाईंको सबै पर्दाको सर्तमा छन्, प्रति मोनिटर नभई।
nl_be: Net als scrollen langs de rand van de bovenste scherm om te openen, vergrendelt dit het hoofdvenster wanneer het wordt geopend. Waardoor snellere multi -gerichte workflows mogelijk zijn. * Corners zijn in termen van al uw schermen, niet per monitor.
or_in: ଖୋଲିବା ପାଇଁ ଶୀର୍ଷ ପରଦାରେ ସ୍କ୍ରୋଲ୍ ପରି, ଏହା ଖୋଲିବ ଯେତେବେଳେ ଏହା ଖୋଲିବ | ଶୀଘ୍ର ମଲ୍ଟି ପାଇଁ ଅନୁମତି ଦେବା - ଟାର୍ଗେଟ୍ ୱାର୍କଫ୍ଲୋ | * କୋଣଗୁଡ଼ିକ ତୁମର ସମସ୍ତ ପରଦାରେ ଅଛି, ପ୍ରତି ମନିଟର ନୁହେଁ |
pa_arab: ਜਿਵੇਂ ਕਿ ਚੋਟੀ ਦੇ ਸਕ੍ਰੀਨ ਦੇ ਕਿਨਾਰੇ ਖੋਲ੍ਹਣ ਲਈ, ਇਹ ਜਦੋਂ ਇਹ ਖੁੱਲ੍ਹਦਾ ਹੈ ਤਾਂ ਇਹ ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਲਾਕ ਕਰ ਦੇਵੇਗਾ. ਤੇਜ਼ ਬਹੁ - ਨਿਸ਼ਾਨਾ ਵਾਲੇ ਵਰਕਫਲੋਜ਼ ਦੀ ਇਜਾਜ਼ਤ. * ਕੋਨੇ ਪ੍ਰਤੀ ਮਾਨੀਟਰ ਨਹੀਂ, ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਸਕ੍ਰੀਨਾਂ ਦੇ ਅਨੁਸਾਰ ਹਨ.
pl_pl: Podobnie jak przewijanie wzdłuż górnej krawędzi ekranu, aby otworzyć, zamyka okno główne po otwarciu. Zezwolenie na szybsze wielookierunkowe przepływy pracy. * Narożniki są pod względem wszystkich ekranów, a nie na monitor.
pt_br: Como rolar ao longo da borda da tela superior para abrir, isso bloqueará a janela principal quando abrir. Permitindo fluxos de trabalho multi -direcionados mais rápidos. * Os cantos são em termos de todas as suas telas, não por monitor.
ro_ro: Ca și derularea de -a lungul marginii de sus a ecranului pentru a deschide, aceasta va bloca fereastra principală când se va deschide. Permițând fluxuri de lucru mai multi -direcționate mai rapide. * Colțurile sunt în ceea ce privește toate ecranele dvs., nu pe monitor.
ru_ru: Как прокрутка вдоль верхнего края экрана, чтобы открыть, это заблокирует главное окно, когда оно откроется. Обеспечение более быстрых много -целевых рабочих процессов. * Уголки с точки зрения всех ваших экранов, а не для монитора.
sk_sk: Rovnako ako posúvanie pozdĺž hornej hrany obrazovky na otvorenie, pri otvorení sa to zaistí hlavné okno. Čo umožňuje rýchlejšie multi -cielené pracovné postupy. * Rohy sú z hľadiska všetkých vašich obrazoviek, nie na monitor.
sl_si: Tako kot se odprete po zgornjem robu zaslona, ​​bo to zaklenilo glavno okno, ko se odpre. Omogoča hitrejše več ciljane delovne tokove. * Kotini so glede na vse vaše zaslone, ne na monitor.
sq_al: Ashtu si lëvizja përgjatë skajit të ekranit të lartë për tu hapur, kjo do të bllokojë dritaren kryesore kur të hapet. Lejimi i rrjedhës së punës më të shpejtë me shumë synime. * Qoshet janë për sa i përket të gjitha ekraneve tuaj, jo për monitor.
sr_cyrl_me: Као да се крећете према ивици горњег екрана да бисте отворили, то ће закључати главни прозор када се отвори. Омогућавајући брже вишеструким радним токовима. * Корлови су у смислу свих ваших екрана, а не по монитору.
sv_fi: Som att bläddra längs den övre skärmkanten för att öppna, kommer detta att låsa huvudfönstret när det öppnas. Tillåter snabbare multi -riktade arbetsflöden. * Hörn är i termer av alla dina skärmar, inte per bildskärm.
sw_ke: Kama kusonga kando ya skrini ya juu kufungua, hii itafunga dirisha kuu wakati inafungua. Kuruhusu kazi za haraka za walengwa. * Pembe ni katika suala la skrini zako zote, sio kwa mfuatiliaji.
ta_in: திறக்க மேல் திரை விளிம்பில் ஸ்க்ரோலிங் செய்வது போல, இது பிரதான சாளரத்தைத் திறக்கும்போது பூட்டும். விரைவான பல - இலக்கு வைக்கப்பட்ட பணிப்பாய்வுகளுக்கு அனுமதிக்கிறது. * மூலைகள் உங்கள் எல்லா திரைகளின் அடிப்படையில் உள்ளன, ஒரு மானிட்டருக்கு அல்ல.
te_in: తెరవడానికి ఎగువ స్క్రీన్ అంచు వెంట స్క్రోలింగ్ చేయడం వంటిది, ఇది తెరిచినప్పుడు ఇది ప్రధాన విండోను లాక్ చేస్తుంది. శీఘ్ర మల్టీ -టార్గెటెడ్ వర్క్‌ఫ్లోలను అనుమతిస్తుంది. * కార్నర్స్ మీ అన్ని స్క్రీన్‌ల పరంగా, ప్రతి మానిటర్‌కు కాదు.
th_th: เช่นการเลื่อนไปตามขอบหน้าจอด้านบนเพื่อเปิดสิ่งนี้จะล็อคหน้าต่างหลักเมื่อเปิด อนุญาตให้เวิร์กโฟลว์ที่มีความหลากหลายได้เร็วขึ้น * มุมอยู่ในแง่ของหน้าจอทั้งหมดของคุณไม่ใช่ต่อจอภาพ
tk_tm: Ýokarky ekran gyrasynda açmak ýaly, bu aç-açan açylanda esasy penjiräni gulplär. Has çalt köpelmegine ýol bermek - Maksatly iş akymlary. * Gurluşlar, monitor üçin däl-de, çörekleriňiz bilen çäklenýär.
tr_tr: Açmak için üst ekran kenarı boyunca kaydırma gibi, bu açıldığında ana pencereyi kilitler. Daha hızlı çoklu hedeflenen iş akışlarına izin verir. * Köşeler, monitör başına değil, tüm ekranlarınız açısındandır.
tt_ru: Иң яхшы экран кыры белән әйләндерү кебек, бу төп тәрәзәне ачканда. Тизрәк күпмилли - максатчан эш алып бару. * Почмаклар сезнең бөтен экраннар ягыннан, мониторга түгел.
ug_cn: ئەڭ يۇقىرى ئېكران گىرۋىكىنى ئېچىش ئۈچۈن, بۇ ئاچقاندا ئاساسلىق كۆزنەكنى قۇلۇپلايدۇ. تېز سۈرئەتلىك يېمەكلىكلەرگە يول قويۇش - نىشانلىق خىزمەت مەيدانى. * بۇلۇڭلار سىزنىڭ بارلىق ئېكرانلىرىڭىزگە ئەمەس, ھەر بىر ئېكراندا ئەمەس.
uk_ua: Як і прокрутка по краю верхнього екрана, щоб відкрити, це заблокує головне вікно, коли воно відкриється. Дозволяючи швидше багаторічні робочі процеси. * Кути з точки зору всіх ваших екранів, а не на монітор.
ur_pk: جیسے اوپن کرنے کے لئے اوپر کی سکرین ایج کے ساتھ سکرولنگ ، یہ کھلنے پر مرکزی ونڈو کو لاک کردے گا۔ تیز تر ملٹی - ٹارگٹڈ ورک فلوز کے لئے اجازت دینا۔ * کونے آپ کی تمام اسکرینوں کے لحاظ سے ہیں ، فی مانیٹر نہیں۔
uz_cyrl: Ochish uchun eng yuqori ekran qirrasi bo'ylab aylantirish kabi, bu asosiy oynani ochganda qulflanadi. Tezkor ko'p qirrali ish oqimlariga ruxsat berish. * Burchaklar monitorga emas, barcha ekranlar nuqtai nazaridan.
vi_vn: Giống như cuộn dọc theo cạnh màn hình trên cùng để mở, điều này sẽ khóa cửa sổ chính khi mở. Cho phép các quy trình công việc được nhắm mục tiêu nhanh hơn. * Các góc về tất cả các màn hình của bạn, không phải trên mỗi màn hình.
zh_hant: 就像沿頂部屏幕邊緣滾動以打開一樣，這將在打開時鎖定主窗口。允許更快的多個目標工作流程。 *角落在所有屏幕上，而不是每個顯示器。

# PrefShowWindowAndLockLabel
source: Show Window and Lock
af_za: Wys venster en slot
am_et: መስኮት እና መቆለፊያ አሳይ
ar_bh: عرض النافذة والقفل
as_in: উইন্ডো আৰু লক দেখুৱাওক
az_cyrl: Pəncərə və kilid göstər
bg_bg: Показване на прозореца и заключване
bn_in: উইন্ডো এবং লক দেখান
bs_latn_ba: Prikaži prozor i zaključavanje
ca_es: Mostra la finestra i el bloqueig
cs_cz: Zobrazit okno a zámek
cy_gb: Dangos ffenestr a chlo
da_dk: Vis vindue og lås
de_ch: Fenster anzeigen und sperren
el_gr: Εμφάνιση παραθύρου και κλειδώματος
es_bo: Mostrar ventana y bloqueo
et_ee: Kuva aken ja lukk
fa_ir: نمایش پنجره و قفل
fi_fi: Näytä ikkuna ja lukko
fil_ph: Ipakita ang window at i -lock
fr_029: Afficher la fenêtre et le verrouillage
ga_ie: Taispeáin fuinneog agus glas
gu_in: વિંડો અને લ lock ક બતાવો
he_il: הצג חלון ומנעול
hi_in: खिड़की और लॉक दिखाओ
hr_hr: Prikaži prozor i zaključavanje
hu_hu: Az ablak és a zár megjelenítése
hy_am: Show ուցադրել պատուհանը եւ կողպեքը
id_id: Tampilkan jendela dan kunci
is_is: Sýna glugga og læsa
it_ch: Mostra la finestra e il blocco
ja_jp: ウィンドウとロックを表示します
ka_ge: ფანჯრის ჩვენება და ჩაკეტვა
kk_kz: Терезе және құлыпты көрсету
km_kh: បង្ហាញបង្អួចនិងចាក់សោ
kn_in: ವಿಂಡೋ ಮತ್ತು ಲಾಕ್ ತೋರಿಸಿ
ko_kr: 창과 잠금을 보여줍니다
ky_kg: Терезени жана кулпу шоу
lo_la: ສະແດງ window ແລະລັອກ
lt_lt: Rodyti langą ir užraktą
lv_lv: Rādīt logu un bloķēšanu
mi_nz: Whakaatu matapihi me te raka
mk_mk: Покажете прозорец и заклучување
ml_in: വിൻഡോയും ലോക്കും കാണിക്കുക
mr_in: विंडो आणि लॉक दर्शवा
ms_my: Tunjukkan tetingkap dan kunci
mt_mt: Uri tieqa u illokkja
nb_no: Vis vindu og lås
ne_np: विन्डो र लक देखाउनुहोस्
nl_be: Toon venster en slot
or_in: ୱିଣ୍ଡୋ ଦେଖାନ୍ତୁ ଏବଂ ଲକ୍ କରନ୍ତୁ |
pa_arab: ਵਿੰਡੋ ਅਤੇ ਲਾਕ ਵੇਖਾਓ
pl_pl: Pokaż okno i zamek
pt_br: Mostre a janela e trava
ro_ro: Afișați fereastra și blocați
ru_ru: Показать окно и заблокировать
sk_sk: Zobraziť okno a zámok
sl_si: Pokaži okno in zaklepanje
sq_al: Trego dritaren dhe bllokimin
sr_cyrl_me: Прикажи прозор и закључавање
sv_fi: Visa fönster och lås
sw_ke: Onyesha dirisha na funga
ta_in: சாளரம் மற்றும் பூட்டைக் காட்டு
te_in: విండో మరియు లాక్ చూపించు
th_th: แสดงหน้าต่างและล็อค
tk_tm: Penjire we gulp görkeziň
tr_tr: Pencereyi gösterin ve kilitle
tt_ru: Тәрәзә һәм йозак күрсәт
ug_cn: كۆزنەك ۋە قۇلۇپلاڭ
uk_ua: Вікно шоу та замок
ur_pk: ونڈو اور لاک دکھائیں
uz_cyrl: Oynani ko'rsatish va qulfni ko'rsatish
vi_vn: Hiển thị cửa sổ và khóa
zh_hant: 顯示窗口和鎖

# AccountFreePriceText
source: Free!
af_za: Vry!
am_et: ፍርይ!
ar_bh: حر!
as_in: বিনামূলীয়া!
az_cyrl: PULSUZ!
bg_bg: Безплатно!
bn_in: নিখরচায়!
bs_latn_ba: Besplatno!
ca_es: GRATU! T!
cs_cz: Volný, uvolnit!
cy_gb: Am ddim!
da_dk: Gratis!
de_ch: Frei!
el_gr: Ελεύθερος!
es_bo: ¡Gratis!
et_ee: Tasuta!
fa_ir: رایگان!
fi_fi: Vapaa!
fil_ph: Libre!
fr_029: Gratuit!
ga_ie: Saor!
gu_in: મફત!
he_il: חינם!
hi_in: मुक्त!
hr_hr: Besplatno!
hu_hu: Ingyenes!
hy_am: Անվճար!
id_id: Bebas!
is_is: Ókeypis!
it_ch: Gratuito!
ja_jp: 無料！
ka_ge: უფასო!
kk_kz: Тегін!
km_kh: ឥតគិតថ្លៃ!
kn_in: ಉಚಿತ!
ko_kr: 무료!
ky_kg: Акысыз!
lo_la: ຟຣີ!
lt_lt: Laisvas!
lv_lv: Bezmaksas!
mi_nz: Koreutu!
mk_mk: Бесплатно!
ml_in: സൗ ജന്യം!
mr_in: फुकट!
ms_my: Percuma!
mt_mt: B'xejn!
nb_no: Gratis!
ne_np: नि: शुल्क!
nl_be: Vrij!
or_in: ମାଗଣା!
pa_arab: ਮੁਫਤ!
pl_pl: Bezpłatny!
pt_br: Livre!
ro_ro: Gratuit!
ru_ru: Бесплатно!
sk_sk: Zadarmo!
sl_si: Prost!
sq_al: E lirë!
sr_cyrl_me: Бесплатно!
sv_fi: Fri!
sw_ke: BURE!
ta_in: இலவசம்!
te_in: ఉచితం!
th_th: ฟรี!
tk_tm: Mugt!
tr_tr: Özgür!
tt_ru: Бушлай!
ug_cn: ھەقسىز!
uk_ua: БЕЗКОШТОВНЕ!
ur_pk: مفت!
uz_cyrl: Ozod!
vi_vn: Miễn phí!
zh_hant: 自由的！

# SysTrayRateAppLabel
source: Give us 5 stars!
af_za: Gee ons 5 sterre!
am_et: 5 ኮከቦችን ስጠን!
ar_bh: أعطنا 5 نجوم!
as_in: আমাক ৫ টা ষ্টাৰ দিয়ক!
az_cyrl: 5 ulduz verin!
bg_bg: Дайте ни 5 звезди!
bn_in: আমাদের 5 তারা দিন!
bs_latn_ba: Dajte nam 5 zvjezdica!
ca_es: Doneu -nos 5 estrelles!
cs_cz: Dejte nám 5 hvězdiček!
cy_gb: Rhowch 5 seren i ni!
da_dk: Giv os 5 stjerner!
de_ch: Gib uns 5 Sterne!
el_gr: Δώστε μας 5 αστέρια!
es_bo: ¡Danos 5 estrellas!
et_ee: Andke meile 5 tärni!
fa_ir: به ما 5 ستاره بدهید!
fi_fi: Anna meille 5 tähteä!
fil_ph: Bigyan mo kami ng 5 bituin!
fr_029: Donnez-nous 5 étoiles!
ga_ie: Tabhair 5 réalta dúinn!
gu_in: અમને 5 તારા આપો!
he_il: תן לנו 5 כוכבים!
hi_in: हमें 5 सितारे दें!
hr_hr: Dajte nam 5 zvjezdica!
hu_hu: Adj nekünk 5 csillagot!
hy_am: Տվեք մեզ 5 աստղ:
id_id: Beri kami 5 bintang!
is_is: Gefðu okkur 5 stjörnur!
it_ch: Dacci 5 stelle!
ja_jp: 5つ星をください！
ka_ge: მოგვცეს 5 ვარსკვლავი!
kk_kz: Бізге 5 жұлдыз беріңіз!
km_kh: ផ្តល់ឱ្យយើងនូវផ្កាយចំនួន 5!
kn_in: ನಮಗೆ 5 ನಕ್ಷತ್ರಗಳನ್ನು ನೀಡಿ!
ko_kr: 우리에게 별 5 개를주세요!
ky_kg: Бизге 5 жылдыз бериңиз!
lo_la: ໃຫ້ 5 ດາວ!
lt_lt: Duok mums 5 žvaigždes!
lv_lv: Dodiet mums 5 zvaigznes!
mi_nz: Homai ki a matou nga whetu 5!
mk_mk: Дајте ни 5 starsвезди!
ml_in: ഞങ്ങൾക്ക് 5 നക്ഷത്രങ്ങൾ നൽകുക!
mr_in: आम्हाला 5 तारे द्या!
ms_my: Beri kami 5 bintang!
mt_mt: Agħtina 5 stilel!
nb_no: Gi oss 5 stjerner!
ne_np: हामीलाई trars तारा दिनुहोस्!
nl_be: Geef ons 5 sterren!
or_in: ଆମକୁ 5 ତାରକା ଦିଅ!
pa_arab: ਸਾਨੂੰ 5 ਸਿਤਾਰੇ ਦਿਓ!
pl_pl: Daj nam 5 gwiazdek!
pt_br: Dê -nos 5 estrelas!
ro_ro: Dă -ne 5 stele!
ru_ru: Дай нам 5 звезд!
sk_sk: Dajte nám 5 hviezdičiek!
sl_si: Dajte nam 5 zvezdic!
sq_al: Na jepni 5 yje!
sr_cyrl_me: Дајте нам 5 звездица!
sv_fi: Ge oss 5 stjärnor!
sw_ke: Tupe nyota 5!
ta_in: எங்களுக்கு 5 நட்சத்திரங்கள் கொடுங்கள்!
te_in: మాకు 5 నక్షత్రాలు ఇవ్వండి!
th_th: ให้เรา 5 ดาว!
tk_tm: Bize 5 ýyldyz beriň!
tr_tr: Bize 5 yıldız ver!
tt_ru: Безгә 5 йолдыз бирегез!
ug_cn: بىزگە 5 يۇلتۇز بېرىڭ!
uk_ua: Дайте нам 5 зірок!
ur_pk: ہمیں 5 ستارے دیں!
uz_cyrl: Bizga 5 yulduz bering!
vi_vn: Cho chúng tôi 5 sao!
zh_hant: 給我們5星！
