Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeDragToOpenFakeWindowDetail
source: <p align="center">MonkeyPaste is <span color="red>fully integrated</span> with Drag - and - Drop</p>
am_et: <p lege = "ማእከል"> asikeopase "> rank <ቀይ ቀለም =" ቀይ> ሙሉ በሙሉ የተዋሃዱ </ p >>
ar_bh: <p align="center">MonkeyPaste هو <span color="red>fully integrated</span> with Drag - and - Drop</p>
as_in: <p align="center">মাঙ্কিপেষ্ট হৈছে <span color="red>fully integrated</span> with Drag - and - Drop</p>
az_cyrl: <p align = "Mərkəzi
bg_bg: <P Align = "Center"> Monkeypaste е <span color = "червен> напълно интегриран </span> с плъзгане - и - Drop </p>
bn_in: <p align="center">মাঙ্কিপেস্ট হল <span color="red>fully integrated</span> with Drag - and - Drop</p>
bs_latn_ba: <p align="center">Majmunska pasta je <span color="red>fully integrated</span> with Drag - and - Drop</p>
ca_es: <p align="center">MonkeyPaste és <span color="red>fully integrated</span> with Drag - and - Drop</p>
cs_cz: <p align="center">MonkeyPaste je <span color="red>fully integrated</span> with Drag - and - Drop</p>
cy_gb: <p align="center">Mae MonkeyPaste yn <span color="red>fully integrated</span> with Drag - and - Drop</p>
da_dk: <p align="center">MonkeyPaste er <span color="red>fully integrated</span> with Drag - and - Drop</p>
de_ch: <p align="center">MonkeyPaste ist <span color="red>fully integrated</span> with Drag - and - Drop</p>
el_gr: <p align="center">Το MonkeyPaste είναι <span color="red>fully integrated</span> with Drag - and - Drop</p>
es_bo: <p align="center">MonkeyPaste es <span color="red>fully integrated</span> with Drag - and - Drop</p>
et_ee: <p align="center">MonkeyPaste on <span color="red>fully integrated</span> with Drag - and - Drop</p>
fa_ir: <p align="center">میمونPaste است <span color="red>fully integrated</span> with Drag - and - Drop</p>
fi_fi: <p align="center">MonkeyPaste on <span color="red>fully integrated</span> with Drag - and - Drop</p>
fil_ph: <p align="center">Ang MonkeyPaste ay <span color="red>fully integrated</span> with Drag - and - Drop</p>
fr_029: <p align="center">MonkeyPaste est <span color="red>fully integrated</span> with Drag - and - Drop</p>
ga_ie: <p align="center">MoncaíPaste is <span color="red>fully integrated</span> with Drag - and - Drop</p>
gu_in: <p align="center">મંકીપેસ્ટ છે <span color="red>fully integrated</span> with Drag - and - Drop</p>
he_il: <p align="center">MonkeyPaste הוא <span color="red>fully integrated</span> with Drag - and - Drop</p>
hi_in: <p align="center">मंकीपेस्ट है <span color="red>fully integrated</span> with Drag - and - Drop</p>
hr_hr: <p align="center">MonkeyPaste je <span color="red>fully integrated</span> with Drag - and - Drop</p>
hu_hu: <p align="center">A MonkeyPaste <span color="red>fully integrated</span> with Drag - and - Drop</p>
id_id: <p align="center">MonkeyPaste adalah <span color="red>fully integrated</span> with Drag - and - Drop</p>
is_is: <p align="center">MonkeyPaste er <span color="red>fully integrated</span> with Drag - and - Drop</p>
it_ch: <p align="center">MonkeyPaste è <span color="red>fully integrated</span> with Drag - and - Drop</p>
ja_jp: <p align="center">MonkeyPaste は <span color="red>fully integrated</span> with Drag - and - Drop</p>
ka_ge: <p align = "center"> monkeypaste არის <span color = "red> სრულად ინტეგრირებული </span> drag - და - drop </p>
kk_kz: <p Align = «center»> Monkeyptaste - бұл <span color = «Қызыл қызыл> Толық біріктірілген </ span> сүйреп апарыңыз - және - тамшы </ p>
kn_in: <p align="center">ಮಂಕಿಪೇಸ್ಟ್ ಆಗಿದೆ <span color="red>fully integrated</span> with Drag - and - Drop</p>
ko_kr: <p align="center">MonkeyPaste는 <span color="red>fully integrated</span> with Drag - and - Drop</p>
ky_kg: <p aldign = "center"> monkeypaste <span color = "кызыл> толук интеграцияланган </ span> менен сүйрөп, - жана - тамчы </ p>
lt_lt: <p align="center">MonkeyPaste yra <span color="red>fully integrated</span> with Drag - and - Drop</p>
lv_lv: <p align="center">MonkeyPaste ir <span color="red>fully integrated</span> with Drag - and - Drop</p>
mi_nz: <p align="center">Ko MonkeyPaste ko <span color="red>fully integrated</span> with Drag - and - Drop</p>
mk_mk: <p align = "Center"> monkeypaste е <span color = "црвена> целосно интегрирана </span> со влечење - и - капка </p>
ml_in: <p align="center">MonkeyPaste ആണ് <span color="red>fully integrated</span> with Drag - and - Drop</p>
mr_in: <p align="center">मंकीपेस्ट आहे <span color="red>fully integrated</span> with Drag - and - Drop</p>
ms_my: <p align="center">MonkeyPaste adalah <span color="red>fully integrated</span> with Drag - and - Drop</p>
mt_mt: <p align="center">MonkeyPaste huwa <span color="red>fully integrated</span> with Drag - and - Drop</p>
nb_no: <p align="center">MonkeyPaste er <span color="red>fully integrated</span> with Drag - and - Drop</p>
ne_np: <p align="center">बाँदरपेस्ट हो <span color="red>fully integrated</span> with Drag - and - Drop</p>
or_in: <p align="center">MonkeyPast ହେଉଛି <span color="red>fully integrated</span> with Drag - and - Drop</p>
pa_arab: ਮੋਨਕੇਪਾਸਟ ਹੈ
pl_pl: <p align = "Center"> Monkeypaste to <pan color = "czerwony> w pełni zintegrowane </span> z przeciągnięciem - i - upukiem </p>
pt_br: <p align="center">MonkeyPaste é <span color="red>fully integrated</span> with Drag - and - Drop</p>
ro_ro: <p align="center">MonkeyPaste este <span color="red>fully integrated</span> with Drag - and - Drop</p>
ru_ru: <p align="center">MonkeyPaste - это <span color="red>fully integrated</span> with Drag - and - Drop</p>
sk_sk: <p align="center">MonkeyPaste je <span color="red>fully integrated</span> with Drag - and - Drop</p>
sl_si: <p align="center">MonkeyPaste je <span color="red>fully integrated</span> with Drag - and - Drop</p>
sq_al: <p align="center">MonkeyPaste është <span color="red>fully integrated</span> with Drag - and - Drop</p>
sr_cyrl_me: <p align="center">МонкеyПасте је <span color="red>fully integrated</span> with Drag - and - Drop</p>
sv_fi: <p align="center">MonkeyPaste är <span color="red>fully integrated</span> with Drag - and - Drop</p>
sw_ke: <p align = "kituo"> Monkeypaste ni <span color = "nyekundu> imejumuishwa kikamilifu </span> na Drag - na - tone </p>
ta_in: <p align="center">MonkeyPaste என்பது <span color="red>fully integrated</span> with Drag - and - Drop</p>
te_in: <p align="center">MonkeyPaste <span color="red>fully integrated</span> with Drag - and - Drop</p>
th_th: <p align="center">MonkeyPaste คือ <span color="red>fully integrated</span> with Drag - and - Drop</p>
tk_tm: <p align="center">MaýmynPaste <span color="red>fully integrated</span> with Drag - and - Drop</p>
tr_tr: <p align="center">MonkeyPaste <span color="red>fully integrated</span> with Drag - and - Drop</p>
tt_ru: <p align="center">Маймыл Пасте <span color="red>fully integrated</span> with Drag - and - Drop</p>
ug_cn: <p aligse = "مەركىزى"> مايمۇنپاس </ smag> drow> - ۋە - تاشلاش </ p>
uk_ua: <p align="center">MonkeyPaste - це <span color="red>fully integrated</span> with Drag - and - Drop</p>
ur_pk: <p align="center">منکی پیسٹ ہے <span color="red>fully integrated</span> with Drag - and - Drop</p>
uz_cyrl: Monkeypaste bu
vi_vn: nó
zh_hant: <p align="center">MonkeyPaste 是 <span color="red>fully integrated</span> with Drag - and - Drop</p>

# WelcomeScrollToOpenFakeWindowDetail
source: <p align="center">This way, MonkeyPaste can be accessed<br><span color="red">without a click</span> or even <span color="red">batting an eye</span> &#x1F440</p>
af_za: <p align="center">Op hierdie manier kan MonkeyPaste verkry word<br><span color="red">sonder 'n klik</span> of selfs <span color="red">'n oog slaan</span> &#x1F440</p>
am_et: <p ምሰሶ = "ማእከል"> onikeopase "<< << << <ቀይ> >> <ቀይ ቀለም = >> <ቀይ" >> <ቀይ "> አይን" & # x1f440 </ p>
ar_bh: <p align="center">بهذه الطريقة ، يمكن الوصول إلى MonkeyPaste<br><span color="red">بدون نقرة</span> أو حتى <span color="red">ضرب العين</span> #x1F440</p>
as_in: <p align="center">এনেদৰে, মাঙ্কিপেষ্ট ত প্ৰৱেশ কৰিব পাৰি<br><span color="red">ক্লিক নকৰাকৈ</span> বা আনকি <span color="red">চকুবেটিং</span> নকৰাকৈ আৰু #x1F440</p>
az_cyrl: <p hiRign = "Mərkəzi"> Bu yolla, Monkeypaste daxil olmaq mümkündür & # X1F440 </ p>
bg_bg: <P Align = "Center"> По този начин Monkeypaste може да бъде достъпна <br> <span color = "червено"> без щракване </span> или дори <span color = "червено"> ватиране на око </span> &#x1f440 </p>
bn_in: <p align="center">এইভাবে, মাঙ্কিপেস্ট অ্যাক্সেস করা যেতে পারে<br><span color="red">একটি ক্লিক বা</span> এমনকি একটি <span color="red">চোখ ব্যাটিং</span> ছাড়া এবং#x1F440</p>
bs_latn_ba: <p align="center">Na ovaj način, majmun može da se<br><span color="red">bez klika</span> ili čak <span color="red">udaranja okom</span> &#x1F440</p>
ca_es: <p align="center">D'aquesta manera, es pot accedir a MonkeyPaste<br><span color="red">sense un clic</span> ni tan sols <span color="red">batent un ull</span> &#x1F440</p>
cs_cz: <p align="center">Tímto způsobem lze přistupovat k MonkeyPaste<br><span color="red">bez kliknutí</span> nebo <span color="red">dokonce mrknutí oka</span> &#x1F440</p>
cy_gb: <p align="center">Fel hyn, gellir cyrchu MonkeyPaste<br><span color="red">heb glicio</span> neu hyd yn oed <span color="red">batio llygad</span> &#x1F440</p>
da_dk: <p align="center">På denne måde kan du få adgang til MonkeyPaste<br><span color="red">uden et klik</span> eller endda <span color="red">slå et øje</span> &#x1F440</p>
de_ch: <p align="center">Auf diese Weise kann auf MonkeyPaste zugegriffen werden<br><span color="red">ohne einen Klick</span> oder gar <span color="red">mit der Wimper zu zucken</span> &#x1F440</p>
el_gr: <p align="center">Με αυτόν τον τρόπο, μπορείτε να έχετε πρόσβαση στο MonkeyPaste<br><span color="red">χωρίς κλικ</span> ή ακόμα και <span color="red">χτύπημα ενός ματιού</span> &#x1F440</p>
es_bo: <p align="center">De esta manera, se puede acceder a MonkeyPaste<br><span color="red">sin un clic</span> o incluso <span color="red">pestañeando</span> &#x1F440</p>
et_ee: <p align="center">Nii pääseb MonkeyPaste'ile juurde<br><span color="red">ilma klõpsuta</span> või isegi <span color="red">silma pilgutamata</span> &#x1F440</p>
fa_ir: <p align="center">به این ترتیب، MonkeyPaste می تواند قابل دسترسی باشد<br><span color="red">بدون یک کلیک</span> و یا حتی <span color="red">ضربه زدن به چشم</span> &#x1F440</p>
fi_fi: <p align="center">Tällä tavalla MonkeyPastaan pääsee<br><span color="red">ilman napsautusta</span> tai edes <span color="red">silmää räpäyttämättä</span> &#x1F440</p>
fil_ph: <p align="center">Sa ganitong paraan, maaaring ma access ang MonkeyPaste<br><span color="red">walang click</span> o <span color="red">kahit batting isang mata</span> &#x1F440</p>
fr_029: <p align="center">De cette façon, MonkeyPaste est accessible<br><span color="red">sans un clic</span> ni même <span color="red">un clignement d’œil</span> &#x1F440</p>
ga_ie: <p align="center">Ar an mbealach seo, is féidir rochtain a fháil ar MonkeyPaste<br><span color="red">gan cliceáil</span> nó fiú <span color="red">batting súil</span> &#x1F440</p>
gu_in: <p align="center">આ રીતે, મંકીપેસ્ટ એક્સેસ કરી શકાય છે<br><span color="red">એક પણ ક્લિક કર્યા વિના</span> અથવા <span color="red">તો આંખ</span> અને #x1F440</p>
he_il: <p align="center">בדרך זו, MonkeyPaste ניתן לגשת<br>בלי <span color="red">קליק</span> ואפילו בלי <span color="red">להניד עפעף</span> #x1F440</p>
hi_in: <p align="center">इस तरह, मंकीपेस्ट को एक्सेस किया जा सकता है<br>एक <span color="red">क्लिक के बिना</span> या यहां तक कि <span color="red">एक आँख बल्लेबाजी</span> &#x1F440</p>
hr_hr: <p align="center">Na taj se način može pristupiti MonkeyPasteu<br><span color="red">bez klika</span> ili čak <span color="red">udaranja okom</span> &#x1F440</p>
hu_hu: <p align="center">Így a MonkeyPaste elérhető<br><span color="red">kattintás</span> vagy <span color="red">akár szemrebbenés</span> nélkül &#x1F440</p>
hy_am: <p align="center">Այս եղանակով MonkeyPaste-ին կարելի է դիմել<br><span color="red">առանց մկնիկի</span> կամ նույնիսկ <span color="red">հարվածում է աչքին</span> &#x1F440</p>
id_id: <p align="center">Dengan cara ini, MonkeyPaste dapat diakses<br><span color="red">tanpa klik</span> atau bahkan <span color="red">mengedipkan mata</span> &#x1F440</p>
is_is: <p align="center">Þannig er hægt að nálgast MonkeyPaste<br><span color="red">án þess að smella</span> eða jafnvel <span color="red">batting auga</span> &#x1F440</p>
it_ch: <p align="center">In questo modo, è possibile accedere a MonkeyPaste<br><span color="red">senza un clic o addirittura battendo</span> <span color="red">ciglio</span> &#x1F440</p>
ja_jp: <p align="center">このようにして、MonkeyPasteにアクセスできます<br><span color="red">クリックしたり、</span><span color="red">目を打ったり</span>することなく&#x1F440</p>
ka_ge: <p align = "ცენტრი"> ამ გზით, Monkeypasteast- ს შეგიძლიათ წვდომა <br> <span ფერი = "წითელი"> დაჭერის გარეშე </span> ან თუნდაც <span ფერი = "წითელი"> თვალის დახუჭვა </span> &#x1f440 </p>
kk_kz: <p Align = «Center»> Осылайша, MonKeyptaste-ге </ span colour = «қызыл»> «қызыл»> немесе тіпті </ span colour = «қызыл»> & # x1f440 </ p>
km_kh: <p align="center">វិធីនេះ MonkeyPaste អាចចូលដំណើរការបាន<br><span color="red">ដោយគ្មានការចុចឬសូម្បីតែវាយភ្នែក</span> &#x1F440 <span color="red"></span></p>
kn_in: <p align="center">ಈ ರೀತಿಯಾಗಿ, ಮಂಕಿಪೇಸ್ಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಬಹುದು<br><span color="red">ಒಂದು ಕ್ಲಿಕ್ ಮಾಡದೆ</span> ಅಥವಾ <span color="red">ಕಣ್ಣೆತ್ತಿಯೂ ನೋಡದೆ</span> #x1F440</p>
ko_kr: <p align="center">이렇게 하면 MonkeyPaste에 액세스할 수 있습니다<br><span color="red">클릭 한 번,</span> <span color="red">눈 하나 깜짝하지 않고</span> &#x1F440</p>
ky_kg: <p aldign = "борбору"> Ушундай жол менен, <span color = "кызыл"> </ span> же ал тургай <span color = "кызыл"> & # x1f440 </ p>
lo_la: <p align="center">ທາງນີ້, MonkeyPaste ສາມາດເຂົ້າເຖິງໄດ້<br><span color="red">ປາດສະຈາກການຄິກຫຼືແມ້ກະທັ້ງbatting</span> <span color="red">ຕາ</span> &#x1F440</p>
lt_lt: <p align="center">Tokiu būdu galima pasiekti "MonkeyPaste"<br><span color="red">be paspaudimo</span> ar net <span color="red">akių užmetimo</span> &#x1F440</p>
lv_lv: <p align="center">Tādā veidā var piekļūt MonkeyPaste<br><span color="red">bez klikšķa</span> vai pat <span color="red">acs sišanas</span> &#x1F440</p>
mi_nz: <p align="center">Mā tēnei, ka taea te uru atu ki MonkeyPaste<br><span color="red">kaore he pāwhiri, he</span> <span color="red">patu rānei i te whatu</span> me te #x1F440</p>
mk_mk: <p align = "center"> На овој начин, може да се пристапи до monkeypaste <br> <span color = "црвена"> без клик &#x1f440 </p>
ml_in: <p align="center">ഈ രീതിയിൽ, മങ്കിപാസ്റ്റ് ആക്സസ് ചെയ്യാൻ കഴിയും<br><span color="red">ഒരു ക്ലിക്ക് പോലും ഇല്ലാതെ</span> അല്ലെങ്കിൽ <span color="red">ഒരു കണ്ണ് പോലും</span> #x1F440</p>
mr_in: <p align="center">अशा प्रकारे, मंकीपेस्टमध्ये प्रवेश केला जाऊ शकतो<br><span color="red">एका क्लिकशिवाय</span> किंवा <span color="red">डोळा न लावता</span> #x1F440</p>
ms_my: <p align="center">Dengan cara ini, MonkeyPaste boleh diakses<br><span color="red">tanpa klik</span> atau <span color="red">memukul mata</span> &#x1F440</p>
mt_mt: <p align="center">B'dan il-mod, MonkeyPaste jista 'jiġi aċċessat<br><span color="red">mingħajr klikk</span> jew saħansitra <span color="red">batting għajn</span> &#x1F440</p>
nb_no: <p align="center">På denne måten kan du få tilgang til MonkeyPaste<br><span color="red">uten et klikk</span> eller til og med <span color="red">batting et øye</span> &#x1F440</p>
ne_np: <p align="center">यस तरिकाले, मंकीपेस्ट पहुँच गर्न सकिन्छ<br><span color="red">एक क्लिक बिना</span> वा <span color="red">यहाँ सम्म कि एक आँखा र</span> #x1F440</p>
nl_be: <p align="center">Op deze manier kan MonkeyPaste worden benaderd<br><span color="red">zonder een klik</span> of zelfs maar <span color="red">met de ogen te knipperen</span> &#x1F440</p>
or_in: <p align="center">ଏହି ଉପାୟରେ, ମାଙ୍କଡ଼ ପେଷ୍ଟକୁ ଆକସେସ୍ କରାଯାଇପାରିବ<br><span color="red">କ୍ଲିକ୍ ବିନା</span> କିମ୍ବା <span color="red">ଆଖି ରେ ବ୍ୟାଟିଂ</span> କରି #x1F440</p>
pa_arab: ਇਸ ਤਰੀਕੇ ਨਾਲ, ਮੋਨਕੇਪਾਸਟ ਨੂੰ ਐਕਸੈਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਬਿਨਾਂ ਕਲਿੱਕ ਕੀਤੇ ਜਾਂ ਇੱਥੋਂ ਤੱਕ ਕਿ ਅੱਖਾਂ ਨੂੰ ਬੱਲੇਬਾਜ਼ੀ ਅਤੇ # x1f440
pl_pl: <p align = "Center"> w ten sposób można uzyskać dostęp do małpy <br> <pan color = "czerwony"> bez kliknięcia </span> lub nawet <span color = "czerwony"> mrugnięcie oka </span> &#x1F440 </p>
pt_br: <p align="center">Dessa forma, o MonkeyPaste pode ser acessado<br><span color="red">sem um clique</span> ou mesmo <span color="red">batendo um olho</span> &#x1F440</p>
ro_ro: <p align="center">În acest fel, MonkeyPaste poate fi accesat<br><span color="red">fără un clic</span> sau chiar <span color="red">bătând un ochi</span> &#x1F440</p>
ru_ru: <p align="center">Таким образом, можно получить доступ к MonkeyPaste<br><span color="red">не щелкнув</span> и даже <span color="red">не моргнув глазом</span>, &#x1F440</p>
sk_sk: <p align="center">Týmto spôsobom je MonkeyPaste prístupný<br><span color="red">bez kliknutia</span> alebo dokonca <span color="red">odpálenia oka</span> &#x1F440</p>
sl_si: <p align="center">Tako lahko dostopate do MonkeyPaste<br><span color="red">brez klika</span> ali celo <span color="red">udarca z očesom</span> &#x1F440</p>
sq_al: <p align="center">Në këtë mënyrë, MonkeyPaste mund të aksesohet<br><span color="red">Pa një klikim</span> apo edhe <span color="red">duke rrahur një sy</span> &#x1F440</p>
sr_cyrl_me: <p align="center">На овај начин се може приступити МонкеyПасте-у<br><span color="red">без клика</span> или чак <span color="red">ударања у око</span> &#x1F440</p>
sv_fi: <p align="center">På så sätt kan MonkeyPaste nås<br><span color="red">utan ett klick</span> eller ens <span color="red">ett öga</span> &#x1F440</p>
sw_ke: <p align = "kituo"> Kwa njia hii, MonkeyPaste inaweza kupatikana <br> <span color = "nyekundu"> bila kubonyeza </span> au hata <span color = "nyekundu"> kupiga jicho </span> &#x1f440 </p>
ta_in: <p align="center">இந்த வழியில், MonkeyPaste ஐ அணுகலாம்<br><span color="red">ஒரு கிளிக்</span> அல்லது <span color="red">கண் கூட பேட்டிங்</span> இல்லாமல் &#x1F440</p>
te_in: <p align="center">ఈ విధంగా, మంకీపేస్ట్ ను యాక్సెస్ చేయవచ్చు<br><span color="red">ఒక్క క్లిక్ లేదా</span> <span color="red">కంటిని కూడా బ్యాటింగ్</span> చేయకుండా &#x1F440</p>
th_th: <p align="center">ด้วยวิธีนี้ MonkeyPaste สามารถเข้าถึงได้<br><span color="red">โดยไม่ต้องคลิก</span>หรือแม้แต่<span color="red">ตบตา</span> &#x1F440</p>
tk_tm: <p align="center">Şeýdip, MonkeyPaste girip bolýar<br><span color="red">basman</span>, hatda <span color="red">göz ýumman</span> &#x1F440</p>
tr_tr: <p align="center">Bu şekilde MonkeyPaste'e erişilebilir<br><span color="red">bir tıklama olmadan</span>, hatta <span color="red">gözünü kırpmadan</span> &#x1F440</p>
tt_ru: <p align="center">Шулай итеп маймыл Пастега керергә мөмкин<br>Ул <span color="red">җәннәтләрнең сезгә дә</span> , <span color="red">җәннәт нигъмәтләрен</span> дә #x1F440</p>
ug_cn: <p ILIV = "Centesposte زىيارەت قىلغىلى بولىدۇ <br> <spo رەڭلىك =" RPLOG "> نى چەكسىز </ sport =" Rang "> كۆزنى يۇمۇپ ئاچقۇچە </ span> & # x1f440 </ p>
uk_ua: <p align="center">Таким чином, можна отримати доступ до MonkeyPaste<br>не <span color="red">клацнувши</span> і навіть <span color="red">не моргнувши оком</span> &#x1F440</p>
ur_pk: <p align="center">اس طرح ، منکی پیسٹ تک رسائی حاصل کی جاسکتی ہے۔<br><span color="red">ایک کلک کے بغیر</span> یا یہاں تک کہ <span color="red">آنکھ بند کیے</span> بغیر اور #x1F440</p>
uz_cyrl: Shu tarzda, maymun pastkasiga kirish mumkin bosish yoki hatto ko'zni urish yoki # x1f440
vi_vn: <p align = "centre"> Cách này, có thể truy cập vào khỉ &#x1F440 </p>
zh_hant: <p align="center">這樣，就可以訪問 MonkeyPaste<br><span color="red">沒有咔噠聲</span>，甚至沒有<span color="red">眨眼</span> &#x1F440</p>

# CommonAnnLabel
source: Annotation
af_za: Aantekening
as_in: টীকাকৰণ
bn_in: টীকা
bs_latn_ba: Napomena
ca_es: Anotació
cs_cz: Anotace
de_ch: Anmerkung
el_gr: Σχόλιο
es_bo: Anotación
et_ee: Annotatsioon
fa_ir: حاشیه نویسی
fi_fi: Merkintä
fil_ph: Anotasyon
ga_ie: Anótáil
gu_in: નોંધણી
he_il: ביאור
hi_in: टिप्पणी
hr_hr: Napomena
hu_hu: Megjegyzés
hy_am: Ծանոթագրություն
id_id: Anotasi
is_is: Athugasemd
it_ch: Annotazione
ja_jp: 注釈
km_kh: ការបិឃាដ
kn_in: ಟಿಪ್ಪಣಿ
ko_kr: 주석
lo_la: ຄໍາບັນທຶກ
lt_lt: Anotacija
lv_lv: Anotācija
ml_in: വ്യാഖ്യാനിലും
mr_in: भाष्य
mt_mt: Annotazzjoni
nb_no: Merknad
ne_np: अ En ्गता
nl_be: Annotatie
or_in: ଟିପ୍ପଣୀ
pa_arab: ਐਨੋਟੇਸ਼ਨ
pt_br: Anotação
ro_ro: Adnotare
ru_ru: Аннотация
sk_sk: Anotácia
sl_si: Opombe
sq_al: Shënim
sr_cyrl_me: Анотација
sv_fi: Anteckning
ta_in: சிறுகுறி
te_in: ఉల్లేఖనం
th_th: คำอธิบายประกอบ
tk_tm: Düşündiriş
tr_tr: Dipnot
tt_ru: Аннотация
uk_ua: Анотація
ur_pk: تشریح
uz_cyrl: Izoh
zh_hant: 註解

# CommonCloneLabel
source: Clone
af_za: Kloon
as_in: ক্ল'ন
bn_in: ক্লোন
bs_latn_ba: Klon
ca_es: Clon
cs_cz: Klon
da_dk: Klon
de_ch: Klon
el_gr: Κλώνος
es_bo: Clon
et_ee: Kloon
fa_ir: شبیه
fi_fi: Klooni
fr_029: Cloner
ga_ie: Clón
gu_in: ક્લોન
he_il: שיבוט
hi_in: क्लोन
hr_hr: Klon
hu_hu: Klón
hy_am: Կլոն
id_id: Klon
is_is: Klón
ja_jp: クローン
km_kh: ក្លេតុក
kn_in: ತದ್ರೂಪಿ
ko_kr: 클론
lt_lt: Klonas
lv_lv: Klons
ml_in: ക്ലോൺ
mr_in: क्लोन
mt_mt: Klonu
nb_no: Klon
ne_np: उद्घाटन
nl_be: Klonen
or_in: କ୍ଲୋନ
pa_arab: ਕਲੋਨ
ro_ro: Clonă
ru_ru: Клон
sk_sk: Klon
sl_si: Klon
sq_al: Klon
sr_cyrl_me: Клонирање
sv_fi: Klona
ta_in: குளோன்
te_in: క్లోన్
th_th: โคลน
tk_tm: Klaýun
tr_tr: Klon
tt_ru: Клон
uk_ua: Клон
ur_pk: کلون
uz_cyrl: Klon
zh_hant: 複製

# CommonDataObjectLabel
source: Data Object
af_za: Data -objek
as_in: তথ্য বস্তু
bn_in: ডেটা অবজেক্ট
bs_latn_ba: Objekt podataka
ca_es: Objecte de dades objecte
cs_cz: Datový objekt
da_dk: Dataobjekt
de_ch: Datenobjekt
el_gr: Αντικείμενο δεδομένων
es_bo: Objeto de datos
et_ee: Andmeobjekt
fa_ir: هدف داده
fi_fi: Dataobjekti
fil_ph: Object ng data
fr_029: Objet de données
ga_ie: Réad sonraí
gu_in: આંકડા
he_il: אובייקט נתונים
hi_in: आंकड़ा वस्तु
hr_hr: Objekt podataka
hu_hu: Adatbőr
hy_am: Տվյալների օբյեկտ
id_id: Objek data
is_is: Gagnahlut
it_ch: Oggetto dati
ja_jp: データオブジェクト
km_kh: វត្ថុទិន្នន័យ
kn_in: ದತ್ತಾಂಶಗಳ ವಸ್ತು
ko_kr: 데이터 객체
lo_la: ຈຸດປະສົງຂໍ້ມູນ
lt_lt: Duomenų objektas
lv_lv: Datu objekts
ml_in: ഡാറ്റ ഒബ്ജക്റ്റ്
mr_in: डेटा ऑब्जेक्ट
mt_mt: Oġġett tad-dejta
nb_no: Dataobjekt
ne_np: डाटा वस्तु
nl_be: Gegevensobject
or_in: ଡାଟା ବସ୍ତୁ |
pa_arab: ਡਾਟਾ ਇਕਾਈ
pt_br: Objeto de dados
ro_ro: Obiect de date
ru_ru: Объект данных
sk_sk: Dátový objekt
sl_si: Podatkovni objekt
sq_al: Objekt i të dhënave
sr_cyrl_me: Објект података
sv_fi: Dataobjekt
ta_in: தரவு பொருள்
te_in: డేటా ఆబ్జెక్ట్
th_th: วัตถุข้อมูล
tk_tm: Maglumat obýekti
tr_tr: Veri Nesnesi
tt_ru: Мәгълүмат объекты
uk_ua: Об'єкт даних
ur_pk: ڈیٹا آبجیکٹ
uz_cyrl: Ma'lumotlar ob'ekti
zh_hant: 數據對象
