Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeLoginLoadDescription2
source: Load up when this user account is logged in, not for other users.
af_za: Laai op wanneer hierdie gebruikersrekening aangemeld is, nie vir ander gebruikers nie.
am_et: ይህ የተጠቃሚ መለያው በመለያ ሲገባ ለሌላ ተጠቃሚዎች ሳይሆን ይጫናል.
ar_bh: قم بتحميل عند تسجيل الدخول إلى حساب المستخدم ، وليس للمستخدمين الآخرين.
as_in: এই ব্যৱহাৰকাৰী একাউণ্ট লগ ইন কৰাৰ সময়ত লোড কৰক, অন্য ব্যৱহাৰকাৰীৰ বাবে নহয়।
az_cyrl: Bu istifadəçi hesabı daxil olduqda, digər istifadəçilər üçün deyil, daxil olduqda yükləyin.
bg_bg: Заредете, когато този потребителски акаунт е влязъл, а не за други потребители.
bn_in: এই ব্যবহারকারী অ্যাকাউন্টটি লগ ইন করা হলে লোড আপ করুন, অন্য ব্যবহারকারীদের জন্য নয়।
bs_latn_ba: Učitajte kada je ovaj korisnički račun prijavljen, a ne za druge korisnike.
ca_es: Carregueu -lo quan es connecti aquest compte d'usuari, no per a altres usuaris.
cs_cz: Načtěte, když je tento uživatelský účet přihlášen, nikoli pro ostatní uživatele.
cy_gb: Llwythwch i fyny pan fydd y cyfrif defnyddiwr hwn wedi mewngofnodi, nid ar gyfer defnyddwyr eraill.
da_dk: Indlæs, når denne brugerkonto er logget ind, ikke for andre brugere.
de_ch: Laden Sie, wenn dieses Benutzerkonto angemeldet ist, nicht für andere Benutzer.
el_gr: Φορτώστε όταν αυτός ο λογαριασμός χρήστη έχει συνδεθεί, όχι για άλλους χρήστες.
es_bo: Cargue cuando esta cuenta de usuario haya iniciado sesión, no para otros usuarios.
et_ee: Laadige see kasutajakonto sisse logitud, mitte teiste kasutajate jaoks.
fa_ir: هنگام ورود به این حساب کاربری ، نه برای سایر کاربران بارگیری کنید.
fi_fi: Lataa, kun tämä käyttäjätili on kirjautunut sisään, ei muille käyttäjille.
fil_ph: Mag -load kapag ang account ng gumagamit na ito ay naka -log in, hindi para sa iba pang mga gumagamit.
fr_029: Chargez lorsque ce compte utilisateur est connecté, pas pour les autres utilisateurs.
ga_ie: Luchtaigh suas nuair a bhíonn an cuntas úsáideora seo logáilte isteach, ní d'úsáideoirí eile.
gu_in: જ્યારે આ વપરાશકર્તા એકાઉન્ટ લ logged ગ ઇન થાય છે ત્યારે લોડ અપ કરો, અન્ય વપરાશકર્તાઓ માટે નહીં.
he_il: טען כאשר חשבון משתמש זה מחובר, לא למשתמשים אחרים.
hi_in: जब यह उपयोगकर्ता खाता लॉग इन होता है, तो लोड करें, अन्य उपयोगकर्ताओं के लिए नहीं।
hr_hr: Učitajte se kada je ovaj korisnički račun prijavljen, a ne za ostale korisnike.
hu_hu: Töltse fel, amikor ezt a felhasználói fiókot bejelentkezik, nem más felhasználók számára.
hy_am: Բեռնեք, երբ այս օգտվողի հաշիվը մուտք է գործել, այլ ոչ թե այլ օգտվողների համար:
id_id: Muat saat akun pengguna ini masuk, bukan untuk pengguna lain.
is_is: Hlaðið upp þegar þessi notendareikningur er skráður inn, ekki fyrir aðra notendur.
it_ch: Carica quando questo account utente viene effettuato, non per altri utenti.
ja_jp: 他のユーザーではなく、このユーザーアカウントがログインしたときにロードします。
ka_ge: დატვირთეთ, როდესაც ამ მომხმარებლის ანგარიში შედის და არა სხვა მომხმარებლებისთვის.
kk_kz: Бұл тіркелгі басқа пайдаланушылар үшін емес, осы пайдаланушы тіркелгісі кірген кезде жүктеңіз.
km_kh: ផ្ទុកឡើងនៅពេលដែលគណនីអ្នកប្រើនេះចូលមិនមែនសម្រាប់អ្នកប្រើប្រាស់ផ្សេងទៀតទេ។
kn_in: ಈ ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ಲೋಡ್ ಅಪ್ ಮಾಡಿ, ಇತರ ಬಳಕೆದಾರರಿಗಾಗಿ ಅಲ್ಲ.
ko_kr: 이 사용자 계정이 다른 사용자가 아닌 로그인 될 때로드하십시오.
ky_kg: Бул колдонуучу каттоо эсеби башка колдонуучулар үчүн эмес, киргенде, жүктөө.
lo_la: ໂຫລດຂຶ້ນເມື່ອບັນຊີຜູ້ໃຊ້ນີ້ເຂົ້າສູ່ລະບົບ, ບໍ່ແມ່ນສໍາລັບຜູ້ໃຊ້ຄົນອື່ນ.
lt_lt: Įkelkite, kai ši vartotojo abonementas yra prisijungęs, o ne kitiems vartotojams.
lv_lv: Ielādējiet, kad šis lietotāja konts ir pieteicies, nevis citiem lietotājiem.
mi_nz: Whakanuia I te wa kua uru mai tenei kaute kaiwhakamahi, kaua mo etahi atu kaiwhakamahi.
mk_mk: Вчитајте се кога оваа корисничка сметка е најавена, а не за други корисници.
ml_in: മറ്റ് ഉപയോക്താക്കൾക്ക് വേണ്ടിയല്ല ഈ ഉപയോക്തൃ അക്കൗണ്ട് ലോഗിൻ ചെയ്യുമ്പോൾ ലോഡുചെയ്യുക.
mr_in: हे वापरकर्ता खाते लॉग इन केले जाते तेव्हा लोड करा, इतर वापरकर्त्यांसाठी नाही.
ms_my: Muatkan apabila akaun pengguna ini dilog masuk, bukan untuk pengguna lain.
mt_mt: Tagħbija meta dan il-kont tal-utent ikun illoggjat, mhux għal utenti oħra.
nb_no: Last opp når denne brukerkontoen er logget inn, ikke for andre brukere.
ne_np: यो प्रयोगकर्ता खाता लग इन हुँदा लोड अप गर्नुहोस्, अन्य प्रयोगकर्ताहरूको लागि होईन।
nl_be: Laden wanneer dit gebruikersaccount is aangemeld, niet voor andere gebruikers.
or_in: ଯେତେବେଳେ ଏହି ଉପଭୋକ୍ତା ଆକାଉଣ୍ଟ୍ ଲଗ୍ ଇନ୍ ହୁଏ, ଅନ୍ୟ ଉପଭୋକ୍ତାଙ୍କ ପାଇଁ ନୁହେଁ, ଏହା ଲୋଡ୍ ହୁଏ, ଅନ୍ୟ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ନୁହେଁ |
pa_arab: ਜਦੋਂ ਇਹ ਉਪਭੋਗਤਾ ਖਾਤਾ ਲੌਗਇਨ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਦੂਜੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਨਹੀਂ.
pl_pl: Załaduj, gdy to konto użytkownika jest zalogowane, a nie dla innych użytkowników.
pt_br: Carregue quando essa conta de usuário estiver conectada, não para outros usuários.
ro_ro: Încărcați -vă când acest cont de utilizator este conectat, nu pentru alți utilizatori.
ru_ru: Загрузитесь, когда эта учетная запись пользователя входит в систему, а не для других пользователей.
sk_sk: Načítajte sa, keď je tento používateľský účet prihlásený, nie pre ostatných používateľov.
sl_si: Naložite, ko je ta uporabniški račun prijavljen, ne za druge uporabnike.
sq_al: Ngarkoni kur kjo llogari e përdoruesit është regjistruar, jo për përdoruesit e tjerë.
sr_cyrl_me: Учитајте се када се овај кориснички налог пријави, а не за остале кориснике.
sv_fi: Ladda upp när detta användarkonto är inloggat, inte för andra användare.
sw_ke: Pakia wakati akaunti hii ya mtumiaji imeingia, sio kwa watumiaji wengine.
ta_in: இந்த பயனர் கணக்கு உள்நுழையும்போது ஏற்றவும், மற்ற பயனர்களுக்கு அல்ல.
te_in: ఈ వినియోగదారు ఖాతా లాగిన్ అయినప్పుడు లోడ్ చేయండి, ఇతర వినియోగదారుల కోసం కాదు.
th_th: โหลดขึ้นเมื่อบัญชีผู้ใช้นี้เข้าสู่ระบบไม่ใช่สำหรับผู้ใช้รายอื่น
tk_tm: Bu ulanyjy hasaby, beýleki ulanyjylar üçin hasaba alynmaň.
tr_tr: Bu kullanıcı hesabı oturum açıldığında, diğer kullanıcılar için değil, yükleyin.
tt_ru: Бу кулланучы счеты башка кулланучылар өчен түгел, ә йөкләгез.
ug_cn: بۇ ئىشلەتكۈچى ھېساباتىدىن كېيىن باشقا ئىشلەتكۈچىلەر تىزىملاتقاندا يۈكلىنىدۇ.
uk_ua: Завантажте, коли цей обліковий запис користувача ввійшов, а не для інших користувачів.
ur_pk: جب یہ صارف اکاؤنٹ لاگ ان ہوجائے تو لوڈ اپ اپ اپ کریں ، دوسرے صارفین کے لئے نہیں۔
uz_cyrl: Ushbu foydalanuvchi hisobi boshqa foydalanuvchilar uchun emas, balki tizimga kirganda yuklang.
vi_vn: Tải lên khi tài khoản người dùng này được đăng nhập, không phải cho người dùng khác.
zh_hant: 登錄此用戶帳戶時加載，而不是其他用戶。

# EditorTemplateDateTimeHint
source: The current date and/or time will be substituted for DateTime templates when they are pasted.
af_za: Die huidige datum en/of tyd sal vervang word met die datumsjablone wanneer dit geplak word.
am_et: የወቅቱ ቀን እና / ወይም ጊዜ ሲለቁ ለቀጣዩ ጊዜው አብነት ይተካሉ.
ar_bh: سيتم استبدال التاريخ و/أو الوقت الحالي لقوالب DateTime عند لصقها.
as_in: বৰ্তমান তাৰিখ আৰু/বা সময় তাৰিখ সময় সাঁচসমূহৰ বাবে প্ৰতিস্থাপন কৰা হ'ব যেতিয়া সিহত পেষ্ট কৰা হয়।
az_cyrl: Cari tarix və / və ya vaxt yapışdırıldıqda doğma şablonları üçün əvəz ediləcəkdir.
bg_bg: Текущата дата и/или часа ще бъдат заменени с шаблони за дата, когато са поставени.
bn_in: বর্তমান তারিখ এবং/অথবা সময়টি ডেটটাইম টেম্পলেটগুলি পেস্ট করার সময় প্রতিস্থাপন করা হবে।
bs_latn_ba: Trenutni datum i / ili vrijeme bit će supstituirani za predloške dateTime kada su zalijepili.
ca_es: La data i/o hora actuals es substituiran per les plantilles de DateTime quan siguin enganxades.
cs_cz: Aktuální datum a/nebo čas bude nahrazen šablonami DateTime, když jsou vloženy.
cy_gb: Bydd y dyddiad a/neu'r amser cyfredol yn cael ei amnewid yn lle templedi amser dyddiad pan gânt eu pastio.
da_dk: Den aktuelle dato og/eller tiden erstattes af DateTime -skabeloner, når de indsættes.
de_ch: Das aktuelle Datum und/oder die Uhrzeit werden bei der Einfügung durch Vorlagen für DateTime ersetzt.
el_gr: Η τρέχουσα ημερομηνία ή/και ο χρόνος θα αντικατασταθούν για πρότυπα ημερομηνίας όταν είναι επικολλημένες.
es_bo: La fecha y/o hora actuales se sustituirán por plantillas de fecha y hora cuando se pegan.
et_ee: Praegune kuupäev ja/või kellaaeg asendatakse nende kleepimisel DateTime'i mallidega.
fa_ir: تاریخ و/یا زمان فعلی در هنگام چسباندن برای الگوهای DateTime جایگزین می شود.
fi_fi: Nykyinen päivämäärä ja/tai aika korvataan DateTime -malleissa, kun ne on liitetty.
fil_ph: Ang kasalukuyang petsa at/o oras ay mapapalitan para sa mga template ng dateTime kapag sila ay na -paste.
fr_029: La date et / ou l'heure actuelles seront remplacées par des modèles DateTime lorsqu'ils sont collés.
ga_ie: Cuirfear an dáta agus/nó an t -am reatha in ionad teimpléid dhátú nuair a ghreamaítear iad.
gu_in: વર્તમાન તારીખ અને/અથવા સમય જ્યારે પેસ્ટ કરવામાં આવે ત્યારે ડેટટાઇમ નમૂનાઓ માટે બદલવામાં આવશે.
he_il: התאריך ו/או השעה הנוכחיים יחליפו תבניות של תאריך תאריך כאשר הם מודבקים.
hi_in: वर्तमान तिथि और/या समय को डेटाइम टेम्प्लेट के लिए प्रतिस्थापित किया जाएगा जब वे चिपकाए जाते हैं।
hr_hr: Trenutni datum i/ili vrijeme bit će zamijenjeni za predloške DateTime kada su zalijepljeni.
hu_hu: Az aktuális dátumot és/vagy az időt helyettesítik a DateTime sablonok beillesztésekor.
hy_am: Ընթացիկ ամսաթիվը եւ (կամ) ժամանակը կփոխարինվի DateTime ձեւանմուշների համար, երբ դրանք տեղադրվեն:
id_id: Tanggal dan/atau waktu saat ini akan diganti dengan template datetime saat ditempel.
is_is: Núverandi dagsetning og/eða tíminn verður skipt út fyrir sniðmát datetime þegar þau eru límd.
it_ch: La data e/o l'ora correnti saranno sostituiti con i modelli DateTime quando vengono incollati.
ja_jp: 現在の日付および/または時間は、貼り付けられたときにDateTimeテンプレートに置き換えられます。
ka_ge: მიმდინარე თარიღი ან/და დრო შეიცვალა DateTime შაბლონებისთვის, როდესაც ისინი ჩასვით.
kk_kz: Ағымдағы күн және / немесе уақыт олар қойылған кезде DateTime шаблондары үшін ауыстырылады.
km_kh: កាលបរិច្ឆេទបច្ចុប្បន្ននិង / ឬពេលវេលានឹងត្រូវបានជំនួសសម្រាប់គំរូ DETETINE នៅពេលពួកគេបានបិទភ្ជាប់។
kn_in: ಪ್ರಸ್ತುತ ದಿನಾಂಕ ಮತ್ತು/ಅಥವಾ ಸಮಯವನ್ನು ಅಂಟಿಸಿದಾಗ ಡೇಟೈಮ್ ಟೆಂಪ್ಲೆಟ್ಗಳಿಗೆ ಬದಲಿಸಲಾಗುತ್ತದೆ.
ko_kr: 현재 날짜 및/또는 시간은 붙여 넣을 때 DateTime 템플릿으로 대체됩니다.
ky_kg: Учурдагы датасы жана / же убактысы белгиленген учурларда, даталар шаблондоруна алмаштырылат.
lo_la: ວັນທີປະຈຸບັນແລະ / ຫຼືເວລາຈະຖືກທົດແທນສໍາລັບແມ່ແບບທີ່ກໍານົດໃນເວລາທີ່ພວກມັນຖືກວາງໄວ້.
lt_lt: Dabartinė data ir (arba) laikas bus pakeistas į „Datetime“ šablonus, kai jie bus įklijuojami.
lv_lv: Pašreizējais datums un/vai laiks tiks aizstāts ar datuma laika veidnēm, kad tās tiks ielīmētas.
mi_nz: Ko te ra o naianei me / te waa ranei ka whakakapihia mo nga tauira o te waa ka oti te whakakii.
mk_mk: Тековниот датум и/или време ќе бидат заменети за шаблони за дата кога ќе бидат залепени.
ml_in: നിലവിലെ തീയതിയും കൂടാതെ / അല്ലെങ്കിൽ സമയവും ഡേറ്റ്ടൈം ടെംപ്ലേറ്റുകൾക്ക് പകരമായി സജ്ജമാക്കും.
mr_in: सध्याची तारीख आणि/किंवा वेळ पेस्ट केल्यावर डेटटाइम टेम्पलेट्ससाठी बदलली जाईल.
ms_my: Tarikh dan/atau masa semasa akan digantikan untuk template datetime apabila mereka disisipkan.
mt_mt: Id-data kurrenti u / jew il-ħin jiġu sostitwiti għal mudelli ta 'datetime meta jiġu mwaħħlin.
nb_no: Gjeldende dato og/eller tid vil bli erstattet av datetime -maler når de limes inn.
ne_np: हालको मिति र / वा समय मिति टेक्नेटि with को लागि प्रतिस्थापित गरिनेछ जब तिनीहरू टाँसिन्छन्।
nl_be: De huidige datum en/of tijd worden vervangen door datetime -sjablonen wanneer ze worden geplakt.
or_in: ସାମ୍ପ୍ରତିକ ତାରିଖ ଏବଂ / କିମ୍ବା ସମୟ ପେଷ୍ଟ ହୋଇଥିବାବେଳେ ତାରିଖ ଟେମ୍ପଲେଟ୍ ପାଇଁ ବଦଳାଯିବ |
pa_arab: ਮੌਜੂਦਾ ਤਾਰੀਖ ਅਤੇ / ਜਾਂ / ਜਾਂ ਸਮਾਂ ਤਾਰੀਖ ਦੇ ਟੈਂਪਲੇਟਸ ਲਈ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ ਜਦੋਂ ਉਹ ਚਿਪਕ ਜਾਂਦੇ ਹਨ.
pl_pl: Obecna data i/lub godzina zostaną zastąpione szablonami DATETIME po wklejeniu.
pt_br: A data atual e/ou a hora serão substituídas por modelos de datetime quando forem colados.
ro_ro: Data și/sau ora curente vor fi înlocuite cu șabloanele de date de date atunci când sunt lipite.
ru_ru: Текущая дата и/или время будут заменены шаблонами DateTime, когда они вставлены.
sk_sk: Aktuálny dátum a/alebo čas sa nahradia šablónou datetime, keď sú vložené.
sl_si: Trenutni datum in/ali čas bosta nadomeščena za predloge DateTime, ko jih prilepijo.
sq_al: Data aktuale dhe/ose koha do të zëvendësohet për shabllonet e DateTime kur ato ngjiten.
sr_cyrl_me: Тренутни датум и / или време биће замењене предлозима ДатеТиме када су залепите.
sv_fi: Det aktuella datumet och/eller tiden kommer att ersättas med DateTime -mallar när de klistras in.
sw_ke: Tarehe ya sasa na/au wakati itabadilishwa kwa templeti za wakati wa wakati zinapowekwa.
ta_in: தற்போதைய தேதி மற்றும்/அல்லது நேரம் தேதிநேர வார்ப்புருக்கள் ஒட்டப்படும் போது மாற்றாக மாற்றப்படும்.
te_in: ప్రస్తుత తేదీ మరియు/లేదా సమయం డేట్‌టైమ్ టెంప్లేట్‌లకు అతికించబడినప్పుడు ప్రత్యామ్నాయం చేయబడుతుంది.
th_th: วันที่และ/หรือเวลาปัจจุบันจะถูกแทนที่สำหรับเทมเพลต dateTime เมื่อวาง
tk_tm: Häzirki senä we / ýa-da wagt düwmeleriň ýelmese seadadylaşdyrylan sauşnik şablonlar üçin çalşylar.
tr_tr: Mevcut tarih ve/veya saat, yapıştırıldıklarında DateTime şablonları için değiştirilecektir.
tt_ru: Агымдагы датада һәм / яки вакыт ябык булганда даталы шаблоннар өчен алыштырылачак.
ug_cn: نۆۋەتتىكى چېسلا ۋە ياكى ۋاقىت چاپلانغان ۋاقىتتا ۋاقىت تېمىسىدا ۋاقىت چىقىرىۋېتىلىدۇ.
uk_ua: Поточна дата та/або час буде замінена на шаблони DateTime, коли вони вставляються.
ur_pk: موجودہ تاریخ اور/یا وقت کو پیسٹ کیا جائے گا جب ڈیٹ ٹائم ٹیمپلیٹس کے لئے تبدیل کیا جائے گا۔
uz_cyrl: Joriy sana va / yoki vaqtni ular to'xtatilganda ma'lumotlar uzatish uchun almashtiriladi.
vi_vn: Ngày và/hoặc thời gian hiện tại sẽ được thay thế cho các mẫu DateTime khi chúng được dán.
zh_hant: 當前日期和/或時間將粘貼時DateTime模板。

# EditorAppendCloseLabel
source: Finish appending
af_za: Voltooi by
am_et: ማቃጠል ጨርስ
ar_bh: الانتهاء من الإلحاق
as_in: এপ্লাইড শেষ কৰক
az_cyrl: Qatışmağı bitirmək
bg_bg: Завършете добавянето
bn_in: যোগদান শেষ
bs_latn_ba: Završite dodavanje
ca_es: Acaba de afegir
cs_cz: Dokončit připojení
cy_gb: Gorffen atodi
da_dk: Afslut at tilføje
de_ch: Anhang beenden
el_gr: Ολοκληρώστε την κατάρτιση
es_bo: Terminar de agregar
et_ee: Lõpeta lisamine
fa_ir: ضمیمه کردن
fi_fi: Viimeistellä
fil_ph: Tapusin ang pagdidikit
fr_029: Finition d'appel
ga_ie: Críochnaigh ag clúdach
gu_in: ઉમેરવાનું સમાપ્ત કરો
he_il: לסיים את הוספת
hi_in: समाप्ति समाप्त करना
hr_hr: Završiti dodavanje
hu_hu: Befejezi a mellékletet
hy_am: Ավարտեք հավելվածը
id_id: Selesai Menambahkan
is_is: Ljúktu viðauka
it_ch: Finire l'avvio
ja_jp: Applingを終了します
ka_ge: დასრულების დასრულება
kk_kz: Қосылуды аяқтаңыз
km_kh: បញ្ចប់ការបន្ថែម
kn_in: ಸೇರಿಸುವುದನ್ನು ಮುಗಿಸಿ
ko_kr: 추가 마무리
ky_kg: Аяктоо
lo_la: ສໍາເລັດການເພີ່ມເຕີມ
lt_lt: Baigti pridėti
lv_lv: Pabeigt pievienošanos
mi_nz: Whakaoti i te Apiti
mk_mk: Завршете ја додавањето
ml_in: മികച്ചത് പൂർത്തിയാക്കുക
mr_in: जोडणे समाप्त
ms_my: Selesai
mt_mt: Tispiċċa l-apping
nb_no: Fullfør å legge til
ne_np: थपिरहेको छ
nl_be: Voltooi toevoegen
or_in: ପ୍ରୟୋଗ ସମାପ୍ତ କରନ୍ତୁ |
pa_arab: ਅਪੀਲ ਨੂੰ ਖਤਮ ਕਰੋ
pl_pl: Zakończyć dołączenie
pt_br: Termine de anexar
ro_ro: Terminați apariția
ru_ru: Закончить добавление
sk_sk: Dokončiť prítomnosť
sl_si: Zaključek doda
sq_al: Përfundoni Shtojcën
sr_cyrl_me: Долазак на допис
sv_fi: Slutföra
sw_ke: Maliza kukabiliana
ta_in: சேர்ந்து முடிக்கவும்
te_in: అనుబంధాన్ని పూర్తి చేయండి
th_th: จบท้าย
tk_tm: Çykyşy tamamlaň
tr_tr: Eklemeyi bitir
tt_ru: Тәмамлау
ug_cn: ئادرېسنى تاماملاڭ
uk_ua: Закінчити додавання
ur_pk: بڑھانا ختم کریں
uz_cyrl: Qo'shilishni tugatish
vi_vn: Hoàn thành việc nối thêm
zh_hant: 完成添加

# EditorAppendInlineModeLabel
source: Enable Block
af_za: Aktiveer blok
am_et: ብሎክ አንቃ
ar_bh: تمكين كتلة
as_in: ব্লক সামৰ্থবান কৰক
az_cyrl: Bloku aktivləşdirmək
bg_bg: Активиране на блок
bn_in: ব্লক সক্ষম করুন
bs_latn_ba: Omogućiti blok
ca_es: Activar el bloc
cs_cz: Povolit blok
cy_gb: Galluogi Bloc
da_dk: Aktivér blok
de_ch: Block aktivieren
el_gr: Ενεργοποίηση μπλοκ
es_bo: Bloque de habilitación
et_ee: Luba blokeerimine
fa_ir: بلوک را فعال کنید
fi_fi: Ottaa käyttöön lohko
fil_ph: Paganahin ang block
fr_029: Activer le bloc
ga_ie: Bloc Cumasaigh
gu_in: સક્ષમ કરો અવરોધિત
he_il: אפשר בלוק
hi_in: ब्लॉक सक्षम करें
hr_hr: Omogući blok
hu_hu: Engedélyezze a blokkot
hy_am: Միացնել բլոկը
id_id: Aktifkan blok
is_is: Virkja blokk
it_ch: Abilita blocco
ja_jp: ブロックを有効にします
ka_ge: ბლოკის ჩართვა
kk_kz: Блокты қосу
km_kh: បើកដំណើរការប្លុក
kn_in: ಬ್ಲಾಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 블록 활성화
ky_kg: Блок иштетүү
lo_la: ເປີດໃຊ້ງານ
lt_lt: Įgalinti bloką
lv_lv: Iespējot bloku
mi_nz: Whakahohe Poraka
mk_mk: Овозможете блок
ml_in: തടക്കുക പ്രാപ്തമാക്കുക
mr_in: ब्लॉक सक्षम करा
ms_my: Dayakan blok
nb_no: Aktiver blokkering
ne_np: ब्लक सक्षम गर्नुहोस्
nl_be: Schakel blok in
or_in: ବ୍ଲକକୁ ସକ୍ଷମ କରନ୍ତୁ |
pa_arab: ਬਲਾਕ ਨੂੰ ਸਮਰੱਥ ਕਰੋ
pl_pl: Włącz blok
pt_br: Ativar bloco
ro_ro: Activați bloc
ru_ru: Включить блок
sk_sk: Povoliť blok
sl_si: Omogoči blok
sq_al: Aktivizo bllokun
sr_cyrl_me: Омогући блок
sv_fi: Aktivera block
sw_ke: Wezesha block
ta_in: தொகுதியை இயக்கு
te_in: బ్లాక్‌ను ప్రారంభించండి
th_th: เปิดใช้งานบล็อก
tk_tm: Blok açyň
tr_tr: Bloğu Etkinleştir
tt_ru: Блокны кушу
ug_cn: چەكلەش
uk_ua: Увімкнути блок
ur_pk: بلاک کو فعال کریں
uz_cyrl: Blokni yoqing
vi_vn: Bật khối
zh_hant: 啟用塊

# EditorAppendLineModeLabel
source: Enable Inline
af_za: Aktiveer inline
am_et: ውስጤን አንቃ
ar_bh: تمكين مضمونة
as_in: ইনলাইন সামৰ্থবান কৰক
az_cyrl: İnline aktivləşdirin
bg_bg: Активирайте вграденото
bn_in: ইনলাইন সক্ষম করুন
bs_latn_ba: Omogućite inline
ca_es: Activa en línia
cs_cz: Povolit inline
cy_gb: Galluogi Inline
da_dk: Aktivér inline
de_ch: Inline aktivieren
el_gr: Ενεργοποίηση inline
es_bo: Habilitar en línea
et_ee: Lubage sisemine
fa_ir: Inline را فعال کنید
fi_fi: Ottaa käyttöön
fil_ph: Paganahin ang Inline
fr_029: Activer en ligne
ga_ie: Cumasaigh inlíne
gu_in: ઇનલાઇનને સક્ષમ કરો
he_il: אפשר מינון
hi_in: इनलाइन सक्षम करें
hr_hr: Omogući inline
hu_hu: Engedélyezze az inline -t
hy_am: Միացնել inline- ը
id_id: Aktifkan inline
is_is: Virkja inline
it_ch: Abilita in linea
ja_jp: インラインを有効にします
ka_ge: ჩართეთ inline
kk_kz: Кірістірілген қосу
km_kh: បើកដំណើរការក្នុងជួរ
kn_in: ಇನ್ಲೈನ್ ​​ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko_kr: 인라인을 활성화합니다
ky_kg: Inline иштетүү
lo_la: ເປີດສາຍ
lt_lt: Įgalinti įterpimą
lv_lv: Iespējot inline
mi_nz: Whakahohe i roto
mk_mk: Овозможи вметната
ml_in: ഇൻലൈൻ പ്രാപ്തമാക്കുക
mr_in: इनलाइन सक्षम करा
ms_my: Dayakan sebaris
mt_mt: Jippermettu inline
nb_no: Aktiver inline
ne_np: इनलाइन सक्षम गर्नुहोस्
nl_be: Schakel inline in
or_in: ଇନଲାଇନକୁ ସକ୍ଷମ କରନ୍ତୁ |
pa_arab: ਇਨਲਾਈਨ ਨੂੰ ਸਮਰੱਥ ਕਰੋ
pl_pl: Włącz inline
pt_br: Ativar embutido
ro_ro: Activați inline
ru_ru: Включить встроенный
sk_sk: Povoliť
sl_si: Omogoči inline
sq_al: Aktivizo Inline
sr_cyrl_me: Омогућите инлине
sv_fi: Aktivera inline
sw_ke: Wezesha inline
ta_in: இன்லைன் இயக்கவும்
te_in: ఇన్లైన్‌ను ప్రారంభించండి
th_th: เปิดใช้งาน Inline
tk_tm: Inline-a mümkinçilik beriň
tr_tr: Satır içi etkinleştir
tt_ru: Йомшаклау
ug_cn: ئىقتىدارنى قوزغىتىڭ
uk_ua: Увімкнути вбудовано
ur_pk: ان لائن کو فعال کریں
uz_cyrl: Imkoniyatni yoqish
vi_vn: Bật nội tuyến
zh_hant: 啟用內聯

# EditorAppendManualModeLabel
source: Toggle manual
af_za: Skakelhandleiding
am_et: መመሪያን ይቀያይሩ
ar_bh: دليل تبديل
as_in: টগল মেনুৱেল
az_cyrl: Əlləşdirmək
bg_bg: Ръководство за превключване
bn_in: টগল ম্যানুয়াল
bs_latn_ba: Prebacite priručnik
ca_es: Manual de commutació
cs_cz: Přepínač
cy_gb: Llawlyfr Toggle
da_dk: Skift manual
de_ch: Handbuch umschalten
el_gr: Εγχειρίδιο εναλλαγής
es_bo: Manual de al revés
et_ee: Lülitusjuhend
fa_ir: دفترچه راهنما
fi_fi: Vaihtaa käsikirja
fil_ph: Manu -manong Toggle
fr_029: Manuel de basculement
ga_ie: Lámhleabhar Toggle
gu_in: ટોકલ મેન મેન્યુઅલ
he_il: מדריך לחלק
hi_in: टॉगल मैनुअल
hr_hr: Prebacivanje priručnika
hu_hu: Váltókézés
hy_am: Փոփոխել ձեռնարկը
is_is: Skipta handbók
it_ch: Manuale a disattivazione
ja_jp: トグルマニュアル
ka_ge: გადარიცხვის სახელმძღვანელო
kk_kz: Қолмен ауыстырыңыз
km_kh: បិទបើកសៀវភៅណែនាំ
kn_in: ಕೈಪಿಡಿಯನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 토글 매뉴얼
ky_kg: Колдонмо которгуюл
lo_la: ຄູ່ມືສະຫຼັບ
lt_lt: Perjunkite vadovą
lv_lv: Pārslēgt rokasgrāmatu
mi_nz: Toggle Topggle
mk_mk: Прирачник за вклучување
ml_in: മാവൽ ടോഗിൾ ചെയ്യുക
mr_in: मॅन्युअल टॉगल
ms_my: Manual togol
mt_mt: Toggle Manwal
nb_no: Vekslehåndbok
ne_np: टगल म्यानुअल
nl_be: Schakelhandleiding
or_in: ମାନୁଆଲ୍ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਟੌਗਲ ਮੈਨੂਅਲ ਬਦਲੋ
pl_pl: Podręcznik przełączania
pt_br: Alternar manual
ro_ro: Manual de comutare
ru_ru: Перевернуть руководство
sk_sk: Prepínanie
sl_si: Preklopni priročnik
sq_al: Manuali i ndryshuar
sr_cyrl_me: Пребацивање приручника
sv_fi: Växla manual
sw_ke: Kubadilisha mwongozo
ta_in: கையேட்டை மாற்றவும்
te_in: టోగుల్ మాన్యువల్
th_th: คู่มือการสลับ
tk_tm: Gollanma
tr_tr: Başlangıç ​​Kılavuzu
tt_ru: Кулланма
ug_cn: قوللانما
uk_ua: Посібник з перемикання
ur_pk: ٹوگل دستی
uz_cyrl: Qo'llanmani almashtirish
vi_vn: Chuyển đổi hướng dẫn sử dụng
zh_hant: 切換手冊

# EditorAppendNonManualModeLabel
source: Toggle manual
af_za: Skakelhandleiding
am_et: መመሪያን ይቀያይሩ
ar_bh: دليل تبديل
as_in: টগল মেনুৱেল
az_cyrl: Əlləşdirmək
bg_bg: Ръководство за превключване
bn_in: টগল ম্যানুয়াল
bs_latn_ba: Prebacite priručnik
ca_es: Manual de commutació
cs_cz: Přepínač
cy_gb: Llawlyfr Toggle
da_dk: Skift manual
de_ch: Handbuch umschalten
el_gr: Εγχειρίδιο εναλλαγής
es_bo: Manual de al revés
et_ee: Lülitusjuhend
fa_ir: دفترچه راهنما
fi_fi: Vaihtaa käsikirja
fil_ph: Manu -manong Toggle
fr_029: Manuel de basculement
ga_ie: Lámhleabhar Toggle
gu_in: ટોકલ મેન મેન્યુઅલ
he_il: מדריך לחלק
hi_in: टॉगल मैनुअल
hr_hr: Prebacivanje priručnika
hu_hu: Váltókézés
hy_am: Փոփոխել ձեռնարկը
is_is: Skipta handbók
it_ch: Manuale a disattivazione
ja_jp: トグルマニュアル
ka_ge: გადარიცხვის სახელმძღვანელო
kk_kz: Қолмен ауыстырыңыз
km_kh: បិទបើកសៀវភៅណែនាំ
kn_in: ಕೈಪಿಡಿಯನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ko_kr: 토글 매뉴얼
ky_kg: Колдонмо которгуюл
lo_la: ຄູ່ມືສະຫຼັບ
lt_lt: Perjunkite vadovą
lv_lv: Pārslēgt rokasgrāmatu
mi_nz: Toggle Topggle
mk_mk: Прирачник за вклучување
ml_in: മാവൽ ടോഗിൾ ചെയ്യുക
mr_in: मॅन्युअल टॉगल
ms_my: Manual togol
mt_mt: Toggle Manwal
nb_no: Vekslehåndbok
ne_np: टगल म्यानुअल
nl_be: Schakelhandleiding
or_in: ମାନୁଆଲ୍ ଟୋଗଲ୍ କରନ୍ତୁ |
pa_arab: ਟੌਗਲ ਮੈਨੂਅਲ ਬਦਲੋ
pl_pl: Podręcznik przełączania
pt_br: Alternar manual
ro_ro: Manual de comutare
ru_ru: Перевернуть руководство
sk_sk: Prepínanie
sl_si: Preklopni priročnik
sq_al: Manuali i ndryshuar
sr_cyrl_me: Пребацивање приручника
sv_fi: Växla manual
sw_ke: Kubadilisha mwongozo
ta_in: கையேட்டை மாற்றவும்
te_in: టోగుల్ మాన్యువల్
th_th: คู่มือการสลับ
tk_tm: Gollanma
tr_tr: Başlangıç ​​Kılavuzu
tt_ru: Кулланма
ug_cn: قوللانما
uk_ua: Посібник з перемикання
ur_pk: ٹوگل دستی
uz_cyrl: Qo'llanmani almashtirish
vi_vn: Chuyển đổi hướng dẫn sử dụng
zh_hant: 切換手冊
