Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PluginBrowserNtfUninstallMsg
source: Are you sure you want to remove '{0}' and all its presets and shortcuts?
af_za: Is u seker dat u '{0}' en al sy voorafinstellings en kortpaaie wil verwyder?
am_et: እርግጠኛ ነዎት '{0}' እና ሁሉንም ቅድመ አያቶቹን እና አቋራጮችን ማስወገድ ይፈልጋሉ?
ar_bh: هل أنت متأكد من أنك تريد إزالة '{0}' وجميع عمليات الإعداد المسبق والاختصارات؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি '{0}' আৰু ইয়াৰ সকলো প্ৰিছেট আৰু চৰ্টকাট আঁতৰাব বিচাৰে?
az_cyrl: '{0}' və bütün hafızası və qısa yollarını silmək istədiyinizə əminsinizmi?
bg_bg: Сигурни ли сте, че искате да премахнете '{0}' и всичките му предварително настройки и преки пътища?
bn_in: আপনি কি নিশ্চিত যে আপনি '{0}' এবং এর সমস্ত প্রিসেট এবং শর্টকাটগুলি সরিয়ে ফেলতে চান?
bs_latn_ba: Jeste li sigurni da želite ukloniti '{0}' i sve njegove prečice i prečice?
ca_es: Esteu segur que voleu eliminar "{0} i tots els seus presets i dreceres?
cs_cz: Jste si jisti, že chcete odstranit '{0}' a všechny jeho předvolby a zkratky?
cy_gb: Ydych chi'n siŵr eich bod chi am gael gwared ar '{0}' a'i holl ragosodiadau a llwybrau byr?
da_dk: Er du sikker på, at du vil fjerne '{0}' og alle dens forudindstillinger og genveje?
de_ch: Sind Sie sicher, dass Sie '{0}' und alle Voreinstellungen und Verknüpfungen entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε το '{0}' και όλες τις προεπιλογές και τις συντομεύσεις του;
es_bo: ¿Estás seguro de que quieres eliminar '{0}' y todos sus presets y atajos?
et_ee: Kas olete kindel, et soovite eemaldada '{0}' ja kõik selle eelseaded ja otseteed?
fa_ir: آیا مطمئن هستید که می خواهید "{0}" و تمام پیش تنظیم و میانبرهای آن را حذف کنید؟
fi_fi: Haluatko varmasti poistaa '{0}' ja kaikki sen esiasetukset ja pikakuvakkeet?
fil_ph: Sigurado ka bang nais mong alisin ang '{0}' at lahat ng mga preset at shortcut nito?
fr_029: Êtes-vous sûr de vouloir supprimer '{0}' et tous ses préréglages et raccourcis?
ga_ie: An bhfuil tú cinnte gur mian leat '{0}' agus a réamhshocruithe agus a aicearraí go léir a bhaint?
gu_in: શું તમે ખરેખર '{0}' અને તેના બધા પ્રીસેટ્સ અને શ shortc ર્ટકટ્સને દૂર કરવા માંગો છો?
he_il: האם אתה בטוח שברצונך להסיר '{0}' ואת כל קביעות ההגעה והקיצורים המוגדרים מראש?
hi_in: क्या आप सुनिश्चित हैं कि आप '{0}' और उसके सभी प्रीसेट और शॉर्टकट को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite ukloniti '{0}' i sve njegove unaprijed postavljene i prečace?
hu_hu: Biztos benne, hogy el akarja távolítani a '{0}' -t, valamint az összes előre beállított és parancsikont?
hy_am: Համոզված եք, որ ցանկանում եք հեռացնել {0} եւ դրա բոլոր նախադրյալներն ու դյուրանցումները:
id_id: Apakah Anda yakin ingin menghapus '{0}' dan semua preset dan pintasannya?
is_is: Ertu viss um að þú viljir fjarlægja '{0}' og allar forstillingar þess og flýtileiðir?
it_ch: Sei sicuro di voler rimuovere '{0}' e tutti i suoi preset e scorciatoie?
ja_jp: 「{0}」とそのすべてのプリセットとショートカットを削除したいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამოიღოთ '{0}' და მისი ყველა წინასწარ და მალსახმობები?
kk_kz: «{0}» және оның барлық алдын-ала орнатылған және төте жолдарын алып тастағыңыз келе ме?
km_kh: តើអ្នកប្រាកដជាចង់លុប '{0}' និងកំណត់ជាមុននិងផ្លូវកាត់របស់វាទាំងអស់ទេ?
kn_in: '{0}' ಮತ್ತು ಅದರ ಎಲ್ಲಾ ಪೂರ್ವನಿಗದಿಗಳು ಮತ್ತು ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: '{0}'과 모든 사전 설정과 지름길을 제거 하시겠습니까?
ky_kg: "{0}" алып салууну каалайсызбы жана анын бардык чөнтөктөрүн жана жарлыктарын алып салгыңыз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການເອົາ '{0}' ແລະ presets ແລະທາງລັດທັງຫມົດ?
lt_lt: Ar tikrai norite pašalinti „{0}“ ir visus jo išankstinius nustatymus ir nuorodas?
lv_lv: Vai esat pārliecināts, ka vēlaties noņemt “{0}” un visus tā iestatījumus un saīsnes?
mi_nz: Kei te hiahia koe ki te tango i te '{0}' me ona pou katoa me nga pokatata?
mk_mk: Дали сте сигурни дека сакате да ги отстраните '{0}' и сите нејзини претходно поставени и кратенки?
ml_in: '{0}', അതിന്റെ എല്ലാ പ്രീസെറ്റുകളും കുറുക്കുവഴികളും നീക്കംചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण '{0}' आणि त्याचे सर्व प्रीसेट आणि शॉर्टकट काढू इच्छिता?
ms_my: Adakah anda pasti mahu mengeluarkan '{0}' dan semua pratetap dan jalan pintasnya?
mt_mt: Int żgur li trid tneħħi '{0}' u l-presets u shortcuts kollha tagħha?
nb_no: Er du sikker på at du vil fjerne '{0}' og alle forhåndsinnstillinger og snarveier?
ne_np: के तपाईं पक्का '{0}' र यसका सबै पूर्वसेटहरू र सर्टकटहरू हटाउन चाहनुहुन्छ?
nl_be: Weet u zeker dat u '{0}' en al zijn voorinstellingen en snelkoppelingen wilt verwijderen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ '{0}' ଏବଂ ଏହାର ସମସ୍ତ ପ୍ରେସକ୍ରିପ୍ସ ଏବଂ ସର୍ଟକଟ୍ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ '{0}' ਅਤੇ ਇਸ ਦੇ ਸਾਰੇ ਪ੍ਰੀਸੈਟ ਅਤੇ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz usunąć „{0}” oraz wszystkie jego ustawienia i skróty?
pt_br: Tem certeza de que deseja remover '{0}' e todas as suas predefinições e atalhos?
ro_ro: Sunteți sigur că doriți să eliminați „{0}” și toate presetările și comenzile rapide?
ru_ru: Вы уверены, что хотите удалить '{0}' и все его пресеты и ярлыки?
sk_sk: Ste si istí, že chcete odstrániť '{0}' a všetky jeho predvoľby a skratky?
sl_si: Ali ste prepričani, da želite odstraniti '{0}' in vse njegove prednastavitve in bližnjice?
sq_al: A jeni i sigurt që doni të hiqni '{0}' dhe të gjitha paravendosjet dhe shkurtesat e saj?
sr_cyrl_me: Јесте ли сигурни да желите да уклоните '{0}' и све његове унапред подешене и пречице?
sv_fi: Är du säker på att du vill ta bort '{0}' och alla dess förinställningar och genvägar?
sw_ke: Je! Una uhakika unataka kuondoa '{0}' na vifaa vyake vyote na njia za mkato?
ta_in: '{0}' மற்றும் அதன் அனைத்து முன்னமைவுகள் மற்றும் குறுக்குவழிகளை அகற்ற விரும்புகிறீர்களா?
te_in: మీరు ఖచ్చితంగా '{0}' మరియు దాని ప్రీసెట్లు మరియు సత్వరమార్గాలను తొలగించాలనుకుంటున్నారా?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ '{0}' และที่ตั้งไว้ล่วงหน้าและลัดทั้งหมด?
tk_tm: '{0}' we ähli sowgatlaryny we gysga ýollary aýyrmak isleýändigiňize ynanýarsyňyzmy?
tr_tr: '{0}' ve tüm ön ayarlarını ve kısayollarını kaldırmak istediğinizden emin misiniz?
tt_ru: Сез "{0}" ны бетерергә телисез, һәм аның барлык препатылыгын һәм кыска юлларын бетерергә телисезме?
ug_cn: سىز «{0}» ۋە ئۇنىڭ بارلىق قىزلار ۋە تېزلەتمىلەرنى ئۆچۈرمەكچى ئىكەنلىكىڭىزنى جەزملەشتۈرەمسىز?
uk_ua: Ви впевнені, що хочете видалити "{0}" та всі його попередні та ярлики?
ur_pk: کیا آپ واقعی '{0}' اور اس کے تمام پیش سیٹوں اور شارٹ کٹ کو ہٹانا چاہتے ہیں؟
uz_cyrl: Haqiqatan ham "{0}" va uning barcha sozlamalari va yorliqlarini olib tashlamoqchimisiz?
vi_vn: Bạn có chắc là bạn muốn xóa '{0}' và tất cả các cài đặt trước và phím tắt của nó?
zh_hant: 您確定要刪除'{0}'及其所有預設和快捷方式嗎？

# PluginBrowserUninstallLabel
source: Uninstall
af_za: Verwyder
am_et: ማራገፍ
ar_bh: الغاء التثبيت
as_in: আনইনষ্টল
az_cyrl: Silmək
bg_bg: Деинсталиране
bn_in: আনইনস্টল করুন
bs_latn_ba: Deinstalirati
ca_es: Desinstal·lar
cs_cz: Odinstalovat
cy_gb: Dadosod
da_dk: Afinstaller
de_ch: Deinstallieren
el_gr: Απεγκαθιστώ
es_bo: Desinstalar
et_ee: Desinstallima
fa_ir: حذف کردن
fi_fi: Asennuksen poistaminen
fil_ph: I -uninstall
fr_029: Désinstaller
ga_ie: Dhíshuiteáil
gu_in: અનઇન્સ્ટોલ કરવું
he_il: הסר את ההתקנה
hi_in: स्थापना रद्द करें
hr_hr: Deinstalirati
hu_hu: Eltávolítás
hy_am: Տեղահանել
is_is: Fjarlægja
it_ch: Disinstalla
ja_jp: アンインストール
ka_ge: დეინსტალირება
kk_kz: Жою
km_kh: លុប
kn_in: ಒತ್ತಿಹೇಳಿಸು
ko_kr: 제거
ky_kg: Орнотуу
lo_la: ຖອນການຕິດຕັ້ງ
lt_lt: Pašalinkite
lv_lv: Atinstalēt
mi_nz: Tango
mk_mk: Деинсталирајте
ml_in: അൺഇൻസ്റ്റാൾ ചെയ്യുക
mr_in: विस्थापित करा
ms_my: Nyahpasang
nb_no: Avinstaller
ne_np: विना चिन्ह
nl_be: Verwijten
or_in: ଅସଂସ୍ଥାପନ |
pa_arab: ਅਣਇੰਸਟੌਲ
pl_pl: Odinstalowanie
pt_br: Desinstalar
ro_ro: Dezinstalați
ru_ru: Удалить
sk_sk: Odinštalovať
sl_si: Odstraniti
sq_al: Çinstaloj
sr_cyrl_me: Деинсталирати
sv_fi: Avinstallera
sw_ke: Ondoa
ta_in: நிறுவல் நீக்க
te_in: అన్‌ఇన్‌స్టాల్
th_th: ถอนการติดตั้ง
tk_tm: Aýyrmak
tr_tr: Kaldırmak
tt_ru: Бетерү
ug_cn: ئۆچۈرۈش
uk_ua: Видалити
ur_pk: انسٹال
uz_cyrl: O'chirmoq
vi_vn: Gỡ cài đặt
zh_hant: 解除安裝

# QueryTrayEmptyText
source: '{0}' has no results.
af_za: '{0}' het geen resultate nie.
am_et: '{0} ምንም ውጤት የለውም.
ar_bh: "{0}" ليس له نتائج.
as_in: '{0}' ৰ কোনো ফলাফল নাই।
az_cyrl: '{0}' nəticəsi yoxdur.
bg_bg: '{0}' няма резултати.
bn_in: '{0}' এর কোনও ফলাফল নেই।
bs_latn_ba: '{0}' nema rezultata.
ca_es: '{0}' no té resultats.
cs_cz: '{0}' nemá žádné výsledky.
cy_gb: Nid oes gan '{0}' unrhyw ganlyniadau.
da_dk: '{0}' har ingen resultater.
de_ch: '{0}' hat keine Ergebnisse.
el_gr: '{0}' δεν έχει αποτελέσματα.
es_bo: '{0}' no tiene resultados.
et_ee: '{0}' pole tulemusi.
fa_ir: '{0}' نتیجه ای ندارد.
fi_fi: '{0}' ei ole tuloksia.
fil_ph: Ang '{0}' ay walang mga resulta.
fr_029: '{0}' n'a aucun résultat.
ga_ie: Níl aon torthaí ag '{0}'.
gu_in: '{0}' પાસે કોઈ પરિણામ નથી.
he_il: '{0}' אין תוצאות.
hi_in: '{0}' का कोई परिणाम नहीं है।
hr_hr: '{0}' nema rezultata.
hu_hu: A '{0}' -nek nincs eredménye.
hy_am: «{0}» արդյունք չունի:
id_id: '{0}' tidak memiliki hasil.
is_is: '{0}' hefur engar niðurstöður.
it_ch: '{0}' non ha risultati.
ja_jp: '{0}'には結果がありません。
ka_ge: '{0}' შედეგი არ აქვს.
kk_kz: '{0}' нәтижелері жоқ.
km_kh: '{0}' គ្មានលទ្ធផលទេ។
kn_in: '{0}' ಗೆ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ.
ko_kr: '{0}'에는 결과가 없습니다.
ky_kg: '{0}' Натыйжасы жок.
lo_la: '{0}' ບໍ່ມີຜົນໄດ້ຮັບ.
lt_lt: '{0}' neturi rezultatų.
lv_lv: '{0}' nav rezultātu.
mi_nz: '{0}' Kāore he hua.
mk_mk: '{0}' нема резултати.
ml_in: '{0}' ഫലങ്ങളില്ല.
mr_in: '{0}' चे कोणतेही परिणाम नाहीत.
ms_my: '{0}' tidak mempunyai hasil.
mt_mt: "{0}" m'għandux riżultat.
nb_no: '{0}' har ingen resultater.
ne_np: '{0}' कुनै नतीजा छैन।
nl_be: '{0}' heeft geen resultaten.
or_in: '{0}' 'ର କ results ଣସି ଫଳାଫଳ ନାହିଁ |
pa_arab: '{0}' ਦੇ ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਹਨ.
pl_pl: „{0}” nie ma wyników.
pt_br: '{0}' não tem resultados.
ro_ro: '{0}' nu are rezultate.
ru_ru: '{0}' не имеет результатов.
sk_sk: '{0}' nemá žiadne výsledky.
sl_si: '{0}' nima rezultatov.
sq_al: '{0}' nuk ka rezultate.
sr_cyrl_me: '{0}' нема резултата.
sv_fi: '{0}' har inga resultat.
sw_ke: '{0}' haina matokeo.
ta_in: '{0}' முடிவுகள் இல்லை.
te_in: '{0}' ఫలితాలు లేవు.
th_th: '{0}' ไม่มีผลลัพธ์
tk_tm: '{0}' Netije ýok.
tr_tr: '{0}' nın sonuçları yoktur.
tt_ru: '{0}' нәтиҗәләре юк.
ug_cn: '{0}' نىڭ نەتىجىسى يوق.
uk_ua: '{0}' не має результатів.
ur_pk: '{0}' کا کوئی نتیجہ نہیں ہے۔
uz_cyrl: '{0}' ning natijalari yo'q.
vi_vn: '{0}' không có kết quả.
zh_hant: '{0}'沒有結果。

# QueryTrayNoSelection
source: No selection.
af_za: Geen keuse nie.
am_et: ምንም ምርጫ የለም.
ar_bh: لا اختيار.
as_in: কোনো নিৰ্বাচন নাই।
az_cyrl: Seçim yoxdur.
bg_bg: Без избор.
bn_in: অনির্বাচিত.
bs_latn_ba: Nema odabira.
ca_es: Sense selecció.
cs_cz: Žádný výběr.
cy_gb: Dim dewis.
da_dk: Intet valg.
de_ch: Keine Auswahl.
el_gr: Χωρίς επιλογή.
es_bo: Sin selección.
et_ee: Valikut pole.
fa_ir: بدون انتخاب
fi_fi: Ei valintaa.
fil_ph: Walang pagpipilian.
fr_029: Pas de choix.
ga_ie: Gan aon rogha.
gu_in: કોઈ પસંદગી નથી.
he_il: אין בחירה.
hi_in: कोई चयन नहीं।
hr_hr: Nema odabira.
hu_hu: Nincs választás.
hy_am: Ընտրություն չկա:
id_id: Tidak ada pilihan.
is_is: Ekkert úrval.
it_ch: Nessuna selezione.
ja_jp: 選択なし。
ka_ge: შერჩევა.
kk_kz: Таңдау жоқ.
km_kh: គ្មានជម្រើស។
kn_in: ಆಯ್ಕೆ ಇಲ್ಲ.
ko_kr: 선택이 없습니다.
ky_kg: Тандоо жок.
lo_la: ບໍ່ມີການເລືອກ.
lt_lt: Nėra atrankos.
lv_lv: Nav atlases.
mi_nz: Kaore he kowhiringa.
mk_mk: Без избор.
ml_in: തിരഞ്ഞെടുക്കൽ ഇല്ല.
mr_in: निवड नाही.
ms_my: Tiada pilihan.
mt_mt: L-ebda għażla.
nb_no: Ingen valg.
ne_np: कुनै चयन छैन।
nl_be: Geen selectie.
or_in: କ No ଣସି ଚୟନ ନାହିଁ |
pa_arab: ਕੋਈ ਚੋਣ ਨਹੀਂ.
pl_pl: Brak wyboru.
pt_br: Nenhuma seleção.
ro_ro: Fără selecție.
ru_ru: Нет выбора.
sk_sk: Žiadny výber.
sl_si: Brez izbire.
sq_al: Asnjë përzgjedhje.
sr_cyrl_me: Нема избора.
sv_fi: Inget val.
sw_ke: Hakuna uteuzi.
ta_in: தேர்வு இல்லை.
te_in: ఎంపిక లేదు.
th_th: ไม่มีการเลือก
tk_tm: Saýlaw ýok.
tr_tr: Seçim yok.
tt_ru: Сайлау юк.
ug_cn: تاللىغىلى بولمايدۇ.
uk_ua: Немає вибору.
ur_pk: کوئی انتخاب نہیں۔
uz_cyrl: Tanlov yo'q.
vi_vn: Không có sự lựa chọn nào.
zh_hant: 沒有選擇。

# CommonNoneLabel
source: None
af_za: Geen
am_et: የለም
ar_bh: لا أحد
as_in: একো নাই
az_cyrl: Heç kim
bg_bg: Нито един
bn_in: কিছুই না
bs_latn_ba: Nijedan
ca_es: Res
cs_cz: Žádný
cy_gb: Neb
da_dk: Ingen
de_ch: Keiner
el_gr: Κανένας
es_bo: Ninguno
et_ee: Mitte ükski
fa_ir: هیچ یک
fi_fi: Ei mitään
fil_ph: Wala
fr_029: Aucun
ga_ie: Aon
gu_in: કોઈ
he_il: אף אחד
hi_in: कोई नहीं
hr_hr: Nijedan
hu_hu: Egyik sem
hy_am: Ոչ ոք
id_id: Tidak ada
is_is: Enginn
it_ch: Nessuno
ja_jp: なし
ka_ge: არაფერი
kk_kz: Ештеме
km_kh: ឥតមានអវីសោហ
kn_in: ಯಾವುದೂ
ko_kr: 없음
ky_kg: Эч ким
lo_la: ບໍ່ມີ
lt_lt: Nė vienas
lv_lv: Neviens
mi_nz: Kāore tētahi
mk_mk: Ништо
ml_in: ഒന്നുമല്ലാത്തത്
mr_in: काहीही नाही
ms_my: Tiada
mt_mt: Xejn
nb_no: Ingen
ne_np: केहि पनि होइन
nl_be: Geen
or_in: କିଛି ନୁହେଁ |
pa_arab: ਕੋਈ ਨਹੀਂ
pl_pl: Nic
pt_br: Nenhum
ro_ro: Nici unul
ru_ru: Никто
sk_sk: Žiadny
sl_si: Nobenega
sq_al: Asnje
sr_cyrl_me: Ниједан
sv_fi: Ingen
sw_ke: Hakuna
ta_in: எதுவுமில்லை
te_in: ఏదీ లేదు
th_th: ไม่มี
tk_tm: Hiç
tr_tr: Hiçbiri
tt_ru: Юк
uk_ua: Ні
ur_pk: کوئی نہیں
uz_cyrl: Hech biri
vi_vn: Không có
zh_hant: 沒有任何

# PluginBrowserCreditsLabel
source: Credits:
af_za: Krediete:
am_et: ምስጋናዎች
ar_bh: الاعتمادات:
as_in: ক্ৰেডিট:
az_cyrl: Kreditlər:
bg_bg: Кредити:
bn_in: ক্রেডিট:
bs_latn_ba: Krediti:
ca_es: Crèdits:
cs_cz: Kredity:
cy_gb: Credydau:
da_dk: Kreditter:
el_gr: Πιστώσεις:
es_bo: Créditos:
et_ee: Krediidid:
fa_ir: وام:
fi_fi: Hyvitykset:
fil_ph: Mga Kredito:
fr_029: Crédits:
ga_ie: Creidmheasanna:
gu_in: ક્રેડિટ્સ:
he_il: נקודות זכות:
hi_in: क्रेडिट:
hr_hr: Zasluge:
hu_hu: Hitelek:
hy_am: Վարկեր.
id_id: Kredit:
is_is: Einingar:
it_ch: Crediti:
ja_jp: クレジット：
ka_ge: კრედიტები:
kk_kz: Несиелер:
km_kh: ឥណទាន:
kn_in: ಕ್ರೆಡಿಟ್‌ಗಳು:
ko_kr: 크레딧 :
ky_kg: Насыялар:
lo_la: ສິນເຊື່ອ:
lt_lt: Kreditai:
lv_lv: Kredīti:
mi_nz: Whiwhinga:
mk_mk: Кредити:
ml_in: ക്രെഡിറ്റുകൾ:
mr_in: क्रेडिट्स:
ms_my: Kredit:
mt_mt: Krediti:
nb_no: Studiepoeng:
ne_np: क्रेडिटहरू:
or_in: କ୍ରେଡିଟ୍:
pa_arab: ਕ੍ਰੈਡਿਟ:
pl_pl: Kredyty:
pt_br: Créditos:
ro_ro: Credite:
ru_ru: Кредиты:
sk_sk: Kredity:
sl_si: Krediti:
sq_al: Kredi:
sr_cyrl_me: Кредити:
sv_fi: Krediter:
sw_ke: Mikopo:
ta_in: வரவு:
te_in: క్రెడిట్స్:
th_th: เครดิต:
tk_tm: Karzlar:
tr_tr: Kredi:
tt_ru: Кредитлар:
ug_cn: قەرز:
uk_ua: Кредити:
ur_pk: کریڈٹ:
uz_cyrl: Kreditlar:
vi_vn: Tín dụng:
zh_hant: 學分：

# PluginBrowserDescriptionLabel
source: Description:
af_za: Beskrywing:
am_et: መግለጫ
ar_bh: وصف:
as_in: বিৱৰণ:
az_cyrl: Təsvir:
bg_bg: Описание:
bn_in: বর্ণনা:
bs_latn_ba: Opis:
ca_es: Descripció:
cs_cz: Popis:
cy_gb: Disgrifiad:
da_dk: Beskrivelse:
de_ch: Beschreibung:
el_gr: Περιγραφή:
es_bo: Descripción:
et_ee: Kirjeldus:
fa_ir: شرح:
fi_fi: Kuvaus:
fil_ph: Paglalarawan:
ga_ie: CUSPÓIR:
gu_in: વર્ણન:
he_il: תיאור:
hi_in: विवरण:
hr_hr: Opis:
hu_hu: Leírás:
hy_am: Նկարագիրը:
id_id: Keterangan:
is_is: Lýsing:
it_ch: Descrizione:
ja_jp: 説明：
ka_ge: აღწერა:
kk_kz: Сипаттама:
km_kh: ការពិពណ៌នាសង្ខេប:
kn_in: ವಿವರಣೆ:
ko_kr: 설명:
ky_kg: Сүрөттөө:
lo_la: ລາຍລະອຽດ:
lt_lt: Apibūdinimas:
lv_lv: Apraksts:
mi_nz: Whakaahuatanga:
mk_mk: Опис:
ml_in: വിവരണം:
mr_in: वर्णन:
ms_my: Penerangan:
mt_mt: Deskrizzjoni:
nb_no: Beskrivelse:
ne_np: वर्णन:
nl_be: Beschrijving:
or_in: ବର୍ଣ୍ଣନା:
pa_arab: ਵੇਰਵਾ:
pl_pl: Opis:
pt_br: Descrição:
ro_ro: Descriere:
ru_ru: Описание:
sk_sk: Popis:
sl_si: Opis:
sq_al: Përshkrim:
sr_cyrl_me: Опис:
sv_fi: Beskrivning:
sw_ke: Maelezo:
ta_in: விளக்கம்:
te_in: వివరణ:
th_th: คำอธิบาย:
tk_tm: Düşündiriş:
tr_tr: Tanım:
tt_ru: Тасвирлау:
ug_cn: چۈشەندۈرۈش:
uk_ua: Опис:
ur_pk: تفصیل:
uz_cyrl: Ta'rif:
vi_vn: Sự miêu tả:
zh_hant: 描述：

# PluginBrowserDonateLabel
source: Donate:
af_za: Skenk:
am_et: ልገሳ
ar_bh: يتبرع:
as_in: দান কৰা:
az_cyrl: Bağışla:
bg_bg: Дари:
bn_in: অনুদান:
bs_latn_ba: Donirati:
ca_es: Donar:
cs_cz: Darovat:
cy_gb: Rhoi:
da_dk: Doner:
de_ch: Spenden:
el_gr: Προσφέρω:
es_bo: Donar:
et_ee: Annetage:
fa_ir: اهدا:
fi_fi: Lahjoittaa:
fil_ph: Mag -donate:
fr_029: Faire un don:
ga_ie: Síntiús:
gu_in: દાન:
he_il: לִתְרוֹם:
hi_in: दान करें:
hr_hr: Donirajte:
hu_hu: Adományoz:
hy_am: Նվիրաբերել:
id_id: Menyumbangkan:
is_is: Gefðu:
it_ch: Donare:
ja_jp: 寄付する：
ka_ge: შემოწირულობა:
kk_kz: Қайырымдылық:
km_kh: បរិច្ចាគ:
kn_in: ದಾನ:
ko_kr: 기부 :
ky_kg: Кайрымдуулук:
lo_la: ບໍ​ລິ​ຈາກ:
lt_lt: Paaukoti:
lv_lv: Ziedot:
mi_nz: Koha:
mk_mk: Донирајте:
ml_in: സംഭാവനചെയ്യുക:
mr_in: देणगी:
ms_my: Menderma:
mt_mt: Donazzjoni:
nb_no: Donere:
ne_np: दान दान गर्नुहोस्:
nl_be: Doneren:
or_in: ଦାନ କରନ୍ତୁ:
pa_arab: ਦਾਨ:
pl_pl: Podarować:
pt_br: Doar:
ro_ro: Donează:
ru_ru: Пожертвовать:
sk_sk: Darujte:
sl_si: Donirajte:
sq_al: Dhuroni:
sr_cyrl_me: Донирајте:
sv_fi: Donera:
sw_ke: Changia:
ta_in: நன்கொடை:
te_in: దానం:
th_th: บริจาค:
tk_tm: Bagyşlaň:
tr_tr: Bağış yapmak:
tt_ru: Бүләкләү:
ug_cn: ئىئانە قىلىڭ:
uk_ua: Пожертвуйте:
ur_pk: عطیہ کریں:
uz_cyrl: Xayriya:
vi_vn: Quyên tặng:
zh_hant: 捐：

# PluginBrowserLicenseLabel
source: License:
af_za: Lisensie:
am_et: ፈቃድ:
ar_bh: رخصة:
as_in: অনুজ্ঞাপত্ৰ:
az_cyrl: Lisenziya:
bg_bg: Разрешително:
bn_in: লাইসেন্স:
bs_latn_ba: Licenca:
ca_es: Llicència:
cs_cz: Licence:
cy_gb: Trwydded:
da_dk: Licens:
de_ch: Lizenz:
el_gr: Αδεια:
es_bo: Licencia:
et_ee: Litsents:
fa_ir: مجوز:
fi_fi: Lisenssi:
fil_ph: Lisensya:
fr_029: Licence:
ga_ie: Ceadúnas:
gu_in: પરવાનો:
he_il: רישיון:
hi_in: लाइसेंस:
hr_hr: Licenca:
hu_hu: Engedély:
hy_am: Արտոնագիր.
id_id: Lisensi:
is_is: Leyfi:
it_ch: Licenza:
ja_jp: ライセンス：
ka_ge: ლიცენზია:
kk_kz: Лицензия:
km_kh: អាជ្ញាប័ណ្ណ:
kn_in: ಪರವಾನಗಿ:
ko_kr: 특허:
ky_kg: Лицензия:
lo_la: ໃບອະນຸຍາດ:
lt_lt: Licencija:
lv_lv: Licence:
mi_nz: Raihana:
mk_mk: ЛИЦЕН:
ml_in: ലൈസൻസ്:
mr_in: परवाना:
ms_my: Lesen:
mt_mt: Liċenzja:
nb_no: Tillatelse:
ne_np: लाइसेन्स:
nl_be: Licentie:
or_in: ଲାଇସେନ୍ସ:
pa_arab: ਲਾਇਸੰਸ:
pl_pl: Licencja:
pt_br: Licença:
ro_ro: Licență:
ru_ru: Лицензия:
sk_sk: Licencia:
sl_si: Licenca:
sq_al: Liçensë:
sr_cyrl_me: Лиценца:
sv_fi: Licens:
sw_ke: Leseni:
ta_in: உரிமம்:
te_in: లైసెన్స్:
th_th: ใบอนุญาต:
tk_tm: Ygtyýarnamanyň:
tr_tr: Lisans:
tt_ru: Лицензия:
ug_cn: ئىجازەتنامە:
uk_ua: Ліцензія:
ur_pk: لائسنس:
uz_cyrl: Litsenziya:
vi_vn: Giấy phép:
zh_hant: 執照：

# PluginBrowserProjectUrlLabel
source: Project URL:
af_za: Projek -URL:
am_et: የፕሮጀክት ዩ አር ኤል
ar_bh: عنوان المشروع:
as_in: প্ৰকল্পৰ URL:
az_cyrl: Layihə URL:
bg_bg: URL адрес на проекта:
bn_in: প্রকল্প ইউআরএল:
bs_latn_ba: URL projekta:
ca_es: URL del projecte:
cs_cz: URL projektu:
cy_gb: URL y prosiect:
da_dk: Projekt URL:
de_ch: Projekt-URL:
el_gr: URL έργου:
es_bo: URL del proyecto:
et_ee: Projekti URL:
fa_ir: URL پروژه:
fi_fi: Projektin URL:
fil_ph: URL ng proyekto:
fr_029: URL du projet:
ga_ie: URL Tionscadail:
gu_in: પ્રોજેક્ટ URL:
he_il: כתובת URL לפרויקט:
hi_in: प्रोजेक्ट URL:
hr_hr: URL projekta:
hu_hu: Projekt URL:
hy_am: Ծրագրի URL.
id_id: URL Proyek:
is_is: Verkefnisslóð:
it_ch: URL del progetto:
ja_jp: プロジェクトURL：
ka_ge: პროექტის URL:
kk_kz: Жобаның URL мекенжайы:
km_kh: URL គម្រោង:
kn_in: ಪ್ರಾಜೆಕ್ಟ್ URL:
ko_kr: 프로젝트 URL :
ky_kg: Долбоор URL дареги:
lo_la: URL ຂອງໂຄງການ:
lt_lt: Projekto URL:
lv_lv: Projekta URL:
mi_nz: URL Kaupapa:
mk_mk: URL -то на проектот:
ml_in: പ്രോജക്റ്റ് URL:
mr_in: प्रकल्प URL:
ms_my: URL Projek:
mt_mt: URL tal-Proġett:
nb_no: Prosjekt -URL:
ne_np: परियोजना URL:
or_in: ପ୍ରୋଜେକ୍ଟ URL:
pa_arab: ਪ੍ਰੋਜੈਕਟ URL:
pl_pl: URL projektu:
pt_br: URL do projeto:
ro_ro: URL de proiect:
ru_ru: URL проекта:
sk_sk: URL projektu:
sl_si: URL projekta:
sq_al: URL e projektit:
sr_cyrl_me: УРЛ пројеката:
sv_fi: Projekt URL:
sw_ke: URL ya Mradi:
ta_in: திட்ட URL:
te_in: ప్రాజెక్ట్ URL:
th_th: โครงการ URL:
tk_tm: Taslama URL:
tr_tr: Proje URLsi:
tt_ru: Проект URL:
ug_cn: تۈر URL:
uk_ua: URL -адреса проекту:
ur_pk: پروجیکٹ یو آر ایل:
uz_cyrl: Loyihaning URL manzili:
vi_vn: Dự án URL:
zh_hant: 項目URL：

# PluginBrowserPublishedLabel
source: Published:
af_za: Gepubliseer:
am_et: ታትሟል
ar_bh: نشرت:
as_in: প্ৰকাশ:
az_cyrl: Nəşr:
bg_bg: Публикувано:
bn_in: প্রকাশিত:
bs_latn_ba: Objavljeno:
ca_es: Publicat:
cs_cz: Publikováno:
cy_gb: Cyhoeddwyd:
da_dk: Udgivet:
de_ch: Veröffentlicht:
el_gr: Δημοσίευσε:
es_bo: Publicado:
et_ee: Avaldatud:
fa_ir: منتشر شده:
fi_fi: Julkaistu:
fil_ph: Nai -publish:
fr_029: Publié:
ga_ie: Foilsithe:
gu_in: પ્રકાશિત:
he_il: יצא לאור:
hi_in: प्रकाशित:
hr_hr: Objavljeno:
hu_hu: Közzétett:
hy_am: Հրապարակված է.
id_id: Diterbitkan:
is_is: Birt:
it_ch: Pubblicato:
ja_jp: 公開：
ka_ge: გამოქვეყნებულია:
kk_kz: Жарияланған категория:
km_kh: បានចុះផ្សាយ:
kn_in: ಪ್ರಕಟಿಸಲಾಗಿದೆ:
ko_kr: 게시 :
ky_kg: Жарыяланган:
lo_la: ເຜີຍແຜ່:
lt_lt: Paskelbta:
lv_lv: Publicēts:
mi_nz: I whakaputaina:
mk_mk: Објавено:
ml_in: പ്രസിദ്ധീകരിച്ചു:
mr_in: प्रकाशित:
ms_my: Diterbitkan:
mt_mt: Ippubblikat:
nb_no: Publisert:
ne_np: प्रकाशित:
nl_be: Gepubliceerd:
or_in: ପ୍ରକାଶିତ:
pa_arab: ਪ੍ਰਕਾਸ਼ਿਤ:
pl_pl: Opublikowany:
pt_br: Publicados:
ro_ro: Publicat:
ru_ru: Опубликовано:
sk_sk: Publikovaný:
sl_si: Objavljeno:
sq_al: Botuar:
sr_cyrl_me: Објављено:
sv_fi: Publicerad:
sw_ke: Imechapishwa:
ta_in: வெளியிடப்பட்டது:
te_in: ప్రచురించబడింది:
th_th: ที่ตีพิมพ์:
tk_tm: Çap edilen:
tr_tr: Yayınlanan:
tt_ru: Басылган:
ug_cn: ئېلان قىلىندى:
uk_ua: Опубліковано:
ur_pk: شائع:
uz_cyrl: Chop etilgan:
vi_vn: Được phát hành:
zh_hant: 發布：

# PluginBrowserReadMeLabel
source: Read Me:
af_za: Lees my:
am_et: አንብብ
ar_bh: اقرأني:
as_in: মোক পঢ়ক:
az_cyrl: Məni oxuyun:
bg_bg: Прочети ме:
bn_in: আমাকে পড়ুন:
bs_latn_ba: Pročitaj me:
ca_es: Llegiu -me:
cs_cz: Přečtěte si mě:
cy_gb: Darllenwch fi:
da_dk: Læs mig:
de_ch: Liesmich:
el_gr: Διαβάστε με:
es_bo: Léame:
et_ee: Lugege mind:
fa_ir: من را بخوان:
fi_fi: Lue minut:
fil_ph: Basahin mo ako:
fr_029: Lisez-moi:
ga_ie: Léigh Mise:
gu_in: મને વાંચો:
he_il: תקרא אותי:
hi_in: मुझे पढ़ें:
hr_hr: Pročitaj me:
hu_hu: Olvassa el:
hy_am: Կարդացեք ինձ.
id_id: Baca aku:
is_is: Lestu mig:
it_ch: Leggimi:
ja_jp: 私を読んでください：
ka_ge: Წამიკითხე:
kk_kz: Мені оқы:
km_kh: អានខ្ញុំ:
kn_in: ನನ್ನನ್ನು ಓದಿ:
ko_kr: 저를 읽으십시오 :
ky_kg: Мени оку:
lo_la: ອ່ານຂ້ອຍ:
lt_lt: Skaityk mane:
lv_lv: Lasīt mani:
mi_nz: Panuitia ahau:
mk_mk: Прочитај ме:
ml_in: എന്നെ വായിക്കുക:
mr_in: मला वाचा:
ms_my: Baca saya:
mt_mt: Aqra lili:
nb_no: Les meg:
ne_np: मलाई पढियो:
nl_be: Leesmij:
or_in: ମୋତେ ପ read ଼:
pa_arab: ਮੈਨੂੰ ਪੜ੍ਹੋ:
pl_pl: Przeczytaj mnie:
pt_br: Leia-me:
ro_ro: Citește-mă:
ru_ru: Прочти меня:
sk_sk: Prečítaj ma:
sl_si: Preberi me:
sq_al: Me lexo:
sr_cyrl_me: Прочитајте ме:
sv_fi: Läs mig:
sw_ke: Nisome:
ta_in: என்னை தெரிந்து கொள்:
te_in: నన్ను చదవండి:
th_th: อ่านฉัน:
tk_tm: Meni oka:
tr_tr: Beni oku:
tt_ru: Мине укы:
ug_cn: مېنى ئوقۇڭ:
uk_ua: Читайте мене:
ur_pk: مجھے پڑھیں:
uz_cyrl: Meni o'qing:
vi_vn: Đọc tôi:
zh_hant: 讀我：
