Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionFileWriterHint
source: Saves input to the selected folder.
af_za: Stoor insette na die geselekteerde lêergids.
am_et: ለተመረጠው አቃፊ ግብዓት ይቆጥባል.
ar_bh: يحفظ المدخلات إلى المجلد المحدد.
as_in: নিৰ্বাচিত ফোল্ডাৰত ইনপুট সংৰক্ষণ কৰে।
az_cyrl: Seçilən qovluğa girişi saxlayır.
bg_bg: Запазва въвеждането в избраната папка.
bn_in: নির্বাচিত ফোল্ডারে ইনপুট সংরক্ষণ করে।
bs_latn_ba: Spremne ulaz u odabranu mapu.
ca_es: Deseu l’entrada a la carpeta seleccionada.
cs_cz: Uloží vstup do vybrané složky.
cy_gb: Yn arbed mewnbwn i'r ffolder a ddewiswyd.
da_dk: Gemmer input til den valgte mappe.
de_ch: Speichert die Eingabe in den ausgewählten Ordner.
el_gr: Εξοικονομεί είσοδο στον επιλεγμένο φάκελο.
es_bo: Guarda entrada en la carpeta seleccionada.
et_ee: Salvestab sisendi valitud kausta.
fa_ir: ورودی را به پوشه انتخاب شده ذخیره می کند.
fi_fi: Tallentaa sisääntulon valittuun kansioon.
fil_ph: Makatipid ng input sa napiling folder.
fr_029: Enregistre l'entrée dans le dossier sélectionné.
ga_ie: Sábhálann ionchur don fhillteán roghnaithe.
gu_in: પસંદ કરેલા ફોલ્ડરમાં ઇનપુટ બચાવે છે.
he_il: שומר קלט לתיקיה שנבחרה.
hi_in: चयनित फ़ोल्डर में इनपुट बचाता है।
hr_hr: Sprema ulaz u odabranu mapu.
hu_hu: Menti a bemenetet a kiválasztott mappába.
hy_am: Պահպանում է մուտքը ընտրված թղթապանակում:
id_id: Menyimpan input ke folder yang dipilih.
is_is: Vistar inntak í valna möppuna.
it_ch: Risparmia l'input nella cartella selezionata.
ja_jp: 選択したフォルダーへの入力を保存します。
ka_ge: დაზოგავს შეყვანას შერჩეულ საქაღალდეში.
kk_kz: Кірісті таңдалған қалтаға сақтайды.
km_kh: រក្សាទុកការបញ្ចូលទៅក្នុងថតដែលបានជ្រើសរើស។
kn_in: ಆಯ್ದ ಫೋಲ್ಡರ್‌ಗೆ ಇನ್ಪುಟ್ ಉಳಿಸುತ್ತದೆ.
ko_kr: 선택한 폴더에 입력을 저장합니다.
ky_kg: Тандалган папкага киргизүүнү үнөмдөйт.
lo_la: ບັນທຶກການປ້ອນຂໍ້ມູນໃສ່ໂຟນເດີທີ່ເລືອກ.
lt_lt: Išsaugo įvestį į pasirinktą aplanką.
lv_lv: Saglabā ievadi atlasītajā mapē.
mi_nz: Ka tiakina te whakauru ki te kōpaki kua tohua.
mk_mk: Заштедува влез во избраната папка.
ml_in: തിരഞ്ഞെടുത്ത ഫോൾഡറിലേക്ക് ഇൻപുട്ട് സംരക്ഷിക്കുന്നു.
mr_in: निवडलेल्या फोल्डरमध्ये इनपुट सेव्ह करते.
ms_my: Simpan input ke folder yang dipilih.
mt_mt: Iffranka l-input fil-folder magħżul.
nb_no: Lagrer inngang til den valgte mappen.
ne_np: चयनित फोल्डरमा इनपुट बचत गर्दछ।
nl_be: Slaat invoer op in de geselecteerde map.
or_in: ମନୋନୀତ ଫୋଲ୍ଡରକୁ ଇନପୁଟ୍ ସଞ୍ଚୟ କରେ |
pa_arab: ਚੁਣੇ ਫੋਲਡਰ ਵਿੱਚ ਇੰਪੁੱਟ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ.
pl_pl: Zapisuje wejście do wybranego folderu.
pt_br: Salva a entrada na pasta selecionada.
ro_ro: Salvează intrarea în folderul selectat.
ru_ru: Сохраняет вход в выбранную папку.
sk_sk: Ukladá vstup do vybraného priečinka.
sl_si: Shrani vnos v izbrano mapo.
sq_al: Ruan input në dosjen e zgjedhur.
sr_cyrl_me: Чува улаз у одабрану мапу.
sv_fi: Sparar inmatning till den valda mappen.
sw_ke: Huokoa pembejeo kwenye folda iliyochaguliwa.
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்புறையில் உள்ளீட்டைச் சேமிக்கிறது.
te_in: ఎంచుకున్న ఫోల్డర్‌కు ఇన్‌పుట్‌ను ఆదా చేస్తుంది.
th_th: บันทึกอินพุตไปยังโฟลเดอร์ที่เลือก
tk_tm: Girişde saýlanan bukja tygşytlaýar.
tr_tr: Seçilen klasöre giriş kaydeder.
tt_ru: Сайланган папкага керүне саклый.
ug_cn: تاللانغان ھۆججەت قىسقۇچقا كىرگۈزۈشنى تېجەيدۇ.
uk_ua: Збереження введення у вибрану папку.
ur_pk: منتخب فولڈر میں ان پٹ محفوظ کرتا ہے۔
uz_cyrl: Tanlangan papkaga kiritishni tejaydi.
vi_vn: Lưu đầu vào vào thư mục đã chọn.
zh_hant: 將輸入保存到所選文件夾中。

# ActionFolderWatcherHint
source: Triggered when the selected folder's content changes. The output will be a new or existing (when the Ignore Duplicates preference is enabled) File Clip of the file or folder that has changed along with the type of change as its last output.
af_za: Geaktiveer wanneer die inhoud van die geselekteerde vouer verander. Die uitset sal 'n nuwe of bestaande (wanneer die voorkeur van die ignoreer -duplisate geaktiveer is) lêer klem van die lêer of lêergids wat verander het saam met die tipe verandering as die laaste uitset.
am_et: የተመረጠው የአቃፊ ይዘት ይዘት ሲቀየር ያስነሳዋል. ውፅዓት አዲስ ወይም ነባር የሚሆን (የተዋሃደ-ተባዮች ምርጫዎች ነቅቷል) እንደ የመጨረሻው ውፅዓት ዓይነት ከለውጥ ዓይነት ጋር የተለወጠው የፋይል ክሊፕ.
ar_bh: يتم تشغيله عندما يتغير محتوى المجلد المحدد. سيكون الإخراج عبارة عن مقطع ملف جديد أو موجود (عند تمكين تفضيل التكرار) للملف أو المجلد الذي تغير مع نوع التغيير كخلفه الأخير.
as_in: নিৰ্বাচিত ফোল্ডাৰৰ বিষয়বস্তু সলনি হ'লে ট্ৰিগাৰ কৰা হয়। আউটপুট এটা নতুন বা বৰ্তমানৰ হ'ব (যেতিয়া আওকাণ ডুপ্লিকেট পছন্দ সামৰ্থবান কৰা হয়) ফাইল বা ফোল্ডাৰৰ ফাইল ক্লিপ যি পৰিবৰ্তনৰ ধৰণৰ সৈতে ইয়াৰ শেষ আউটপুট হিচাপে সলনি হৈছে।
az_cyrl: Seçilmiş qovluğun məzmunu dəyişdikdə tetiklenir. Çıxış yeni və ya mövcud olan (Duplisates seçiminin işlənməsinə məhəl qoymadan) fayl klipi və ya son çıxışı kimi dəyişikliyin növü ilə dəyişdirilmiş fayl klipi olacaqdır.
bg_bg: Задейства се, когато се промени съдържанието на избраната папка. Изходът ще бъде нов или съществуващ (когато игнорирането на дублиращите предпочитания е активиран) файлов клип на файла или папката, който се е променил заедно с типа промяна като последния му изход.
bn_in: নির্বাচিত ফোল্ডারের সামগ্রী পরিবর্তন হলে ট্রিগার করা হয়েছে। আউটপুটটি একটি নতুন বা বিদ্যমান হবে (যখন অগ্রাহ্য সদৃশ পছন্দগুলি সক্ষম করা থাকে) ফাইল বা ফোল্ডারের ফাইল ক্লিপ যা তার শেষ আউটপুট হিসাবে পরিবর্তনের ধরণের সাথে পরিবর্তিত হয়েছে।
bs_latn_ba: Pokrenuto kada se sadržaj odabrane mape promijeni. Rezultat će biti novi ili postojeći (kada je omogućen preferencija zanemarivanje duplikata) datotečni snimka datoteke ili mape koja se promijenila uz vrstu promjene kao posljednju izlazu.
ca_es: Es va desencadenar quan el contingut de la carpeta seleccionat canvia. La sortida serà un nou clip de fitxers o carpeta que ha canviat juntament amb el tipus de canvi com a última sortida.
cs_cz: Spuštěno, když se změní obsah vybrané složky. Výstupem bude nový nebo existující (když je povolena preference ignorovaných duplikátů) souborový klip souboru nebo složky, který se jako poslední výstup změnil spolu s typem změny.
cy_gb: Sbarduno pan fydd cynnwys y ffolder a ddewiswyd yn newid. Bydd yr allbwn yn glip ffeil newydd neu bresennol (pan fydd y dewis dyblygu anwybyddu) clip ffeil o'r ffeil neu'r ffolder sydd wedi newid ynghyd â'r math o newid fel ei allbwn olaf.
da_dk: Udløses, når den valgte mappens indhold ændres. Outputet vil være en ny eller eksisterende (når Ignoration Duplicates Preference er aktiveret) filklip af filen eller mappen, der har ændret sig sammen med den type ændring som dens sidste output.
de_ch: Ausgelöst, wenn sich der Inhalt des ausgewählten Ordners ändert. Die Ausgabe ist eine neue oder vorhandene (wenn die Präferenz der Ignorierung der Duplikate aktiviert ist) Dateiclip der Datei oder des Ordners, die sich zusammen mit der Art der Änderung als letzte Ausgabe geändert hat.
el_gr: Που ενεργοποιείται όταν αλλάζει το περιεχόμενο του επιλεγμένου φακέλου. Η έξοδος θα είναι ένα νέο ή υπάρχον (όταν είναι ενεργοποιημένη η προτίμηση των αντιγράφων DIGNORE) του αρχείου ή του φακέλου που έχει αλλάξει μαζί με τον τύπο της αλλαγής ως την τελευταία έξοδο του.
es_bo: Activado cuando cambia el contenido de la carpeta seleccionada. La salida será un clip de archivo nuevo o existente (cuando la preferencia de los duplicados ignore) del archivo o carpeta que ha cambiado junto con el tipo de cambio como su última salida.
et_ee: Käivitati, kui valitud kausta sisu muutub. Väljund on uus või olemasolev (kui ignore duplikaadid on lubatud) faili või kausta failiklipp, mis on muutunud koos muutuste tüübiga viimase väljundina.
fa_ir: هنگامی که محتوای پوشه انتخاب شده تغییر می کند ، شروع می شود. خروجی یک کلیپ پرونده یا پوشه ای که به همراه نوع تغییر به عنوان آخرین خروجی آن تغییر کرده است ، یک کلیپ پرونده یا پوشه ای جدید یا موجود است (هنگامی که ترجیح نسخه های نادیده گرفته شده است).
fi_fi: Laukaisee, kun valitun kansioiden sisältö muuttuu. Tulos on uusi tai olemassa oleva (kun ohittavat päällekkäisyydet on käytössä) tiedostoleike tiedostosta tai kansiosta, joka on muuttunut muutoksen tyypin kanssa viimeisenä tulosteena.
fil_ph: Nag -trigger kapag nagbabago ang nilalaman ng napiling folder. Ang output ay magiging isang bago o umiiral (kapag pinapagana ang kagustuhan ng Doble Duplicates) file clip ng file o folder na nagbago kasama ang uri ng pagbabago bilang huling output nito.
fr_029: Déclenché lorsque le contenu du dossier sélectionné change. La sortie sera un clip de fichier neuf ou existant (lorsque la préférence Ignore Duplicats est activée) du fichier ou du dossier qui a changé avec le type de changement comme dernière sortie.
ga_ie: Spreagtha nuair a athraíonn ábhar an fhillteáin roghnaithe. Beidh an t -aschur ina ghearrthóg chomhaid den chomhad nó den fhillteán atá athraithe mar aon leis an gcineál athraithe mar an t -aschur deireanach mar an t -aschur nó atá ann cheana féin (nuair a bheidh an rogha neamhshuimithe.
gu_in: જ્યારે પસંદ કરેલા ફોલ્ડરની સામગ્રી બદલાય છે ત્યારે ટ્રિગર થઈ. આઉટપુટ એક નવું અથવા અસ્તિત્વમાં હશે (જ્યારે અવગણો ડુપ્લિકેટ્સ પસંદગીને સક્ષમ કરવામાં આવે છે) ફાઇલ અથવા ફોલ્ડરની ફાઇલ ક્લિપ જે તેના છેલ્લા આઉટપુટ તરીકે પરિવર્તનના પ્રકાર સાથે બદલાઈ ગઈ છે.
he_il: מופעל כאשר תוכן התיקיה שנבחר משתנה. הפלט יהיה חדש או קיים (כאשר העדפת ההעדפה של הכפילויות מופעלת) קליפ הקובץ של הקובץ או התיקיה שהשתנו יחד עם סוג השינוי כפלט האחרון שלו.
hi_in: चयनित फ़ोल्डर की सामग्री में परिवर्तन होने पर ट्रिगर किया जाता है। आउटपुट एक नया या मौजूदा होगा (जब अनदेखा डुप्लिकेट वरीयता सक्षम है) फ़ाइल या फ़ोल्डर की फ़ाइल क्लिप जो इसके अंतिम आउटपुट के रूप में परिवर्तन के प्रकार के साथ बदल गई है।
hr_hr: Aktivira se kada se promijeni sadržaj odabrane mape. Izlaz će biti novi ili postojeći (kada je omogućeno zanemarivanje duplikata) datoteke datoteke ili mape koja se promijenila zajedno s vrstom promjene kao njezin posljednji izlaz.
hu_hu: Kiváltva, amikor a kiválasztott mappa tartalma megváltozik. A kimenet új vagy meglévő lesz (ha az Ignore Duplicates preferencia engedélyezve van) a fájl vagy mappák fájlkapccsal, amely megváltozott az utolsó kimenetként a változás típusával.
hy_am: Առաջացել են, երբ ընտրված թղթապանակի բովանդակությունը փոխվում է: Արդյունքը կլինի նոր կամ գոյություն ունեցող (երբ անտեսման կրկնօրինակների նախապատվությունը հնարավորություն է տրվել) ֆայլի կամ թղթապանակի ֆայլի սեղմակ, որը փոխվել է փոփոխության տեսակի հետ միասին:
id_id: Dipicu saat konten folder yang dipilih berubah. Output akan menjadi preferensi yang baru atau yang ada (ketika abaikan preferensi duplikat diaktifkan) klip file atau folder yang telah berubah seiring dengan jenis perubahan sebagai output terakhirnya.
is_is: Kveikt þegar innihald valinnar möppu breytist. Framleiðslan verður ný eða fyrirliggjandi (þegar Hness Duplicates valið er virkt) skráarklemmu af skránni eða möppunni sem hefur breyst ásamt gerð breytinga sem síðasta framleiðsla hennar.
it_ch: Attivato quando cambia il contenuto della cartella selezionata. L'output sarà una nuova o esistente (quando è abilitata la preferenza dei duplicati Ignore) del file o della cartella che è cambiato insieme al tipo di modifica come ultimo output.
ja_jp: 選択したフォルダーのコンテンツが変更されたときにトリガーされます。出力は、最後の出力として変更されたタイプの変更とともに変更されたファイルまたはフォルダーのファイルクリップの新規または既存の（無視の複製設定が有効になっている場合）になります。
ka_ge: გამოწვეულია, როდესაც შერჩეული საქაღალდის შინაარსი იცვლება. გამომავალი იქნება ახალი ან არსებული (როდესაც უგულებელყოფის დუბლიკატების უპირატესობა ჩართულია) ფაილის ან საქაღალდის ფაილის კლიპი, რომელიც შეიცვალა ცვლილების ტიპთან ერთად, როგორც მისი ბოლო გამომავალი.
kk_kz: Таңдалған қалтаның мазмұны өзгерген кезде іске қосылды. Шығу жаңа немесе бар болады (ЕШҚАШАН ҚАЖЕТТЕРДІ ҚОСЫМША ҚОСЫМША ҚОСЫМША ҚОСЫМША ҚОСЫМША қосымшалар қосылған кезде) файлдың немесе қалтаның файлы немесе қалтаның соңғы шығуы ретінде өзгерген файл клипі.
km_kh: កេះនៅពេលដែលមាតិការបស់ថតដែលបានជ្រើសរើសផ្លាស់ប្តូរ។ លទ្ធផលនឹងជាថ្មីឬដែលមានស្រាប់ (នៅពេលដែលមិនត្រឹមត្រូវ) ឈុតឯកសារចម្លង) ឯកសារឃ្លីបរបស់ឯកសារឬថតឯកសារដែលបានផ្លាស់ប្តូរជាមួយនឹងប្រភេទនៃការផ្លាស់ប្តូរដែលជាលទ្ធផលចុងក្រោយរបស់វា។
kn_in: ಆಯ್ದ ಫೋಲ್ಡರ್‌ನ ವಿಷಯ ಬದಲಾದಾಗ ಪ್ರಚೋದಿಸುತ್ತದೆ. Output ಟ್‌ಪುಟ್ ಹೊಸ ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ (ನಿರ್ಲಕ್ಷ್ಯ ನಕಲುಗಳ ಆದ್ಯತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ) ಫೈಲ್ ಅಥವಾ ಫೋಲ್ಡರ್‌ನ ಫೈಲ್ ಕ್ಲಿಪ್ ಆಗಿರುತ್ತದೆ, ಅದು ಬದಲಾವಣೆಯ ಪ್ರಕಾರವನ್ನು ಅದರ ಕೊನೆಯ .ಟ್‌ಪುಟ್ ಆಗಿ ಬದಲಾಯಿಸಿದೆ.
ko_kr: 선택한 폴더의 콘텐츠가 변경 될 때 트리거되었습니다. 출력은 새 또는 기존 (중복 기본 설정이 활성화 될 때)이됩니다. 파일 또는 폴더의 파일 클립이 마지막 출력 유형과 함께 변경된 파일 또는 폴더의 파일 클립입니다.
ky_kg: Тандалган папканын мазмунун өзгөргөндө өзгөргөндө. Чыгуу жаңы же учурдагы (кайталоолордун артыкчылыктуу артыкчылыктуу форли иштелип чыккандан этибарга албаганда) акыркы чыгуунун түрү менен бирге өзгөргөн файлдын же папканын файлынын файлдары.
lo_la: ເກີດເມື່ອເນື້ອຫາຂອງໂຟນເດີທີ່ຖືກຄັດເລືອກ. ຜົນໄດ້ຮັບຈະເປັນສິ່ງໃຫມ່ຫຼືທີ່ມີຢູ່ແລ້ວ (ເມື່ອບໍ່ສົນໃຈຄວາມມັກທີ່ບໍ່ສົນໃຈໄດ້ຖືກເປີດໃຊ້)
lt_lt: Suaktyvėjo, kai keičiasi pasirinkto aplanko turinys. Išvestis bus naujas arba esamas (kai bus įjungta „Ignoore Dublicates“ pirmenybė) failo ar aplanko, kuris pasikeitė, kartu su pokyčių tipu kaip paskutiniu išvestimi, failo spaustukas.
lv_lv: Aktivizēts, kad mainās atlasītās mapes saturs. Izeja būs jauna vai esoša (kad ir iespējota ignorēšanas dublikātu izvēle) faila vai mapes faila klips, kas ir mainījies kopā ar izmaiņu veidu kā pēdējo izvadi.
mi_nz: I piri tonu i te wa e rereke ana nga korero o te Kōpaki Kōpaki. Ko te putanga he hou, he mea hou ranei (ka kore e warewarehia te hiahia o te konae) te konae o te konae, i te waahanga ranei i whakarerekehia me te momo whakarereke.
mk_mk: Активирана кога се менува содржината на избраната папка. Излезот ќе биде нов или постојен (кога е овозможено претпочитање на дупликатите за игнорирање) на датотеката или папката што се смени заедно со видот на промената како последен излез.
ml_in: തിരഞ്ഞെടുത്ത ഫോൾഡിന്റെ ഉള്ളടക്കം മാറ്റങ്ങൾ മാറുമ്പോൾ പ്രവർത്തനക്ഷമമാക്കി. Output ട്ട്പുട്ട് ഒരു പുതിയ അല്ലെങ്കിൽ നിലവിലുള്ളതായിരിക്കും (അവഗണിക്കുന്ന തനിപ്പകർപ്പുകൾ മുൻഗണന പ്രാപ്തമാക്കുമ്പോൾ) ഫയൽ ക്ലിപ്പ് അല്ലെങ്കിൽ അതിന്റെ അവസാന ഉൽപാദനമായി മാറിയ ഫയലിന്റെ അല്ലെങ്കിൽ ഫോൾഡറിന്റെ ഫയൽ ക്ലിപ്പ്.
mr_in: जेव्हा निवडलेल्या फोल्डरची सामग्री बदलते तेव्हा ट्रिगर होते. आउटपुट एक नवीन किंवा विद्यमान असेल (जेव्हा दुर्लक्ष करा डुप्लिकेट्स प्राधान्य सक्षम केले जाते) फाईल किंवा फोल्डरची फाइल क्लिप जी त्याच्या शेवटच्या आउटपुटच्या रूपात बदलाच्या प्रकारासह बदलली आहे.
ms_my: Dicetuskan apabila kandungan folder yang dipilih berubah. Output akan menjadi baru atau sedia ada (apabila keutamaan pendua yang diabaikan diaktifkan) klip fail fail atau folder yang telah berubah bersama -sama dengan jenis perubahan sebagai output terakhirnya.
mt_mt: Attivat meta l-kontenut tal-fowlder magħżul jinbidel. L-output se jkun ġdid jew eżistenti (meta l-preferenza tad-duplikati Injora hija attivata) filmat tal-fajl jew folder li nbidel flimkien mat-tip ta 'bidla bħala l-aħħar output tagħha.
nb_no: Utløst når den valgte mappens innhold endres. Utgangen vil være en ny eller eksisterende (når de ignorerer duplikatets preferanse er aktivert) filklippet til filen eller mappen som har endret seg sammen med endringstypen som den siste utgangen.
ne_np: यदि चयनित फोल्डरको सामग्री परिवर्तन हुन्छ भने ट्रिगर गरियो। आउटपुट नयाँ वा अवस्थित हुनेछ (जब उपेक्षित डुप्लिकेट प्राथमिकताहरू सक्षम पारिएको छ) फाइल वा फोल्डरको प्रकारसँग परिवर्तनको प्रकारसँग परिवर्तन भएको छ।
nl_be: Geactiveerd wanneer de inhoud van de geselecteerde map verandert. De uitvoer is een nieuwe of bestaande (wanneer de voorkeur van de negeren duplicaten is ingeschakeld) Bestandsclip van het bestand of de map die samen met het type wijziging als de laatste uitvoer is gewijzigd.
or_in: ଯେତେବେଳେ ମନୋନୀତ ଫୋଲ୍ଡର ବିଷୟବସ୍ତୁ ପରିବର୍ତ୍ତନ ହୁଏ, ସେତେବେଳେ ତୃପ୍ତି | ଆଉଟପୁଟ୍ ଏକ ନୂତନ କିମ୍ବା ବିଦ୍ୟମାନ ହେବ (ଯେତେବେଳେ ଫାଇଲ୍ କ୍ଲିପ୍ ଫାଇଲ୍ କିମ୍ବା ଫୋଲ୍ଡରର ଫାଇଲ୍ କ୍ଲିପ୍ ଯାହା ଏହାର ଶେଷ ଫଳାଫଳ ଭାବରେ ପରିବର୍ତ୍ତନ ସହିତ ବଦଳି ଯାଇଛି |
pa_arab: ਜਦੋਂ ਚੁਣੇ ਫੋਲਡਰ ਦੀ ਸਮੱਗਰੀ ਬਦਲ ਜਾਂਦੀ ਹੈ ਤਾਂ ਚਾਲੂ ਹੁੰਦਾ ਹੈ. ਆਉਟਪੁੱਟ ਇੱਕ ਨਵਾਂ ਜਾਂ ਮੌਜੂਦਾ ਹੋਵੇਗੀ (ਜਦੋਂ ਅਣਡਿੱਠ ਡੁਪਲਿਕੇਟਸ ਪਸੰਦ ਨੂੰ ਸਮਰੱਥ ਕੀਤਾ ਜਾਂਦਾ ਹੈ) ਫਾਈਲ ਜਾਂ ਫੋਲਡਰ ਦੇ ਨਾਲ ਨਾਲ ਬਦਲਾਵ ਦੇ ਨਾਲ ਬਦਲ ਗਿਆ ਹੈ.
pl_pl: Uruchomione, gdy zmienia się treść wybranego folderu. Dane wyjściowe będzie nowym lub istniejącym (po włączeniu preferencji ignorowania preferencji) klip pliku lub folderu, który zmienił się wraz z typem zmiany jako jego ostatniego wyjścia.
pt_br: Acionado quando o conteúdo da pasta selecionado muda. A saída será um clipe de arquivo novo ou existente (quando a preferência de ignorar a preferência estiver ativada) do arquivo ou pasta que mudou junto com o tipo de alteração como sua última saída.
ro_ro: Declanșat atunci când conținutul folderului selectat se modifică. Ieșirea va fi un clip de fișier nou sau existent (atunci când este activat preferința de duplicate Ignore Duplicates) a fișierului sau folderului care s -a schimbat odată cu tipul de schimbare ca ultima sa ieșire.
ru_ru: Запускается при изменении контента выбранной папки. Вывод будет новым или существующим (когда включено предпочтение игнорирования дубликатов) файл файла или папки, который изменился вместе с типом изменения в качестве последнего вывода.
sk_sk: Spustené, keď sa zmení obsah vybraného priečinka. Výstupom bude nový alebo existujúci (keď je povolený klip súboru alebo priečinka ignorovania duplikátov), ​​ktorý sa zmenil spolu s typom zmeny ako posledného výstupu.
sl_si: Sproži, ko se vsebina izbrane mape spremeni. Izhod bo nov ali obstoječ (ko je omogočena preferenčna preferenca podvajanja) posnetek datoteke datoteke ali mape, ki se je spremenila skupaj z vrsto spremembe kot zadnji izhod.
sq_al: Shkaktohet kur përmbajtja e dosjes së zgjedhur ndryshon. Prodhimi do të jetë një skedar i ri ose ekzistues (kur të aktivizohet preferenca e kopjoneve të injoruara) të skedarit ose dosjes së skedarit që ka ndryshuar së bashku me llojin e ndryshimit si prodhimi i tij i fundit.
sr_cyrl_me: Активира се када се садржај одабране мапе промени. Излаз ће бити нови или постојећи (када је Игноре Дуплицати Преференце Омогућено) Снимање датотеке датотеке или мапе која се променила заједно са врстом промене као последња излаза.
sv_fi: Utlöses när den valda mappens innehåll ändras. Utgången kommer att vara en ny eller befintlig (när Ignorera duplikatpreferens är aktiverat) Filklipp i filen eller mappen som har ändrats tillsammans med typen av förändring som dess sista utgång.
sw_ke: Ilisababisha wakati yaliyomo kwenye folda iliyochaguliwa inabadilika. Matokeo yatakuwa mpya au yaliyopo (wakati upendeleo wa nakala ya kupuuza umewezeshwa) picha ya faili au folda ambayo imebadilika pamoja na aina ya mabadiliko kama matokeo yake ya mwisho.
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்புறையின் உள்ளடக்கம் மாறும்போது தூண்டப்பட்டது. வெளியீடு ஒரு புதிய அல்லது இருக்கும் (புறக்கணிப்பு நகல் விருப்பம் இயக்கப்பட்டிருக்கும் போது) கோப்பு அல்லது கோப்புறையின் கோப்பு கிளிப் அதன் கடைசி வெளியீடாக மாற்றத்தின் வகையுடன் மாறிவிட்டது.
te_in: ఎంచుకున్న ఫోల్డర్ యొక్క కంటెంట్ మారినప్పుడు ప్రేరేపించబడింది. అవుట్పుట్ క్రొత్తది లేదా ఇప్పటికే ఉంటుంది (విస్మరించిన నకిలీల ప్రాధాన్యత ప్రారంభించబడినప్పుడు) ఫైల్ లేదా ఫోల్డర్ యొక్క ఫైల్ క్లిప్ దాని చివరి అవుట్పుట్ గా మార్పు రకంతో పాటు మార్చబడింది.
th_th: ทริกเกอร์เมื่อเนื้อหาของโฟลเดอร์ที่เลือกเปลี่ยนไป เอาต์พุตจะเป็นใหม่หรือที่มีอยู่ (เมื่อเปิดใช้งานการตั้งค่าการตั้งค่าซ้ำที่ไม่สนใจ) คลิปไฟล์ของไฟล์หรือโฟลเดอร์ที่เปลี่ยนแปลงไปพร้อมกับประเภทของการเปลี่ยนแปลงเป็นเอาต์พุตสุดท้าย
tk_tm: Saýlanan bukjanyň mazmuny üýtgese ýüze çykýar. Durmuş täze ýa-da bar bolar (äsgermezlik, artykmaçlyk, faýllaryň artykmaç artykmaçlygy açyk däl) iň soňky çykyşy bilen birlikde üýtgän faýl ýa-da bukjanyň faýly ýa-da bukjanyň faýly ýa-da bukjanyň faýly ýa-da bukjanyň faýly ýa-da bukjanyň faýly
tr_tr: Seçilen klasörün içeriği değiştiğinde tetiklenir. Çıktı, son çıkışı olarak değişiklik türü ile birlikte değişen dosyanın veya klasörün yeni veya mevcut bir (yoksayma tercihi etkinleştirildiğinde) dosya klibi olacaktır.
tt_ru: Сайланган папка эчтәлеге үзгәргәндә. Чыгыш яңа яки булган булыр (игътибарсыз калдыру өстенлеге белән өстенлек бирелсә) Соңгы чыгу төре белән бергә үзгәргән файл яки папканы файл клипы.
ug_cn: تاللانغان ھۆججەت قىسقۇچنىڭ مەزمۇنى ئۆزگەرگەندە قوزغىتىلدى. Exphone يېڭى ياكى مەۋجۇت بولۇپ, مەۋجۇت بولۇپ تۇرىدۇ (كۆپەيتىلگەن مايىللىق ئىقتىدارى قوزغىتىلغان) ئۆزگەرتىش تىپى بىلەن بىللە ئۆزگەرتكەن ھۆججەت ياكى قىسقۇچنىڭ ھۆججەت ياكى قىسقۇچنىڭ ھۆججەتلىرى.
uk_ua: Спрацьовує, коли вміст вибраної папки змінюється. Вихід буде новим або існуючим (коли ввімкнено уподобання дублікатів Ignore) файл файлу або папки, який змінився разом із типом зміни як останнього виходу.
ur_pk: جب منتخب فولڈر کا مواد تبدیل ہوتا ہے تو متحرک ہوتا ہے۔ آؤٹ پٹ ایک نیا یا موجودہ ہوگا (جب نظرانداز ڈپلیکیٹ کی ترجیح کو قابل بنایا گیا ہے) فائل یا فولڈر کی فائل کلپ جو اس کی آخری آؤٹ پٹ کے طور پر تبدیلی کی قسم کے ساتھ بدل گئی ہے۔
uz_cyrl: Tanlangan papka tarkibidagi o'zgarishlar o'zgarganda ishga tushirildi. Chiqish yangi yoki mavjud bo'ladi (Duproqli dublikatlar imtiyozlari yoqilgan bo'lsa) Fayl yoki papkaning oxirgi chiqishi kabi o'zgartirilgan fayl klipidir.
vi_vn: Được kích hoạt khi nội dung của thư mục đã chọn thay đổi. Đầu ra sẽ là một ứng dụng mới hoặc hiện có (khi bỏ qua các tùy chọn sao chép được bật) clip tệp của tệp hoặc thư mục đã thay đổi cùng với loại thay đổi là đầu ra cuối cùng của nó.
zh_hant: 當所選文件夾的內容更改時觸發。輸出將是新的或現有的（當忽略重複的偏好啟用時）文件或文件夾的文件剪輯，該文件片段已隨著更改的類型作為其最後的輸出而更改。

# ActionFolderWatchEventsLabel
source: Events
af_za: Gebeure
am_et: ክስተቶች
ar_bh: الأحداث
as_in: ইভেন্ট
az_cyrl: Hadisələr
bg_bg: Събития
bn_in: ঘটনা
bs_latn_ba: Događanja
ca_es: Esdeveniments
cs_cz: Události
cy_gb: Digwyddiadau
da_dk: Begivenheder
de_ch: Veranstaltungen
el_gr: Εκδηλώσεις
es_bo: Eventos
et_ee: Sündmused
fa_ir: مناسبت ها
fi_fi: Tapahtumat
fil_ph: Mga kaganapan
fr_029: Événements
ga_ie: Ócáidí
gu_in: ઘટનાઓ
he_il: אירועים
hi_in: आयोजन
hr_hr: Događaj
hu_hu: Események
hy_am: Իրադարձություններ
id_id: Acara
is_is: Atburðir
it_ch: Eventi
ja_jp: イベント
ka_ge: Ივენთი
kk_kz: Оқиғалар
km_kh: ព្រឹត្តិការណ៍ផ្សេងៗ
kn_in: ಕಾರ್ಯಕ್ರಮಗಳು
ko_kr: 이벤트
ky_kg: Окуялар
lo_la: ເຫດການຕ່າງໆ
lt_lt: Įvykiai
lv_lv: Notikumi
mi_nz: Takanga
mk_mk: Настани
ml_in: ഇവന്റുകൾ
mr_in: घटना
ms_my: Peristiwa
mt_mt: Avvenimenti
nb_no: arrangementer
ne_np: घटनाहरू
nl_be: Evenementen
or_in: ଘଟଣା
pa_arab: ਸਮਾਗਮ
pl_pl: Wydarzenia
pt_br: Eventos
ro_ro: Evenimente
ru_ru: События
sk_sk: Diania
sl_si: Dogodki
sq_al: Ngjarje
sr_cyrl_me: Догађаји
sv_fi: evenemang
sw_ke: Matukio
ta_in: நிகழ்வுகள்
te_in: సంఘటనలు
th_th: เหตุการณ์
tk_tm: Wakalar
tr_tr: Olaylar
tt_ru: Вакыйгалар
ug_cn: ۋەقەلەر
uk_ua: Події
ur_pk: تقریبات
uz_cyrl: Voqealar
vi_vn: Sự kiện
zh_hant: 事件

# ActionFolderWatchFolderLabel
source: Folder
af_za: Omslag
am_et: አቃፊ
ar_bh: مجلد
as_in: ফোল্ডাৰ
az_cyrl: Qovluq
bg_bg: Папка
bn_in: ফোল্ডার
ca_es: Carpeta
cs_cz: Složka
cy_gb: Ffolder
de_ch: Ordner
el_gr: Ντοσιέ
es_bo: Carpeta
et_ee: Kaust kaust
fa_ir: پوشه
fi_fi: Kansio
fr_029: Dossier
ga_ie: Fillteán
gu_in: ફોલ્ડર
he_il: תיקיה
hi_in: फ़ोल्डर
hr_hr: Mapa
hu_hu: Mappa
hy_am: Թղթապանակ
id_id: Map
is_is: Mappa
it_ch: Cartella
ja_jp: フォルダ
ka_ge: საქაღალდე
kk_kz: Папка
km_kh: រកដាសបត់ចាបីរ
kn_in: ಬಾರಿ
ko_kr: 폴더
ky_kg: Папка
lo_la: ມານພັນ
lt_lt: Aplankas
lv_lv: Mape
mi_nz: Kōpaki
mk_mk: Папка
ml_in: മടക്കിയകടലാസ്
mr_in: फोल्डर
nb_no: Mappe
ne_np: फोल्डर
nl_be: Map
or_in: ଫୋଲ୍ଡର
pa_arab: ਫੋਲਡਰ
pl_pl: Teczka
pt_br: Pasta
ro_ro: Pliant
ru_ru: Папка
sk_sk: Priečinok
sl_si: Mapa
sq_al: Dosje
sr_cyrl_me: Мапа
sv_fi: Mapp
sw_ke: Folda
ta_in: கோப்புறை
te_in: ఫోల్డర్
th_th: โฟลเดอร์
tk_tm: Bukjasy
tr_tr: Dosya
tt_ru: Папка
ug_cn: ھۆججەت قىسقۇچ
uk_ua: Папка
ur_pk: فولڈر
uz_cyrl: Papka
vi_vn: Thư mục
zh_hant: 文件夾
