Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppOleNoopWriterTooltip
source: There is no assigned clipboard formats for this app. Automated paste or drag - and - drop from MonkeyPaste will have no affect (its empty data).
af_za: Daar is geen toegewese knipbordformate vir hierdie app nie. Outomatiese pasta of sleep - en - val van Monkeypaste sal geen invloed hê nie (sy leë data).
am_et: ለዚህ መተግበሪያ ምንም የተዘበራረቀ ቅንጅቶች መብቶች የለም. ራስ-ሰር PUTAT ወይም መጎተት - እና - ከዘር zastase ጠብታ ምንም ተጽዕኖ የለውም (ባዶው ውሂብ).
ar_bh: لا توجد تنسيقات مخصصة للحافظة لهذا التطبيق. المعجون الآلي أو السحب - و - إسقاط من Monkeypaste لن يكون له أي تأثير (بياناته الفارغة).
as_in: এই এপটোৰ বাবে কোনো নিৰ্দিষ্ট ক্লিপবৰ্ড ফৰ্মেট নাই। স্বয়ংক্ৰিয় পেষ্ট বা ড্ৰেগ - আৰু - MonkeyPaste ৰ পৰা ড্ৰপৰ কোনো প্ৰভাৱ নাথাকিব (ইয়াৰ খালী তথ্য)।
az_cyrl: Bu proqramlar üçün təyin olunmuş panoya formatları yoxdur. Avtomatlaşdırılmış pasta və ya sürükləyin - və - Monkeysaste-dən düşmək heç bir təsir göstərməyəcək (boş məlumatlar).
bg_bg: За това приложение няма присвоени формати на клипборда. Автоматизираната паста или плъзгане - и - капка от Monkeypaste няма да окаже афект (неговите празни данни).
bn_in: এই অ্যাপ্লিকেশনটির জন্য কোনও নির্ধারিত ক্লিপবোর্ড ফর্ম্যাট নেই। অটোমেটেড পেস্ট বা ড্র্যাগ - এবং - মনকেপেস্ট থেকে ড্রপের কোনও প্রভাব নেই (এর খালি ডেটা)।
bs_latn_ba: Za ovu aplikaciju nema dodijeljenih formata međuspremnika. Automatizirana pasta ili povlačenje - i - pad iz monuka nema uticati (njegovi prazni podaci).
ca_es: No hi ha formats de porta -retalls assignats per a aquesta aplicació. Pasta automatitzada o arrossegament - i - La caiguda de MonkeyPaste no tindrà cap afecte (les seves dades buides).
cs_cz: Pro tuto aplikaci neexistují žádné přiřazené formáty schránky. Automatizovaná pasta nebo tažení - a - - odpnutí z MonkeyPaste nebude mít žádný vliv (její prázdná data).
cy_gb: Nid oes fformatau clipfwrdd penodedig ar gyfer yr app hon. Ni fydd past neu lusgo awtomataidd - a - gollwng o monkeyPaste yn cael unrhyw effaith (ei ddata gwag).
da_dk: Der er ingen tildelte clipboard -formater til denne app. Automatiseret pasta eller træk - og - fald fra abeypaste har ingen indflydelse (dens tomme data).
de_ch: Für diese App gibt es keine zugewiesenen Zwischenablageformate. Automatisierte Paste oder Ziehen - und - fallen von Monkeypaste aus, hat keinen Einfluss (seine leeren Daten).
el_gr: Δεν υπάρχουν μορφές εκχώρησης προχειριζόμενων για αυτήν την εφαρμογή. Η αυτοματοποιημένη πάστα ή η σύρετε - και - η πτώση από το MonkeyPaste δεν θα έχει καμία επίδραση (τα κενά δεδομένα).
es_bo: No hay formatos de portapapeles asignados para esta aplicación. Paste o arrastre automatizado - y - La caída de Monkipaste no tendrá ningún efecto (sus datos vacíos).
et_ee: Selle rakenduse jaoks pole määratud lõikelaua vorminguid. Automatiseeritud pasta või lohistamine - ja - tilk Monkeypaste'ist ei mõjuta (selle tühjad andmed).
fa_ir: هیچ قالب کلیپ بورد اختصاصی برای این برنامه وجود ندارد. خمیر خودکار یا کشیدن - و - رها کردن از Monkeypaste هیچ تاثیری نخواهد داشت (داده های خالی آن).
fi_fi: Tälle sovellukselle ei ole määritetty leikepöytämuotoja. Automatisoidulla tahnalla tai vetämällä - ja - pudotus Monkeypasten ei ole vaikutusta (sen tyhjiä tietoja).
fil_ph: Walang itinalagang mga format ng clipboard para sa app na ito. Ang awtomatikong i -paste o i -drag - at - ang pag -drop mula sa Monkeypaste ay walang makakaapekto (ang walang laman na data nito).
fr_029: Il n'y a pas de formats de presse-papiers affectés pour cette application. La pâte automatisée ou la glisser-glisser - et - passer de Monkeypaste n'auront aucun effet (ses données vides).
ga_ie: Níl aon fhormáidí gearrthaisce sannta don aip seo. Ní bheidh aon tionchar ag greamaigh uathoibrithe nó tarraing - agus - titim ó mhoncáin (a chuid sonraí folamh).
gu_in: આ એપ્લિકેશન માટે કોઈ સોંપાયેલ ક્લિપબોર્ડ ફોર્મેટ્સ નથી. સ્વચાલિત પેસ્ટ અથવા ખેંચો - અને - વાંદરામાંથી છોડો કોઈ અસર કરશે નહીં (તેનો ખાલી ડેટા).
he_il: אין פורמטים של לוח לוח שהוקצה לאפליקציה זו. הדבק אוטומטי או גרירה - ו - ירידה מ- monkeypaste לא תהיה השפעה (הנתונים הריקים שלה).
hi_in: इस ऐप के लिए कोई असाइन किए गए क्लिपबोर्ड प्रारूप नहीं हैं। स्वचालित पेस्ट या ड्रैग - और - मंकीपास्ट से ड्रॉप का कोई प्रभाव नहीं होगा (इसका खाली डेटा)।
hr_hr: Za ovu aplikaciju nema dodijeljenih formata međuspremnika. Automatizirana pasta ili povlačenje - i - pad iz Monkeypaste neće imati utjecaja (njegovi prazni podaci).
hu_hu: Ehhez az alkalmazáshoz nincs hozzárendelt vágólap -formátum. Automatizált paszta vagy húzás - és - a MonkeyPaste -ból való cseppnek nem lesz hatása (annak üres adatai).
hy_am: Այս ծրագրի համար նշանակված Clipboard- ի ձեւաչափ չկա: Ավտոմատացված մածուկը կամ քաշելը եւ - Կապույտից կաթիլը չի ​​ազդի (դրա դատարկ տվյալները):
id_id: Tidak ada format clipboard yang ditetapkan untuk aplikasi ini. Tempel Otomatis atau Seret - dan - Jatuhkan dari Monkeypaste tidak akan memiliki pengaruh (data kosongnya).
is_is: Það er engin úthlutað klemmusnið fyrir þetta forrit. Sjálfvirk líma eða drag - og - falla frá acepyaste mun ekki hafa nein áhrif (tóm gögn þeirra).
it_ch: Non ci sono formati degli appunti assegnati per questa app. La pasta o la trascinamento automatizzate - e - caduta da Monkeypaste non avranno alcun effetto (i suoi dati vuoti).
ja_jp: このアプリに割り当てられたクリップボード形式はありません。 Monkeypasteからの自動化されたペーストまたはドラッグと - ドロップは影響を与えません（空のデータ）。
ka_ge: ამ აპლიკაციისთვის არ არსებობს დავალებული ბუფერული ფორმატები. ავტომატიზირებული პასტა ან გადაიტანეთ - და - Monkeypaste- სგან წვეთი გავლენას არ მოახდენს (მისი ცარიელი მონაცემები).
kk_kz: Бұл қолданба үшін алмасу буферінің тағайындалған форматтары жоқ. Автоматтандырылған қою немесе маймылдардан апаратын және - тамшы әсер етпейді (оның бос деректер).
km_kh: មិនមានទ្រង់ទ្រាយក្តារតម្បៀតខ្ទាស់ដែលបានកំណត់សម្រាប់កម្មវិធីនេះទេ។ បិទភ្ជាប់ស្វ័យប្រវត្តិកម្មឬអូស - ហើយ - ទម្លាក់ពី Monkeypocke នឹងមិនមានផលប៉ះពាល់ទេ (ទិន្នន័យទទេរបស់វា) ។
kn_in: ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ನಿಯೋಜಿಸಲಾದ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸ್ವರೂಪಗಳಿಲ್ಲ. ಸ್ವಯಂಚಾಲಿತ ಪೇಸ್ಟ್ ಅಥವಾ ಡ್ರ್ಯಾಗ್ - ಮತ್ತು - ಮಾಂಕೈಪೇಸ್ಟ್‌ನಿಂದ ಡ್ರಾಪ್ ಯಾವುದೇ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ (ಅದರ ಖಾಲಿ ಡೇಟಾ).
ko_kr: 이 앱에는 할당 된 클립 보드 형식이 없습니다. 자동화 된 페이스트 또는 드래그 - 및 몽키 테스트에서 떨어지는 것은 영향을 미치지 않습니다 (빈 데이터).
ky_kg: Бул колдонмо үчүн жүктөлгөн алмашуу форматтары жок. Автоматташтырылган чаптап же сүйрөп, - MonkeyPasteдан түшүү (анын бош маалыматтарын) жок кылат.
lo_la: ບໍ່ມີຮູບແບບທີ່ຖືກມອບຫມາຍໃຫ້ເປັນຮູບແບບທີ່ຖືກມອບຫມາຍສໍາລັບແອັບ this ນີ້. Paste ອັດຕະໂນມັດຫຼືລາກ - ແລະ - ລົງຈາກ monkeypaste ຈະບໍ່ມີຜົນກະທົບຕໍ່ (ຂໍ້ມູນທີ່ຫວ່າງຂອງມັນ).
lt_lt: Šiai programai nėra priskirtų iškarpinės formatų. Automatizuota pasta arba vilkimas - ir - lašas iš „MonkeYPaste“ neturės įtakos (jo tuščiai duomenys).
lv_lv: Šai lietotnei nav piešķirtu starpliktuves formātu. Automatizēta pasta vai vilkšana - un - nokritums no pērtiķiem neietekmēs (tā tukšie dati).
mi_nz: Kaore he tuhinga papaa i whakaritea mo tenei taupānga. Whakapiri aunoa ranei toia - me - maturuturu mai i Monkeypaste kaore e pa (ona raraunga kau).
mk_mk: За оваа апликација нема доделени формати за клипборд. Автоматизирана паста или влечење - и - падот од MonkeyPaste нема да влијае (неговите празни податоци).
ml_in: ഈ അപ്ലിക്കേഷനായി നൽകിയിട്ടുള്ള ക്ലിപ്പ്ബോർഡ് ഫോർമാറ്റുകളൊന്നുമില്ല. യാന്ത്രിക പേസ്റ്റ് അല്ലെങ്കിൽ ഡ്രാഗ് - കൂടാതെ - മങ്കിപാസ്റ്റിൽ നിന്നുള്ള ഡ്രോപ്പ് ബാധിക്കില്ല (അതിന്റെ ശൂന്യമായ ഡാറ്റ).
mr_in: या अ‍ॅपसाठी कोणतेही नियुक्त क्लिपबोर्ड स्वरूप नाहीत. स्वयंचलित पेस्ट किंवा ड्रॅग - आणि - माकडपायस्टमधून ड्रॉपचा कोणताही परिणाम होणार नाही (त्याचा रिक्त डेटा).
ms_my: Tiada format papan klip yang diberikan untuk aplikasi ini. Paste automatik atau seret - dan - drop dari monkeypaste tidak akan menjejaskan (data kosong).
mt_mt: M'hemm l-ebda formati ta 'clipboard assenjati għal din l-app. Pejst awtomatizzat jew tkaxkir - u - qatra minn MonkeyPaste ma jkollha l-ebda effett (id-dejta vojta tagħha).
nb_no: Det er ingen tildelte utklippstavleformater for denne appen. Automatisert pasta eller dra - og - Drop fra MonkeyPaste vil ikke ha noen innvirkning (dens tomme data).
ne_np: यस अनुप्रयोगको लागि कुनै तोकिएको क्लिपबोर्ड ढाँचाहरू छैनन्। स्वचालित पेस्ट वा ड्र्याग - र - बाँधिएको ड्रप ड्रप हुँदैन (यसको खाली डेटा)।
nl_be: Er zijn geen toegewezen klembordindelingen voor deze app. Geautomatiseerde pasta of slepen - en - drop van Monkeypaste heeft geen effect (de lege gegevens).
or_in: ଏହି ଆପ୍ ପାଇଁ କ Ast ଣସି ନିର୍ଦ୍ଦିଷ୍ଟ କ୍ଲିପବୋର୍ଡ ଫର୍ମାଟ୍ ନାହିଁ | ସ୍ୱୟଂଚାଳିତ ଲେପନ କିମ୍ବା ଡ୍ରାଗ୍ - ଏବଂ - ମାଙ୍କଡପାଷ୍ଟଙ୍କଠାରୁ ଡ୍ରପ୍ କ no ଣସି ପ୍ରଭାବ ପକାଇବ ନାହିଁ (ଏହାର ଖାଲି ତଥ୍ୟ) |
pa_arab: ਇਸ ਐਪ ਲਈ ਕੋਈ ਨਿਰਧਾਰਤ ਕਲਿੱਪਬੋਰਡ ਫਾਰਮੈਟ ਨਹੀਂ ਹਨ. ਸਵੈਚਾਲਤ ਪੇਸਟ ਜਾਂ ਡਰੈਗ - ਅਤੇ - ਬਾਂਕਾਰ ਤੋਂ ਬੂੰਦਾਂ ਦਾ ਕੋਈ ਅਸਰ ਨਹੀਂ ਹੋਵੇਗਾ (ਇਸਦੇ ਖਾਲੀ ਡੇਟਾ).
pl_pl: Dla tej aplikacji nie ma przypisanych formatów schowka. Zautomatyzowana paste lub przeciąganie - i - spadek z małpy nie będzie miał żadnego wpływu (jej puste dane).
pt_br: Não há formatos de quadro de transferência atribuídos para este aplicativo. Pasta ou arrasto automatizado - e - A queda do MonkeyyySaste não terá nenhum efeito (seus dados vazios).
ro_ro: Nu există formate de clipboard alocate pentru această aplicație. Paste automat sau glisare - și - căderea de la Monkeypaste nu va avea niciun impact (datele sale goale).
ru_ru: Для этого приложения нет назначенных форматов буфера обмена. Автоматизированная вставка или перетаскивание - и - падение из обезьяны не будет иметь никакого влияния (его пустые данные).
sk_sk: Pre túto aplikáciu nie sú k dispozícii žiadne formáty schránky. Automatizovaná pasta alebo drag - a - Drop z MonkeyPaste nebude mať žiadny vplyv (jeho prázdne údaje).
sl_si: Za to aplikacijo ni dodeljenih oblik odložij. Avtomatizirana pasta ali povleci - in - padec iz MonkeyPaste ne bo vplivala (njegovi prazni podatki).
sq_al: Nuk ka formate të caktuara të clipboard për këtë aplikacion. Paste e automatizuar ose zvarritje - dhe - rënie nga MonkeyPaste nuk do të ketë ndikim (të dhënat e tij boshe).
sr_cyrl_me: За ову апликацију нема додељених формата међуспремника. Аутоматизована паста или повлачење - и - пад од монкеапасте неће имати утицаја (његове празне податке).
sv_fi: Det finns inga tilldelade urklippformat för den här appen. Automatiserad pasta eller dra - och - släpp från Monkeypaste kommer inte att påverka (dess tomma data).
sw_ke: Hakuna fomati za clipboard zilizopewa za programu hii. Bandika moja kwa moja au Drag - na - kushuka kutoka Monkeypaste hautakuwa na athari yoyote (data yake tupu).
ta_in: இந்த பயன்பாட்டிற்கு ஒதுக்கப்பட்ட கிளிப்போர்டு வடிவங்கள் எதுவும் இல்லை. தானியங்கு பேஸ்ட் அல்லது இழுத்தல் - மற்றும் - குரங்கிபேஸ்டிலிருந்து கைவிடுதல் எந்த பாதிப்பையும் ஏற்படுத்தாது (அதன் வெற்று தரவு).
te_in: ఈ అనువర్తనం కోసం కేటాయించిన క్లిప్‌బోర్డ్ ఫార్మాట్‌లు లేవు. స్వయంచాలక పేస్ట్ లేదా లాగడం - మరియు - మంకీపేస్ట్ నుండి డ్రాప్ ఎటువంటి ప్రభావం ఉండదు (దాని ఖాళీ డేటా).
th_th: ไม่มีรูปแบบคลิปบอร์ดที่ได้รับมอบหมายสำหรับแอพนี้ วางหรือลากอัตโนมัติ - และ - หล่นจาก monkeypaste จะไม่มีผลกระทบ (ข้อมูลที่ว่างเปล่า)
tk_tm: Bu programma üçin bellenen bug banky formatlary ýok. Awtomatlaşdyrylan pasta ýa-da süýräň - monkeptase-den taşlaň (boş maglumatlar).
tr_tr: Bu uygulama için atanmış pano formatı yoktur. Otomatik macun veya sürükleme - ve - Monkeypaste'den düşme hiçbir etkisi olmayacaktır (boş verileri).
tt_ru: Бу кушымта өчен билгеләнгән буфер форматлары юк. Автоматлаштырылган паста яки тарту - маймыл ачуыннан төшү (аның буш мәгълүматлары) булырга тиеш түгел.
ug_cn: بۇ ئەپ ئۈچۈن ھېچقانداق تەقسىم قىلىنغان چاپلاش تاختىسى يوق. ئاپتوماتىك چاپلاش ياكى سۆرەش - مونېينپاتقىدىن چۈشۈشنىڭ تەسىرىگە تەسىر كۆرسەتمەيدۇ (ئۇنىڭ قۇرۇق سانلىق مەلۇماتلىرى).
uk_ua: Для цього додатка немає призначених форматів буфера обміну. Автоматизована вставка або перетягування - і - падіння з мавпасту не матиме впливу (його порожні дані).
ur_pk: اس ایپ کے لئے کوئی تفویض کردہ کلپ بورڈ فارمیٹس نہیں ہے۔ خودکار پیسٹ یا ڈریگ - اور - مانکی پیسٹ سے ڈراپ کا کوئی اثر نہیں پڑے گا (اس کا خالی ڈیٹا)۔
uz_cyrl: Ushbu ilova uchun tayinlangan klipet formatlari yo'q. Avtomatlashtirilgan pastadir yoki sudrab chiqing - va - maykeypdan tushirish (uning bo'sh ma'lumotlar).
vi_vn: Không có định dạng clipboard được chỉ định cho ứng dụng này. Dán tự động hoặc kéo - và - thả từ khỉ sẽ không có ảnh hưởng (dữ liệu trống của nó).
zh_hant: 該應用程序沒有分配的剪貼板格式。自動糊或拖動 - 和 - 從monkeypaste掉落不會影響（其空數據）。

# ShortcutsResetNtfMsg
source: Are you sure you want to reset all shortcuts? All custom shortcuts will be removed.
af_za: Is u seker dat u alle kortpaaie wil terugstel? Alle pasgemaakte kortpaaie sal verwyder word.
am_et: እርግጠኛ ነዎት ሁሉንም አቋራጮችን ዳግም ማስጀመር ይፈልጋሉ? ሁሉም ብጁ አቋራጮች ይወገዳሉ.
ar_bh: هل أنت متأكد من أنك تريد إعادة تعيين جميع الاختصارات؟ ستتم إزالة جميع الاختصارات المخصصة.
as_in: আপুনি নিশ্চিত নেকি যে আপুনি সকলো চৰ্টকাট ৰিছেট কৰিব বিচাৰে? সকলো কাষ্টম চৰ্টকাট আঁতৰোৱা হ’ব।
az_cyrl: Bütün qısa yolları yenidən qurmaq istədiyinizə əminsiniz? Bütün xüsusi qısa yollar çıxarılacaq.
bg_bg: Сигурни ли сте, че искате да нулирате всички преки пътища? Всички персонализирани преки пътища ще бъдат премахнати.
bn_in: আপনি কি নিশ্চিত যে আপনি সমস্ত শর্টকাটগুলি পুনরায় সেট করতে চান? সমস্ত কাস্টম শর্টকাট সরানো হবে।
bs_latn_ba: Jeste li sigurni da želite resetirati sve prečice? Sve prilagođene prečice bit će uklonjene.
ca_es: Esteu segur que voleu restablir totes les dreceres? S'eliminaran totes les dreceres personalitzades.
cs_cz: Jste si jisti, že chcete resetovat všechny zkratky? Všechny vlastní zkratky budou odstraněny.
cy_gb: Ydych chi'n siŵr eich bod chi am ailosod pob llwybr byr? Bydd yr holl lwybrau byr arfer yn cael ei dynnu.
da_dk: Er du sikker på, at du vil nulstille alle genveje? Alle brugerdefinerede genveje fjernes.
de_ch: Sind Sie sicher, dass Sie alle Verknüpfungen zurücksetzen möchten? Alle benutzerdefinierten Verknüpfungen werden entfernt.
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλες τις συντομεύσεις; Όλες οι προσαρμοσμένες συντομεύσεις θα αφαιρεθούν.
es_bo: ¿Estás seguro de que quieres restablecer todos los atajos? Se eliminarán todos los atajos personalizados.
et_ee: Kas olete kindel, et soovite lähtestada kõik otseteed? Kõik kohandatud otseteed eemaldatakse.
fa_ir: آیا مطمئن هستید که می خواهید تمام میانبرها را مجدداً تنظیم کنید؟ تمام میانبرهای سفارشی برداشته می شوند.
fi_fi: Oletko varma, että haluat nollata kaikki pikakuvakkeet? Kaikki mukautetut pikakuvakkeet poistetaan.
fil_ph: Sigurado ka bang nais mong i -reset ang lahat ng mga shortcut? Ang lahat ng mga pasadyang shortcut ay aalisin.
fr_029: Êtes-vous sûr de vouloir réinitialiser tous les raccourcis? Tous les raccourcis personnalisés seront supprimés.
ga_ie: An bhfuil tú cinnte gur mhaith leat gach aicearra a athshocrú? Bainfear gach aicearra saincheaptha.
gu_in: શું તમે ખરેખર બધા શ shortc ર્ટકટ્સને ફરીથી સેટ કરવા માંગો છો? બધા કસ્ટમ શ shortc ર્ટકટ્સ દૂર કરવામાં આવશે.
he_il: האם אתה בטוח שאתה רוצה לאפס את כל קיצורי הדרך? כל קיצורי הדרך המותאמים אישית יוסרו.
hi_in: क्या आप सुनिश्चित हैं कि आप सभी शॉर्टकट को रीसेट करना चाहते हैं? सभी कस्टम शॉर्टकट हटा दिए जाएंगे।
hr_hr: Jeste li sigurni da želite resetirati sve prečace? Svi prilagođeni prečaci bit će uklonjeni.
hu_hu: Biztosan szeretné visszaállítani az összes parancsikont? Az összes egyedi hivatkozást eltávolítják.
hy_am: Համոզված եք, որ ցանկանում եք վերականգնել բոլոր դյուրանցումները: Բոլոր սովորական դյուրանցումները կհանվեն:
id_id: Apakah Anda yakin ingin mengatur ulang semua jalan pintas? Semua jalan pintas khusus akan dihapus.
is_is: Ertu viss um að þú viljir endurstilla alla flýtileiðir? Allar sérsniðnar flýtileiðir verða fjarlægðar.
it_ch: Sei sicuro di voler ripristinare tutte le scorciatoie? Tutte le scorciatoie personalizzate verranno rimosse.
ja_jp: すべてのショートカットをリセットしたいですか？すべてのカスタムショートカットが削除されます。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ყველა მალსახმობის გადატვირთვა? ყველა საბაჟო მალსახმობი მოიხსნება.
kk_kz: Барлық сілтемелерді қалпына келтіргіңіз келе ме? Барлық жеке тіркесімдер алынып тасталады.
km_kh: តើអ្នកពិតជាចង់កំណត់ផ្លូវកាត់ទាំងអស់ឡើងវិញមែនទេ? ផ្លូវកាត់ផ្ទាល់ខ្លួនទាំងអស់នឹងត្រូវដកចេញ។
kn_in: ನೀವು ಎಲ್ಲಾ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ಬಯಸುತ್ತೀರಾ? ಎಲ್ಲಾ ಕಸ್ಟಮ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko_kr: 모든 지름길을 재설정 하시겠습니까? 모든 맞춤형 단축키가 제거됩니다.
ky_kg: Сиз бардык жарлыктарды баштапкы абалга келтиргиңиз келеби? Бардык бажы жарлыктары алынып салынат.
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການຕັ້ງຄ່າທາງລັດທັງຫມົດ? ທັງຫມົດຕາມທາງລັດທີ່ກໍາຫນົດເອງຈະຖືກລຶບອອກ.
lt_lt: Ar tikrai norite iš naujo nustatyti visus nuorodas? Visi pasirinktiniai nuorodos bus pašalinti.
lv_lv: Vai esat pārliecināts, ka vēlaties atiestatīt visus saīsnes? Visi pielāgotie saīsnes tiks noņemti.
mi_nz: Kei te hiahia koe ki te tautuhi i nga waa poto katoa? Ka tangohia nga pokatata ritenga katoa.
mk_mk: Дали сте сигурни дека сакате да ги ресетирате сите кратенки? Сите сопствени кратенки ќе бидат отстранети.
ml_in: എല്ലാ കുറുക്കുവഴികളും പുന reset സജ്ജമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? എല്ലാ ഇഷ്ടാനുസൃത കുറുക്കുവഴികളും നീക്കംചെയ്യും.
mr_in: आपणास खात्री आहे की आपण सर्व शॉर्टकट रीसेट करू इच्छिता? सर्व सानुकूल शॉर्टकट काढले जातील.
ms_my: Adakah anda pasti mahu menetapkan semula semua jalan pintas? Semua pintasan tersuai akan dikeluarkan.
mt_mt: Int żgur li trid tirrisettja l-shortcuts kollha? Il-shortcuts kollha tad-dwana se jitneħħew.
nb_no: Er du sikker på at du vil tilbakestille alle snarveier? Alle tilpassede snarveier blir fjernet.
ne_np: के तपाईं निश्चित शल्यक्रियाहरू रिसेट गर्न चाहनुहुन्छ? सबै कस्टम सर्टकट हटाइनेछ।
nl_be: Weet u zeker dat u alle snelkoppelingen wilt resetten? Alle aangepaste snelkoppelingen worden verwijderd.
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ସମସ୍ତ ସର୍ଟକଟ୍ ପୁନ res ସେଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ସମସ୍ତ କଷ୍ଟମ୍ ସର୍ଟକଟ୍ ଅପସାରିତ ହେବ |
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਸਾਰੇ ਸ਼ਾਰਟਕੱਟਾਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਸਾਰੇ ਕਸਟਮ ਸ਼ੌਰਟਕਟ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ.
pl_pl: Czy na pewno chcesz zresetować wszystkie skróty? Wszystkie niestandardowe skróty zostaną usunięte.
pt_br: Tem certeza de que deseja redefinir todos os atalhos? Todos os atalhos personalizados serão removidos.
ro_ro: Ești sigur că vrei să resetezi toate comenzile rapide? Toate comenzile rapide personalizate vor fi eliminate.
ru_ru: Вы уверены, что хотите сбросить все ярлыки? Все пользовательские ярлыки будут удалены.
sk_sk: Ste si istí, že chcete resetovať všetky skratky? Všetky vlastné skratky budú odstránené.
sl_si: Ali ste prepričani, da želite ponastaviti vse bližnjice? Vse bližnjice po meri bodo odstranjene.
sq_al: A jeni i sigurt që doni të rivendosni të gjitha shkurtesat? Të gjitha shkurtoret me porosi do të hiqen.
sr_cyrl_me: Јесте ли сигурни да желите да ресетујете све пречице? Све прилагођене пречице биће уклоњене.
sv_fi: Är du säker på att du vill återställa alla genvägar? Alla anpassade genvägar kommer att tas bort.
sw_ke: Je! Una uhakika unataka kuweka upya njia zote za mkato? Njia za mkato zote zitaondolewa.
ta_in: எல்லா குறுக்குவழிகளையும் மீட்டமைக்க விரும்புகிறீர்களா? அனைத்து தனிப்பயன் குறுக்குவழிகளும் அகற்றப்படும்.
te_in: మీరు ఖచ్చితంగా అన్ని సత్వరమార్గాలను రీసెట్ చేయాలనుకుంటున్నారా? అన్ని కస్టమ్ సత్వరమార్గాలు తొలగించబడతాయి.
th_th: แน่ใจหรือว่าต้องการรีเซ็ตทางลัดทั้งหมด? ทางลัดที่กำหนดเองทั้งหมดจะถูกลบออก
tk_tm: Colthli gysga ýollary täzeden düzmek isleýändigiňize ynanýarsyňyzmy? Userhli adaty gysga ýollar aýrylar.
tr_tr: Tüm kısayolları sıfırlamak istediğinizden emin misiniz? Tüm özel kısayollar kaldırılacaktır.
tt_ru: Сез барлык кыска юлларны яңадан урнаштырырга телисезме? Барлык махсус кыска юллар бетереләчәк.
ug_cn: بارلىق تېزلەتمىلەرنى ئەسلىگە كەلتۈرمەكچىمۇ? بارلىق ئىختىيارى تېزلەتلەر ئۆچۈرۈلىدۇ.
uk_ua: Ви впевнені, що хочете скинути всі ярлики? Всі спеціальні ярлики будуть видалені.
ur_pk: کیا آپ واقعی تمام شارٹ کٹ کو دوبارہ ترتیب دینا چاہتے ہیں؟ تمام کسٹم شارٹ کٹ کو ہٹا دیا جائے گا۔
uz_cyrl: Haqiqatan ham barcha yorliqlarni qayta tiklamoqchimisiz? Barcha maxsus yorliqlar olib tashlanadi.
vi_vn: Bạn có chắc là bạn muốn đặt lại tất cả các phím tắt? Tất cả các phím tắt tùy chỉnh sẽ được gỡ bỏ.
zh_hant: 您確定要重置所有快捷方式嗎？所有自定義快捷方式將被刪除。
