Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SettingsInteropAppPasteShortcutHeaderHint
source: Many MonkeyPaste features use keyboard automation to interact with other applications. Some applications (like some consoles or shells for example) may have a non - default paste shortcut. To ensure proper interoperability, record those shortcuts for that application here.
af_za: Baie Monkeypaste -funksies gebruik sleutelbord -outomatisering om met ander toepassings te kommunikeer. Sommige toepassings (soos byvoorbeeld sommige konsoles of skulpe) kan 'n kortpad wat nie standaard pas nie, hê. Teken die kortpaaie vir die toepassing hier om behoorlike interoperabiliteit te verseker.
am_et: ብዙ የ Zeocapase ባህሪዎች ከሌሎች መተግበሪያዎች ጋር ለመግባባት የቁልፍ ሰሌዳ አውቶማቲክ ይጠቀማሉ. አንዳንድ ትግበራዎች (እንደ አንዳንድ ኮርነቶች ወይም እንደ ዛጎሎች ለምሳሌ) ለምሳሌ ነባሪ አልባሳት አቋራጭ ሊኖሩት ይችላል. ትክክለኛውን ጣልቃ-ገብነት ለማረጋገጥ, ለእነዚያ ማመልከቻዎች እነዚያን ማመልከቻዎች እዚህ ይቅዱ.
ar_bh: تستخدم العديد من ميزات Monkeypaste أتمتة لوحة المفاتيح للتفاعل مع التطبيقات الأخرى. قد يكون لبعض التطبيقات (مثل بعض لوحات المفاتيح أو القذائف على سبيل المثال) اختصار لصق غير الافتراضي. لضمان قابلية التشغيل البيني السليم ، سجل هذه الاختصارات لهذا التطبيق هنا.
as_in: বহুতো MonkeyPaste বৈশিষ্ট্যই অন্য এপ্লিকেচনসমূহৰ সৈতে পাৰস্পৰিক ক্ৰিয়া কৰিবলৈ কিবৰ্ড স্বয়ংক্ৰিয়কৰণ ব্যৱহাৰ কৰে। কিছুমান এপ্লিকেচন (যেনে কিছুমান ক'ন্সোল বা শ্বেল) ৰ এটা অবিকল্পিত পেষ্ট চৰ্টকাট থাকিব পাৰে । সঠিক আন্তঃকাৰ্য্যকৰীতা নিশ্চিত কৰিবলৈ, সেই এপ্লিকেচনৰ বাবে সেই চৰ্টকাটসমূহ ইয়াত লিপিবদ্ধ কৰক।
az_cyrl: Bir çox Monkeyte xüsusiyyətləri digər tətbiqlərlə qarşılıqlı əlaqə yaratmaq üçün klaviatura avtomatlaşdırılmasından istifadə edir. Bəzi tətbiqlər (məsələn, bəzi konsollar və ya qabıqlar kimi) qeyri-standart olmayan bir paste qısa yoluna sahib ola bilər. Düzgün qarşılıqlı əlaqəni təmin etmək üçün bu tətbiq üçün bu qısa yolları burada yazın.
bg_bg: Много функции на Monkeypaste използват автоматизация на клавиатурата, за да взаимодействат с други приложения. Някои приложения (като някои конзоли или черупки например) могат да имат пряк път, който не е по подразбиране. За да осигурите правилна оперативна съвместимост, запишете тези преки пътища за това приложение тук.
bn_in: অনেক মনকেপেস্ট বৈশিষ্ট্য অন্যান্য অ্যাপ্লিকেশনগুলির সাথে ইন্টারঅ্যাক্ট করতে কীবোর্ড অটোমেশন ব্যবহার করে। কিছু অ্যাপ্লিকেশন (উদাহরণস্বরূপ কিছু কনসোল বা শেলগুলির মতো) একটি নন -ডিফল্ট পেস্ট শর্টকাট থাকতে পারে। যথাযথ আন্তঃব্যবহারযোগ্যতা নিশ্চিত করতে, সেই অ্যাপ্লিকেশনটির জন্য সেই শর্টকাটগুলি এখানে রেকর্ড করুন।
bs_latn_ba: Mnoge monkeyplaste karakteristike koriste automatizaciju tipkovnice za interakciju s drugim aplikacijama. Neke aplikacije (poput nekih konzola ili granata) mogu imati nerazumnu prečicu za paste. Da biste osigurali pravilnu interoperabilnost, evidentirajte one prečice za tu aplikaciju.
ca_es: Moltes funcions de MonkeyPaste utilitzen l’automatització del teclat per interactuar amb altres aplicacions. Algunes aplicacions (com algunes consoles o closques per exemple) poden tenir una drecera de pasta no predeterminada. Per garantir una interoperabilitat adequada, registreu les dreceres per a aquesta aplicació aquí.
cs_cz: Mnoho funkcí MonkeyPaste používá k interakci s jinými aplikacemi automatizaci klávesnice. Některé aplikace (například například některé konzoly nebo shells) mohou mít netvolnou zkratku. Chcete -li zajistit správnou interoperabilitu, zaznamenejte tyto zkratky pro tuto aplikaci zde.
cy_gb: Mae llawer o nodweddion MonkeyPaste yn defnyddio awtomeiddio bysellfwrdd i ryngweithio â chymwysiadau eraill. Efallai y bydd gan rai cymwysiadau (fel rhai consolau neu gregyn er enghraifft) lwybr byr past diofyn. Er mwyn sicrhau rhyngweithrededd cywir, cofnodwch y llwybrau byr hynny ar gyfer y cais hwnnw yma.
da_dk: Mange Monkeypaste -funktioner bruger tastaturautomation til at interagere med andre applikationer. Nogle applikationer (som nogle konsoller eller skaller for eksempel) kan have en ikke -standardpasta -genvej. For at sikre korrekt interoperabilitet skal du registrere disse genveje til denne applikation her.
de_ch: Viele Monkeypaste -Funktionen verwenden die Tastaturautomatisierung, um mit anderen Anwendungen zu interagieren. Einige Anwendungen (wie zum Beispiel einige Konsolen oder Shells) können eine nicht -Standard -Paste -Verknüpfung haben. Um eine ordnungsgemäße Interoperabilität zu gewährleisten, zeichnen Sie diese Verknüpfungen für diese Anwendung hier auf.
el_gr: Πολλά χαρακτηριστικά MonkeyPaste χρησιμοποιούν αυτοματοποίηση πληκτρολογίου για να αλληλεπιδρούν με άλλες εφαρμογές. Ορισμένες εφαρμογές (όπως μερικές κονσόλες ή κελύφη για παράδειγμα) ενδέχεται να έχουν μη συντομεύσεις με προεπιλεγμένη επικόλληση. Για να εξασφαλιστεί η σωστή διαλειτουργικότητα, καταγράψτε αυτές τις συντομεύσεις για αυτήν την εφαρμογή εδώ.
es_bo: Muchas características de Monkipaste usan la automatización del teclado para interactuar con otras aplicaciones. Algunas aplicaciones (como algunas consolas o conchas, por ejemplo) pueden tener un atajo de pasta no predeterminado. Para garantizar la interoperabilidad adecuada, registre esos atajos para esa aplicación aquí.
et_ee: Paljud Monkeypasta funktsioonid kasutavad teiste rakendustega suhtlemiseks klaviatuuri automatiseerimist. Mõnel rakendusel (näiteks mõnel konsoolil või kestal) võib olla vaikepasta otsetee. Nõuetekohase koostalitlusvõime tagamiseks salvestage siin selle rakenduse otseteed.
fa_ir: بسیاری از ویژگی های Monkeypaste از اتوماسیون صفحه کلید برای تعامل با سایر برنامه ها استفاده می کنند. برخی از برنامه ها (مانند برخی از کنسول ها یا پوسته ها به عنوان مثال) ممکن است میانبر خمیر غیر پیش فرض داشته باشند. برای اطمینان از قابلیت همکاری مناسب ، آن میانبرها را برای آن برنامه ثبت کنید.
fi_fi: Monet monkepaste -ominaisuudet käyttävät näppäimistön automaatiota vuorovaikutuksessa muiden sovellusten kanssa. Joillakin sovelluksilla (kuten esimerkiksi joillakin konsolilla tai kuorilla) voivat olla oletuspasta -pikakuvakkeita. Varmistaaksesi asianmukaisen yhteentoimivuuden tallentamalla nämä pikanäppäimet kyseiseen sovellukseen täällä.
fil_ph: Maraming mga tampok ng Monkeypaste ang gumagamit ng automation ng keyboard upang makipag -ugnay sa iba pang mga aplikasyon. Ang ilang mga aplikasyon (tulad ng ilang mga console o shells halimbawa) ay maaaring magkaroon ng isang hindi default na shortcut ng i -paste. Upang matiyak ang wastong interoperability, itala ang mga shortcut para sa application na ito.
fr_029: De nombreuses fonctionnalités MonkeyPaste utilisent l'automatisation du clavier pour interagir avec d'autres applications. Certaines applications (comme certaines consoles ou shells par exemple) peuvent avoir un raccourci de pâte non par défaut. Pour assurer une bonne interopérabilité, enregistrez ces raccourcis pour cette application ici.
ga_ie: Baineann go leor gnéithe monkeypaste úsáid as uathoibriú méarchláir chun idirghníomhú le hiarratais eile. D'fhéadfadh go mbeadh aicearra greamaithe neamh -réamhshocraithe ag roinnt iarratas (cosúil le roinnt consóil nó sliogáin mar shampla). Chun idir -inoibritheacht chuí a chinntiú, déan taifead ar na haicearraí sin don iarratas sin anseo.
gu_in: ઘણી વાંદરાની સુવિધાઓ અન્ય એપ્લિકેશનો સાથે સંપર્ક કરવા માટે કીબોર્ડ auto ટોમેશનનો ઉપયોગ કરે છે. કેટલીક એપ્લિકેશનો (ઉદાહરણ તરીકે કેટલાક કન્સોલ અથવા શેલો) નોન - ડિફ default લ્ટ પેસ્ટ શ shortc ર્ટકટ હોઈ શકે છે. યોગ્ય આંતરવ્યવહારિકતાને સુનિશ્ચિત કરવા માટે, તે એપ્લિકેશન માટે તે શ shortc ર્ટકટ્સ અહીં રેકોર્ડ કરો.
he_il: תכונות רבות של Monkeypaste משתמשות באוטומציה של מקלדת כדי לקיים אינטראקציה עם יישומים אחרים. יישומים מסוימים (כמו קונסולות או פגזים מסוימים למשל) עשויים להיות בעלי קיצור דרך הדבק ברירת מחדל. כדי להבטיח יכולת פעולה הדדית נאותה, רשמו קיצורי דרך לאותה יישום כאן.
hi_in: कई Monkeypaste सुविधाएँ अन्य अनुप्रयोगों के साथ बातचीत करने के लिए कीबोर्ड स्वचालन का उपयोग करती हैं। कुछ एप्लिकेशन (जैसे कुछ कंसोल या उदाहरण के लिए गोले) में एक गैर -डिफ़ॉल्ट पेस्ट शॉर्टकट हो सकता है। उचित अंतर सुनिश्चित करने के लिए, उस एप्लिकेशन के लिए उन शॉर्टकट्स को रिकॉर्ड करें।
hr_hr: Mnoge značajke monkeypaste koriste automatizaciju tipkovnice za interakciju s drugim aplikacijama. Neke aplikacije (poput nekih konzola ili školjki) mogu imati prečac koji nije zadano. Da biste osigurali odgovarajuću interoperabilnost, zabilježite te prečace za tu aplikaciju ovdje.
hu_hu: Számos majompaste funkció a billentyűzet automatizálását használja más alkalmazásokkal való interakcióhoz. Egyes alkalmazásoknak (például néhány konzolnak vagy kagylónak) lehet egy nem alapértelmezett paszta parancsikon. A megfelelő interoperabilitás biztosítása érdekében rögzítse az alkalmazáshoz szükséges parancsikonokat.
hy_am: MonkeyPaste- ի շատ առանձնահատկություններ Օգտագործեք ստեղնաշարի ավտոմատացում `այլ ծրագրերի հետ շփվելու համար: Որոշ ծրագրեր (օրինակ, որոշ վահանակներ կամ կճեպներ) կարող են ունենալ ոչ լռելյայն մածուկի դյուրանցում: Պատշաճ փոխգործունակություն ապահովելու համար այդ դիմումի համար գրանցեք այդ դյուրանցումները այստեղ:
id_id: Banyak fitur monkeypaste menggunakan otomatisasi keyboard untuk berinteraksi dengan aplikasi lain. Beberapa aplikasi (seperti beberapa konsol atau cangkang misalnya) mungkin memiliki pintasan pasta non -default. Untuk memastikan interoperabilitas yang tepat, catat pintasan tersebut untuk aplikasi itu di sini.
is_is: Margir MonkeyPaste eiginleikar nota sjálfvirkni lyklaborðs til að hafa samskipti við önnur forrit. Sum forrit (eins og sumar leikjatölvur eða skel til dæmis) geta verið með flýtileið sem ekki er - sjálfgefin líma. Til að tryggja rétta samvirkni skaltu skrá þá flýtileiðir fyrir þá umsókn hér.
it_ch: Molte funzionalità di Monkeypaste utilizzano l'automazione della tastiera per interagire con altre applicazioni. Alcune applicazioni (come alcune console o conchiglie per esempio) possono avere un collegamento in pasta non predefinito. Per garantire una corretta interoperabilità, registrare questi collegamenti per quell'applicazione qui.
ja_jp: 多くのMonkeypaste機能は、キーボードオートメーションを使用して他のアプリケーションと対話します。 一部のアプリケーション（たとえば、一部のコンソールやシェルなど）には、デフォルトの貼り付けのショートカットがない場合があります。 適切な相互運用性を確保するには、ここでそのアプリケーションのショートカットを記録します。
ka_ge: MonkeyPaste- ის მრავალი მახასიათებელი იყენებს კლავიშების ავტომატიზაციას სხვა პროგრამებთან ურთიერთობისთვის. ზოგიერთ პროგრამას (მაგალითად, ზოგიერთ კონსოლს ან ჭურვი) შეიძლება ჰქონდეს არა - ნაგულისხმევი პასტის მალსახმობი. სათანადო ურთიერთთანამშრომლობის უზრუნველსაყოფად, ჩაწერეთ ამ განაცხადის მალსახმობები აქ.
kk_kz: Көптеген MonKeyptaste мүмкіндіктері басқа қосымшалармен өзара әрекеттесу үшін пернетақтаны автоматтандыруды пайдаланады. Кейбір қосымшалар (мысалы, кейбір консольдер немесе снарядтар сияқты) әдепкі емес паста тіркесімі болуы мүмкін. Дұрыс өзара әрекеттесуді қамтамасыз ету үшін, сол қосымшаның сілтемелерін осы жерден жазып алыңыз.
km_kh: លក្ខណៈពិសេសនៃព្រះសង្ឃជាច្រើនប្រើស្វ័យប្រវត្តិកម្មក្តារចុចដើម្បីធ្វើអន្តរកម្មជាមួយកម្មវិធីផ្សេងទៀត។ កម្មវិធីមួយចំនួន (ដូចជាកុងតឺន័រឬសំបកខ្លះឧទាហរណ៍) អាចមានផ្លូវកាត់បិទភ្ជាប់ដែលមិនចុះសម្រុង។ ដើម្បីធានាបាននូវអន្តរប្រតិបត្តិការត្រឹមត្រូវកត់ត្រាផ្លូវកាត់ទាំងនោះសម្រាប់កម្មវិធីនោះនៅទីនេះ។
kn_in: ಅನೇಕ ಮಾಂಕಿಪ್ಯಾಸ್ಟ್ ವೈಶಿಷ್ಟ್ಯಗಳು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ಕೀಬೋರ್ಡ್ ಆಟೊಮೇಷನ್ ಅನ್ನು ಬಳಸುತ್ತವೆ. ಕೆಲವು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು (ಉದಾಹರಣೆಗೆ ಕೆಲವು ಕನ್ಸೋಲ್‌ಗಳು ಅಥವಾ ಚಿಪ್ಪುಗಳಂತೆ) ಡೀಫಾಲ್ಟ್ ಅಲ್ಲದ ಪೇಸ್ಟ್ ಶಾರ್ಟ್‌ಕಟ್ ಹೊಂದಿರಬಹುದು. ಸರಿಯಾದ ಪರಸ್ಪರ ಕಾರ್ಯಸಾಧ್ಯತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ಆ ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ಆ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಇಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡಿ.
ko_kr: 많은 monkeypaste 기능은 키보드 자동화를 사용하여 다른 응용 프로그램과 상호 작용합니다. 일부 애플리케이션 (예 : 일부 콘솔 또는 쉘과 같은)에는 비 기본 페이스트 단축키가있을 수 있습니다. 적절한 상호 운용성을 보장하려면 해당 응용 프로그램의 바로 가기를 여기에서 기록하십시오.
ky_kg: Көптөгөн апакта көптөгөн MarkeyPaste өзгөчөлүктөрү башка тиркемелер менен өз ара аракеттенүү үчүн баскычтопту колдонгон. Айрым тиркемелер (мисалы, кээ бир консоль же снаряддар сыяктуу эле) Туура өз ара аракеттенүүнү камсыз кылуу үчүн, бул колдонмо үчүн ушул колдонууга ушул желе жазыңыз.
lo_la: ຄຸນລັກສະນະ Monkey ຫຼາຍspasteໃຊ້ອັດຕະໂນມັດ keyboard ເພື່ອພົວພັນກັບການພົວພັນກັບແອັບພລິເຄຊັນອື່ນໆ. ບາງໂປແກຼມ (ຄືກັບເຄື່ອງຫຼີ້ນບາງຊະນິດຫຼືຫອຍຕົວຢ່າງ) ອາດຈະມີທາງລັດທີ່ບໍ່ແມ່ນ - ທີ່ບໍ່ແມ່ນ - ເປັນຕົວແທນ. ເພື່ອຮັບປະກັນຄວາມສາມາດທີ່ເຫມາະສົມ, ບັນທຶກທາງລັດເຫຼົ່ານັ້ນສໍາລັບຄໍາຮ້ອງສະຫມັກນັ້ນຢູ່ທີ່ນີ້.
lt_lt: Daugelyje „MonkeYPaste“ funkcijų naudojama klaviatūros automatizavimas, kad sąveikautų su kitomis programomis. Kai kurios programos (pvz., Kai kurios konsolės ar apvalkalai) gali turėti nuorodą į numatytąją pastos klavišą. Norėdami užtikrinti tinkamą sąveiką, įrašykite šias programos nuorodas čia.
lv_lv: Daudzas Monkeypaste funkcijas izmanto tastatūras automatizāciju, lai mijiedarbotos ar citām lietojumprogrammām. Dažām lietojumprogrammām (piemēram, dažām konsolēm vai, piemēram, čaumalām) var būt īsceļu, kas nav noklusējuma pastas. Lai nodrošinātu pareizu savietojamību, reģistrējiet šos pieteikuma saīsnes šeit.
mi_nz: He maha nga waahanga monkeypaste e whakamahi ana i nga aporo papapātuhi ki te taunekeneke ki etahi atu tono. Ko etahi o nga tono (penei i etahi papatohu me nga anga ranei hei tauira) Ka taea pea e te poto poto noa - he poto poto. Hei whakarite i te whakahoahoa tika, ka tuhia e enei poto poto mo taua tono i konei.
mk_mk: Многу карактеристики на MonkeyPaste користат автоматизација на тастатурата за да комуницираат со други апликации. Некои апликации (како на пример некои конзоли или школки) може да имаат не -стандардна кратенка за паста. За да се обезбеди соодветна интероперабилност, запишете ги тие кратенки за таа апликација овде.
ml_in: മറ്റ് ആപ്ലിക്കേഷനുകളുമായി സംവദിക്കാൻ നിരവധി മങ്കിപേസ്റ്റർ സവിശേഷതകൾ കീബോർഡ് ഓട്ടോമേഷൻ ഉപയോഗിക്കുന്നു. ചില ആപ്ലിക്കേഷനുകൾ (ഉദാഹരണത്തിന് ചില കൺസോൾസ് അല്ലെങ്കിൽ ഷെല്ലുകൾ പോലെ) ഒരു സ്ഥിരസ്ഥിതി ഇതര പേസ്റ്റ് കുറുക്കുവഴി ഉണ്ടായിരിക്കാം. ശരിയായ ഇന്ററോപ്പറബിളിറ്റി ഉറപ്പാക്കാൻ, ആ പ്രയോഗത്തിനായി ആ കുറുക്കുവഴികൾ രേഖപ്പെടുത്തുക.
mr_in: इतर अनुप्रयोगांशी संवाद साधण्यासाठी बर्‍याच माकडपास्ट वैशिष्ट्ये कीबोर्ड ऑटोमेशन वापरतात. काही अनुप्रयोग (उदाहरणार्थ काही कन्सोल किंवा शेल जसे) मध्ये नॉन -डीफॉल्ट पेस्ट शॉर्टकट असू शकतो. योग्य इंटरऑपरेबिलिटी सुनिश्चित करण्यासाठी, त्या अनुप्रयोगासाठी त्या शॉर्टकट रेकॉर्ड करा.
ms_my: Banyak ciri monkeypaste menggunakan automasi papan kekunci untuk berinteraksi dengan aplikasi lain. Sesetengah aplikasi (seperti beberapa konsol atau cangkang misalnya) mungkin mempunyai pintasan tampal lalai. Untuk memastikan kebolehoperasian yang betul, rekod pintasan tersebut untuk permohonan itu di sini.
mt_mt: Ħafna karatteristiċi ta 'MonkeyPaste jużaw l-awtomazzjoni tat-tastiera biex jinteraġixxu ma' applikazzjonijiet oħra. Xi applikazzjonijiet (bħal xi consoles jew qxur pereżempju) jista 'jkollhom shortcut tal-pejst mhux default. Biex tiżgura interoperabilità xierqa, irreġistra dawk is-shortcuts għal dik l-applikazzjoni hawn.
nb_no: Mange MonkeyPaste -funksjoner bruker tastaturautomatisering for å samhandle med andre applikasjoner. Noen applikasjoner (som noen konsoller eller skjell for eksempel) kan ha en standard pasta -snarvei. For å sikre riktig interoperabilitet, registrer du snarveiene for den applikasjonen her.
ne_np: धेरै बाँदरपिसास सुविधाहरूले अन्य अनुप्रयोगहरूसँग अन्तरक्रिया गर्न किबोर्ड स्वत: प्रयोग गर्दछ। केहि अनुप्रयोगहरू (उदाहरणका लागि केहि कन्सोलहरू वा शेलहरू जस्तै) एक गैर-पूर्व पूर्वनिर्धारित टापु सर्टकट हुन सक्छ। उचित अन्तर्क्रिया सुनिश्चित गर्न, ती अनुप्रयोगको लागि ती सर्टकटहरू यहाँ रेकर्ड गर्नुहोस्।
nl_be: Veel Monkeypaste -functies gebruiken toetsenbordautomatisering om te communiceren met andere applicaties. Sommige applicaties (zoals sommige consoles of shells bijvoorbeeld) kunnen een niet -standaard plak snelkoppeling hebben. Om de juiste interoperabiliteit te garanderen, neemt u die snelkoppelingen voor die toepassing hier op.
or_in: ଅନେକ ମାଙ୍କଡ଼ପେଷ୍ଟ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଅନ୍ୟ ପ୍ରୟୋଗଗୁଡ଼ିକ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ କୀବୋର୍ଡ୍ ସ୍ୱୟଂଚାଳିତ ବ୍ୟବହାର ବ୍ୟବହାର କରନ୍ତି | କେତେକ ପ୍ରୟୋଗଗୁଡ଼ିକ (ଉଦାହରଣ ସ୍ୱରୂପ କିଛି କନସୋଲ୍ କିମ୍ବା ସେଲ ପରି) ଏଭଳି ଏକ ଅଣ- ଡିଫଲ୍ଟ ପେଷ୍ଟ ସର୍ଟକଟ୍ ପରି ଏକ ଅଣ- ଡିଫଲ୍ଟ ପେଷ୍ଟ ସର୍ଟକଟ୍ ଥାଇପାରେ | ସଠିକ୍ ପାରସ୍ପରିକ କାର୍ଯ୍ୟଦକ୍ଷତା ନିଶ୍ଚିତ କରିବାକୁ, ଏଠାରେ ସେହି ପ୍ରୟୋଗ ପାଇଁ ସେହି ସର୍ଟକଟ୍ ରେକର୍ଡ କରନ୍ତୁ |
pa_arab: ਬਹੁਤ ਸਾਰੀਆਂ ਬਾਂਦਰਪ੍ਰਾਈਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਆਟੋਮੈਟਿਕ ਵਰਤਦੇ ਹਨ. ਕੁਝ ਕਾਰਜ (ਉਦਾਹਰਣ ਵਜੋਂ ਕੁਝ ਕੰਸੋਲ ਜਾਂ ਸ਼ੈੱਲ) ਵਿੱਚ ਇੱਕ ਗੈਰ ਮੂਲ ਪੇਸਟ ਸ਼ੌਰਟਕਟ ਹੋ ਸਕਦਾ ਹੈ. ਸਹੀ ਅੰਤਰ-ਕਾਰਜ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਉਹਨਾਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਇੱਥੇ ਇੱਥੇ ਸ਼ੌਰਟਕਟ ਨੂੰ ਰਿਕਾਰਡ ਕਰੋ.
pl_pl: Wiele funkcji Monkeypaste używa automatyzacji klawiatury do interakcji z innymi aplikacjami. Niektóre aplikacje (na przykład niektóre konsole lub skorupy) mogą mieć skrót bez domyślnego wklejania. Aby zapewnić odpowiednią interoperacyjność, zapisz te skróty dla tej aplikacji tutaj.
pt_br: Muitos recursos do MonkeyyYSaste usam a automação do teclado para interagir com outros aplicativos. Alguns aplicativos (como alguns consoles ou conchas, por exemplo) podem ter um atalho de pasta não padrão. Para garantir a interoperabilidade adequada, registre esses atalhos para esse aplicativo aqui.
ro_ro: Multe caracteristici Monkeypaste folosesc automatizarea tastaturii pentru a interacționa cu alte aplicații. Unele aplicații (cum ar fi unele console sau cochilii, de exemplu), pot avea o scurtătură de paste care nu este implicită. Pentru a asigura o interoperabilitate adecvată, înregistrați aici comenzile rapide pentru aplicația respectivă.
ru_ru: Многие функции обезьяны используют автоматизацию клавиатуры для взаимодействия с другими приложениями. Некоторые приложения (например, некоторые консоли или раковины) могут иметь нельзящий сочетание пасты по умолчанию. Чтобы обеспечить правильную совместимость, запишите эти ярлыки для этого приложения здесь.
sk_sk: Mnoho funkcií MonkeyPaste používa automatizáciu klávesnice na interakciu s inými aplikáciami. Niektoré aplikácie (napríklad niektoré konzoly alebo škrupiny) môžu mať skratku bez predvolenej pasty. Ak chcete zabezpečiť správnu interoperabilitu, zaznamenajte tu tieto skratky pre túto aplikáciu.
sl_si: Številne funkcije MonkeyPaste uporabljajo avtomatizacijo tipkovnice za interakcijo z drugimi aplikacijami. Nekatere aplikacije (na primer nekatere konzole ali školjke) imajo lahko bližnjico, ki ni privzeta. Če želite zagotoviti pravilno interoperabilnost, zapišite te bližnjice za to aplikacijo tukaj.
sq_al: Shumë karakteristika të MonkeyPaste përdorin automatizimin e tastierës për të bashkëvepruar me aplikacione të tjera. Disa aplikacione (si disa tastierë ose predha për shembull) mund të kenë një shkurtore të paste jo të paracaktuar. Për të siguruar ndërveprimin e duhur, regjistroni ato shkurtore për atë kërkesë këtu.
sr_cyrl_me: Многе карактеристике монкеупасте користе аутоматизацију тастатуре да комуницирају са другим апликацијама. Неке апликације (попут неких конзола или шкољки на пример) могу имати не-дефаулт пасте пречице. Да би се осигурала одговарајућа интероперабилност, овде забиљежите те пречице за ту апликацију.
sv_fi: Många monkeypasta -funktioner använder tangentbordsautomation för att interagera med andra applikationer. Vissa applikationer (som vissa konsoler eller skal till exempel) kan ha en kortkommando som inte är standardpasta. För att säkerställa korrekt interoperabilitet, registrera genvägarna för den applikationen här.
sw_ke: Vipengee vingi vya MonkeyPaste hutumia automatisering ya kibodi kuingiliana na programu zingine. Maombi mengine (kama consoles au ganda kwa mfano) zinaweza kuwa na njia ya mkato isiyo ya msingi. Ili kuhakikisha ushirikiano mzuri, rekodi njia za mkato za programu hiyo hapa.
ta_in: பல குரங்கு சுவை அம்சங்கள் மற்ற பயன்பாடுகளுடன் தொடர்பு கொள்ள விசைப்பலகை ஆட்டோமேஷனைப் பயன்படுத்துகின்றன. சில பயன்பாடுகள் (எடுத்துக்காட்டாக சில கன்சோல்கள் அல்லது குண்டுகள் போன்றவை) இயல்புநிலை அல்லாத பேஸ்ட் குறுக்குவழியைக் கொண்டிருக்கலாம். சரியான இயங்குதளத்தை உறுதிப்படுத்த, அந்த பயன்பாட்டிற்கான குறுக்குவழிகளை இங்கே பதிவு செய்யுங்கள்.
te_in: అనేక మంకీపేస్ట్ లక్షణాలు ఇతర అనువర్తనాలతో ఇంటరాక్ట్ అవ్వడానికి కీబోర్డ్ ఆటోమేషన్‌ను ఉపయోగిస్తాయి. కొన్ని అనువర్తనాలు (ఉదాహరణకు కొన్ని కన్సోల్‌లు లేదా గుండ్లు వంటివి) డిఫాల్ట్ కాని పేస్ట్ సత్వరమార్గం కలిగి ఉండవచ్చు. సరైన ఇంటర్‌ఆపెరాబిలిటీని నిర్ధారించడానికి, ఆ అనువర్తనం కోసం ఆ సత్వరమార్గాలను ఇక్కడ రికార్డ్ చేయండి.
th_th: คุณสมบัติของ monkeypaste จำนวนมากใช้แป้นพิมพ์อัตโนมัติเพื่อโต้ตอบกับแอปพลิเคชันอื่น ๆ แอปพลิเคชั่นบางตัว (เช่นคอนโซลหรือเชลล์บางอย่าง) อาจมีทางลัดที่ไม่ใช่การเริ่มต้น เพื่อให้แน่ใจว่าการทำงานร่วมกันที่เหมาะสมบันทึกทางลัดเหล่านั้นสำหรับแอปพลิเคชันนั้นที่นี่
tk_tm: "Maýmpast" aýratynlyklary, beýleki programmalar bilen gatnaşyk saklamak üçin klawiatura awtomatlaşdyrylmagy ulanýarlar. Käbir programmalar (belli bir derejede gabyklar ýa-da gabyklar ýaly) deslapky däl gapma-garşylyk bolup biler. Dogry sazlaşyk işini üpjün etmek üçin şu ýerde şol programmalar üçin bu gysga ýollary ýazga alyň.
tr_tr: Birçok Monkeycaste, diğer uygulamalarla etkileşim kurmak için klavye otomasyonu kullanır. Bazı uygulamalar (örneğin bazı konsollar veya kabuklar gibi) varsayılan olmayan macun kısayolu olabilir. Uygun birlikte çalışabilirliği sağlamak için, bu uygulama için bu kısayolları burada kaydedin.
tt_ru: Күпчелек маймылипагы үзенчәлекләре башка кушымталар белән аралашу өчен клавиатура автоматизациясен кулланалар. Кайбер кушымталар (кайбер консоль яки кабыклар кебек) булырга мөмкин - килешенгән паста кыска юл булырга мөмкин. Дөрес интерфейрацияне тәэмин итү өчен, монда бу кушымта өчен кыска юлларны языгыз.
ug_cn: نۇرغۇنلىغان مايمۇنپاتېت ئىقتىدارلىرى كۇنۇپكا تاختىسى نەتىجىنى ئىشلىتىپ باشقا قوللىنىشچان پروگراممىلار بىلەن ئۆز-ئارا تەسىر كۆرسىتىش. بەزى قوللىنىشچان پروگراممىلار (مەسىلەن بەزى كونترول سۇپىلارغا ئوخشاش) مەسىلەن, مەسىلەن ياكى سۈكۈتتىكى چاپلاق تېزلەتمە بولۇشى مۇمكىن. مۇۋاپىق ئۆز-ئارا مەنپەئەت يەتكۈزۈشكە كاپالەتلىك قىلىش ئۈچۈن, بۇ ئەپنى بۇ ئاپتوماتىك ئۈسكۈنىلەرنى خاتىرىلەڭ.
uk_ua: Багато функцій MonkeyPaste використовують автоматизацію клавіатури для взаємодії з іншими програмами. Деякі програми (наприклад, деякі консолі або снаряди) можуть мати ярлик не -за замовчуванням. Щоб забезпечити належну сумісність, запишіть ці ярлики для цієї програми тут.
ur_pk: بہت ساری بندر کی خصوصیات دیگر ایپلی کیشنز کے ساتھ بات چیت کرنے کے لئے کی بورڈ آٹومیشن کا استعمال کرتی ہیں۔ کچھ ایپلی کیشنز (مثال کے طور پر کچھ کنسولز یا گولوں کی طرح) میں غیر ڈیفالٹ پیسٹ شارٹ کٹ ہوسکتا ہے۔ مناسب انٹرآپریبلٹی کو یقینی بنانے کے لئے ، اس درخواست کے لئے ان شارٹ کٹ کو یہاں ریکارڈ کریں۔
uz_cyrl: Ko'pgina maykeypaste, boshqa dasturlar bilan o'zaro aloqada bo'lgan klaviatura avtomatlashtirishdan foydalanadi. Ba'zi dasturlar (masalan, ba'zi konollar yoki chig'anoqlar singari) ochilmaslik yorliqlari bo'lishi mumkin. To'g'ri interventatsiyani ta'minlash uchun ushbu ilova uchun ushbu yorliqlarni yozib oling.
vi_vn: Nhiều tính năng khỉ sử dụng tự động hóa bàn phím để tương tác với các ứng dụng khác. Một số ứng dụng (như một số bảng điều khiển hoặc shells chẳng hạn) có thể có phím tắt dán không mặc định. Để đảm bảo khả năng tương tác thích hợp, hãy ghi lại các phím tắt cho ứng dụng đó ở đây.
zh_hant: 許多MonkePaste功能都使用鍵盤自動化與其他應用程序進行交互。 某些應用程序（例如某些控制台或外殼）可能具有非默認粘貼快捷方式。 為了確保適當的互操作性，請在此處記錄該應用程序的快捷方式。
