Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutAssignGlobalHint
source: This is a global shortcut. That means it will attempt to execute whenever it is performed. Try to make it unique enough (or change the 'Routing Type') to not conflict with shortcuts from other applications.
af_za: Dit is 'n wêreldwye kortpad. Dit beteken dat dit sal probeer om uit te voer wanneer dit uitgevoer word. Probeer om dit uniek genoeg te maak (of die 'routing tipe' te verander) om nie met kortpaaie van ander toepassings in stryd te wees nie.
am_et: ይህ ዓለም አቀፍ አቋራጭ ነው. ያ ማለት በተከናወነበት ጊዜ ሁሉ ለመፈፀም ይሞክራል ማለት ነው. ከሌሎች ትግበራዎች ከአጭር መተግበሪያዎች ጋር ግጭት ላለመግባት ለየት ያለ ለየት ያለ (ወይም "የመንገድ ላይ አይነት) ለመለወጥ ይሞክሩ.
ar_bh: هذا اختصار عالمي. هذا يعني أنه سيحاول التنفيذ كلما تم تنفيذه. حاول أن تجعلها فريدة من نوعها بما يكفي (أو تغيير "نوع التوجيه") حتى لا تتعارض مع اختصارات من التطبيقات الأخرى.
as_in: এইটো এটা বিশ্বব্যাপী চৰ্টকাট। অৰ্থাৎ যেতিয়াই ইয়াক সম্পন্ন কৰা হয় তেতিয়াই ই এক্সিকিউট কৰাৰ চেষ্টা কৰিব। অন্য এপ্লিকেচনৰ পৰা চৰ্টকাটৰ সৈতে সংঘাত নহ'বলৈ ইয়াক যথেষ্ট অনন্য কৰিবলৈ চেষ্টা কৰক (বা 'ৰাউটিং ধৰণ' সলনি কৰক)।
az_cyrl: Bu qlobal qısa yoldur. Bu, həyata keçirildiyi zaman icra etməyə cəhd göstərəcək deməkdir. Digər tətbiqlərdən qısa yollarla ziddiyyətə zidd olmamaq üçün onu kifayət qədər unikal hala gətirməyə (və ya "marşrutlaşdırma növünü dəyişdirməyə" cəhd edin.
bg_bg: Това е глобален пряк път. Това означава, че ще се опита да се изпълнява, когато се изпълнява. Опитайте се да го направите достатъчно уникален (или променете „типа маршрут“), за да не противоречите на преки пътища от други приложения.
bn_in: এটি একটি বিশ্বব্যাপী শর্টকাট। এর অর্থ এটি যখনই সম্পাদন করা হয় তা কার্যকর করার চেষ্টা করবে। অন্যান্য অ্যাপ্লিকেশন থেকে শর্টকাটের সাথে বিরোধ না করার জন্য এটিকে যথেষ্ট অনন্য (বা 'রাউটিং টাইপ' পরিবর্তন করতে) করার চেষ্টা করুন।
bs_latn_ba: Ovo je globalna prečica. To znači da će se pokušati izvršiti kad god se izvrši. Pokušajte učiniti dovoljno jedinstvenim (ili promijeniti "vrstu usmjeravanja") da se ne sukobljavate s prečicom iz drugih aplikacija.
ca_es: Es tracta d’una drecera global. Això vol dir que intentarà executar -se sempre que es faci. Proveu de fer -lo prou únic (o canvieu el "tipus d'encaminament") per no entrar en conflicte amb dreceres d'altres aplicacions.
cs_cz: Toto je globální zkratka. To znamená, že se pokusí provést, kdykoli je provedeno. Pokuste se, aby byl dostatečně jedinečný (nebo změnil „typ směrování“), aby nebyl v rozporu s zkratkami z jiných aplikací.
cy_gb: Llwybr byr byd -eang yw hwn. Mae hynny'n golygu y bydd yn ceisio gweithredu pryd bynnag y caiff ei berfformio. Ceisiwch ei wneud yn ddigon unigryw (neu newid y 'math llwybro') i beidio â gwrthdaro â llwybrau byr o gymwysiadau eraill.
da_dk: Dette er en global genvej. Det betyder, at det vil forsøge at udføre, når det udføres. Prøv at gøre det unikt nok (eller ændre 'routingtypen') til ikke at komme i konflikt med genveje fra andre applikationer.
de_ch: Dies ist eine globale Abkürzung. Das heißt, es wird versuchen, bei der Ausführung auszuführen. Versuchen Sie, es einzigartig genug zu machen (oder ändern Sie den "Routing -Typ"), um nicht mit Verknüpfungen aus anderen Anwendungen in Konflikt zu stehen.
el_gr: Αυτή είναι μια παγκόσμια συντόμευση. Αυτό σημαίνει ότι θα προσπαθήσει να εκτελέσει όποτε εκτελείται. Προσπαθήστε να το κάνετε αρκετά μοναδικό (ή να αλλάξετε τον «τύπο δρομολόγησης») για να μην έρχονται σε σύγκρουση με συντομεύσεις από άλλες εφαρμογές.
es_bo: Este es un atajo global. Eso significa que intentará ejecutarse cuando se realice. Intente que sea lo suficientemente único (o cambie el 'tipo de enrutamiento') para no entrar en conflicto con atajos de otras aplicaciones.
et_ee: See on ülemaailmne otsetee. See tähendab, et see üritab teostada igal ajal. Proovige muuta see piisavalt ainulaadseks (või muuta marsruutimistüüpi), et mitte vastuolus muude rakenduste otseteedega.
fa_ir: این یک میانبر جهانی است. این بدان معناست که هر زمان که انجام شود سعی در اجرای آن خواهد داشت. سعی کنید آن را به اندازه کافی منحصر به فرد (یا "نوع مسیریابی" را تغییر دهید تا با میانبرهای دیگر برنامه ها مغایرت نداشته باشد.
fi_fi: Tämä on globaali pikakuvake. Tämä tarkoittaa, että se yrittää suorittaa aina, kun se suoritetaan. Yritä tehdä siitä tarpeeksi ainutlaatuinen (tai muuta 'reititystyyppiä') olla ristiriidassa muiden sovellusten pikakuvakkeiden kanssa.
fil_ph: Ito ay isang pandaigdigang shortcut. Nangangahulugan ito na susubukan nitong isagawa kung kailan ito ginanap. Subukang gawin itong natatanging sapat (o baguhin ang 'uri ng pagruruta') upang hindi salungatin sa mga shortcut mula sa iba pang mga aplikasyon.
fr_029: Il s'agit d'un raccourci mondial. Cela signifie qu'il tentera d'exécuter chaque fois qu'il est effectué. Essayez de le rendre suffisamment unique (ou de modifier le «type de routage») pour ne pas entrer en conflit avec les raccourcis provenant d'autres applications.
ga_ie: Is aicearra domhanda é seo. Ciallaíonn sé sin go ndéanfaidh sé iarracht é a fhorghníomhú aon uair a dhéantar é. Déan iarracht é a dhéanamh uathúil go leor (nó an 'cineál ródúcháin') a athrú chun gan coimhlint le haicearraí ó iarratais eile.
gu_in: આ વૈશ્વિક શોર્ટકટ છે. તેનો અર્થ એ કે જ્યારે પણ તે કરવામાં આવે ત્યારે તેને ચલાવવાનો પ્રયાસ કરશે. અન્ય એપ્લિકેશનોથી શ shortc ર્ટકટ્સ સાથે વિરોધાભાસ ન કરવા માટે તેને પર્યાપ્ત અનન્ય (અથવા 'રૂટીંગ પ્રકાર' બદલવાનો પ્રયાસ કરો).
he_il: זהו קיצור דרך עולמי. המשמעות היא שהיא תנסה לבצע בכל פעם שהיא מבוצעת. נסה להפוך אותו למיוחד מספיק (או לשנות את 'סוג הניתוב') כדי לא להתנגש עם קיצורי דרך מיישומים אחרים.
hi_in: यह एक वैश्विक शॉर्टकट है। इसका मतलब है कि जब भी यह प्रदर्शन किया जाता है, तो यह निष्पादित करने का प्रयास करेगा। अन्य अनुप्रयोगों से शॉर्टकट के साथ संघर्ष नहीं करने के लिए इसे पर्याप्त रूप से अद्वितीय बनाने की कोशिश करें (या 'रूटिंग प्रकार' को बदलें)।
hr_hr: Ovo je globalni prečac. To znači da će pokušati izvršiti kad god se izvodi. Pokušajte ga učiniti dovoljno jedinstvenim (ili promijenite 'tip usmjeravanja') da se ne sukobljava s prečacima iz drugih aplikacija.
hu_hu: Ez egy globális parancsikon. Ez azt jelenti, hogy megpróbálja végrehajtani, amikor végrehajtják. Próbálja meg elég egyedivé tenni (vagy megváltoztatni az „útválasztási típusot”), hogy ne konfliktusson más alkalmazások hivatkozásaival.
hy_am: Սա համաշխարհային դյուրանցում է: Դա նշանակում է, որ այն կփորձի կատարել, երբ այն կատարվի: Փորձեք այն բավարար չափով դարձնել այն եզակի (կամ փոխել «երթուղղման տեսակը») այլ դիմումներից դյուրանցումներին չհանդիպելու համար:
id_id: Ini adalah jalan pintas global. Itu berarti ia akan mencoba mengeksekusi setiap kali dilakukan. Cobalah membuatnya cukup unik (atau ubah 'jenis perutean') menjadi tidak bertentangan dengan jalan pintas dari aplikasi lain.
is_is: Þetta er alþjóðlegur flýtileið. Það þýðir að það mun reyna að framkvæma hvenær sem það er framkvæmt. Reyndu að gera það nógu einstakt (eða breyta „leiðargerðinni“) til að stangast ekki á við flýtileiðir frá öðrum forritum.
it_ch: Questo è un collegamento globale. Ciò significa che tenterà di eseguire ogni volta che viene eseguito. Prova a renderlo abbastanza unico (o modificare il "tipo di routing") per non essere in conflitto con le scorciatoie da altre applicazioni.
ja_jp: これはグローバルショートカットです。つまり、実行されるたびに実行を試みます。他のアプリケーションからのショートカットと競合しないように、それを十分にユニークにする（または「ルーティングタイプ」を変更する）ようにしてください。
ka_ge: ეს არის გლობალური მალსახმობი. ეს ნიშნავს, რომ ის შეეცდება შესრულებას, როდესაც ის შესრულდება. შეეცადეთ ის საკმარისად უნიკალური გახადოთ (ან შეცვალოთ "მარშრუტიზაციის ტიპი"), რომ არ ეწინააღმდეგებოდეს სხვა პროგრამების მალსახმობებს.
kk_kz: Бұл ғаламдық тіркесім. Бұл оны орындау кезінде орындауға тырысатынын білдіреді. Оны бірегей етуге тырысыңыз (немесе «бағыттау түрін» өзгертіңіз) Басқа қолданбалардан төте жолдармен қайшылықты емес.
km_kh: នេះគឺជាផ្លូវកាត់សកល។ នោះមានន័យថាវានឹងព្យាយាមប្រតិបត្តិនៅពេលណាដែលវាត្រូវបានអនុវត្ត។ ព្យាយាមធ្វើឱ្យវាមានលក្ខណៈពិសេសគ្រប់គ្រាន់ (ឬផ្លាស់ប្តូរ 'ប្រភេទនាំផ្លូវ') ដើម្បីមិនមានទំនាស់ជាមួយផ្លូវកាត់ពីកម្មវិធីផ្សេងទៀត។
kn_in: ಇದು ಜಾಗತಿಕ ಶಾರ್ಟ್‌ಕಟ್ ಆಗಿದೆ. ಅಂದರೆ ಅದು ನಿರ್ವಹಿಸಿದಾಗಲೆಲ್ಲಾ ಕಾರ್ಯಗತಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಂದ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳೊಂದಿಗೆ ಸಂಘರ್ಷಗೊಳ್ಳದಿರಲು ಸಾಕಷ್ಟು ಅನನ್ಯವಾಗಿಸಲು ಪ್ರಯತ್ನಿಸಿ (ಅಥವಾ 'ರೂಟಿಂಗ್ ಪ್ರಕಾರವನ್ನು' ಬದಲಾಯಿಸಿ).
ko_kr: 이것은 글로벌 바로 가기입니다. 그것은 그것이 수행 될 때마다 실행하려고 시도한다는 것을 의미합니다. 다른 응용 프로그램의 바로 가기와 충돌하지 않도록 충분히 독특하게 만들거나 '라우팅 유형'을 변경하십시오.
ky_kg: Бул дүйнөлүк кыска жол. Демек, ал аткарылганда аткарууга аракет кылат. Аны уникалдуу кылууга аракет кылыңыз (же "маршрут түрүн") башка тиркемелерден жарлыктар менен карама-каршы келбейт.
lo_la: ນີ້ແມ່ນທາງລັດໂລກ. ນັ້ນຫມາຍຄວາມວ່າມັນຈະພະຍາຍາມປະຕິບັດທຸກຄັ້ງທີ່ມັນຖືກປະຕິບັດ. ພະຍາຍາມເຮັດໃຫ້ມັນເປັນເອກະລັກພຽງພໍ (ຫຼືປ່ຽນ 'ປະເພດເສັ້ນທາງ') ເພື່ອບໍ່ຂັດແຍ້ງກັບທາງລັດຈາກການສະຫມັກອື່ນ.
lt_lt: Tai yra visuotinis nuoroda. Tai reiškia, kad jis bandys vykdyti, kai tik bus atlikta. Stenkitės, kad jis būtų pakankamai išskirtinis (arba pakeiskite „maršrutizacijos tipą“), kad jie neprieštarautų kitoms programoms.
lv_lv: Tas ir globāls saīsne. Tas nozīmē, ka tas mēģinās izpildīt, kad tas tiks veikts. Mēģiniet padarīt to pietiekami unikālu (vai mainiet “maršrutēšanas veidu”), lai tas nebūtu pretrunā ar citām lietojumprogrammām.
mi_nz: He poto poto tenei. Ko te tikanga ka ngana ki te whakaputa i nga wa katoa e mahia ana. Whakamātauria kia tino motuhake (ka huri ranei i te 'momo rori') kia kaua e taupatupatu ki nga pokatata mai i etahi atu tono.
mk_mk: Ова е глобална кратенка. Тоа значи дека ќе се обиде да изврши секогаш кога ќе се изврши. Обидете се да го направите тоа доволно уникатен (или да го промените „типот на рутирање“) за да не се во судир со кратенки од други апликации.
ml_in: ഇതൊരു ആഗോള കുറുക്കുവഴിയാണ്. അതിനർത്ഥം അത് നടത്തുമ്പോഴെല്ലാം നിർവ്വഹിക്കാൻ ശ്രമിക്കും എന്നാണ്. മറ്റ് ആപ്ലിക്കേഷനുകളിൽ നിന്നുള്ള കുറുക്കുവഴികളുമായി പൊരുത്തപ്പെടരുത് എന്നതിലേക്ക് അത് മതിയായതാക്കാൻ ശ്രമിക്കുക (അല്ലെങ്കിൽ 'റൂട്ടിംഗ് തരം' മാറ്റുക).
mr_in: हा जागतिक शॉर्टकट आहे. म्हणजे जेव्हा जेव्हा ते केले जाते तेव्हा कार्यवाही करण्याचा प्रयत्न करेल. इतर अनुप्रयोगांमधून शॉर्टकटसह संघर्ष न करण्यासाठी ते पुरेसे अद्वितीय (किंवा 'राउटिंग प्रकार' बदला) बनवण्याचा प्रयत्न करा.
ms_my: Ini adalah jalan pintas global. Ini bermakna ia akan cuba melaksanakan setiap kali ia dilakukan. Cuba menjadikannya cukup unik (atau menukar 'jenis penghalaan') untuk tidak bertentangan dengan jalan pintas dari aplikasi lain.
mt_mt: Din hija shortcut globali. Dan ifisser li se tipprova tesegwixxi kull meta titwettaq. Ipprova tagħmilha unika biżżejjed (jew ibiddel it- "tip ta 'rotta") biex ma tkunx f'kunflitt ma' shortcuts minn applikazzjonijiet oħra.
nb_no: Dette er en global snarvei. Det betyr at den vil forsøke å utføre når den utføres. Forsøk å gjøre den unik nok (eller endre 'rutetypen') til ikke å komme i konflikt med snarveier fra andre applikasjoner.
ne_np: यो विश्वव्यापी सर्टकट हो। यसको मतलव यो प्रदर्शन हुने को लागी यो कार्यान्वयन गर्न कोशिस गर्दछ। यसलाई पर्याप्त बनाउनको लागि प्रयास गर्नुहोस् (वा 'राउटिंग प्रकार') अन्य अनुप्रयोगहरूबाट सर्टकटसँग द्वन्द्व नहुने प्रयास गर्नुहोस्।
nl_be: Dit is een wereldwijde snelkoppeling. Dat betekent dat het zal proberen uit te voeren wanneer het wordt uitgevoerd. Probeer het uniek genoeg te maken (of verander het 'routeringstype') om niet te conflicteren met snelkoppelingen van andere toepassingen.
or_in: ଏହା ଏକ ଗ୍ଲୋବାଲ୍ ସର୍ଟକଟ୍ | ଏହାର ଅର୍ଥ ଯେତେବେଳେ ଏହା ସଂପନ୍ନ ହୁଏ ଏହା ଏକଜେକ୍ୟୁଟ୍ କରିବାକୁ ଚେଷ୍ଟା କରିବ | ଅନ୍ୟ ଅନୁପାତରୁ ସର୍ଟକଟ୍ ସହିତ ଦ୍ୱନ୍ଦ ପରିବର୍ତ୍ତନ ନକରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ (କିମ୍ବା 'ରାଉଟିଙ୍ଗ୍ ପ୍ରକାର') ପରିବର୍ତ୍ତନ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa_arab: ਇਹ ਇਕ ਗਲੋਬਲ ਸ਼ੌਰਟਕਟ ਹੈ. ਇਸਦਾ ਅਰਥ ਹੈ ਕਿ ਜਦੋਂ ਵੀ ਅਜਿਹਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ. ਇਸ ਨੂੰ ਵਿਲੱਖਣ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ (ਜਾਂ 'ਰੂਟਿੰਗ ਕਿਸਮ ਨੂੰ ਬਦਲਣਾ) ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਤੋਂ ਸ਼ੌਰਟਕਟ ਦੇ ਨਾਲ ਟਕਰਾਓ.
pl_pl: To globalny skrót. Oznacza to, że będzie próbował wykonać za każdym razem, gdy zostanie wykonywany. Staraj się uczynić go wystarczająco wyjątkowym (lub zmienić „typ routingu”), aby nie było sprzeczne z skrótami z innych aplikacji.
pt_br: Este é um atalho global. Isso significa que ele tentará executar sempre que for realizado. Tente torná -lo único o suficiente (ou altere o 'tipo de roteamento') para não entrar em conflito com os atalhos de outros aplicativos.
ro_ro: Aceasta este o scurtătură globală. Asta înseamnă că va încerca să execute ori de câte ori este efectuat. Încercați să îl faceți suficient de unic (sau schimbați „tipul de rutare”) pentru a nu intra în conflict cu comenzile rapide din alte aplicații.
ru_ru: Это глобальный ярлык. Это означает, что он попытается выполнить, когда это будет выполнено. Постарайтесь сделать его достаточно уникальным (или изменить «тип маршрутизации»), чтобы не конфликтовать с ярлыками из других приложений.
sk_sk: Toto je globálna skratka. To znamená, že sa pokúsi vykonať vždy, keď bude vykonaný. Pokúste sa urobiť z toho dostatočne jedinečný (alebo zmeniť „typ smerovania“), aby ste neboli v rozpore so skratkami z iných aplikácií.
sl_si: To je globalna bližnjica. To pomeni, da se bo poskušal usmrtiti, kadar se bo izvedel. Poskusite, da je dovolj edinstven (ali spremenite "vrsto usmerjanja"), da ne bo v nasprotju s bližnjicami iz drugih aplikacij.
sq_al: Kjo është një shkurtore globale. Kjo do të thotë se do të përpiqet të ekzekutojë sa herë që kryhet. Mundohuni ta bëni atë mjaft unik (ose të ndryshoni 'llojin e kursit') për të mos konfliktuar me shkurtoret nga aplikacionet e tjera.
sr_cyrl_me: Ово је глобална пречица. То значи да ће покушати да се изврши кад год се то изведе. Покушајте да то учините довољно јединственим (или промените "тип рутирања") да се не сукоби са пречицама из других апликација.
sv_fi: Detta är en global genväg. Det betyder att det kommer att försöka utföra när den utförs. Försök att göra det unikt nog (eller ändra "routingtyp") för att inte konflikt med genvägar från andra applikationer.
sw_ke: Hii ni njia ya mkato ya ulimwengu. Hiyo inamaanisha itajaribu kutekeleza wakati wowote inafanywa. Jaribu kuifanya iwe ya kipekee ya kutosha (au ubadilishe 'aina ya njia') kutopingana na njia za mkato kutoka kwa programu zingine.
ta_in: இது உலகளாவிய குறுக்குவழி. அதாவது அதைச் செய்யும்போதெல்லாம் அது செயல்படுத்த முயற்சிக்கும். மற்ற பயன்பாடுகளிலிருந்து குறுக்குவழிகளுடன் முரண்படாமல் இருக்க அதை தனித்துவமாக்க முயற்சிக்கவும் (அல்லது 'ரூட்டிங் வகையை' மாற்றவும்).
te_in: ఇది గ్లోబల్ సత్వరమార్గం. అంటే అది నిర్వహించినప్పుడల్లా అమలు చేయడానికి ప్రయత్నిస్తుంది. ఇతర అనువర్తనాల నుండి సత్వరమార్గాలతో విభేదించకుండా ఉండటానికి (లేదా 'రౌటింగ్ రకం' మార్చండి) దీన్ని ప్రత్యేకంగా చేయడానికి ప్రయత్నించండి.
th_th: นี่คือทางลัดระดับโลก นั่นหมายความว่าจะพยายามดำเนินการเมื่อใดก็ตามที่ดำเนินการ พยายามทำให้มันไม่เหมือนใคร (หรือเปลี่ยน 'ประเภทการกำหนดเส้นทาง') เพื่อไม่ขัดแย้งกับทางลัดจากแอปพลิเคชันอื่น ๆ
tk_tm: Bu global gysga ýol. Diýmek, haçan ýerine ýetirilse ýerine ýetirmäge synanyşjakdygyny aňladýar. Beýleki programmalardan gysga ýollar bilen gapma-garşylyklara laýyk gelmezlik üçin ýeterlik üýtgeşiklik ediň (ýa-da marşrut görnüşini 'üýtgediň').
tr_tr: Bu küresel bir kısayol. Bu, her yapıldığında yürütmeye çalışacağı anlamına gelir. Diğer uygulamalardaki kısayollarla çatışmamak için yeterince benzersiz hale getirmeye çalışın (veya 'yönlendirme türünü' değiştirin).
tt_ru: Бу глобаль кыска юл. Димәк, ул башкарылганда башкарырга тырышачак. Башка кушымталардан кыска юллар белән конфликтлар белән бертигез, җитәрлек, җитәрлек тигезләнергә тырышыгыз.
ug_cn: بۇ دۇنياۋى تېزلەتمە. دېمەك, ئۇ ئىجرا قىلىنغاندىن كېيىن ئىجرا قىلىشقا ئۇرۇنۇشنى كۆرسىتىدۇ. ئۇنى باشقا قوللىنىشچان پروگراممىلار بىلەن توقۇنۇشۇپ قېلىش (ياكى يۆنىلىشنى ئۆزگەرتىڭ ياكى ئۆزگەرتىڭ) نى ئۆزگىچە قىلىپ بېقىڭ.
uk_ua: Це глобальний ярлик. Це означає, що він намагатиметься виконати, коли він виконується. Постарайтеся зробити його достатньо унікальним (або змінити "тип маршрутизації"), щоб не конфліктувати з ярликами з інших додатків.
ur_pk: یہ ایک عالمی شارٹ کٹ ہے۔ اس کا مطلب ہے کہ جب بھی اس پر عمل درآمد کرنے کی کوشش کی جائے گی۔ دوسری درخواستوں سے شارٹ کٹ سے متصادم نہ ہونے کے ل it اسے کافی حد تک انوکھا بنانے کی کوشش کریں (یا 'روٹنگ کی قسم')۔
uz_cyrl: Bu global yorliq. Bu shuni anglatadiki, u qachon u o'qilganda bajarishga harakat qiladi. Boshqa dasturlardan yorliqlarga zid kelmaslik uchun uni etarlicha noyob qilishga harakat qiling (yoki yo'naltirish turini o'zgartiring).
vi_vn: Đây là một lối tắt toàn cầu. Điều đó có nghĩa là nó sẽ cố gắng thực hiện bất cứ khi nào nó được thực hiện. Cố gắng làm cho nó đủ độc đáo (hoặc thay đổi 'loại định tuyến') để không xung đột với các phím tắt từ các ứng dụng khác.
zh_hant: 這是一個全球捷徑。這意味著它將在執行時嘗試執行。嘗試使其獨特（或更改“路由類型”）與其他應用程序中的快捷方式不衝突。

# ShortcutAssignGlobalLabel
source: Global
af_za: Globaal
am_et: ግሎባል
ar_bh: عالمي
as_in: সাৰ্বজনীন
az_cyrl: Qlobal
bg_bg: Глобален
bn_in: গ্লোবাল
bs_latn_ba: Globalan
cs_cz: Globální
cy_gb: Byd -eang
el_gr: Παγκόσμια
et_ee: Ülemaailmne
fa_ir: جهانی
fi_fi: Globaali
fr_029: Mondial
ga_ie: Domhanda
gu_in: વિશ્વસનીય
he_il: גלוֹבָּלִי
hi_in: वैश्विक
hr_hr: Globalno
hu_hu: Globális
hy_am: Համաշխարհային
it_ch: Globale
ja_jp: グローバル
ka_ge: გლობალური
kk_kz: Ғаламдық
km_kh: ដេលមុលដុចបាល់
kn_in: ಜಾಗತಿಕ
ko_kr: 글로벌
ky_kg: Глобалдык
lo_la: ທົ່ວໂລກ
lt_lt: Globalus
lv_lv: Globāls
mi_nz: O te ao
mk_mk: Глобал
ml_in: ലോകവാപകമായ
mr_in: जागतिक
mt_mt: Globali
ne_np: विश्वव्यापी
nl_be: Globaal
or_in: ବିଶ୍ global ସ୍ତରୀୟ
pa_arab: ਗਲੋਬਲ
pl_pl: Światowy
ru_ru: Глобальный
sk_sk: Globálny
sl_si: Globalno
sr_cyrl_me: Глобално
sw_ke: Ulimwenguni
ta_in: உலகளாவிய
te_in: ప్రపంచ
th_th: ทั่วโลก
tk_tm: Global Global
tr_tr: Küresel
tt_ru: Глобаль
uk_ua: Глобальний
ur_pk: عالمی
vi_vn: Toàn cầu
zh_hant: 全球的

# ShortcutAssignInvalidGestureWarning
source: Shortcut must contain ONE and only ONE non - modifier key.
af_za: Kortpad moet een en slegs een nie -wysigingsleutel bevat.
am_et: አቋራጭ አንድ እና አንድ ብቻ ያልሆነን ቁልፍ ብቻ መያዝ አለበት.
ar_bh: يجب أن يحتوي الاختصار على مفتاح واحد غير مُعدِّل واحد فقط.
as_in: চৰ্টকাটত এটা আৰু কেৱল এটা নন - পৰিবৰ্তক কি থাকিব লাগিব।
az_cyrl: Qısayolda bir və yalnız bir dəyişdirici açarı olmalıdır.
bg_bg: Пряк път трябва да съдържа един и само един ключ за модификатор.
bn_in: শর্টকাটে অবশ্যই একটি এবং কেবল একটি নন - মডিফায়ার কী থাকতে হবে।
bs_latn_ba: Prečac mora sadržavati jedan i samo jedan ne-modifikator tipke.
ca_es: La drecera ha de contenir una i només una tecla no modificadora.
cs_cz: Zkratka musí obsahovat jeden a pouze jeden klíč modifikátoru.
cy_gb: Rhaid i'r llwybr byr gynnwys un a dim ond un allwedd nad yw'n addasydd.
da_dk: Genvej skal indeholde en og kun en ikke -modifikatornøgle.
de_ch: Die Verknüpfung muss einen und nur einen Nicht -Modifikator -Schlüssel enthalten.
el_gr: Η συντόμευση πρέπει να περιέχει ένα και μόνο ένα μη -τροποποιητή κλειδί.
es_bo: El atajo debe contener una y solo una clave no modificador.
et_ee: Otsetee peab sisaldama ühte ja ainult ühte modifikaatori klahvi.
fa_ir: میانبر باید شامل یک و تنها یک کلید غیر اصلاح کننده باشد.
fi_fi: Pikakuvake on sisällettävä yksi ja vain yksi modifiointiavain.
fil_ph: Ang shortcut ay dapat maglaman ng isa at isa lamang na non -modifier key.
fr_029: Le raccourci doit contenir une et une seule touche non modificatrice.
ga_ie: Ní mór go mbeadh eochair amháin neamh -mhionathóra amháin sa aicearra.
gu_in: શોર્ટકટમાં એક અને એક માત્ર નોન -મોડિફાયર કી હોવી આવશ્યક છે.
he_il: קיצור הדרך חייב להכיל מפתח אחד בלבד שאינו שינוי.
hi_in: शॉर्टकट में एक और केवल एक गैर -संशोधक कुंजी होनी चाहिए।
hr_hr: Prečac mora sadržavati jedan i samo jedan ključ koji nije modifikator.
hu_hu: A parancsikonnak tartalmaznia kell egy és egyetlen nem módosító gombot.
hy_am: Դյուրանցումը պետք է պարունակի մեկ եւ միայն մեկ ոչ փոփոխիչ բանալին:
id_id: Pintasan harus berisi satu dan hanya satu kunci pengubah non.
is_is: Flýtileið verður að innihalda einn og aðeins einn breytingarlykil.
it_ch: Il collegamento deve contenere una e un solo tasto non modificatore.
ja_jp: ショートカットには、1つの非修飾子キーのみが1つだけ含まれている必要があります。
ka_ge: მალსახმობი უნდა შეიცავდეს ერთ და მხოლოდ ერთ არა - მოდიფიკატორის ღილაკს.
kk_kz: Төте жолда бір және бір ғана модификаторлық кілтте болуы керек.
km_kh: ផ្លូវកាត់ត្រូវតែមានគ្រាប់ចុចដែលមិនមែនជាអ្នកកែប្រែមួយហើយមានតែអ្នកកែប្រែប៉ុណ្ណោះ។
kn_in: ಶಾರ್ಟ್‌ಕಟ್ ಒಂದೇ ಒಂದು ಮತ್ತು ಕೇವಲ ಒಂದು ಮಾರ್ಪಡಕ ಕೀಲಿಯನ್ನು ಹೊಂದಿರಬೇಕು.
ko_kr: 바로 가기에는 하나의 비 수정 자 키가 하나만 포함되어야합니다.
ky_kg: Кыскача бир гана жана бир гана бир гана өзгөртүү эмес ачкыч болушу керек.
lo_la: ທາງລັດຕ້ອງມີຫນຶ່ງແລະພຽງແຕ່ຫນຶ່ງດຽວທີ່ບໍ່ແມ່ນ - ຄີ.
lt_lt: Spartajame klaviše turi būti vienas ir vienintelis modifikatoriaus raktas.
lv_lv: Saīsinājumā jābūt vienam un tikai vienam modifikatora atslēgai.
mi_nz: Ko te poto poto me noho kotahi anake te mea kotahi-kore-kore.
mk_mk: Кратенката мора да содржи еден и само еден клуч за модификатор.
ml_in: കുറുക്കുവഴിയിൽ ഒരെണ്ണം അടങ്ങിയിരിക്കണം, ഒരു മോഡിഫയർ കീ മാത്രം.
mr_in: शॉर्टकटमध्ये एक आणि फक्त एक नॉन -मॉडिफायर की असणे आवश्यक आहे.
ms_my: Pintasan mesti mengandungi satu dan hanya satu kunci pengubahsuaian.
mt_mt: Shortcut għandu jkun fih ċavetta waħda u waħda biss mhux modifikatur.
nb_no: Snarveien må inneholde en og bare en ikke -modifiserende tast.
ne_np: सर्टकटले एक र केवल एक गैर - परिमार्जन कुञ्जी समावेश हुनुपर्दछ।
nl_be: Snelkoppeling moet één en slechts één niet -modifiersleutel bevatten.
or_in: ସର୍ଟକଟ୍ ନିଶ୍ଚିତ ଭାବରେ ଗୋଟିଏ ଏବଂ କେବଳ ଗୋଟିଏ ନାହିଁ - ମୋଡିଫାୟର୍ ଚାବି |
pa_arab: ਸ਼ਾਰਟਕੱਟ ਵਿੱਚ ਇੱਕ ਅਤੇ ਸਿਰਫ ਇੱਕ ਗੈਰ-ਸੰਚਾਰੀ ਕੁੰਜੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ.
pl_pl: Skrót musi zawierać jeden i tylko jeden klucz nie modyfikatora.
pt_br: O atalho deve conter uma e apenas uma chave não modificadora.
ro_ro: Comanda rapidă trebuie să conțină una și o singură cheie care nu este modificatoare.
ru_ru: Ярлык должен содержать один и только один не -модификатор.
sk_sk: Skratka musí obsahovať jeden a iba jeden ne - modifikátor.
sl_si: Bližnjica mora vsebovati en in samo en ključ za modifikator.
sq_al: Shkurtore duhet të përmbajë një dhe vetëm një çelës jo -modifikues.
sr_cyrl_me: Пречица мора да садржи један и само један не-модифиер кључ.
sv_fi: Genvägen måste innehålla en och endast en icke -modifierare.
sw_ke: Njia ya mkato lazima iwe na kitufe kimoja kisicho cha kurekebisha.
ta_in: குறுக்குவழியில் ஒன்று மற்றும் ஒரே ஒரு மாற்றியமைக்கும் விசை இருக்க வேண்டும்.
te_in: సత్వరమార్గం తప్పనిసరిగా ఒకటి మరియు ఒకే నాన్ -మాడిఫైయర్ కీని కలిగి ఉండాలి.
th_th: ทางลัดจะต้องมีคีย์ที่ไม่ใช่ตัวดัดแปลงเพียงตัวเดียวเท่านั้น
tk_tm: Salgylanmada diňe bir we diňe bir modifikasiýa açary bolmaly.
tr_tr: Kısayol, bir ve sadece bir değiştirici olmayan anahtar içermelidir.
tt_ru: Кыска юл бер-бер артлы булмаган булырга тиеш - үзгәртүче ачкыч булырга тиеш.
ug_cn: تېزلەتمە چوقۇم بىرلا ۋە پەقەت بىرلا ئەمەس - ئۆزگەرتىش كۇنۇپكىسى بولۇشى كېرەك.
uk_ua: Ярлик повинен містити один і лише один ключ модифікатора.
ur_pk: شارٹ کٹ میں ایک اور صرف ایک غیر ترمیم کنندہ کلید ہونی چاہئے۔
uz_cyrl: Yorliqni bitta va faqat bitta bo'lmagan o'zgartirish kaliti bo'lishi kerak.
vi_vn: Phím tắt phải chứa một và chỉ một khóa không điều chỉnh.
zh_hant: 快捷方式必須包含一個和一個非修飾符鍵。
