Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# DbPasswordMismatch
source: ⚠️ Passwords do not match
af_za: ⚠️ Wagwoorde stem nie ooreen nie
am_et: ⚠️ የይለፍ ቃላት አይዛመዱም
ar_bh: ⚠ كلمات المرور لا تتطابق
as_in: ⚠️ গুপ্তশব্দ
az_cyrl: ⚠️ Şifrələr uyğun gəlmir
bg_bg: ⚠ Паролите не съвпадат
bn_in: ⚠ পাসওয়ার্ড মেলে না
bs_latn_ba: ⚠️ Lozinke se ne podudaraju
ca_es: ⚠️ Les contrasenyes no coincideixen
cs_cz: ⚠ Hesla se neshodují
cy_gb: ⚠️ Nid yw cyfrineiriau'n cyfateb
da_dk: ⚠ Adgangskoder stemmer ikke overens
de_ch: ⚠️ Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_bo: ⚠️ Las contraseñas no coinciden
et_ee: ⚠️ paroolid ei ühti
fa_ir: ⚠ رمزهای عبور مطابقت ندارند
fi_fi: ⚠️ salasanat eivät vastaa
fil_ph: ⚠️ Ang mga password ay hindi tumutugma
fr_029: ⚠️ Les mots de passe ne correspondent pas
ga_ie: ⚠️ Ní hionann pasfhocail
gu_in: ⚠ પાસવર્ડ્સ મેળ ખાતા નથી
he_il: סיסמאות אינן תואמות
hi_in: ⚠ पासवर्ड मेल नहीं खाते
hr_hr: ⚠️ lozinke se ne podudaraju
hu_hu: ⚠️ A jelszavak nem egyeznek meg
hy_am: ⚠️ գաղտնաբառերը չեն համընկնում
id_id: ⚠️ Kata sandi tidak cocok
is_is: ⚠️ Lykilorð passa ekki
it_ch: ⚠️ Le password non corrispondono
ja_jp: passwordパスワードは一致しません
ka_ge: ⚠ პაროლები არ ემთხვევა
kk_kz: ⚠️ Парольдер сәйкес келмейді
km_kh: ⚠️ពាក្យសម្ងាត់មិនត្រូវគ្នា
kn_in: ⚠ ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ko_kr: ⚠️ 암호는 일치하지 않습니다
ky_kg: ⚠️ Сырсөздөр дал келбейт
lo_la: ⚠️ລະຫັດຜ່ານບໍ່ກົງກັນ
lt_lt: ⚠️ Slaptažodžiai nesutampa
lv_lv: ⚠️ Paroles neatbilst
mi_nz:  nga kupuhipa kaore e tau
mk_mk: ⚠ Лозинките не се совпаѓаат
ml_in: Pass പാസ്വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
mr_in: ⚠ संकेतशब्द जुळत नाहीत
ms_my: Kata laluan ⚠️ tidak sepadan
mt_mt: ⚠️ Il-passwords ma jaqblux
nb_no: ⚠ Passord stemmer ikke overens
ne_np: ⚠️ पासवर्ड मेल खाँदैन
nl_be: ⚠️ Wachtwoorden komen niet overeen
or_in: Ports ପାସୱାର୍ଡଗୁଡ଼ିକ ମେଳ ଖାଉ ନାହିଁ |
pa_arab: ⚠️ ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
pl_pl: ⚠️ Hasła nie pasują
pt_br: ⚠️ Senhas não correspondem
ro_ro: ⚠️ Parolele nu se potrivesc
ru_ru: ⚠ пароли не совпадают
sk_sk: ⚠ Heslá sa nezhodujú
sl_si: ⚠️ Gesla se ne ujemajo
sq_al: ⚠ Fjalëkalimet nuk përputhen
sr_cyrl_me: ⚠ Лозинке се не подударају
sv_fi: ⚠ Lösenord matchar inte
sw_ke: Nywila ⚠️ hazilingani
ta_in: கடவுச்சொற்கள் பொருந்தவில்லை
te_in: పాస్‌వర్డ్‌లు సరిపోలడం లేదు
th_th: ⚠รหัสผ่านไม่ตรงกัน
tk_tm: ⚠️ Parollar gabat gelenok
tr_tr: ⚠️ Şifreler eşleşmiyor
tt_ru: ⚠️ Серсүзләр туры килми
ug_cn: Type Nice Nations ماس كەلمەيدۇ
uk_ua: ⚠ Паролі не відповідають
ur_pk: ⚠ پاس ورڈ مماثل نہیں ہیں
uz_cyrl:  Parollar mos kelmaydi
vi_vn: Mật khẩu không khớp
zh_hant: 密碼不匹配

# DbPasswordWatermark
source: Password
af_za: Wagwoord
am_et: የይለፍ ቃል
ar_bh: كلمة المرور
as_in: পাছৱৰ্ড
az_cyrl: Parol
bg_bg: Парола
bn_in: পাসওয়ার্ড
bs_latn_ba: Lozinka
ca_es: Contrasenya
cs_cz: Heslo
cy_gb: Gyfrinair
da_dk: Adgangskode
de_ch: Passwort
el_gr: Κωδικός πρόσβασης
es_bo: Contraseña
et_ee: Parool
fa_ir: کلمه عبور
fi_fi: Salasana
fr_029: Mot de passe
ga_ie: Pasfhocal
gu_in: પાસશ
he_il: סיסמה
hi_in: पासवर्ड
hr_hr: Lozinka
hu_hu: Jelszó
hy_am: Գաղտնաբառ
id_id: Kata sandi
is_is: Lykilorð
it_ch: Parola d'ordine
ja_jp: パスワード
ka_ge: პაროლი
kk_kz: Пароль
km_kh: ហក្យសមងាត់
kn_in: ಗುಪ್ತಪದ
ko_kr: 비밀번호
ky_kg: Купуя сөз
lo_la: ລະຫັດຜ່ານ
lt_lt: Slaptažodis
lv_lv: Parole
mi_nz: Kupu whakataha
mk_mk: Лозинка
mr_in: संकेतशब्द
ms_my: Kata laluan
nb_no: Passord
ne_np: संकेत शब्द
nl_be: Wachtwoord
or_in: ପାସୱାର୍ଡ
pa_arab: ਪਾਸਵਰਡ
pl_pl: Hasło
pt_br: Senha
ro_ro: Parola
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sq_al: Fjalëkalim
sr_cyrl_me: Лозинка
sv_fi: Lösenord
sw_ke: Nenosiri
ta_in: கடவுச்சொல்
te_in: పాస్వర్డ్
th_th: รหัสผ่าน
tk_tm: Parol
tr_tr: Şifre
tt_ru: Серсүз
ug_cn: پارول
uk_ua: Пароль
ur_pk: پاس ورڈ
uz_cyrl: Parol
vi_vn: Mật khẩu
zh_hant: 密碼

# AccountExistingLoginText
source: Your subscription is now set to {0}/{1}.
af_za: U intekening is Stel nou op {0}/{1}.
am_et: ምዝገባዎ ነው አሁን ወደ {0} / {1} ጋር ተዋቅሯል.
ar_bh: اشتراكك هو الآن تعيين على {0}/{1}.
as_in: আপোনাৰ চাবস্ক্ৰিপচন হৈছে এতিয়া {0}/{1} লে সংহতি কৰা হৈছে।
az_cyrl: Abunəliyiniz İndi {0} / {1} -ə təyin olun.
bg_bg: Вашият абонамент е сега е настроен на {0}/{1}.
bn_in: আপনার সাবস্ক্রিপশন হয় এখন {0}/{1} এ সেট করুন}
bs_latn_ba: Vaša pretplata je Sada postavite na {0} / {1}.
ca_es: La vostra subscripció és Ara configureu a {0}/{1}.
cs_cz: Vaše předplatné je nyní nastaveno na {0}/{1}.
cy_gb: Mae eich tanysgrifiad yn Nawr wedi'i osod i {0}/{1}.
da_dk: Dit abonnement er nu indstillet til {0}/{1}.
de_ch: Ihr Abonnement ist Jetzt auf {0}/{1} festgelegt.
el_gr: Η συνδρομή σας είναι Τώρα ρυθμίστε σε {0}/{1}.
es_bo: Tu suscripción es ahora configurado en {0}/{1}.
et_ee: Teie tellimus on Nüüd seatud {0}/{1}.
fa_ir: اشتراک شما است اکنون روی {0}/{1} تنظیم کنید.
fi_fi: Tilauksesi on Aseta nyt arvoon {0}/{1}.
fil_ph: Ang iyong subscription ay Ngayon itakda sa {0}/{1}.
fr_029: Votre abonnement est maintenant défini sur {0} / {1}.
ga_ie: Tá do shíntiús Anois socraithe go {0}/{1}.
gu_in: તમારું સબ્સ્ક્રિપ્શન છે હવે {0}/{1} પર સેટ કરો.
he_il: המנוי שלך הוא כעת הגדר כ- {0}/{1}.
hi_in: आपकी सदस्यता है अब {0}/{1} पर सेट करें।
hr_hr: Vaša pretplata je Sada postavite na {0}/{1}.
hu_hu: Az előfizetésed az Most állítsa be a {0}/{1} értékre.
hy_am: Ձեր բաժանորդագրությունն է Այժմ տեղադրված է {0} / {1}:
id_id: Langganan Anda adalah Sekarang atur ke {0}/{1}.
is_is: Áskrift þín er Nú stillt á {0}/{1}.
it_ch: Il tuo abbonamento è ora set su {0}/{1}.
ja_jp: あなたのサブスクリプションはです {0}/{1}に設定します。
ka_ge: თქვენი გამოწერა არის ახლა მითითებულია {0}/{1}.
kk_kz: Сіздің жазылымыңыз Енді {0} / {1} орнатыңыз.
km_kh: ការជាវរបស់អ្នកគឺ ឥឡូវកំណត់ {0} / {1} ។
kn_in: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಈಗ {0}/{1} ಗೆ ಹೊಂದಿಸಲಾಗಿದೆ.
ko_kr: 구독입니다 이제 {0}/{1}으로 설정하십시오.
ky_kg: Сиздин жазылууңуз Азыр {0} / {1} коюңуз.
lo_la: ການສະຫມັກໃຊ້ຂອງທ່ານແມ່ນ ດຽວນີ້ກໍານົດໃຫ້ {0} / {1}.
lt_lt: Jūsų prenumerata yra Dabar nustatykite į {0}/{1}.
lv_lv: Jūsu abonements ir Tagad iestatiet uz {0}/{1}.
mi_nz: Ko to ohaurunga ko Inaianei whakaturia ki te [0}.
mk_mk: Вашата претплата е Сега поставете на {0}/{1.
ml_in: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ ഇപ്പോൾ {0} / {/ {/ {/ {1} ലേക്ക് സജ്ജമാക്കുക.
mr_in: आपली सदस्यता आहे आता {0}/{1} वर सेट करा.
ms_my: Langganan anda adalah Sekarang tetapkan ke {0}/{1}.
mt_mt: Is-sottoskrizzjoni tiegħek hija Issa ssettja għal {0} / {1}.
nb_no: Abonnementet ditt er nå satt til {0}/{1}.
ne_np: तपाईंको सदस्यता छ अब {0}/{1} मा सेट गरियो।
nl_be: Uw abonnement is nu ingesteld op {0}/{1}.
or_in: ଆପଣଙ୍କର ସଦସ୍ୟତା ହେଉଛି | ବର୍ତ୍ତମାନ {0} / {1} କୁ ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਤੁਹਾਡੀ ਗਾਹਕੀ ਹੈ ਹੁਣ {0} / {1} ਤੇ ਸੈੱਟ ਕੀਤਾ.
pl_pl: Twoja subskrypcja jest Teraz ustaw na {0}/{1}.
pt_br: Sua assinatura é agora definido como {0}/{1}.
ro_ro: Abonamentul dvs. este Acum setați la {0}/{1}.
ru_ru: Ваша подписка Теперь установите на {0}/{1}.
sk_sk: Vaše predplatné je teraz nastavený na {0}/{1}.
sl_si: Vaša naročnina je zdaj nastavljeno na {0}/{1}.
sq_al: Abonimi juaj është tani është caktuar në {0}/{1}.
sr_cyrl_me: Ваша претплата је сада постављен на {0} / {1}.
sv_fi: Ditt prenumeration är nu inställd på {0}/{1}.
sw_ke: Usajili wako ni sasa weka kwa {0}/{1}.
ta_in: உங்கள் சந்தா இப்போது {0}/{1} என அமைக்கப்பட்டுள்ளது.
te_in: మీ సభ్యత్వం ఇప్పుడు {0}/{1}కి సెట్ చేయబడింది.
th_th: การสมัครสมาชิกของคุณคือ ตอนนี้ตั้งค่าเป็น {0}/{1}
tk_tm: Siziň abunalygyňyz indi {0} / {1} set düzüldi.
tr_tr: Aboneliğiniz Şimdi {0}/{1} olarak ayarlayın.
tt_ru: Сезнең язылу Хәзер {0} / {1} куегыз.
ug_cn: مۇشتەرىلىكىڭىز ھازىر {0 {1 {1}.
uk_ua: Ваша підписка є Тепер встановлено на {0}/{1}.
ur_pk: آپ کی رکنیت ہے اب {0}/{1} پر سیٹ کریں۔
uz_cyrl: Sizning obunangiz Endi {0} / {1} ga o'rnating.
vi_vn: Đăng ký của bạn là Bây giờ được đặt thành {0}/{1}.
zh_hant: 您的訂閱是 現在設置為{0}/{1}。

# AccountExistingLoginTitle
source: Account Found
af_za: Rekening gevind
am_et: መለያ ተገኝቷል
ar_bh: تم العثور على الحساب
as_in: একাউন্ট পাওয়া যায়নি
az_cyrl: Hesab tapıldı
bg_bg: Намерен акаунт
bn_in: অ্যাকাউন্ট পাওয়া গেছে
bs_latn_ba: Račun pronađen
ca_es: Compte que es troba
cs_cz: Nalezený účet
cy_gb: Daethpwyd o hyd i'r cyfrif
da_dk: Konto fundet
de_ch: Konto gefunden
el_gr: Κρίθηκε ο λογαριασμός
es_bo: Cuenta encontrada
et_ee: Konto leitud
fa_ir: حساب یافت شد
fi_fi: Löydetty tili
fil_ph: Natagpuan ang account
fr_029: Compte trouvé
ga_ie: Cuntas Aimsithe
gu_in: હિસાબ
he_il: חשבון נמצא
hi_in: खाता पाया गया
hr_hr: Račun pronađen
hu_hu: Számla található
hy_am: Գտնվել է հաշիվ
id_id: Akun ditemukan
is_is: Reikningur fannst
it_ch: Account trovato
ja_jp: アカウントが見つかりました
ka_ge: ნაპოვნი ანგარიში
kk_kz: Табылған есептік жазба
km_kh: រកឃើញគណនី
kn_in: ಖಾತೆ ಕಂಡುಬಂದಿದೆ
ko_kr: 발견 된 계정
ky_kg: Эсеп табылган
lo_la: ພົບບັນຊີ
lt_lt: Rasta sąskaita
lv_lv: Atrasts konts
mi_nz: Ka kitea te kaute
mk_mk: Пронајдена сметка
ml_in: അക്കൗണ്ട് കണ്ടെത്തി
mr_in: खाते सापडले
ms_my: Akaun dijumpai
mt_mt: Kont misjub
nb_no: Konto funnet
ne_np: खाता फेला पर्यो
nl_be: Gevonden account
or_in: ଖାତା ମିଳିଲା |
pa_arab: ਖਾਤਾ ਮਿਲਿਆ
pl_pl: Znaleziono konto
pt_br: Conta encontrada
ro_ro: Cont găsit
ru_ru: Счет найден
sk_sk: Nájdený účet
sl_si: Najden račun
sq_al: Llogaria e gjetur
sr_cyrl_me: Налог је пронађен
sv_fi: Konto hittades
sw_ke: Akaunti imepatikana
ta_in: கணக்கு காணப்பட்டது
te_in: ఖాతా కనుగొనబడింది
th_th: พบบัญชี
tk_tm: Hasap tapyldy
tr_tr: Hesap Bulundu
tt_ru: Хисап табылды
ug_cn: ھېسابات تېپىلدى
uk_ua: Знайдено рахунок
ur_pk: اکاؤنٹ ملا
uz_cyrl: Hisob topildi
vi_vn: Tài khoản được tìm thấy
zh_hant: 找到帳戶

# AccountLoginFailedTitle
source: Login Failed
af_za: Aanmelding het misluk
am_et: ሎጎን ፋእለድ
ar_bh: فشل تسجيل الدخول
as_in: প্ৰৱেশ ব্যৰ্থ
az_cyrl: Giriş uğursuz oldu
bg_bg: Неуспешно влизане
bn_in: লগইন ব্যর্থ
bs_latn_ba: Prijava nije uspjela
ca_es: Error a l'iniciar sessió
cs_cz: Přihlášení selhalo
cy_gb: Methodd Mewngofnodi
da_dk: Login mislykkedes
de_ch: Fehler bei der Anmeldung
el_gr: Η σύνδεση απέτυχε
es_bo: Error de inicio de sesion
et_ee: Sisselogimine ebaõnnestus
fa_ir: ورود به سیستم انجام نشد
fi_fi: Kirjautuminen epäonnistui
fil_ph: Hindi tagumpay ang pag-login
fr_029: La connexion a échoué
ga_ie: Theip ar logáil isteach
gu_in: પ્રવેશ નિષ્ફળ
he_il: ההתחברות נכשלה
hi_in: लॉगिन विफल
hr_hr: Prijava nije uspjela
hu_hu: Bejelentkezés sikertelen
hy_am: Մուտքը ձախողվեց
id_id: Gagal masuk
is_is: Innskráning mistókst
it_ch: Accesso non riuscito
ja_jp: ログインに失敗しました
ka_ge: Სისტემაში შესვლა ვერ მოხერხდა
kk_kz: Логин кірмеді
km_kh: បានបរាជ័យ
kn_in: ಪ್ರವೇಶ ವಿಫಲವಾಯಿತು
ko_kr: 로그인 실패
ky_kg: Кирүү ишке ашкан жок
lo_la: ການເຂົ້າສູ່ລະບົບລົ້ມເຫລວ
lt_lt: Prisijungimas nepavyko
lv_lv: Pieslēgšanās neizdevās
mi_nz: I rahua te takiuru
mk_mk: Најавувањето не успеа
ml_in: ലോഗിൻ ചെയ്യുന്നത് പരാജയപ്പെട്ടു
mr_in: लॉगिन अयशस्वी
ms_my: Daftar masuk gagal
mt_mt: Login falla
nb_no: Innlogging feilet
ne_np: लगइन असफल भयो
nl_be: Aanmelden mislukt
or_in: ଲଗଇନ ବିଫଳ
pa_arab: ਲਾਗਿਨ ਅਸਫਲ ਰਿਹਾ
pl_pl: Logowanie nie powiodło się
pt_br: Falha no login
ro_ro: Autentificare eșuată
ru_ru: Ошибка входа
sk_sk: Prihlásenie zlyhalo
sl_si: Prijava ni uspela
sq_al: Hyrja dështoi
sr_cyrl_me: Неуспела Пријава
sv_fi: Inloggningen misslyckades
sw_ke: Imeshindikana kujiandikisha kuingia
ta_in: உள்நுழைவு தோல்வியடைந்தது
te_in: లాగిన్ విఫలమైంది
th_th: เข้าสู่ระบบล้มเหลว
tk_tm: Giriş şowsuz
tr_tr: Giriş başarısız oldu
tt_ru: Керүдә хата
ug_cn: كىرىش مەغلۇب بولدى
uk_ua: Помилка логіну
ur_pk: لاگ ان ناکام رہے
uz_cyrl: Tizimga kirishda xatolik yuz berdi
vi_vn: Đăng nhập thất bại
zh_hant: 登錄失敗

# AccountRegistrationFailedTitle
source: Registration Failed
af_za: Registrasie het misluk
am_et: ምዝገባ አልተሳካም
ar_bh: فشل في التسجيل
as_in: পঞ্জীয়ন ব্যৰ্থ
az_cyrl: Qeydiyyat uğursuz oldu
bg_bg: Регистрацията се провали
bn_in: রেজিস্ট্রেশন ব্যর্থ হয়েছে
bs_latn_ba: Registracija nije uspjela
ca_es: El registre ha fallat
cs_cz: Registrace selhala
cy_gb: Methodd y Cofrestru
da_dk: Registreringen fejlede
de_ch: Registrierung fehlgeschlagen
el_gr: Η εγγραφή απέτυχε
es_bo: Registro fallido
et_ee: Registreerimine ebaõnnestus
fa_ir: ثبت نام انجام نشد
fi_fi: Rekisteröityminen epäonnistui
fil_ph: Nabigo ang pagpaparehistro
fr_029: Échec de l'enregistrement
ga_ie: Theip ar chlárú
gu_in: નોંધણી નિષ્ફળ
he_il: הרשמה נכשלה
hi_in: पंजीकरण विफल रहा
hr_hr: Registracija nije uspjela
hu_hu: A regisztráció meghiúsult
hy_am: Գրանցումը ձախողվեց
id_id: Registrasi gagal
is_is: Skráning mistókst
it_ch: Registrazione fallita
ja_jp: 登録に失敗しました
ka_ge: რეგისტრაცია ვერ მოხერხდა
kk_kz: Тіркелу сәтсіз аяқталды
km_kh: ការ​ចុះឈ្មោះ​បរាជ័យ
kn_in: ನೋಂದಣಿ ವಿಫಲವಾಗಿದೆ
ko_kr: 등록 실패
ky_kg: Каттоо ишке ашкан жок
lo_la: ການລົງທະບຽນລົ້ມເຫລວ
lt_lt: Registracija nepavyko
lv_lv: Reģistrācija neizdevās
mi_nz: I rahua te rehitatanga
mk_mk: Регистрацијата не успеа
ml_in: രജിസ്ട്രേഷൻ പരാജയപ്പെട്ടു
mr_in: नोंदणी अयशस्वी
ms_my: Pendaftaran gagal
mt_mt: Ir-reġistrazzjoni falliet
nb_no: Registrering feilet
ne_np: दर्ता असफल भयो
nl_be: Registratie mislukt
or_in: ପଞ୍ଜୀକରଣ ବିଫଳ ହେଲା |
pa_arab: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਸਫਲ
pl_pl: Rejestracja nie powiodła się
pt_br: Registração falhou
ro_ro: Inregistrare esuata
ru_ru: Регистрация не удалась
sk_sk: Registrácia zlyhala
sl_si: Registracija ni uspela
sq_al: Regjistrimi dështoi
sr_cyrl_me: Регистрација није успела
sv_fi: Registreringen misslyckades
sw_ke: Usajili ulishindwa
ta_in: பதிவு தோல்வியடைந்தது
te_in: నమోదు విఫలమైంది
th_th: การลงทะเบียนไม่สำเร็จ
tk_tm: Hasaba alyş şowsuz boldy
tr_tr: Kayıt başarısız
tt_ru: Теркәлү уңышсыз
ug_cn: تىزىملىتىش مەغلۇپ بولدى
uk_ua: Реєстрація не вдалася
ur_pk: رجسٹریشن ناکام
uz_cyrl: Ro'yxatdan o'tish amalga oshmadi
vi_vn: Đăng ký không thành công
zh_hant: 註冊失敗

# AccountRegistrationSuccessfulNtfTitle
source: Registration successful!
af_za: Registrasie suksesvol!
am_et: ምዝገባ ስኬታማ!
ar_bh: التسجيل ناجح!
as_in: পঞ্জীয়ন সফল!
az_cyrl: Qeydiyyat uğurlu!
bg_bg: Успешна регистрация!
bn_in: অস্ত্রোপচার!
bs_latn_ba: Registracija uspješna!
ca_es: Inscripcions amb èxit!
cs_cz: Registrace úspěšná!
cy_gb: Cofrestru yn llwyddiannus!
da_dk: Registrering vellykket!
de_ch: Registrierung erfolgreich!
el_gr: Επιτυχής Εγγραφή!
es_bo: ¡Registro exitoso!
et_ee: Registreerimine edukas!
fa_ir: ثبتنام موفقیتآمیز!
fi_fi: Rekisteröinti onnistui!
fil_ph: Maayos ang pagrehistro!
fr_029: Inscription réussi!
ga_ie: Clárú rathúil!
gu_in: નોંધણી સફળ!
he_il: ההרשמה בוצעה בהצלחה!
hi_in: सफल पंजीकरण!
hr_hr: Registracija uspješna!
hu_hu: Sikeres regisztráció!
hy_am: Գրանցում հաջող:
id_id: Registrasi berhasil!
is_is: Skráning vel heppnuð!
it_ch: Iscrizione completata correttamente!
ja_jp: 登録に成功！
ka_ge: Წარმატებული რეგისტრაცია!
kk_kz: Тіркеу Сәтті!
km_kh: ការចុះឈ្មោះទទួលបានជោគជ័យ!
kn_in: ನೋಂದಣಿ ಯಶಸ್ವಿಯಾಗಿದೆ!
ko_kr: 등록 성공!
ky_kg: Каттоо ийгиликтүү!
lo_la: ການລົງທະບຽນປະສົບຜົນສໍາເລັດ!
lt_lt: Registracija sėkminga!
lv_lv: Reģistrācija veiksmīga!
mi_nz: He angitu te rehitatanga!
mk_mk: Регистрацијата успешна!
ml_in: രജിസ്ട്രേഷൻ വിജയകരമാണ്!
mr_in: नोंदणी यशस्वी!
ms_my: Pendaftaran berjaya!
mt_mt: Reġistrazzjoni ta 'suċċess!
nb_no: Registrering fullført!
ne_np: रेजिष्ट्रेसन सफल!
nl_be: Registratie gelukt!
or_in: ପଞ୍ଜୀକରଣ ସଫଳ!
pa_arab: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਫਲ!
pl_pl: Pomyślnie zarejestrowano!
pt_br: Registro bem -sucedido!
ro_ro: Inregistrare realizata!
ru_ru: Регистрация прошла успешно!
sk_sk: Registrácia úspešná!
sl_si: Registracija uspešna!
sq_al: Regjistrimi i suksesshëm!
sr_cyrl_me: Пријава успешна!
sv_fi: Registrering lyckad!
sw_ke: Usajili umefanikiwa!
ta_in: பதிவு ஏற்றுகொள்ளப்பட்டது!
te_in: నమోదు విజయవంతమైంది!
th_th: การลงทะเบียนสำเร็จ!
tk_tm: Hasaba alyş üstünlikli!
tr_tr: Kayıt başarılı!
tt_ru: Теркәлү уңышлы!
ug_cn: تىزىملىتىش مۇۋەپپەقىيەتلىك!
uk_ua: Реєстрація успішна!
ur_pk: رجسٹریشن کامیاب!
uz_cyrl: Ro'yxatdan o'tish muvaffaqiyatli!
vi_vn: Đăng ký thành công!
zh_hant: 註冊成功！

# AccountResetPasswordErrorTitle
source: Reset Error
af_za: Herstel fout
am_et: ዳግም ያስጀምሩ
ar_bh: إعادة تعيين الخطأ
as_in: ভুল পুনৰায় সেট কৰক
az_cyrl: Səhvi yenidən qurun
bg_bg: Грешка в нулиране
bn_in: পুনরায় সেট করুন ত্রুটি
bs_latn_ba: Poništi grešku
ca_es: Error de restabliment
cs_cz: Resetovací chyba
cy_gb: Ailosod Gwall
da_dk: Nulstil fejl
de_ch: Fehler zurücksetzen
el_gr: Σφάλμα επαναφοράς
es_bo: Error de reinicio
et_ee: Lähtestamise viga
fa_ir: خطای تنظیم مجدد
fi_fi: Nollata virhe
fil_ph: I -reset ang error
fr_029: Réinitialiser l'erreur
ga_ie: Earráid athshocraithe
gu_in: Errorાંકવાની ભૂલ
he_il: אפס שגיאה
hi_in: रीसेट त्रुटि
hr_hr: Ponovno postavljanje pogreške
hu_hu: Visszaállítási hiba
hy_am: Վերականգնել սխալը
id_id: Reset kesalahan
is_is: Endurstilla villu
it_ch: RESET ERRORE
ja_jp: エラーをリセットします
ka_ge: გადაჭრა შეცდომა
kk_kz: Қайталау қатесі
km_kh: កំណត់កំហុសឡើងវិញ
kn_in: ಮರುಹೊಂದಿಸಿ ದೋಷ
ko_kr: 재설정 오류
ky_kg: Ката кетүү катасы
lo_la: ຕັ້ງຄ່າຂໍ້ຜິດພາດ
lt_lt: Atstatymo klaida
lv_lv: Atiestatīšanas kļūda
mi_nz: Tautuhi hapa
mk_mk: Ресетирање на грешка
ml_in: പിശക് പുന reset സജ്ജമാക്കുക
mr_in: रीसेट त्रुटी
ms_my: Reset ralat
mt_mt: Irrisettja żball
nb_no: Tilbakestill feil
ne_np: त्रुटि रिसेट गर्नुहोस्
or_in: ତ୍ରୁଟି ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਰੀਸੈੱਟ ਗਲਤੀ
pl_pl: Zresetować błąd
pt_br: Redefinir erro
ro_ro: Resetare eroare
ru_ru: Сбросить ошибку
sk_sk: Vynulovacia chyba
sl_si: Ponastavitev napake
sq_al: Rivendosja Gabim
sr_cyrl_me: Погрешка грешка
sv_fi: Återställningsfel
ta_in: பிழையை மீட்டமை
te_in: లోపం రీసెట్ చేయండి
th_th: รีเซ็ตข้อผิดพลาด
tk_tm: Ýalňyşlygy täzeden düzmek
tr_tr: Hatayı sıfırla
tt_ru: Хата
ug_cn: خاتالىقنى ئەسلىگە كەلتۈرۈش
uk_ua: Помилка скидання
ur_pk: غلطی کو دوبارہ ترتیب دیں
uz_cyrl: Xatoni tiklash
vi_vn: Đặt lại lỗi
zh_hant: 重置錯誤

# AccountSubscriptionTabName
source: Subscription
af_za: Intekening
am_et: ምዝገባ
ar_bh: الاشتراك
as_in: স্বাক্ষৰণ
az_cyrl: Abunə
bg_bg: Абонамент
bn_in: সাবস্ক্রিপশন
bs_latn_ba: Pretplata
ca_es: Subscripció
cs_cz: Předplatné
cy_gb: Tanysgrifiadau
da_dk: Abonnement
de_ch: Abonnement
el_gr: Συνδρομή
es_bo: Suscripción
et_ee: Tellimus
fa_ir: اشتراک، ابونمان
fi_fi: Tilaus
fr_029: Abonnement
ga_ie: Sintiús
gu_in: લવાજમ
he_il: מִנוּי
hi_in: अंशदान
hr_hr: Pretplata
hu_hu: Feliratkozás
hy_am: Բաժանորդագրություն
id_id: Berlangganan
is_is: Áskrift
it_ch: Sottoscrizione
ja_jp: サブスクリプション
ka_ge: გამოწერა
kk_kz: Жазылу
km_kh: ការចាវចារបចាម
kn_in: ಚಂದಾದಾರಿಕೆ
ko_kr: 신청
ky_kg: Жазылуу
lo_la: ການຈອງຫນັງສືພິມ
lt_lt: Prenumerata
lv_lv: Abonēšana
mi_nz: Koha
mk_mk: Претплата
ml_in: സബ്സ്ക്രിപ്ഷൻ
mr_in: सदस्यता
ms_my: Langganan
mt_mt: Abbonament
nb_no: Abonnement
ne_np: चन्दा
nl_be: Abonnement
or_in: ସଦସ୍ୟତା
pa_arab: ਗਾਹਕੀ
pl_pl: Subskrypcja
pt_br: Inscrição
ro_ro: Abonament
ru_ru: Подписка
sk_sk: Predplatné
sl_si: Naročnina
sq_al: Pajtim
sr_cyrl_me: Претплата
sv_fi: Prenumeration
sw_ke: Usajili
ta_in: சந்தா
te_in: చందా
th_th: การสมัครสมาชิก
tk_tm: Abuna
tr_tr: Abonelik
tt_ru: Язылу
ug_cn: مۇشتەرى بولۇش
uk_ua: Підписка
ur_pk: سبسکرپشن
uz_cyrl: Obuna
vi_vn: Đăng ký
zh_hant: 訂閱

# AccountWhatsNewTabName
source: What's New
af_za: Wat's nuut
am_et: ምን አዲስ ነገር አለ
ar_bh: ما هو الجديد
as_in: নতুন কি আছে
az_cyrl: Yeni nə var
bg_bg: Какво ново
bn_in: নতুন কি
bs_latn_ba: Šta je novo
ca_es: Que hi ha de nou
cs_cz: Co je nového
cy_gb: Beth sy'n Newydd
da_dk: Hvad er nyt
de_ch: Was ist neu
el_gr: Τι νέα
es_bo: Qué hay de nuevo
et_ee: Mis on uut
fa_ir: چه خبر
fi_fi: Mikä on uutta
fil_ph: Anong bago
fr_029: Quoi de neuf
ga_ie: Cad atá nua
gu_in: નવું શું છે
he_il: מה חדש
hi_in: नया क्या है
hr_hr: Što ima novog
hu_hu: Mi újság
hy_am: Ինչ նորություն կա
id_id: Apa yang baru
is_is: Hvað er nýtt
it_ch: Cosa c'è di nuovo
ja_jp: 新着情報
ka_ge: Რა არის ახალი
kk_kz: Не жаңалық бар
km_kh: តើមានអ្វីថ្មី
kn_in: ಹೊಸತೇನಿದೆ
ko_kr: 새로운 것
ky_kg: Эмне жанылык
lo_la: ມີ​ຫຍັງ​ໃຫມ່
lt_lt: Kas naujo
lv_lv: Kas jauns
mi_nz: He aha te mea hou
mk_mk: Што има ново
ml_in: പുതിയതെന്താണ്
mr_in: काय नवीन आहे
ms_my: Apa yang baru
mt_mt: X'hemm ġdid
nb_no: Hva er nytt
ne_np: नयाँ के छ
nl_be: Wat is er nieuw
or_in: ନୁଆ କଣ
pa_arab: ਨਵਾਂ ਕੀ ਹੈ
pl_pl: Co nowego
pt_br: O que há de novo
ro_ro: Ce mai e nou
ru_ru: Что нового
sk_sk: Čo je nové
sl_si: Kaj je novega
sq_al: Cfare ka te re
sr_cyrl_me: Шта је ново
sv_fi: Vad är nytt
sw_ke: Nini mpya
ta_in: புதியது என்ன
te_in: క్రొత్తది ఏమిటి
th_th: มีอะไรใหม่
tk_tm: Täze näme?
tr_tr: Ne var ne yok
tt_ru: Яңалыклар бармы
ug_cn: يېڭى نېمە?
uk_ua: Що нового
ur_pk: نیا کیا ہے
uz_cyrl: Nima yangiliklar
vi_vn: Có gì mới
zh_hant: 什麼是新的

# AccountFreeNextPaymentDisplayText
source: Never
af_za: Nooit
am_et: በጭራሽ
ar_bh: أبداً
as_in: কেতিয়াও নহয়
az_cyrl: Heç vaxt
bg_bg: Никога
bn_in: কখনও না
bs_latn_ba: Nikad
ca_es: Mai
cs_cz: Nikdy
cy_gb: Byth
da_dk: Aldrig
de_ch: Niemals
el_gr: Ποτέ
es_bo: Nunca
et_ee: Mitte kunagi
fa_ir: هرگز
fi_fi: Ei koskaan
fil_ph: Hindi kailanman
fr_029: Jamais
ga_ie: Go deo
gu_in: ક્યારેય
he_il: לעולם לא
hi_in: कभी नहीं
hr_hr: Nikada
hu_hu: Soha
hy_am: Երբեք
id_id: Tidak pernah
is_is: Aldrei
it_ch: Mai
ja_jp: 一度もない
ka_ge: არასოდეს
kk_kz: Ешқашан да
km_kh: មិនដេលមាន
kn_in: ಎಂದಿಗೂ
ko_kr: 절대
ky_kg: Эч качан
lo_la: ບໍ່ເຄີຍ
lt_lt: Niekada
lv_lv: Nekad
mi_nz: Kore rawa
mk_mk: Никогаш
ml_in: ഒരിക്കലും
mr_in: कधीही नाही
ms_my: Tidak pernah
mt_mt: Qatt
nb_no: Aldri
ne_np: कहिले पनि होइन
nl_be: Nooit
or_in: କେବେ ନୁହେଁ
pa_arab: ਕਦੇ ਨਹੀਂ
pl_pl: Nigdy
pt_br: Nunca
ro_ro: Nu
ru_ru: Никогда
sk_sk: Nikdy
sl_si: Nikoli
sq_al: Asnjëherë
sr_cyrl_me: Невер
sv_fi: Aldrig
sw_ke: Kamwe
ta_in: ஒருபோதும்
te_in: ఎప్పుడూ
th_th: ไม่เคย
tk_tm: Hiç haçan
tr_tr: Asla
tt_ru: Беркайчан да
ug_cn: ھەرگىز بولمايدۇ
uk_ua: Ніколи
ur_pk: کبھی نہیں
uz_cyrl: Hech qachon
vi_vn: Không bao giờ
zh_hant: 絕不

# AccountUnlimitedDisplayText
source: Unlimited
af_za: Onbeperk
am_et: ያልተገደበ
ar_bh: غير محدود
as_in: সীমাহীন
az_cyrl: Məhdudiyyətsiz
bg_bg: Неограничен
bn_in: সীমাহীন
bs_latn_ba: Neograničen
ca_es: Il·limitat
cs_cz: Neomezený
cy_gb: Diderfyn
da_dk: Ubegrænset
de_ch: Unbegrenzt
el_gr: Απεριόριστος
es_bo: Ilimitado
et_ee: Piiramatu
fa_ir: نامحدود
fi_fi: Rajoittamaton
fil_ph: Walang limitasyong
fr_029: Illimité
ga_ie: Neamhtheoranta
gu_in: અમર્યાદિત
he_il: ללא הגבלה
hi_in: असीमित
hr_hr: Neograničen
hu_hu: Korlátlan
hy_am: Անսահմանափակ
id_id: Tak terbatas
is_is: Ótakmarkað
it_ch: Illimitato
ja_jp: 無制限
ka_ge: შეუზღუდავი
kk_kz: Шектеусіз
km_kh: គ្មានដែនកំណត់
kn_in: ಅನಿಯಮಿತ
ko_kr: 제한 없는
ky_kg: Чексиз
lo_la: ບໍ່ຈໍາກັດ
lt_lt: Neribotas
lv_lv: Neierobežots
mi_nz: Mutunga kore
mk_mk: Неограничено
ml_in: പരിധിയില്ലാത്ത
mr_in: अमर्यादित
ms_my: Tidak terhad
mt_mt: Bla limitu
nb_no: Ubegrenset
ne_np: असीमित
nl_be: Onbeperkt
or_in: ଅସୀମିତ |
pa_arab: ਅਸੀਮਤ
pl_pl: Nieograniczony
pt_br: Ilimitado
ro_ro: Nelimitat
ru_ru: Неограниченный
sk_sk: Neobmedzený
sl_si: Neomejeno
sq_al: I pakufizuar
sr_cyrl_me: Неограничен
sv_fi: Obegränsat
sw_ke: Isiyo na kikomo
ta_in: வரம்பற்றது
te_in: అపరిమిత
th_th: ไม่ จำกัด
tk_tm: Çäksiz
tr_tr: Sınırsız
tt_ru: Чикләнмәгән
ug_cn: چەكسىز
uk_ua: Необмежений
ur_pk: لامحدود
uz_cyrl: Cheksiz
vi_vn: Vô hạn
zh_hant: 無限
