Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionCondInFilterLabel
source: Input Filter
af_za: Insetfilter
am_et: የግቤት ማጣሪያ
ar_bh: مرشح الإدخال
as_in: ইনপুট ফিল্টাৰ
az_cyrl: Giriş filtri
bg_bg: Входен филтър
bn_in: ইনপুট ফিল্টার
bs_latn_ba: Filter za unos
ca_es: Filtre d'entrada
cs_cz: Vstupní filtr
cy_gb: Hidlydd mewnbwn
de_ch: Eingabefilter
el_gr: Φίλτρο εισόδου
es_bo: Filtro de entrada
et_ee: Sisendfilter
fa_ir: فیلتر ورودی
fi_fi: Tulosuodatin
fr_029: Filtre d'entrée
ga_ie: Scagaire ionchuir
gu_in: ઇનપુટ ફિલ્ટર
he_il: פילטר קלט
hi_in: इनपुट फ़िल्टर
hr_hr: Ulazni filter
hu_hu: Bemeneti szűrő
hy_am: Մուտքային ֆիլտր
id_id: Filter input
is_is: Innsláttar sía
it_ch: Filtro di input
ja_jp: 入力フィルター
ka_ge: შეყვანის ფილტრი
kk_kz: Кіріс сүзгісі
km_kh: តម្រងបញ្ចូល
kn_in: ಇನ್ಪುಟ್ ಫಿಲ್ಟರ್
ko_kr: 입력 필터
ky_kg: Киргизүү чыпкасы
lo_la: ຕົວກອງ
lt_lt: Įvesties filtras
lv_lv: Ieejas filtrs
mi_nz: Tātari Input
mk_mk: Влезен филтер
ml_in: ഇൻപുട്ട് ഫിൽട്ടർ
mr_in: इनपुट फिल्टर
ms_my: Penapis input
mt_mt: Filtru tal-input
nb_no: Inngangsfilter
ne_np: गडबडी फिल्टर
nl_be: Invoerfilter
or_in: ଇନପୁଟ୍ ଫିଲ୍ଟର୍ |
pa_arab: ਇੰਪੁੱਟ ਫਿਲਟਰ
pl_pl: Filtr wejściowy
pt_br: Filtro de entrada
ro_ro: Filtru de intrare
ru_ru: Входной фильтр
sk_sk: Vstupný filter
sl_si: Vhodni filter
sq_al: Filtër hyrëse
sr_cyrl_me: Улазни филтер
sv_fi: Ingångsfilter
sw_ke: Kichujio cha Kuingiza
ta_in: உள்ளீட்டு வடிகட்டி
te_in: ఇన్పుట్ ఫిల్టర్
th_th: ตัวกรองอินพุต
tk_tm: Giriş süzgüji
tr_tr: Giriş Filtresi
tt_ru: Керү фильтры
ug_cn: سۈزگۈچ
uk_ua: Вхідний фільтр
ur_pk: ان پٹ فلٹر
uz_cyrl: Kirish filtri
vi_vn: Bộ lọc đầu vào
zh_hant: 輸入過濾器
