Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutPasteCopyItemName
source: Clip
af_za: Knipsel
am_et: ክሊፕ
ar_bh: مقطع
as_in: ক্লিপ
az_cyrl: Klip
bg_bg: Клип
bn_in: ক্লিপ
bs_latn_ba: Isječak
ca_es: Referència
cs_cz: Klip
cy_gb: Clipiff
da_dk: Klip
el_gr: Συνδετήρας
es_bo: Acortar
et_ee: Klamber
fa_ir: گیره
fi_fi: Leike
fr_029: Agrafe
ga_ie: Fipu lán
gu_in: ક clંગું
he_il: לְקַצֵץ
hi_in: क्लिप
hr_hr: Šišanje
hu_hu: Csipesz
hy_am: Սեղմել
id_id: Klip
is_is: Klemmu
ja_jp: クリップ
ka_ge: კლიპი
kk_kz: Қыптыру
km_kh: កាត់តុច
kn_in: ತುಂಡು
ko_kr: 클립
ky_kg: Клип
lo_la: ບອກ
lt_lt: Klipas
lv_lv: Saspraude
mi_nz: Rīpene
mk_mk: Клип
ml_in: ക്ലിപ്പ്
mr_in: क्लिप
ms_my: Klip
mt_mt: Filmat
nb_no: Klipp
ne_np: क्लिप
nl_be: Klem
or_in: କ୍ଲିପ୍
pa_arab: ਕਲਿਪ
pl_pl: Spinacz
pt_br: Grampo
ro_ro: Clamă
ru_ru: Клип
sk_sk: Spona
sl_si: Sponka
sq_al: Kapëse
sr_cyrl_me: Снимак
sv_fi: Klämma
sw_ke: Klipu
ta_in: கிளிப்
te_in: క్లిప్
th_th: คลิป
tk_tm: Klip
tr_tr: Klips
tt_ru: Клип
uk_ua: Кліп
ur_pk: کلپ
uz_cyrl: Klip
vi_vn: Kẹp
zh_hant: 夾子

# ShortcutRunAnalyzerName
source: Analyzer
af_za: Ontleder
am_et: ትንታኔ
ar_bh: محلل
as_in: বিশ্লেষক
az_cyrl: Analizator
bg_bg: Анализатор
bn_in: বিশ্লেষক
bs_latn_ba: Analizator
ca_es: Analitzador
cs_cz: Analyzátor
cy_gb: Dadansoddwr
da_dk: Analysator
de_ch: Analysator
el_gr: Αναλυτής
es_bo: Analizador
et_ee: Analüsaator
fa_ir: تحلیلگر
fi_fi: Analysaattori
fr_029: Analyseur
ga_ie: Anailíseoir
gu_in: વિશ્લેષક
he_il: מנתח
hi_in: विश्लेषक
hr_hr: Analizator
hu_hu: Elemző
hy_am: Անալիզատոր
id_id: Penganalisa
is_is: Greiningartæki
it_ch: Analizzatore
ja_jp: アナライザ
ka_ge: ანალიზატორი
kk_kz: Талдай
km_kh: អ្នកវិផាក
kn_in: ವಿಶ್ಲೇಷಕ
ko_kr: 분석기
ky_kg: Анализатор
lo_la: ວິເຄາະ
lt_lt: Analizatorius
lv_lv: Analizators
mi_nz: Tātari ngātahi
mk_mk: Анализатор
ml_in: വിശകലന
mr_in: विश्लेषक
ms_my: Penganalisis
mt_mt: Analizzatur
nb_no: Analysator
ne_np: ऐनती
nl_be: Analysator
or_in: ଆନିପ୍ରିଣ୍ଟେଜର |
pa_arab: ਵਿਸ਼ਲੇਸ਼ਕ
pl_pl: Analizator
pt_br: Analisador
ro_ro: Analizor
ru_ru: Анализатор
sk_sk: Analyzátor
sl_si: Analizator
sq_al: Analizues
sr_cyrl_me: Анализатор
sv_fi: Analysator
sw_ke: Mchambuzi
ta_in: பகுப்பாய்வி
te_in: ఎనలైజర్
th_th: เครื่องวิเคราะห์
tk_tm: Analizator
tr_tr: Analizör
tt_ru: Анализатор
ug_cn: تەھلىل قىلغۇچى
uk_ua: Аналізатор
ur_pk: تجزیہ کار
uz_cyrl: Analizator
vi_vn: Máy phân tích
zh_hant: 分析儀

# ShortcutSelectTagName
source: Tag
af_za: Tag tag
am_et: መለያ
ar_bh: بطاقة شعار
as_in: টেগ
az_cyrl: Etiket
bg_bg: Маркер
bn_in: ট্যাগ
bs_latn_ba: Označiti
ca_es: Etiqueta
cs_cz: Štítek
cy_gb: Tac
de_ch: Etikett
el_gr: Ετικέτα
es_bo: Etiqueta
et_ee: Silt
fa_ir: نشان
fr_029: Étiqueter
ga_ie: Lipéad
gu_in: ટેગ
he_il: תָג
hi_in: टैग
hr_hr: Označiti
hu_hu: Címke
hy_am: Պիտակ
id_id: Menandai
is_is: Merki
it_ch: Etichetta
ja_jp: 鬼ごっこ
ka_ge: დრო
kk_kz: Белгілеу
km_kh: រាបសប
kn_in: ತ ೦ ತ್ರ
ko_kr: 꼬리표
ky_kg: Теги
lt_lt: Žyma
lv_lv: Marķēt
mi_nz: Tuhinga
mk_mk: Ознака
ml_in: ടാഗ്
mr_in: टॅग
nb_no: stikkord
ne_np: ट्याग
nl_be: Label
or_in: ଟ୍ୟାଗ୍ |
pa_arab: ਟੈਗ
pl_pl: Etykietka
pt_br: Marcação
ro_ro: Etichetă
ru_ru: Ярлык
sk_sk: Označenie
sl_si: Oznaka
sq_al: Etiketim
sr_cyrl_me: Ознака
sv_fi: Märka
ta_in: குறிச்சொல்
te_in: ట్యాగ్
th_th: ติดแท็ก
tk_tm: Bellik
tr_tr: Etiket
tt_ru: Тег
uk_ua: Мітка
ur_pk: ٹیگ
uz_cyrl: Yorliq
vi_vn: Nhãn
zh_hant: 標籤

# SubscriptionLearnMoreLinkText
source: Learn more about plans
af_za: Lees meer oor planne
am_et: ስለ እቅዶች የበለጠ ይረዱ
ar_bh: تعرف على المزيد حول الخطط
as_in: পৰিকল্পনাৰ বিষয়ে অধিক জানক
az_cyrl: Planlar haqqında daha çox məlumat əldə edin
bg_bg: Научете повече за плановете
bn_in: পরিকল্পনা সম্পর্কে আরও জানুন
bs_latn_ba: Saznajte više o planovima
ca_es: Obteniu més informació sobre els plans
cs_cz: Další informace o plánech
cy_gb: Dysgu mwy am gynlluniau
da_dk: Lær mere om planer
de_ch: Erfahren Sie mehr über Pläne
el_gr: Μάθετε περισσότερα για τα σχέδια
es_bo: Obtenga más información sobre los planes
et_ee: Lisateavet plaanide kohta
fa_ir: درباره برنامه ها بیشتر بدانید
fi_fi: Lisätietoja suunnitelmista
fil_ph: Matuto nang higit pa tungkol sa mga plano
fr_029: En savoir plus sur les plans
ga_ie: Níos mó a fhoghlaim faoi phleananna
gu_in: યોજનાઓ વિશે વધુ જાણો
he_il: למידע נוסף על תוכניות
hi_in: योजनाओं के बारे में और जानें
hr_hr: Saznajte više o planovima
hu_hu: Tudjon meg többet a tervekről
hy_am: Իմացեք ավելին պլանների մասին
id_id: Pelajari lebih lanjut tentang rencana
is_is: Lærðu meira um áætlanir
it_ch: Ulteriori informazioni sui piani
ja_jp: 計画の詳細をご覧ください
ka_ge: შეიტყვეთ მეტი გეგმების შესახებ
kk_kz: Жоспарлар туралы көбірек біліңіз
km_kh: ស្វែងយល់បន្ថែមអំពីផែនការ
kn_in: ಯೋಜನೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko_kr: 계획에 대해 자세히 알아보십시오
ky_kg: Пландары жөнүндө көбүрөөк билүү
lo_la: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບແຜນການ
lt_lt: Sužinokite daugiau apie planus
lv_lv: Uzziniet vairāk par plāniem
mi_nz: Ako atu mo nga mahere
mk_mk: Дознајте повеќе за плановите
ml_in: പദ്ധതികളെക്കുറിച്ച് കൂടുതലറിയുക
mr_in: योजनांबद्दल अधिक जाणून घ्या
ms_my: Ketahui lebih lanjut mengenai rancangan
mt_mt: Tgħallem aktar dwar il-pjanijiet
nb_no: Lær mer om planer
ne_np: योजनाहरूको बारेमा अधिक जान्नुहोस्
nl_be: Meer informatie over plannen
or_in: ଯୋଜନା ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |
pa_arab: ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl_pl: Dowiedz się więcej o planach
pt_br: Saiba mais sobre planos
ro_ro: Aflați mai multe despre planuri
ru_ru: Узнайте больше о планах
sk_sk: Dozviete sa viac o plánoch
sl_si: Preberite več o načrtih
sq_al: Mësoni më shumë rreth planeve
sr_cyrl_me: Сазнајте више о плановима
sv_fi: Lär dig mer om planer
sw_ke: Jifunze zaidi juu ya mipango
ta_in: திட்டங்களைப் பற்றி மேலும் அறிக
te_in: ప్రణాళికల గురించి మరింత తెలుసుకోండి
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับแผนการ
tk_tm: Meýilnamalar barada has giňişleýin öwreniň
tr_tr: Planlar hakkında daha fazla bilgi edinin
tt_ru: Планнар турында күбрәк белү
ug_cn: پىلان ھەققىدىكى تەپسىلاتلار
uk_ua: Дізнайтеся більше про плани
ur_pk: منصوبوں کے بارے میں مزید معلومات حاصل کریں
uz_cyrl: Rejalar haqida ko'proq ma'lumot oling
vi_vn: Tìm hiểu thêm về các kế hoạch
zh_hant: 了解有關計劃的更多信息
