Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionRepeaterHint
source: (Experimental) Used for creating action loops or repetive tasks. When repeated, it will execute all children again with its original input. When using an interval without a repeat count, the trigger will need to be disabled and reenabled to halt the repeating. Can be useful for polling or web scraping automation.
af_za: (Eksperimenteel) Word gebruik vir die skep van aksielusse of herhalende take. As dit herhaal word, sal dit alle kinders weer met die oorspronklike insette uitvoer. As u 'n interval sonder 'n herhalingstelling gebruik, moet die sneller gedeaktiveer word en heraktiveer word om die herhaling te stop. Kan nuttig wees vir die peiling of outomatisering van die webskrap.
am_et: (ሙከራ) እርምጃዎችን ለመፍጠር ወይም ተደጋጋሚ ተግባሮችን ለመፍጠር የሚያገለግል. በሚደጋገምበት ጊዜ ሁሉንም ልጆችን እንደገና ከመጀመሪያው ግቤት ጋር እንደገና ይፈጸማል. ያለመገገም ቆጠራው ያለበት ልዩነት ሲጠቀሙ, ቀስቅሴው መሰናዶቹን ማሰራጨት እና ተደጋግሞውን ለማስቆም እንደገና ሊቋቋም ይችላል. ለማራመድ ወይም ለድር ማጭበርበር ጠቃሚ ሊሆን ይችላል.
ar_bh: (تجريبي) يستخدم لإنشاء حلقات الحركة أو المهام المتكررة. عند التكرار ، سيتم تنفيذ جميع الأطفال مرة أخرى بمدخلاته الأصلية. عند استخدام فاصل زمني بدون عدد تكرار ، يجب تعطيل الزناد وإعادة تمكينه لوقف التكرار. يمكن أن تكون مفيدة لتلقيح أو أتمتة تجريف الويب.
as_in: (পৰীক্ষামূলক) ক্ৰিয়া লুপ বা পুনৰাবৃত্তিমূলক কাৰ্য্য সৃষ্টিৰ বাবে ব্যৱহাৰ কৰা হয়। পুনৰাবৃত্তি হ’লে ই সকলো শিশুক পুনৰ নিজৰ মূল ইনপুটৰ সহায়ত এক্সিকিউট কৰিব। পুনৰাবৃত্তি গণনা অবিহনে এটা ব্যৱধান ব্যৱহাৰ কৰাৰ সময়ত, ট্ৰিগাৰটো নিষ্ক্ৰিয় কৰি পুনৰাবৃত্তি বন্ধ কৰিবলৈ পুনৰায় সামৰ্থবান কৰিব লাগিব। পলিং বা ৱেব স্ক্ৰেপিং অটোমেচনৰ বাবে উপযোগী হ'ব পাৰে।
az_cyrl: (Eksperimental) hərəkət döngələri və ya təkrar vəzifələri yaratmaq üçün istifadə olunur. Təkrarlandıqda, orijinal girişi ilə bütün uşaqları bir daha icra edəcəkdir. Təkrar saymadan bir ara istifadə edərkən, tetikleyici əlil və təkrarlananları dayandırmaq üçün yenidən başlamalıdır. Seçkiçilik və ya veb kəkələnmə avtomatlaşdırılması üçün faydalı ola bilər.
bg_bg: (Експериментален), използван за създаване на екшън бримки или повтарящи се задачи. Когато се повтори, той ще изпълни всички деца отново с оригиналния си вход. Когато използвате интервал без броене на повторение, спусъка ще трябва да бъде деактивиран и да се постигне, за да спре повтарянето. Може да бъде полезен за автоматизация на анкетиране или уеб остъргване.
bn_in: (পরীক্ষামূলক) অ্যাকশন লুপগুলি বা পুনরাবৃত্ত কাজগুলি তৈরির জন্য ব্যবহৃত। পুনরাবৃত্তি হয়ে গেলে, এটি সমস্ত বাচ্চাদের আবার তার মূল ইনপুট দিয়ে কার্যকর করবে। পুনরাবৃত্তি গণনা ছাড়াই কোনও অন্তর ব্যবহার করার সময়, পুনরাবৃত্তি বন্ধ করতে ট্রিগারটি অক্ষম এবং পুনরায় সংযুক্ত করা দরকার। পোলিং বা ওয়েব স্ক্র্যাপিং অটোমেশনের জন্য দরকারী হতে পারে।
bs_latn_ba: (Eksperimentalno) koristi se za stvaranje radnji ili ponavljajućih zadataka. Kada se ponovi, ponovo će izvesti svu djecu svojim originalnim unosom. Kada koristite interval bez ponovljenog broja, okidač će morati biti onemogućen i ponovno se ponovio da zaustavi ponavljanje. Može biti korisno za alativnu ili web zaprepašćivanje automatizacije.
ca_es: (Experimental) S'utilitza per crear bucles d'acció o tasques repetides. Quan es repeteixi, tornarà a executar tots els nens amb la seva entrada original. Quan s'utilitzi un interval sense recompte de repetició, el disparador haurà de desactivar -se i tornar -lo a detenir per aturar la repetició. Pot ser útil per a la votació o l’automatització de rascades web.
cs_cz: (Experimentální) používané pro vytváření akčních smyček nebo opakujících se úkolů. Po opakování provede všechny děti znovu s původním vstupem. Při použití intervalu bez počtu opakování bude muset být spouštěč deaktivován a opětovný k zastavení opakování. Může být užitečný pro volební nebo automatizaci škrábání na webu.
cy_gb: (Arbrofol) a ddefnyddir ar gyfer creu dolenni gweithredu neu dasgau ailadroddus. Pan fydd yn cael ei ailadrodd, bydd yn gweithredu pob plentyn eto gyda'i fewnbwn gwreiddiol. Wrth ddefnyddio egwyl heb ailadrodd cyfrif, bydd angen i'r sbardun fod yn anabl a'i ail -enwi i atal yr ailadrodd. Gall fod yn ddefnyddiol ar gyfer pleidleisio neu awtomeiddio crafu gwe.
da_dk: (Eksperimentel) bruges til at skabe handlingssløjfer eller gentagne opgaver. Når det gentages, udfører det alle børn igen med dets originale input. Når du bruger et interval uden gentagelsesantal, skal udløseren være deaktiveret og genindført for at stoppe gentagelsen. Kan være nyttig til polling eller webskrabning af automatisering.
de_ch: (Experimentell) zum Erstellen von Aktionsschleifen oder Wiederholungsaufgaben. Bei Wiederholung wird es mit seiner ursprünglichen Eingabe alle Kinder erneut ausführen. Bei Verwendung eines Intervalls ohne Wiederholungszahl muss der Auslöser deaktiviert und neu erfasst werden, um die Wiederholung einzustellen. Kann für die Umfrage oder die Web -Scraping -Automatisierung nützlich sein.
el_gr: (Πειραματικό) που χρησιμοποιείται για τη δημιουργία βρόχων δράσης ή επαναλαμβανόμενες εργασίες. Όταν επαναλαμβάνεται, θα εκτελέσει ξανά όλα τα παιδιά με την αρχική του είσοδο. Όταν χρησιμοποιείτε ένα διάστημα χωρίς έναν αριθμό επανάληψης, η σκανδάλη θα πρέπει να απενεργοποιηθεί και να επανατοποθετηθεί για να σταματήσει την επανάληψη. Μπορεί να είναι χρήσιμο για την εκλογή ή τον αυτοματισμό απόξεσης ιστού.
es_bo: (Experimental) Utilizado para crear bucles de acción o tareas repetativas. Cuando se repita, ejecutará a todos los niños nuevamente con su aporte original. Cuando se usa un intervalo sin un recuento de repetición, el disparador deberá deshabilitarse y reenviarse para detener la repetición. Puede ser útil para la automatización de encuestas o raspado web.
et_ee: (Eksperimentaalne), mida kasutatakse toimingute silmuste või korduvate ülesannete loomiseks. Kordamisel täidab see kõik lapsed uuesti oma algse sisendiga. Intervalli kasutamisel ilma korduvate loenduseta tuleb kordumise peatamiseks päästik keelata ja uuesti kokku saada. Võib olla kasulik küsitluseks või veebi kraapimise automatiseerimiseks.
fa_ir: (آزمایشی) برای ایجاد حلقه های اکشن یا کارهای تکراری استفاده می شود. هنگام تکرار ، دوباره همه کودکان را با ورودی اصلی خود اجرا می کند. هنگام استفاده از یک بازه بدون تعداد تکرار ، ماشه برای متوقف کردن تکرار نیاز به غیرفعال و مجدداً امکان پذیر است. می تواند برای نظرسنجی یا اتوماسیون خراش وب مفید باشد.
fi_fi: (Kokeellinen) käytetään toimintasilmukoiden tai toistotehtävien luomiseen. Kun se toistetaan, se suorittaa kaikki lapset uudelleen alkuperäisellä panoksellaan. Kun käytät väliä ilman toistoa, liipaisin on poistettava käytöstä ja palautettava uudelleen toistamisen pysäyttämiseksi. Voi olla hyödyllinen äänestys- tai raapimiseen automaatioon.
fil_ph: (Eksperimental) na ginamit para sa paglikha ng mga aksyon na mga loop o mga gawain sa pag -uulit. Kapag paulit -ulit, isasagawa nito muli ang lahat ng mga bata kasama ang orihinal na input nito. Kapag gumagamit ng isang agwat nang walang paulit -ulit na bilang, ang trigger ay kailangang hindi paganahin at muling maibalik upang ihinto ang paulit -ulit. Maaaring maging kapaki -pakinabang para sa botohan o web scraping automation.
fr_029: (Expérimental) utilisé pour créer des boucles d'action ou des tâches répétives. Une fois répété, il exécutera à nouveau tous les enfants avec son entrée d'origine. Lorsque vous utilisez un intervalle sans nombre de répétitions, le déclencheur devra être désactivé et réactivé pour arrêter la répétition. Peut être utile pour le scrutin ou l'automatisation du grattage Web.
ga_ie: (Turgnamhach) a úsáidtear chun lúba gnímh nó tascanna athchleachtach a chruthú. Nuair a dhéantar é a athdhéanamh, cuirfidh sé gach leanbh i gcrích arís lena ionchur bunaidh. Nuair a bhíonn eatramh á úsáid gan comhaireamh athuair, beidh gá leis an truicir a bheith faoi mhíchumas agus a chur in iúl chun stop a chur leis an athrá. Is féidir leis a bheith úsáideach le haghaidh uathoibriú vótála nó scríobtha gréasáin.
gu_in: (પ્રાયોગિક) ક્રિયા લૂપ્સ અથવા પુનરાવર્તિત કાર્યો બનાવવા માટે વપરાય છે. જ્યારે પુનરાવર્તન થાય છે, ત્યારે તે બધા બાળકોને તેના મૂળ ઇનપુટથી ફરીથી ચલાવશે. પુનરાવર્તિત ગણતરી વિના અંતરાલનો ઉપયોગ કરતી વખતે, ટ્રિગરને પુનરાવર્તન અટકાવવા માટે અક્ષમ અને ફરીથી સક્ષમ કરવાની જરૂર રહેશે. મતદાન અથવા વેબ સ્ક્રેપિંગ ઓટોમેશન માટે ઉપયોગી થઈ શકે છે.
he_il: (ניסיוני) המשמש ליצירת לולאות פעולה או משימות חוזרות ונשנות. כאשר חוזר על עצמו, היא תוציא לפועל שוב את כל הילדים עם הקלט המקורי שלה. בעת שימוש במרווח ללא ספירה חוזרת, יהיה צורך להשבית את ההדק ולהתנשא מחדש כדי לעצור את החזרה. יכול להיות שימושי לסקר או לאוטומציה של גירוד אתרים.
hi_in: (प्रायोगिक) एक्शन लूप या दोहराए जाने वाले कार्यों को बनाने के लिए उपयोग किया जाता है। जब दोहराया जाता है, तो यह अपने मूल इनपुट के साथ सभी बच्चों को फिर से निष्पादित करेगा। एक रिपीट काउंट के बिना एक अंतराल का उपयोग करते समय, ट्रिगर को अक्षम करने की आवश्यकता होगी और दोहराने को रोकने के लिए पुनर्विचार किया जाएगा। मतदान या वेब स्क्रैपिंग स्वचालन के लिए उपयोगी हो सकता है।
hr_hr: (Eksperimentalno) Koristi se za stvaranje akcijskih petlji ili ponavljajućih zadataka. Kada se ponovi, izvršit će svu djecu s izvornim unosom. Kada koristite interval bez brojanja ponavljanja, okidač će morati biti onemogućen i ponovno se obnavljati kako bi se zaustavilo ponavljanje. Može biti korisno za automatizaciju anketiranja ili automatizacije web strujanja.
hu_hu: (Kísérleti) Akcióhurok vagy ismétlődő feladatok létrehozására használják. Megismétlés esetén az összes gyermeket az eredeti bemenetével ismét végrehajtja. Ha egy intervallumot ismételt szám nélkül használ, akkor a ravaszt le kell tiltani és újra beolvasni az ismétlést. Hasznos lehet a szavazáshoz vagy a webkaparás automatizálásához.
hy_am: (Փորձարարական), որն օգտագործվում է գործողությունների օղակների ստեղծման կամ կրկնվող առաջադրանքների ստեղծման համար: Կրկնելիս այն բոլոր երեխաներին կրկին կկատարի իր սկզբնական ներդրմամբ: Առանց կրկնվող հաշվարկի ընդմիջում օգտագործելիս ձգան պետք է անջատվի եւ կրկնօրինակում է կրկնությունը դադարեցնելու համար: Կարող է օգտակար լինել քվեարկության կամ վեբ գրության ավտոմատացման համար:
id_id: (Eksperimental) Digunakan untuk membuat loop tindakan atau tugas berulang. Saat diulang, itu akan mengeksekusi semua anak lagi dengan input aslinya. Saat menggunakan interval tanpa jumlah berulang, pemicu perlu dinonaktifkan dan diandalkan untuk menghentikan pengulangan. Dapat berguna untuk pemungutan suara atau otomatisasi pengikisan web.
is_is: (Tilrauna) notað til að búa til aðgerðarlykkjur eða endurtekningarverkefni. Þegar það er endurtekið mun það framkvæma öll börn aftur með upprunalegu inntakinu. Þegar bili er án endurtekningar verður að gera slökkt á kveikjunni og endurtaka það til að stöðva endurtekninguna. Getur verið gagnlegt til að skoða sjálfvirkni í kjör- eða á vefnum.
it_ch: (Sperimentale) utilizzato per la creazione di loop d'azione o compiti ripetitivi. Una volta ripetuto, eseguirà di nuovo tutti i bambini con il suo input originale. Quando si utilizza un intervallo senza un conteggio di ripetizione, il trigger dovrà essere disabilitato e riabilitato per fermare la ripetizione. Può essere utile per il polling o l'automazione del raschiatura web.
ja_jp: （実験）アクションループまたは繰り返しタスクの作成に使用されます。繰り返されると、元の入力ですべての子供を再び実行します。繰り返しカウントなしで間隔を使用する場合、トリガーは無効にして再保証する必要があります。ポーリングやWebスクレイピングの自動化に役立ちます。
ka_ge: (ექსპერიმენტული) გამოიყენება სამოქმედო მარყუჟების შესაქმნელად ან განმეორებითი დავალებების შესაქმნელად. განმეორებისას, ის კვლავ შეასრულებს ყველა ბავშვს თავდაპირველი შეყვანის საშუალებით. ინტერვალის გამოყენების გარეშე, განმეორებითი რაოდენობის გარეშე, ტრიგერი უნდა იყოს გამორთული და ხელახლა ხელახლა განმეორება განმეორებით. შეიძლება სასარგებლო იყოს კენჭისყრის ან ვებგვერდის ავტომატიზაციისთვის.
kk_kz: (Экспериментті) Әрекет ілмектерін немесе қайталанатын тапсырмаларды жасау үшін қолданылады. Қайталағанда, ол барлық балаларды бастапқы кірісімен қайтадан орындайды. Қайталанатын сансыз аралық қолданған кезде, қайталануды тоқтату үшін, триггерді өшіру және қайта қосу қажет. Сайлау учаскесіне немесе веб-тректерді автоматтандыру үшін пайдалы болуы мүмкін.
km_kh: (ពិសោធន៍) ប្រើសម្រាប់បង្កើតរង្វិលជុំសកម្មភាពឬភារកិច្ចដដែលៗ។ នៅពេលធ្វើម្តងទៀតវានឹងប្រតិបត្តិកុមារទាំងអស់ម្តងទៀតជាមួយនឹងការបញ្ចូលដើមរបស់វា។ នៅពេលប្រើចន្លោះពេលដោយគ្មានការរាប់ម្តងទៀតគន្លឹះនឹងត្រូវបានបិទហើយភ្ជាប់ឡើងវិញដើម្បីបញ្ឈប់ការធ្វើម្តងទៀត។ អាចមានប្រយោជន៍សម្រាប់ការស្ទង់មតិឬបណ្តាញស្វ័យប្រវត្តិកម្ម។
kn_in: (ಪ್ರಾಯೋಗಿಕ) ಆಕ್ಷನ್ ಲೂಪ್‌ಗಳು ಅಥವಾ ಪುನರಾವರ್ತಿತ ಕಾರ್ಯಗಳನ್ನು ರಚಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಪುನರಾವರ್ತಿಸಿದಾಗ, ಅದು ಎಲ್ಲಾ ಮಕ್ಕಳನ್ನು ಮತ್ತೆ ಅದರ ಮೂಲ ಇನ್ಪುಟ್ನೊಂದಿಗೆ ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತದೆ. ಪುನರಾವರ್ತಿತ ಎಣಿಕೆಯಿಲ್ಲದೆ ಮಧ್ಯಂತರವನ್ನು ಬಳಸುವಾಗ, ಪ್ರಚೋದಕವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ಮತ್ತು ಪುನರಾವರ್ತಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಲು ಮರುಸೃಷ್ಟಿಸಬೇಕಾಗುತ್ತದೆ. ಮತದಾನ ಅಥವಾ ವೆಬ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಆಟೊಮೇಷನ್ಗೆ ಉಪಯುಕ್ತವಾಗಿದೆ.
ko_kr: (실험) 액션 루프 또는 반복적 인 작업을 만드는 데 사용됩니다. 반복되면 원래의 입력으로 모든 어린이를 다시 실행합니다. 반복 카운트없이 간격을 사용하는 경우, 반복을 중단하려면 트리거를 비활성화하고 재조정해야합니다. 폴링 또는 웹 스크래핑 자동화에 유용 할 수 있습니다.
ky_kg: (Эксперименталдык) иш-аракеттердин илмектерин же кайталанган тапшырмаларды түзүү үчүн колдонулган. Кайталап жатканда, ал бардык балдарды баштапкы киргизүү менен аткарат. Кайталап эсептин аралыгын колдонбостон, интервалды колдонгондо, кайталануучу кайталоону токтотуу үчүн, майыптарга майып жана калыбына келтирилиши керек. Добуш берүү же веб-тырмакты автоматташтыруу үчүн пайдалуу болушу мүмкүн.
lo_la: (ການທົດລອງ) ໃຊ້ສໍາລັບການສ້າງວົງແຫວນປະຕິບັດງານຫຼືວຽກງານການຄັດເລືອກ. ໃນເວລາທີ່ຊ້ໍາ, ມັນຈະປະຕິບັດເດັກນ້ອຍທຸກຄົນອີກຄັ້ງກັບການປ້ອນຂໍ້ມູນຕົ້ນສະບັບຂອງມັນ. ໃນເວລາທີ່ໃຊ້ໄລຍະຫ່າງໂດຍບໍ່ມີການນັບຊ້ໍາອີກ, ຜົນກະທົບຕໍ່ຈະຕ້ອງໄດ້ຮັບການພິການແລະໄດ້ຮັບການພິຈາລະນາຢຸດການເຮັດຊ້ໍາຄືນ. ສາມາດເປັນປະໂຫຍດສໍາລັບອັດຕະໂນມັດການເລືອກຕັ້ງຫລືການກວດຂູດເວັບ.
lt_lt: (Eksperimentinis) Naudojamas veiksmo kilpoms kurti ar pasikartojančioms užduotims kurti. Pakartojus, jis vėl vykdys visus vaikus su pradiniu įvestimi. Naudojant intervalą be pakartojimo skaičiaus, gaiduką reikės išjungti ir pakartotinai sustabdyti pakartojimą. Gali būti naudinga apklausos ar interneto grandymo automatizavimui.
lv_lv: (Eksperimentāls), ko izmanto darbības cilpu vai atkārtotu uzdevumu radīšanai. Atkārtojot, tas atkal izpildīs visus bērnus ar sākotnējo ieguldījumu. Izmantojot intervālu bez atkārtota skaita, sprūda būs jāatspējo un jāatstāj atkārtoti, lai apturētu atkārtošanu. Var būt noderīga aptauju vai tīmekļa nokasīšanas automatizācijai.
mi_nz: (Whakamātautau) i whakamahia mo te hanga i nga koropiko mahi, i nga mahi ranei. A, no te tata tonu, ka mahia ano e ia nga tamariki katoa me tana whakauru tuatahi. I te wa e whakamahi ana i te waa me te kore e whakawhirinaki, me whakakorehia e te kaihoroi, ka taea te whakatika i te tukurua. Ka taea te whai hua mo te pooti pooti, ​​i te miihini ranei o te miihini.
mk_mk: (Експериментална) Се користи за создавање акциони јамки или повторувачки задачи. Кога ќе се повтори, повторно ќе ги изврши сите деца со оригинален влез. Кога користите интервал без повторување на броењето, активирањето ќе треба да се оневозможи и да се реализира за да го запре повторувањето. Може да биде корисно за автоматизација на гласање или веб -стружење.
ml_in: (പരീക്ഷണാത്മക) ആക്ഷൻ ലൂപ്പുകൾ സൃഷ്ടിക്കുന്നതിനോ ആവർത്തനം ആവർത്തിക്കുന്ന ജോലികൾ ചെയ്യുന്നതിനോ ഉപയോഗിക്കുന്നു. ആവർത്തിക്കുമ്പോൾ, അതിന്റെ യഥാർത്ഥ ഇൻപുട്ട് ഉപയോഗിച്ച് ഇത് വീണ്ടും എല്ലാ കുട്ടികളെയും വധിക്കും. ആവർത്തിച്ചുള്ള എണ്ണം ഇല്ലാതെ ഒരു ഇടവേള ഉപയോഗിക്കുമ്പോൾ, പ്രവർത്തനക്ഷമത അപ്രാപ്തമാക്കുകയും ആവർത്തിക്കാൻ നിർത്തുകയും ചെയ്യേണ്ടതുണ്ട്. പോളിംഗിന് അല്ലെങ്കിൽ വെബ് സ്ക്രാപ്പിംഗ് ഓട്ടോമേഷന് ഉപയോഗപ്രദമാകും.
mr_in: (प्रायोगिक) अ‍ॅक्शन लूप किंवा पुनरावृत्ती कार्ये तयार करण्यासाठी वापरली जाते. पुनरावृत्ती झाल्यावर ते सर्व मुलांना त्याच्या मूळ इनपुटसह पुन्हा कार्यान्वित करेल. पुनरावृत्ती मोजण्याशिवाय मध्यांतर वापरताना, ट्रिगरला पुन्हा पुन्हा थांबविण्यासाठी अक्षम करणे आणि पुन्हा सक्षम करणे आवश्यक आहे. मतदान किंवा वेब स्क्रॅपिंग ऑटोमेशनसाठी उपयुक्त ठरू शकते.
ms_my: (Eksperimen) yang digunakan untuk membuat gelung tindakan atau tugas berulang. Apabila diulang, ia akan melaksanakan semua kanak -kanak lagi dengan input asalnya. Apabila menggunakan selang tanpa kiraan berulang, pencetus perlu dilumpuhkan dan diubahsuai untuk menghentikan pengulangan. Boleh berguna untuk mengundi atau automasi mengikis web.
mt_mt: (Sperimentali) Użat għall-ħolqien ta 'linji ta' azzjoni jew kompiti ripetittivi. Meta tkun ripetuta, hija terġa 'tesegwixxi t-tfal kollha bl-input oriġinali tagħha. Meta tuża intervall mingħajr għadd ta 'ripetizzjoni, il-grillu jkollu bżonn ikun diżattivat u jerġa' jwaqqaf ir-ripetizzjoni. Jista 'jkun utli għall-istħarriġ jew l-awtomazzjoni tal-brix tal-web.
nb_no: (Eksperimentell) Brukes til å lage actionløkker eller repeterende oppgaver. Når den gjentas, vil den henrette alle barn igjen med sin opprinnelige innspill. Når du bruker et intervall uten gjentatt telling, må avtrekkeren være deaktivert og gjentabelt for å stoppe gjentakelsen. Kan være nyttig for polling eller automatisering av nettskraping.
ne_np: (प्रयोगात्मक) कार्य लूपहरू वा दोहोर्याउने कार्यहरू सिर्जना गर्न प्रयोग गरियो। दोहोरिँदा, यसले सबै बच्चाहरूलाई फेरि आफ्नो मूल इनपुटको साथ फेरि कार्यान्वयन गर्दछ। दोहोर्याउने गणना बिना एक अन्तराल प्रयोग गर्दा, ट्रिगर असक्षम हुनु आवश्यक छ र दोहोर्याउन रोकिनुको लागि योग्य हुन। मतदान वा वेब स्क्र्यापिंग स्वचालितको लागि उपयोगी हुन सक्छ।
nl_be: (Experimenteel) gebruikt voor het maken van actielussen of herhaalde taken. Wanneer herhaald, zal het alle kinderen opnieuw uitvoeren met zijn oorspronkelijke invoer. Bij het gebruik van een interval zonder een herhaaltelling moet de trigger worden uitgeschakeld en opnieuw worden ingeschakeld om het herhalen te stoppen. Kan nuttig zijn voor polling of webschraapautomatisering.
or_in: (ପରୀକ୍ଷାମୂଳକ) ଆକ୍ସନ୍ ଲୁପ୍ କିମ୍ବା ପୁନରାବୃତ୍ତି କାର୍ଯ୍ୟ ସୃଷ୍ଟି ପାଇଁ ବ୍ୟବହୃତ | ଯେତେବେଳେ ପୁନରାବୃତ୍ତି ହୁଏ, ଏହା ସମସ୍ତ ପିଲାମାନଙ୍କୁ ଏହାର ମୂଳ ନପୁଷ୍ଠକୁ ଏକଜେକ୍ୟୁଟ୍ କରିବ | ପୁନରାବୃତ୍ତି ଗଣନା ବିନା ଏକ ବ୍ୟବଧାନ ବ୍ୟବହାର କରିବାବେଳେ, ଟ୍ରିଗର ଅକ୍ଷମ ହେବା ଆବଶ୍ୟକ ଏବଂ ପୁନରାବୃତ୍ତି ହେବା ପାଇଁ ପୁନ en ନିର୍ମାଣ ଆବଶ୍ୟକ ହେବ | ମତଦାନ କିମ୍ବା ୱେବ୍ ସ୍କ୍ରିଙ୍ଗ୍ ସ୍ୱୟଂଚାଳିତ ପାଇଁ ଉପଯୋଗୀ ହୋଇପାରେ |
pa_arab: (ਪ੍ਰਯੋਗਾਤਮਕ) ਐਕਸ਼ਨ ਲੂਪਸ ਜਾਂ ਦੁਹਰਾਉਣ ਵਾਲੇ ਕੰਮਾਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ. ਜਦੋਂ ਦੁਹਰਾਇਆ ਜਾਂਦਾ ਹੈ, ਇਹ ਇਸ ਦੇ ਅਸਲ ਇਨਪੁਟ ਨਾਲ ਦੁਬਾਰਾ ਸਾਰੇ ਬੱਚਿਆਂ ਨੂੰ ਲਾਗੂ ਕਰੇਗਾ. ਦੁਹਰਾਉਣ ਦੀ ਗਿਣਤੀ ਦੇ ਬਗੈਰ ਅੰਤਰਾਲ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ, ਟਰਿੱਗਰ ਨੂੰ ਦੁਹਰਾਉਣ ਤੋਂ ਰੋਕਣ ਲਈ ਅਯੋਗ ਅਤੇ ਮੁੜ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ. ਪੋਲਿੰਗ ਜਾਂ ਵੈਬ ਸਕ੍ਰੈਪਿੰਗ ਸਵੈਚਾਲਨ ਲਈ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ.
pl_pl: (Eksperymentalne) używane do tworzenia pętli akcji lub zadań powtarzających się. Po powtórzeniu ponownie wykona wszystkie dzieci z oryginalnym wejściem. Podczas korzystania z przedziału bez powtórki wyzwalacz będzie musiał zostać wyłączony i ponowny w celu zatrzymania powtarzania. Może być przydatny do automatyzacji ankiet lub skrobania sieci.
pt_br: (Experimental) usado para criar loops de ação ou tarefas repetidas. Quando repetido, ele executará todas as crianças novamente com sua entrada original. Ao usar um intervalo sem uma contagem de repetição, o gatilho precisará ser desabilitado e reencenado para interromper a repetição. Pode ser útil para a automação de pesquisas ou raspagem na web.
ro_ro: (Experimental) utilizat pentru crearea de bucle de acțiune sau sarcini repetare. Când este repetat, acesta va executa din nou toți copiii cu contribuția sa originală. Atunci când utilizați un interval fără un număr de repetări, declanșatorul va trebui să fie dezactivat și redactat pentru a opri repetarea. Poate fi util pentru sondaj sau automatizare de răzuire web.
ru_ru: (Экспериментальный) Используется для создания цикла действия или повторных задач. При повторении он снова выполнит всех детей с помощью исходного ввода. При использовании интервала без повторного количества триггер необходимо будет отключить и повторно остановить повторение. Может быть полезен для голосования или автоматизации в Интернете.
sk_sk: (Experimentálne) používané na vytváranie akčných slučiek alebo opakovaných úloh. Po opakovaní vykoná opäť všetky deti svojím pôvodným vstupom. Pri použití intervalu bez opakovaného počtu bude potrebné spúšťač deaktivovať a znovu sa znovu pripočítať, aby sa opakovanie zastavilo. Môže byť užitočný pre automatizáciu volieb alebo na škrabanie na webe.
sl_si: (Eksperimentalno), ki se uporablja za ustvarjanje akcijskih zank ali ponavljajočih se nalog. Ko se ponovi, bo z izvirnim vložkom ponovno izvedel vse otroke. Pri uporabi intervala brez ponovnega štetja bo treba sprožilec onemogočiti in ponovno onemogočiti, da se ponovi. Lahko je koristna za volilno ali motoriranje spletnega strganja.
sq_al: (Eksperimentale) e përdorur për krijimin e sytheve të veprimit ose detyrave të përsëritura. Kur të përsëritet, do t'i ekzekutojë të gjithë fëmijët përsëri me kontributin e tij origjinal. Kur përdorni një interval pa një numër të përsëritur, këmbëza do të duhet të çaktivizohet dhe të rigjenerohet për të ndaluar përsëritjen. Mund të jetë i dobishëm për votimin ose automatizimin e scraping në internet.
sr_cyrl_me: (Експериментално) који се користи за креирање акционих петље или понављајућих задатака. Када се понови, поново ће извршити сву децу са својим оригиналним уносом. Када користите интервал без поновљеног броја, окидач ће морати да буде онемогућен и олакшан да заустави понављање. Може бити корисно за аутоматизацију бирачког или веб стругања.
sv_fi: (Experimentellt) som används för att skapa handlingsslingor eller repetiva uppgifter. När den upprepas kommer den att utföra alla barn igen med sin ursprungliga input. När du använder ett intervall utan upprepningsantal måste avtryckaren inaktiveras och återaktiveras för att stoppa upprepningen. Kan vara användbart för omröstnings- eller webbskrapningsautomation.
sw_ke: (Majaribio) inayotumika kwa kuunda vitanzi vya vitendo au kazi za kurudia. Inaporudiwa, itatoa watoto wote tena na pembejeo yake ya asili. Wakati wa kutumia muda bila hesabu ya kurudia, trigger itahitaji kulemazwa na kubadilishwa tena kusitisha kurudia. Inaweza kuwa muhimu kwa kupigia kura au mitambo ya chakavu ya wavuti.
ta_in: (சோதனை) செயல் சுழல்கள் அல்லது மீண்டும் மீண்டும் பணிகளை உருவாக்க பயன்படுகிறது. மீண்டும் மீண்டும் செய்யும்போது, ​​அது எல்லா குழந்தைகளையும் அதன் அசல் உள்ளீட்டைக் கொண்டு மீண்டும் செயல்படுத்தும். மீண்டும் மீண்டும் எண்ணிக்கையின்றி இடைவெளியைப் பயன்படுத்தும்போது, ​​தூண்டுதல் முடக்கப்பட்டு மீண்டும் மீண்டும் நிறுத்தப்பட வேண்டும். வாக்குப்பதிவு அல்லது வலை ஸ்கிராப்பிங் ஆட்டோமேஷனுக்கு பயனுள்ளதாக இருக்கும்.
te_in: (ప్రయోగాత్మక) యాక్షన్ లూప్స్ లేదా పునరావృత పనులను సృష్టించడానికి ఉపయోగిస్తారు. పునరావృతం చేసినప్పుడు, అది పిల్లలందరినీ దాని అసలు ఇన్‌పుట్‌తో మళ్లీ అమలు చేస్తుంది. పునరావృత గణన లేకుండా విరామాన్ని ఉపయోగిస్తున్నప్పుడు, ట్రిగ్గర్ నిలిపివేయబడాలి మరియు పునరావృతం చేయడాన్ని నిలిపివేయడానికి తిరిగి ప్రారంభించాలి. పోలింగ్ లేదా వెబ్ స్క్రాపింగ్ ఆటోమేషన్ కోసం ఉపయోగపడుతుంది.
th_th: (การทดลอง) ใช้สำหรับการสร้างลูปแอ็คชั่นหรืองานซ้ำ ๆ เมื่อทำซ้ำมันจะดำเนินการเด็กทุกคนอีกครั้งด้วยอินพุตดั้งเดิม เมื่อใช้ช่วงเวลาโดยไม่มีการนับซ้ำทริกเกอร์จะต้องปิดใช้งานและเปิดใช้งานใหม่เพื่อหยุดการทำซ้ำ อาจเป็นประโยชน์สำหรับการสำรวจหรือการขูดระบบอัตโนมัติ
tk_tm: (Synagdan) hereket aýlawlary ýa-da gaýtalanýan meseleler döretmek üçin ulanylýar. Gizlin edilende, ähli çagalary öz asyl giriş bilen ýerine ýetirer. Gaýtalama sanjymiz aralygy ulanylanda trigger, aç-açan öçürilmeli we gaýtalanmagy saklamaly bolar. Saýlaw ýa-da web gysgyç awtomatlaşdyrmak üçin peýdaly bolup biler.
tr_tr: (Deneysel) Eylem döngüleri veya tekrarlayıcı görevler oluşturmak için kullanılır. Tekrarlandığında, orijinal girdisi ile tüm çocukları tekrar yürütecektir. Tekrar sayımı olmadan bir aralık kullanırken, tetikleyicinin tekrarlanmasını durdurmak için devre dışı bırakılması ve yeniden etkinleştirilmesi gerekir. Yoklama veya web kazıma otomasyonu için yararlı olabilir.
tt_ru: (Эксперимент) эш әйләнәләре яки кабатланмаган бурычлар булдыру өчен кулланыла. Кабатланса, ул үзенең барлык балаларын оригиналь кертү белән башкарачак. Кабат интервал кулланганда, триггерга инвалид булырга һәм кабатларга туктарга кирәк булачак. Сайлау яки веб-кыру автоматлаштыру өчен файдалы булырга мөмкин.
ug_cn: (تەجرىبە) ھەرىكەت ھالقىسى ياكى تەكرارلانغان ۋەزىپىلەرنى يارىتىش ئۈچۈن ئىشلىتىلىدۇ. تەكرار ھالدا كېيىن, ئۇ بارلىق بالىلارنىڭ ئەسلى مۇلازىمىتى بىلەن قايتا يولغا قويىدۇ. قايتا-قايتا ھېسابلانماي تۇرۇپ, قوزغاتقۇچ تەۋبە قىلىشنى توختىتىش ئۈچۈن چەكلەنگەن ۋە قايتا سىناپ بېقىشى كېرەك. ماشىنا ھەيدەش ياكى تور كېسىشمە ئاپتوماتلاشتۇرۇشقا پايدىلىق بولالايدۇ.
uk_ua: (Експериментально), що використовується для створення петлі дій або повторних завдань. Коли повторюється, він знову виконає всіх дітей за допомогою свого первісного введення. При використанні інтервалу без кількості повторів тригер повинен бути відключений та повторний, щоб зупинити повторення. Може бути корисним для опитування або автоматизації веб -скребта.
ur_pk: (تجرباتی) ایکشن لوپس یا بار بار کام کرنے کے لئے استعمال کیا جاتا ہے۔ جب دہرایا جائے گا تو ، یہ اپنے اصل ان پٹ کے ساتھ دوبارہ تمام بچوں کو پھانسی دے گا۔ بار بار گنتی کے بغیر وقفہ کا استعمال کرتے وقت ، ٹرگر کو غیر فعال کرنے کی ضرورت ہوگی اور دہرانے کو روکنے کے لئے ان کو دوبارہ قابل بنایا جائے گا۔ پولنگ یا ویب سکریپنگ آٹومیشن کے لئے کارآمد ثابت ہوسکتا ہے۔
uz_cyrl: (Eksperimental) harakatlar yoki takrorlanadigan vazifalarni yaratish uchun ishlatiladi. Qayta takrorlanganda, u barcha bolalarni asl chiqishi bilan amalga oshiradi. Qayta takroriy hisoblamasdan vaqt oralig'idan foydalanganda, tetik o'chirish kerak va takrorlashni to'xtatish kerak. So'rov yoki veb-saytni avtomatlashtirish uchun foydali bo'lishi mumkin.
vi_vn: (Thử nghiệm) Được sử dụng để tạo các vòng lặp hành động hoặc các tác vụ lặp lại. Khi được lặp lại, nó sẽ thực hiện tất cả trẻ em một lần nữa với đầu vào ban đầu của nó. Khi sử dụng một khoảng thời gian mà không có số lần lặp lại, kích hoạt sẽ cần phải bị vô hiệu hóa và tái hiện để tạm dừng lặp lại. Có thể hữu ích cho việc bỏ phiếu hoặc tự động hóa web.
zh_hant: （實驗）用於創建動作循環或重複任務。重複時，它將通過其原始輸入再次執行所有孩子。當使用不重複計數的間隔時，需要禁用扳機並重新確定扳機以停止重複。對於輪詢或Web刮擦自動化可能是有用的。
