Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeDragToOpenDescription2
source: More window preferences are available from the 'Settings -> Preferences -> Window' menu.
af_za: Meer venstervoorkeure is beskikbaar in die menu 'Instellings -> Voorkeure -> venster.
am_et: ተጨማሪ የመስኮት ምርጫዎች ከ <ቅንብሮች -> ምርጫዎች -> የመስኮት ምናሌ ይገኛሉ.
ar_bh: تتوفر المزيد من تفضيلات النوافذ من قائمة "الإعدادات -> تفضيلات -> نافذة".
as_in: 'সংহতিসমূহ -> পছন্দসমূহ -> উইণ্ড' মেনুৰ পৰা অধিক উইন্ডো পছন্দসমূহ উপলব্ধ।
az_cyrl: Daha çox pəncərə üstünlükləri 'Parametrlər -> Tercihlər -> Pəncərə' menyusundan əldə edilə bilər.
bg_bg: Повече предпочитания на прозореца са достъпни от менюто „Настройки -> Предпочитания -> Прозорец“.
bn_in: 'সেটিংস -> পছন্দগুলি -> উইন্ডো' মেনু থেকে আরও উইন্ডো পছন্দগুলি পাওয়া যায়।
bs_latn_ba: Više postavki prozora dostupno je iz izbornika "Postavke -> -> prozor".
ca_es: Hi ha més preferències de la finestra al menú "Configuració -> Preferències -> Finestra".
cs_cz: V nabídce „Nastavení -> Předvolby -> Okno“ jsou k dispozici více předvoleb okna.
cy_gb: Mae mwy o ddewisiadau ffenestri ar gael o'r ddewislen 'Gosodiadau -> Dewisiadau -> Ffenestr'.
da_dk: Flere vinduespræferencer er tilgængelige fra menuen 'Indstillinger -> Præferencer -> Vindue'.
de_ch: Weitere Fenstereinstellungen sind im Menü "Einstellungen -> Einstellungen -> Fenster" verfügbar.
el_gr: Περισσότερες προτιμήσεις παραθύρων διατίθενται από το μενού "Ρυθμίσεις -> Προτιμήσεις -> Παράθυρο".
es_bo: Más preferencias de ventana están disponibles en el menú 'Configuración -> Preferencias -> Ventana'.
et_ee: Rohkem aknaeelistusi on saadaval menüüst „Seaded -> Eelistused -> Aken”.
fa_ir: ترجیحات بیشتر پنجره از منوی "تنظیمات -> تنظیمات -> پنجره" در دسترس است.
fi_fi: Lisää ikkuna -asetuksia on saatavana 'Asetukset -> Asetukset -> Window' -valikosta.
fil_ph: Higit pang mga kagustuhan sa window ay magagamit mula sa 'Mga Setting -> Mga Kagustuhan -> Window' menu.
fr_029: Plus de préférences de fenêtre sont disponibles dans le menu «Paramètres -> Préférences -> Fenêtre».
ga_ie: Tá níos mó roghanna fuinneoige ar fáil ón roghchlár 'Settings -> Preferences -> Window'.
gu_in: વધુ વિંડો પસંદગીઓ 'સેટિંગ્સ -> પસંદગીઓ -> વિંડો' મેનૂમાંથી ઉપલબ્ધ છે.
he_il: העדפות חלונות נוספות זמינות מתפריט 'הגדרות -> העדפות -> חלון'.
hi_in: अधिक विंडो वरीयताएँ 'सेटिंग्स -> वरीयताएँ -> विंडो' मेनू से उपलब्ध हैं।
hr_hr: Više postavki prozora dostupno je iz izbornika 'Postavke -> Postavke -> prozor'.
hu_hu: További ablakpreferenciák érhetők el a 'Beállítások -> Preferenciák -> Ablak' menüben.
hy_am: Պատուհանների ավելի շատ նախասիրություններ հասանելի են «Պարամետրեր -> Նախապատվություններ -> Պատուհանների ցանկ:
id_id: Lebih banyak preferensi jendela tersedia dari menu 'Pengaturan -> Preferensi -> Window'.
is_is: Fleiri gluggakjör eru fáanlegar í valmyndinni „Stillingar -> Val -> Window“ valmynd.
it_ch: Altre preferenze della finestra sono disponibili dal menu 'Impostazioni -> Preferenze -> Finestra'.
ja_jp: 「設定 - >設定 - > [ウィンドウ]メニューからウィンドウ設定が増えます。
ka_ge: მეტი ფანჯრის პრეფერენციები ხელმისაწვდომია "პარამეტრები -> პრეფერენციები -> ფანჯრის" მენიუდან.
kk_kz: Қосымша терезе теңшелімдері «Параметрлер -> Теңшелімдер -> терезе» мәзірінен қол жетімді.
km_kh: ចំណូលចិត្តបង្អួចច្រើនទៀតអាចរកបានពី 'ការកំណត់ -> ចំណូលចិត្ត -> ម៉ឺនុយ' បង្អួច។
kn_in: 'ಸೆಟ್ಟಿಂಗ್‌ಗಳು -> ಆದ್ಯತೆಗಳು -> ವಿಂಡೋ' ಮೆನುವಿನಿಂದ ಹೆಚ್ಚಿನ ವಿಂಡೋ ಆದ್ಯತೆಗಳು ಲಭ್ಯವಿದೆ.
ko_kr: '설정 -> 환경 설정 -> 창'메뉴에서 더 많은 창 기본 설정을 사용할 수 있습니다.
ky_kg: "Орнотуулар -> Түзөтүүлөр -> Терезе 'менюсунан көбүрөөк терезелер бар.
lo_la: ຄວາມມັກຂອງປ່ອງຢ້ຽມເພີ່ມເຕີມແມ່ນມີຢູ່ຈາກ 'ການຕັ້ງຄ່າ -> Preferences -> Menu ຂອງ Windows'.
lt_lt: Daugiau langų nuostatų galima rasti meniu „Nustatymai -> nuostatos -> langas“.
lv_lv: Vairāk logu preferences ir pieejamas izvēlnē “Iestatījumi -> Preferences -> logs”.
mi_nz: He maha atu nga hiahia o te matapihi mai i nga 'Tautuhinga -> Manakohanga -> Matapihi'.
mk_mk: Повеќе преференци на прозорци се достапни од менито 'Settings -> Преференци -> прозорец'.
ml_in: കൂടുതൽ വിൻഡോ മുൻഗണനകൾ 'ക്രമീകരണങ്ങൾ -> മുൻഗണനകൾ -> വിൻഡോ' മെനുവിൽ നിന്ന് ലഭ്യമാണ്.
mr_in: 'सेटिंग्ज -> प्राधान्ये -> विंडो' मेनूमधून अधिक विंडो प्राधान्ये उपलब्ध आहेत.
ms_my: Lebih banyak pilihan tetingkap boleh didapati dari menu 'Tetapan -> Keutamaan -> Tetingkap'.
mt_mt: Aktar preferenzi tat-twieqi huma disponibbli mill-menu 'Settings -> Preferenzi -> Window'.
nb_no: Flere vinduspreferanser er tilgjengelige fra menyen 'Innstillinger -> Innstillinger -> Vindu'.
ne_np: अधिक विन्डो प्राथमिकताहरू 'सेटिंग्स -> प्राथमिकताहरू -> विन्डो' मेनूबाट उपलब्ध छन् -> विन्डो 'मेनू।
nl_be: Meer venstervoorkeuren zijn beschikbaar in het menu 'Instellingen -> voorkeuren -> venster'.
or_in: 'ସେଟିଂସମୂହ -> ପସନ୍ଦ -> ୱିଣ୍ଡୋ' ମେନୁରୁ ଅଧିକ ୱିଣ୍ଡୋଜ୍ ପସନ୍ଦ ଉପଲବ୍ଧ |
pa_arab: ਹੋਰ ਵਿੰਡੋ ਪਸੰਦ ਨੂੰ 'ਸੈਟਿੰਗਜ਼ -> ਪਸੰਦ -> ਵਿੰਡੋ' ਮੇਨੂ ਤੱਕ ਉਪਲੱਬਧ ਹਨ.
pl_pl: Więcej preferencji okiennych jest dostępnych w menu „Ustawienia -> Preferencje -> Window”.
pt_br: Mais preferências de janela estão disponíveis nas configurações -> Preferências -> Window '.
ro_ro: Mai multe preferințe ale ferestrei sunt disponibile din meniul „Setări -> preferințe -> fereastră”.
ru_ru: Больше предпочтений в окне доступно в меню «Настройки» -> «Настройки» -> Window '.
sk_sk: Viac preferencií okna je k dispozícii v ponuke „Nastavenia -> Predvoľby -> okno“.
sl_si: Več nastavitev oken je na voljo v meniju "Nastavitve -> Nastavitve -> Window".
sq_al: Më shumë preferenca të dritares janë në dispozicion nga menyja 'Cilësimet -> Preferencat -> Dritarja'.
sr_cyrl_me: Више поставки прозора доступно је из "Подешавања -> Преференција -> Прозор" Мени.
sv_fi: Fler fönsterpreferenser är tillgängliga från menyn "Inställningar -> Fönster -> Fönster".
sw_ke: Mapendeleo zaidi ya dirisha yanapatikana kutoka kwa 'Mipangilio -> Mapendeleo -> Menyu ya Window'.
ta_in: மேலும் சாளர விருப்பத்தேர்வுகள் 'அமைப்புகள் -> விருப்பத்தேர்வுகள் -> சாளரம்' மெனுவிலிருந்து கிடைக்கின்றன.
te_in: 'సెట్టింగులు -> ప్రాధాన్యతలు -> విండో' మెను నుండి మరిన్ని విండో ప్రాధాన్యతలు అందుబాటులో ఉన్నాయి.
th_th: การตั้งค่าหน้าต่างเพิ่มเติมพร้อมใช้งานจากเมนู 'การตั้งค่า -> การตั้งค่า -> หน้าต่าง'
tk_tm: More Penge şikalar ileri tutmalary "Sazlamalar Biller -> Saýlamalar menýusyndan -> penjire 'menýusyndan elýeterlidir.
tr_tr: 'Ayarlar -> Tercihler -> Pencere' menüsünden daha fazla pencere tercihi mevcuttur.
tt_ru: Күбрәк тәрәзә өстенлекләре 'көйләүләрдән -> өстенлекләр -> Тәрәзә' менюсы.
ug_cn: تېخىمۇ كۆپ كۆزنەك مايىللىقى «تەڭشەكلەر -> مايىللار -> كۆزنەك» نىڭ تىزىملىكىدىن تېخىمۇ كۆپ كۆزنەك ئەۋزەللىكى بار.
uk_ua: Більше налаштувань вікна доступні в меню "Налаштування" -> Налаштування -> Вікно ".
ur_pk: 'ترتیبات -> ترجیحات -> ونڈو' مینو سے ونڈو کی مزید ترجیحات دستیاب ہیں۔
uz_cyrl: "Sozlamalar -> Orins -> Deraza" menyuidan ko'proq oyna afzalliklari mavjud.
vi_vn: Nhiều tùy chọn cửa sổ có sẵn từ menu 'Cài đặt -> Tùy chọn -> Window'.
zh_hant: 可以從“設置 - >首選項 - >窗口”菜單中獲得更多窗口首選項。

# WelcomeDragToOpenMarkerLabel
source: Drag Bananas Up Here!
af_za: Sleep piesangs hierheen!
am_et: እዚህ ሙዝ ይጎትቱ!
ar_bh: اسحب الموز هنا!
as_in: কল টানি ইয়াত ওপৰলৈ!
az_cyrl: Banananı buraya sürükləyin!
bg_bg: Плъзнете банани тук!
bn_in: এখানে কলা টেনে আনুন!
bs_latn_ba: Povucite banane gore!
ca_es: Arrossegueu els plàtans aquí!
cs_cz: Přetáhněte banány sem!
cy_gb: Llusgo bananas i fyny yma!
da_dk: Træk bananer op her!
de_ch: Ziehen Sie Bananen hier oben!
el_gr: Σύρετε τις μπανάνες επάνω εδώ!
es_bo: ¡Drag Bananas aquí arriba!
et_ee: Lohistage banaanid siia!
fa_ir: موزها را به اینجا بکشید!
fi_fi: Vedä banaaneja tänne!
fil_ph: I -drag ang mga saging dito!
fr_029: Faites glisser les bananes ici!
ga_ie: Tarraing bananaí suas anseo!
gu_in: કેળાને અહીં ખેંચો!
he_il: גרור בננות כאן!
hi_in: केले को यहाँ खींचें!
hr_hr: Povucite banane ovdje!
hu_hu: Húzza fel itt a banánt!
hy_am: Քաշեք բանան այստեղ:
id_id: Seret pisang ke sini!
is_is: Dragðu banana hérna upp!
it_ch: Trascina le banane qui!
ja_jp: ここにバナナをドラッグしてください！
ka_ge: გადაიტანეთ ბანანი აქ!
kk_kz: Банандарды осы жерге апарыңыз!
km_kh: អូសចេកឡើងនៅទីនេះ!
kn_in: ಬಾಳೆಹಣ್ಣುಗಳನ್ನು ಇಲ್ಲಿಗೆ ಎಳೆಯಿರಿ!
ko_kr: 바나나를 여기로 끌어!
ky_kg: Банананы бул жерге сүйрөңүз!
lo_la: ລາກກ້ວຍຂຶ້ນທີ່ນີ້!
lt_lt: Vilkite bananus čia!
lv_lv: Velciet banānus šeit!
mi_nz: Toia te panana ki runga!
mk_mk: Повлечете банани овде!
ml_in: ബനനാസ് ഇവിടെ വലിച്ചിടുക!
mr_in: केळी येथे ड्रॅग करा!
ms_my: Seret pisang di sini!
mt_mt: Drag il-banana hawn!
nb_no: Dra bananer her oppe!
ne_np: यहाँ माथि ब्यानस तानिए!
nl_be: Sleep bananen hier!
or_in: ଏଠାରେ କଙ୍ଗନାସକୁ ଟାଣନ୍ତୁ!
pa_arab: ਇੱਥੇ ਖਿੱਚੋ ਕੇਲੇ!
pl_pl: Przeciągnij banany tutaj!
pt_br: Arraste as bananas aqui em cima!
ro_ro: Trageți bananele aici sus!
ru_ru: Драгируйте бананы здесь!
sk_sk: Odtiahnite banány sem!
sl_si: Povlecite banane tukaj!
sq_al: Tërhiqni banane këtu!
sr_cyrl_me: Повуците банане овде!
sv_fi: Dra bananer här uppe!
sw_ke: Buruta ndizi hapa!
ta_in: வாழைப்பழங்களை இங்கே இழுக்கவும்!
te_in: అరటిపండ్లను ఇక్కడకు లాగండి!
th_th: ลากกล้วยขึ้นมาที่นี่!
tk_tm: Bananlary şu ýere çekiň!
tr_tr: Muzları buraya sürükle!
tt_ru: Бананны монда тарт!
ug_cn: باناننى بۇ يەرگە قويۇڭ!
uk_ua: Перетягніть банани сюди!
ur_pk: یہاں ڈریگ کیلے!
uz_cyrl: Bu erda BANANasni torting!
vi_vn: Kéo chuối lên đây!
zh_hant: 將香蕉拖到這裡！

# WelcomeDragToOpenTitle
source: Drag - to - Open
af_za: Sleep - na - oop
am_et: መጎተት - ለመክፈት - ክፍት
ar_bh: السحب - إلى - فتح
as_in: ড্ৰেগ - to - খোলা
az_cyrl: Sürükləyin - açmaq
bg_bg: Плъзгане - към - отворено
bn_in: টানুন - থেকে - খোলা
bs_latn_ba: Povucite - na - otvorite
ca_es: Arrossega - a - obert
cs_cz: Drag - TO - Otevřete
cy_gb: Llusgo - i - ar agor
da_dk: Træk - til - Åbn
de_ch: Ziehen - zu - öffnen
el_gr: Σύρετε - σε - Ανοίξτε
es_bo: Arrastrar - a - Abrir
et_ee: Lohistage - avage
fa_ir: کشیدن - به - باز
fi_fi: Vedä - avaa
fil_ph: I -drag - To - Buksan
fr_029: Glisser - vers - ouvrir
ga_ie: Tarraing - go - oscailte
gu_in: ખેંચો - થી - ખોલો
he_il: גרור - ל - פתוח
hi_in: ड्रैग - टू - ओपन
hr_hr: Povucite - do - otvoreni
hu_hu: Húzás - to - nyitva
hy_am: Քաշեք - դեպի - բաց
id_id: Seret - ke - buka
is_is: Drag - til - Opið
it_ch: Drag - to - Apri
ja_jp: ドラッグ - へ - 開く
ka_ge: გადაიტანეთ - to - გახსენით
kk_kz: Ашу - ашық
km_kh: អូស - ទៅ - បើក
kn_in: ಎಳೆಯಿರಿ - ಗೆ - ತೆರೆಯಿರಿ
ko_kr: 드래그 -로 - 열립니다
ky_kg: Сүйрөө - to - Ачык
lo_la: ລາກ - ໄປ - ເປີດ
lt_lt: Vilkite - į - atidarykite
lv_lv: Velciet - uz - atveriet
mi_nz: Toia - ki - Open
mk_mk: Влечење - до - отворено
ml_in: വലിച്ചിടുക - വരെ - തുറക്കുക
mr_in: ड्रॅग - टू - ओपन
ms_my: Seret - ke - buka
mt_mt: Drag - to - miftuħa
nb_no: Dra - til - Åpne
ne_np: तान्नुहोस् - खोल्नुहोस्
nl_be: Slepen - naar - Open
or_in: ଡ୍ରାଗ୍ - ରୁ - ଖୋଲ |
pa_arab: ਖਿੱਚੋ - ਤੋਂ - ਖੋਲ੍ਹੋ
pl_pl: Przeciągnij - do - otwórz
pt_br: Arrastar - para - abrir
ro_ro: Drag - la - Deschide
ru_ru: Перетаскивать - открыть
sk_sk: Drag - to - otvoriť
sl_si: Povleci - do - odprt
sq_al: Zvarrit - në - Hapni
sr_cyrl_me: Превуците - отворите
sv_fi: Dra - till - öppna
sw_ke: Drag - kwa - wazi
ta_in: இழுக்க - to - திறந்திருக்கும்
te_in: లాగండి - నుండి - తెరవండి
th_th: Drag - to - เปิด
tk_tm: Süýräň - - açyk
tr_tr: Sürükle - - aç
tt_ru: Тарту - - ачык
ug_cn: سۆرەش - - ئېچىش
uk_ua: Перетягувати - відкрити
ur_pk: ڈریگ - سے - کھلا
uz_cyrl: FAUCK - OChIB
vi_vn: Kéo - đến - mở
zh_hant: 拖動 - 打開

# WelcomeGestureProfileCaption
source: Keyboard shortcuts can be reviewed or changed at anytime from the 'Settings -> Shortcuts' menu.
af_za: Sleutelbordkortpaaie kan te eniger tyd hersien of verander word in die menu 'Instellings -> Shortcuts'.
am_et: የቁልፍ ሰሌዳ አቋራጮች ከ <ቅንብሮች -> አቋራጭ 'ምናሌው በማንኛውም ጊዜ መገምገም ወይም ሊቀየር ይችላል.
ar_bh: يمكن مراجعة اختصارات لوحة المفاتيح أو تغييرها في أي وقت من قائمة "الإعدادات -> اختصارات".
as_in: কিবৰ্ড চৰ্টকাটসমূহ যিকোনো সময়তে 'ছেটিংছ -> চৰ্টকাট' মেনুৰ পৰা পৰ্যালোচনা বা সলনি কৰিব পাৰি।
az_cyrl: Klaviatura qısa yolları 'Parametrlər -> Qısa yollar' menyusundan istənilən vaxt nəzərdən keçirilə və ya dəyişdirilə bilər.
bg_bg: Клавиатурните преки пътища могат да бъдат прегледани или променени по всяко време от менюто „Настройки -> преки пътища“.
bn_in: কীবোর্ড শর্টকাটগুলি 'সেটিংস -> শর্টকাটস' মেনু থেকে যে কোনও সময় পর্যালোচনা বা পরিবর্তন করা যেতে পারে।
bs_latn_ba: Prečice na tastaturi mogu se pregledati ili mijenjati u bilo kojem trenutku iz izbornika "Podešavanja -> prečice".
ca_es: Les dreceres del teclat es poden revisar o canviar en qualsevol moment des del menú "Configuració -> dreceres".
cs_cz: Klávesné zkratky lze kdykoli zkontrolovat nebo změnit kdykoli z nabídky „Nastavení -> zkratky“.
cy_gb: Gellir adolygu neu newid llwybrau byr bysellfwrdd ar unrhyw adeg o'r ddewislen 'Gosodiadau -> Llwybrau Byr.
da_dk: Tastaturgenveje kan gennemgås eller ændres når som helst fra menuen 'Indstillinger -> Genveje'.
de_ch: Tastaturverknüpfungen können jederzeit im Menü "Einstellungen -> Verknüpfungen" überprüft oder geändert werden.
el_gr: Οι συντομεύσεις πληκτρολογίου μπορούν να αναθεωρηθούν ή να αλλάξουν ανά πάσα στιγμή από το μενού 'Ρυθμίσεις -> Συντομεύσεις.
es_bo: Los atajos de teclado se pueden revisar o cambiar en cualquier momento desde el menú 'Configuración -> Accesos directos'.
et_ee: Klaviatuuri otseteid saab igal ajal menüüst „Seaded -> otseteed” üle vaadata või muuta.
fa_ir: میانبرهای صفحه کلید را می توان در هر زمان از منوی "تنظیمات -> میانبر" بررسی یا تغییر داد.
fi_fi: Pakkauspikakuvakkeita voidaan tarkistaa tai muuttaa milloin tahansa 'Asetukset -> pikakuvakkeet' -valikosta.
fil_ph: Ang mga shortcut ng keyboard ay maaaring suriin o mabago sa anumang oras mula sa 'Mga Setting -> menu ng mga shortcut'.
fr_029: Les raccourcis clavier peuvent être examinés ou modifiés à tout moment à partir du menu «Paramètres -> raccourcis».
ga_ie: Is féidir aicearraí méarchláir a athbhreithniú nó a athrú ag am ar bith ón roghchlár 'Settings -> Aicearraí'.
gu_in: કીબોર્ડ શ shortc ર્ટકટ્સની સમીક્ષા 'સેટિંગ્સ -> શ shortc ર્ટકટ્સ' મેનૂથી કોઈપણ સમયે બદલી શકાય છે અથવા બદલી શકાય છે.
he_il: ניתן לבחון או לשנות את קיצורי המקלדת או לשנות בכל עת מהתפריט 'הגדרות -> קיצורי דרך'.
hi_in: कीबोर्ड शॉर्टकट्स की समीक्षा की जा सकती है या किसी भी समय 'सेटिंग्स -> शॉर्टकट्स' मेनू से बदला जा सकता है।
hr_hr: Prečaci na tipkovnici mogu se pregledati ili mijenjati u bilo kojem trenutku iz izbornika "Postavke -> prečaca".
hu_hu: A billentyűparancsok bármikor felülvizsgálhatók vagy megváltoztathatók a 'Beállítások -> Gargikonok' menüben.
hy_am: Ստեղնաշարի դյուրանցումները կարող են վերանայվել կամ փոխվել ցանկացած պահի «Պարամետրեր -> դյուրանցումներ» ընտրացանկից:
id_id: Pintasan keyboard dapat ditinjau atau diubah kapan saja dari menu 'Pengaturan -> Pintasan'.
is_is: Hægt er að endurskoða eða breyta lyklaborðs flýtilyklum hvenær sem er í valmyndinni „Stillingar -> Flýtileiðir“.
it_ch: Le scorciatoie da tastiera possono essere riviste o modificate in qualsiasi momento dal menu "Impostazioni -> scorciatoie".
ja_jp: キーボードショートカットは、「設定 - >ショートカット」メニューからいつでもレビューまたは変更できます。
ka_ge: კლავიშების მალსახმობების გადახედვა ან შეცვლა შესაძლებელია ნებისმიერ დროს "პარამეტრები -> მალსახმობების" მენიუდან.
kk_kz: Пернелер тіркесімдері кез келген уақытта «Параметрлер -> Төте жолдар» мәзірінен қайта қарауға немесе өзгертуге болады.
km_kh: ផ្លូវកាត់ក្តារចុចអាចត្រូវបានពិនិត្យឡើងវិញឬផ្លាស់ប្តូរនៅពេលណាមួយពីម៉ឺនុយ 'ការកំណត់ -> ផ្លូវកាត់' ។
kn_in: ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು 'ಸೆಟ್ಟಿಂಗ್‌ಗಳು -> ಶಾರ್ಟ್‌ಕಟ್ಸ್' ಮೆನುವಿನಿಂದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು.
ko_kr: 키보드 바로 가기는 '설정 -> 바로 가기'메뉴에서 언제든지 검토하거나 변경할 수 있습니다.
ky_kg: "Орнотуулар -> Жарлыктар" менюсунан каалаган убакта клавиатураны кароого же өзгөртүүгө болот.
lo_la: ທາງລັດແປ້ນພິມສາມາດໄດ້ຮັບການທົບທວນຫຼືປ່ຽນແປງໃນເວລາໃດກໍ່ຕາມຈາກ 'ການຕັ້ງຄ່າ -> ເມນູ Shortcuts'.
lt_lt: Klaviatūros nuorodas galima peržiūrėti arba pakeisti bet kuriuo metu iš meniu „Nustatymai -> nuorodos“.
lv_lv: Tastatūras saīsnes var pārskatīt vai mainīt jebkurā laikā no izvēlnes “Iestatījumi -> saīsnes”.
mi_nz: Ka taea te arotake i nga pokatata papapātuhi, ka hurihia ranei i nga wa katoa mai i nga 'Tautuhinga -> te tahua poto'.
mk_mk: Кратенките на тастатурата можат да бидат разгледани или променети во секое време од менито 'Settings -> кратенки'.
ml_in: 'ക്രമീകരണങ്ങൾ -> കുറുക്കുവഴികളുടെ മെനുവിൽ നിന്ന് കീബോർഡ് കുറുക്കുവഴികൾ എപ്പോൾ വേണമെങ്കിലും അവലോകനം ചെയ്യാം അല്ലെങ്കിൽ മാറ്റി.
mr_in: कीबोर्ड शॉर्टकटचे पुनरावलोकन केले जाऊ शकते किंवा 'सेटिंग्ज -> शॉर्टकट' मेनूमधून कधीही बदलले जाऊ शकतात.
ms_my: Pintasan papan kekunci boleh dikaji semula atau diubah pada bila -bila masa dari menu 'Tetapan -> Pintasan'.
mt_mt: Shortcuts tat-tastiera jistgħu jiġu riveduti jew mibdula f'kull ħin mill-menu 'Settings -> Shortcuts'.
nb_no: Tastatursnarveier kan gjennomgås eller endres når som helst fra menyen 'Innstillinger -> snarveier'.
ne_np: कुञ्जीपाटी सर्टकटहरू समीक्षा गर्न वा समीक्षा गर्न सकिन्छ 'सेटिंग्स -> सर्टकट' मेनूबाट।
nl_be: Keyboard -snelkoppelingen kunnen op elk moment worden beoordeeld of gewijzigd vanuit het menu 'Instellingen -> snelkoppelingen'.
or_in: 'ସେଟିଂସମୂହ -> ସର୍ଟକଟ୍' ମେନୁରୁ କୀବୋର୍ଡ୍ ସର୍ଟକଟ୍ ସମୀକ୍ଷା କିମ୍ବା ବଦଳାଯାଇପାରିବ |
pa_arab: 'ਸੈਟਿੰਗਾਂ -> ਸ਼ਾਰਟਕੱਟ' ਮੇਨੂ ਤੋਂ ਕੀਬੋਰਡ ਸ਼ੌਰਟਕਟ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਜਾਂ ਤਬਦੀਲ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
pl_pl: Skróty klawiatury można przeglądać lub zmieniać w dowolnym momencie z menu „Ustawienia -> skróty”.
pt_br: Os atalhos do teclado podem ser revisados ​​ou alterados a qualquer momento no menu 'Configurações -> atalhos'.
ro_ro: Comenzile rapide de la tastatură pot fi revizuite sau modificate oricând din meniul „Setări -> comenzi rapide”.
ru_ru: Комплект клавиш может быть рассмотрен или изменен в любое время в меню «Настройки -> ярлыки».
sk_sk: Skratky klávesnice je možné kedykoľvek skontrolovať alebo zmeniť z ponuky „Nastavenia -> skratky“.
sl_si: Bližnjice na tipkovnici lahko kadar koli pregledate ali spremenite v meniju "Nastavitve -> bližnjice".
sq_al: Shkurtesat e tastierës mund të rishikohen ose ndryshohen në çdo kohë nga menyja 'Cilësimet -> Shkurtorët'.
sr_cyrl_me: Пречице на тастатури могу се преиспитати или променити у било којем тренутку из менија "Подешавања -> пречица".
sv_fi: Kortkommandon kan granskas eller ändras när som helst från menyn "Inställningar -> genvägar".
sw_ke: Njia za mkato za kibodi zinaweza kukaguliwa au kubadilishwa wakati wowote kutoka kwa menyu ya 'Mipangilio -> Njia za mkato'.
ta_in: விசைப்பலகை குறுக்குவழிகளை 'அமைப்புகள் -> குறுக்குவழிகள்' மெனுவிலிருந்து எப்போது வேண்டுமானாலும் மதிப்பாய்வு செய்யலாம் அல்லது மாற்றலாம்.
te_in: కీబోర్డ్ సత్వరమార్గాలను 'సెట్టింగులు -> సత్వరమార్గాల' మెను నుండి ఎప్పుడైనా సమీక్షించవచ్చు లేదా మార్చవచ్చు.
th_th: แป้นพิมพ์ลัดสามารถตรวจสอบหรือเปลี่ยนแปลงได้ตลอดเวลาจากเมนู 'การตั้งค่า -> ทางลัด'
tk_tm: DÜZGÜN Klawiaturamyň gysga ýollary 'Sazlamalar -> gysga ýollary "-dan gözden geçirip ýa-da üýtgedilip bilner.
tr_tr: Klavye kısayolları 'Ayarlar -> Kısayollar' menüsünden herhangi bir zamanda gözden geçirilebilir veya değiştirilebilir.
tt_ru: Клавиатура кыска юллары теләсә кайсы вакытта 'көйләүләрдән -> кыска юллар менюсына үзгәрергә мөмкин.
ug_cn: كۇنۇپكا تاختىسىنى تېزلەتتى. تەڭشەكلەر -> تېزلەتمە تىزىملىكتىن ھەر ۋاقىت تەكشۈرگىلى ياكى ئۆزگەرتكىلى بولىدۇ.
uk_ua: Ярлики клавіатури можна переглянути або змінювати в будь -який час у меню "Налаштування -> Ярлики".
ur_pk: کی بورڈ شارٹ کٹ کا جائزہ لیا جاسکتا ہے یا کسی بھی وقت 'ترتیبات -> شارٹ کٹ' مینو سے تبدیل کیا جاسکتا ہے۔
uz_cyrl: Klaviatura yorliqlari istalgan vaqtda "Sozlamalar -> Qisqartirish" menyusidan istalgan vaqtda ko'rib chiqilishi yoki o'zgarishi mumkin.
vi_vn: Các phím tắt có thể được xem xét hoặc thay đổi bất cứ lúc nào từ menu 'Cài đặt -> phím tắt'.
zh_hant: 鍵盤快捷鍵可以隨時從“設置 - >快捷方式”菜單中進行審查或更改。
