Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SearchCaseSensitiveLabel
source: Case Sensitive
af_za: Gevalle sensitief
am_et: የጉዳይ ስሜታዊነት
ar_bh: حساسية الموضوع
as_in: কেছ সংবেদনশীলতা
az_cyrl: Dava-həssas
bg_bg: Различаващ главни от малки букви
bn_in: কেস সংবেদনশীল
bs_latn_ba: Velika i mala slova
ca_es: Cas delicat
cs_cz: Citlivý na velká písmena
cy_gb: Achos Sensitif
da_dk: Fårskabsfølsomme
de_ch: Fallempfindlichkeit
el_gr: Θήκη ευαίσθητος
es_bo: Distingue mayúsculas y minúsculas
et_ee: Juhtumitundlik
fa_ir: مورد حساس
fi_fi: Kohtaus-
fil_ph: Sensitibo sa kaso
fr_029: Sensible aux majuscules et minuscules
ga_ie: Cáipice
gu_in: સંવેદનશીલ કેસ
he_il: רגיש למקרה
hi_in: अक्षर संवेदनशील
hr_hr: Osjetljivo na velika i mala slova
hu_hu: Kis-nagybetű érzékeny
hy_am: Գործի զգայուն
id_id: Hal - hal sensitif
is_is: Hugsanlegt
it_ch: Maiuscole e minuscole
ja_jp: 大文字と小文字を区別
ka_ge: საქმე მგრძნობიარე
kk_kz: Регистрге сезгіш
km_kh: ប្រកាន់​តួអក្សរ​តូច​ធំ
kn_in: ಕೇಸ್ ಸೆನ್ಸಿಟಿವ್
ko_kr: 사례에 민감합니다
ky_kg: Регистрге байланыштуу
lo_la: ກໍລະນີທີ່ມີຄວາມລະອຽດອ່ອນ
lt_lt: Bylą jautrus
lv_lv: Case jutīgs
mi_nz: He tairongo take
mk_mk: Чувствителен случај
ml_in: കേസ് സെൻസിറ്റീവ്
mr_in: केस संवेदनशील
ms_my: Kes sensitif
mt_mt: Sensittiv għall-każ
nb_no: Sak følsom
ne_np: केस संवेदनशील
nl_be: Hoofdlettergevoelig
or_in: ଅକ୍ଷର ସମ୍ବେଦନଶିଳ
pa_arab: ਨਾਜ਼ੁਕ ਹਾਲਤ
pl_pl: Wrażliwa sprawa
pt_br: Maiúsculas e minúsculas
ro_ro: Caz sensibil
ru_ru: С учетом регистра
sk_sk: Citlivý
sl_si: Občutljiv z velikimi črkami
sq_al: I ndjeshëm
sr_cyrl_me: Велика и мала слова
sv_fi: Skiftlägeskänsliga
sw_ke: Kesi nyeti
ta_in: வழக்கு உணர்திறன்
te_in: కేస్ సెన్సిటివ్
th_th: กรณีที่สำคัญ
tk_tm: Ýagdaýa bagly
tr_tr: Harfe duyarlı
tt_ru: Регистрны исәпләп
ug_cn: دېلو سەزگۈر
uk_ua: Чутливий
ur_pk: حساس کیس
uz_cyrl: Harflar katta-kichikligiga sezgir
vi_vn: Trường hợp nhạy cảm
zh_hant: 區分大小寫

# SearchThresholdLabel
source: Threshold
af_za: Drumpel
am_et: ደጃፍ
ar_bh: عتبة
as_in: দুৱাৰডলি
az_cyrl: Eşik
bg_bg: Праг
bn_in: থ্রেশহোল্ড
bs_latn_ba: Prag
ca_es: Llindar
cs_cz: Práh
cy_gb: Nhrothwy
da_dk: Grænseværdi
de_ch: Schwelle
el_gr: Κατώφλι
es_bo: Límite
et_ee: Lävi
fa_ir: آستانه
fi_fi: Kynnys
fr_029: Seuil
ga_ie: Tairseach
gu_in: થ્રેશોલ્ડ
he_il: מפתן
hi_in: सीमा
hr_hr: Prag
hu_hu: Küszöb
hy_am: Շեմք
id_id: Ambang
is_is: Þröskuldur
it_ch: Soglia
ja_jp: しきい値
ka_ge: ზღურბლი
kk_kz: Табалдырық
km_kh: ការចាប់ផ្ដើម
kn_in: ಮಿಂಚು
ko_kr: 한계점
ky_kg: Босого
lo_la: ປະຕູ
lt_lt: Slenkstis
lv_lv: Slieksnis
mi_nz: Paepae
mk_mk: Праг
ml_in: ഉമ്മറം
mr_in: उंबरठा
ms_my: Ambang
mt_mt: Limitu
nb_no: Terskel
ne_np: संघार
nl_be: Drempelwaarde
or_in: ଥ୍ରେସହୋଲ୍ଡ
pa_arab: ਥ੍ਰੈਸ਼ੋਲਡ
pl_pl: Próg
pt_br: Limite
ro_ro: Prag
ru_ru: Порог
sk_sk: Prah
sl_si: Prag
sq_al: Prag
sr_cyrl_me: Праг
sv_fi: Tröskel
sw_ke: Kizingiti
ta_in: வாசல்
te_in: ప్రవేశం
th_th: เกณฑ์
tk_tm: Bosagasy
tr_tr: Eşik
tt_ru: Бусага
ug_cn: بوسۇغا
uk_ua: Поріг
ur_pk: دہلیز
uz_cyrl: Ostona
vi_vn: Ngưỡng
zh_hant: 臨界點

# SearchWholeWordLabel
source: Whole Word
af_za: Hele woord
am_et: ሙሉ ቃል
ar_bh: الكلمة بالكامل
as_in: গোটেই শব্দ
az_cyrl: Bütöv
bg_bg: Цяла дума
bn_in: সমগ্র শব্দ
bs_latn_ba: Cijela riječ
ca_es: Paraula sencera
cs_cz: Celý svět
cy_gb: Gair cyfan
da_dk: Hele ord
de_ch: Ganze Welt
el_gr: Ολος ο κοσμος
es_bo: Toda palabra
et_ee: Terve sõna
fa_ir: کلمه کلیدی
fi_fi: Koko maailma
fil_ph: Buong salita
fr_029: Mot entier
ga_ie: Focal iomlán
gu_in: સંપૂર્ણ શબ્દ
he_il: כל העולם
hi_in: पूरा शब्द
hr_hr: Cijela riječ
hu_hu: Egész világ
hy_am: Ամբողջ բառը
id_id: Seluruh kata
is_is: Allt orð
it_ch: Parola intera
ja_jp: 単語全体
ka_ge: მთელი სიტყვა
kk_kz: Бүкіл сөз
km_kh: ពាក្យទាំងមូល
kn_in: ಸಂಪೂರ್ಣ ಪದ
ko_kr: 전체 단어
ky_kg: Бүт сөз
lo_la: ຕາທັງຫມົດ
lt_lt: Visas žodis
lv_lv: Vesels vārds
mi_nz: Kupu katoa
mk_mk: Цел збор
ml_in: മുഴുവൻ വാക്ക്
mr_in: संपूर्ण शब्द
ms_my: Keseluruhan perkataan
mt_mt: Kelma sħiħa
nb_no: Hele verden
ne_np: पुरै शब्द
nl_be: Hele wereld
or_in: ପୁରା ଟର୍ମସୀ
pa_arab: ਪੂਰਾ ਸ਼ਬਦ
pl_pl: Cały świat
pt_br: Palavra inteira
ro_ro: Intregul cuvant
ru_ru: Целое слово
sk_sk: Celé slovo
sl_si: Celotna beseda
sq_al: Fjalë e plotë
sr_cyrl_me: Целе речи
sv_fi: Hela världen
sw_ke: Neno lote
ta_in: முழு சொல்
te_in: మొత్తం పదం
th_th: ทั้งคำ
tk_tm: Tutuş söz
tr_tr: Tüm dünya
tt_ru: Бөтен сүз
ug_cn: پۈتۈن سۆز
uk_ua: Ціле слово
ur_pk: پورا لفظ
uz_cyrl: Butun so'z
vi_vn: Cả từ
zh_hant: 整個詞

# ShortcutAssignEmptyLabel
source: None Set
af_za: Geen stel nie
am_et: አልተዋቀረም
ar_bh: لا شيء مجموعة
as_in: নাই ছেট কৰা হৈছে
az_cyrl: Heç biri təyin etmədi
bg_bg: Няма зададен
bn_in: কিছুই সেট না
bs_latn_ba: Nijedan nijedan
ca_es: Cap conjunt
cs_cz: Žádná sada
cy_gb: Dim set
da_dk: Ingen sæt
de_ch: Keiner gesetzt
el_gr: Κανένας σετ
es_bo: Ninguno Set
et_ee: Puudub
fa_ir: هیچ یک
fi_fi: Ei mitään asetettu
fil_ph: Walang set
fr_029: Aucun set
ga_ie: Níl aon tacar socraithe
gu_in: કોઈનું નિર્ધારિત
he_il: אף אחד לא סט
hi_in: कोई सेट नहीं
hr_hr: Nijedan set
hu_hu: Nincs beállítva
hy_am: Ոչ մեկը սահմանված է
id_id: Tidak ada yang ditetapkan
is_is: Enginn settur
it_ch: Nessuno set
ja_jp: セットなし
ka_ge: არცერთი მითითებული
kk_kz: Ешқайсысы орнатылмаған
km_kh: គ្មានសំណុំ
kn_in: ಯಾವುದೂ ಇಲ್ಲ
ko_kr: 없음 설정
ky_kg: Эч ким койду
lo_la: ບໍ່ມີ
lt_lt: Nėra nustatytas
lv_lv: Neviens nav iestatīts
mi_nz: Tuhinga o mua
mk_mk: Ниту еден сет
ml_in: ഒന്നുമില്ല
mr_in: काहीही सेट नाही
ms_my: Tiada yang ditetapkan
mt_mt: Xejn Sett
nb_no: Ingen satt
ne_np: कुनै पनि सेट
nl_be: Niemand set
or_in: କିଛି ନୁହେଁ ସେଟ୍ ନାହିଁ |
pa_arab: ਕੋਈ ਨਹੀਂ ਸੈੱਟ ਕੀਤਾ
pl_pl: Brak ustawiony
pt_br: Nenhum conjunto
ro_ro: Niciun set
ru_ru: Никто не установлен
sk_sk: Žiadny nastavený
sl_si: Noben nastavljen
sq_al: Asnjë i vendosur
sr_cyrl_me: Ниједан сет
sv_fi: Ingen uppsättning
sw_ke: Hakuna seti
ta_in: எதுவும் அமைக்கப்படவில்லை
te_in: ఏదీ సెట్ చేయలేదు
th_th: ไม่มีการตั้งค่า
tk_tm: Hiç biri gurulmady
tr_tr: Yok Set
tt_ru: Берсе дә куймады
ug_cn: ھېچكىم تەڭشەلمىدى
uk_ua: Жоден встановлений
ur_pk: کوئی بھی سیٹ نہیں ہے
uz_cyrl: Hech kim o'rnatilmaydi
vi_vn: Không có thiết lập
zh_hant: 沒有設置

# ShortcutRoutingTypeLabel
source: Routing
af_za: Roete
am_et: ማዞሪያ
ar_bh: التوجيه
as_in: ৰাউটিং
az_cyrl: Yönləndirmə
bg_bg: Маршрутизиране
bn_in: রাউটিং
bs_latn_ba: Usmjeravanje
ca_es: Encaminador
cs_cz: Směrování
cy_gb: Lwybrau
el_gr: Δρομολόγηση
es_bo: Enrutamiento
et_ee: Marsruutimine
fa_ir: مسیریابی
fi_fi: Reititys
fil_ph: Pag -ruta
fr_029: Routage
ga_ie: Ródú
gu_in: માર્ગદર્શન
he_il: ניתוב
hi_in: मार्ग
hr_hr: Usmjeravanje
hu_hu: útvonalválasztás
hy_am: Երթուղղում
id_id: Rute
is_is: Leið
ja_jp: ルーティング
ka_ge: მარშრუტიზაცია
kk_kz: Бағыт
km_kh: ការបមរើន
kn_in: ಪಳಗುವುದು
ko_kr: 라우팅
ky_kg: Багыттоо
lo_la: ເສັ້ນທາງ
lt_lt: Maršrutas
lv_lv: Maršrutēšana
mi_nz: Arā Haki
mk_mk: Рутирање
ml_in: റൂട്ടിംഗ്
mr_in: मार्ग
ms_my: Penghalaan
mt_mt: Rotta
nb_no: Ruting
ne_np: दर
nl_be: Routering
or_in: ରାଉଟିଙ୍ଗ୍
pa_arab: ਰੂਟਿੰਗ
pl_pl: Rozgromienie
pt_br: Roteamento
ro_ro: Rutare
ru_ru: Маршрутизация
sk_sk: Smerovanie
sl_si: Usmerjanje
sq_al: Ndërtim
sr_cyrl_me: Усмеравање
sw_ke: Njia
ta_in: ரூட்டிங்
te_in: రౌటింగ్
th_th: การกำหนดเส้นทาง
tk_tm: Marşrut bermek
tr_tr: Yönlendirme
tt_ru: Маршрут
ug_cn: Right
uk_ua: Маршрутизація
ur_pk: روٹنگ
uz_cyrl: Marshrut
vi_vn: Lộ trình
zh_hant: 路由

# TriggerActionLabel
source: Action
af_za: Aksie
am_et: እርምጃ
ar_bh: فعل
as_in: কাৰ্য কৰা
az_cyrl: Hərəkət
bg_bg: Действие
bn_in: কর্ম
bs_latn_ba: Akcija
ca_es: Acció
cs_cz: Akce
cy_gb: Weithred
da_dk: Handling
de_ch: Aktion
el_gr: Δράση
es_bo: Acción
et_ee: Toiming
fa_ir: عمل
fi_fi: Toiminta
fil_ph: Aksyon
ga_ie: Caingean
gu_in: ક્રિયા
he_il: פעולה
hi_in: कार्रवाई
hr_hr: Akcijski
hu_hu: Akció
hy_am: Գործողություն
id_id: Tindakan
is_is: Aðgerð
it_ch: Azione
ja_jp: アクション
ka_ge: მოქმედება
kk_kz: Ірекет
km_kh: កិច្ច
kn_in: ಕ್ರಿಯೆ
ko_kr: 행동
ky_kg: Иш-аракет
lo_la: ການກະທໍາ
lt_lt: Veiksmas
lv_lv: Darbība
mi_nz: Mahi
mk_mk: Акција
ml_in: പവര്ത്തി
mr_in: क्रिया
ms_my: Tindakan
mt_mt: Azzjoni
nb_no: Handling
ne_np: भिडन्त
nl_be: Actie
or_in: କାର୍ଯ୍ୟ
pa_arab: ਕਾਰਵਾਈ
pl_pl: Działanie
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sk_sk: Akcia
sl_si: Dejanje
sq_al: Veprim
sr_cyrl_me: поступак
sv_fi: Handling
sw_ke: Hatua
ta_in: செயல்
te_in: చర్య
th_th: การกระทำ
tk_tm: Hereket
tr_tr: Aksiyon
tt_ru: Эш
ug_cn: ھەرىكەت
uk_ua: Дія
ur_pk: عمل
uz_cyrl: Harakat
vi_vn: Hoạt động
zh_hant: 行動

# TriggerDesignerToggleGridLabel
source: Grid
af_za: Rooster
am_et: ፍርግርግ
ar_bh: شبكة
as_in: গ্ৰিড
az_cyrl: Tor
bg_bg: Мрежа
bn_in: গ্রিড
bs_latn_ba: Rešetka
ca_es: Graella
cs_cz: Mřížka
da_dk: Gitter
de_ch: Netz
el_gr: Πλέγμα
es_bo: Red
et_ee: Ruudustik
fa_ir: توری
fi_fi: Ruudukko
fr_029: Grille
ga_ie: Eangach
gu_in: ગ્રીડ
he_il: רֶשֶׁת
hi_in: ग्रिड
hr_hr: Rešetka
hu_hu: Rács
hy_am: Ցանց
id_id: Kisi
is_is: Rist
it_ch: Griglia
ja_jp: グリッド
ka_ge: ბადე
kk_kz: Тор
km_kh: បប្យេសី
kn_in: ಗ್ರಿಡ್
ko_kr: 그리드
ky_kg: Тор
lo_la: ຕາຂ່າຍໄຟຟ້າ
lt_lt: Tinklelis
lv_lv: Lakta
mi_nz: Papakā
mk_mk: Мрежа
ml_in: ഗ്രിഡ്
mr_in: ग्रीड
mt_mt: Grilja
nb_no: Nett
ne_np: ग्रिड
nl_be: Rooster
or_in: ଗ୍ରୀଡ୍
pa_arab: ਗਰਿੱਡ
pl_pl: Siatka
pt_br: Grade
ro_ro: Grilă
ru_ru: Сетка
sk_sk: Mriežka
sl_si: Mreža
sq_al: Rrjet
sr_cyrl_me: Мрежа
sv_fi: Rutnät
sw_ke: Gridi ya taifa
ta_in: கட்டம்
te_in: గ్రిడ్
th_th: กริด
tk_tm: Gözenegiň
tr_tr: Kafes
tt_ru: Челтәр
ug_cn: لىق
uk_ua: Сітка
ur_pk: گرڈ
uz_cyrl: Panjara
vi_vn: Lưới
zh_hant: 網格

# WelcomeDoneButtonLabel
source: Done
af_za: Gedoen
am_et: ተከናውኗል
ar_bh: منتهي
as_in: কৰা হ’ল
az_cyrl: Tamamlandı
bg_bg: Свършен
bn_in: সম্পন্ন
bs_latn_ba: Gotov
ca_es: Fer
cs_cz: Hotovo
cy_gb: Wedi gwneud
da_dk: Færdig
de_ch: Erledigt
el_gr: Εγινε
es_bo: Hecho
et_ee: Tehtud
fa_ir: انجام شده
fi_fi: Tehty
fil_ph: Tapos na
fr_029: Fait
ga_ie: Déanta
gu_in: કામ
he_il: בוצע
hi_in: हो गया
hr_hr: Završen
hu_hu: Kész
hy_am: Կատարած
id_id: Selesai
is_is: Gert
it_ch: Fatto
ja_jp: 終わり
ka_ge: შესრულებულია
kk_kz: Жасалды
km_kh: រ្យេឱដេនោ
kn_in: ಮುಗಿದ
ko_kr: 완료
ky_kg: Бүттү
lo_la: ແລ້ວ? ແລ້ວ
lt_lt: padaryta
lv_lv: Darīts
mi_nz: Kua oti
mk_mk: Направено
ml_in: നിറവേറ്റി
mr_in: पूर्ण झाले
ms_my: Selesai
mt_mt: Magħmul
nb_no: Ferdig
ne_np: पूरा
nl_be: Klaar
or_in: ସମ୍ପନ୍ନ
pa_arab: ਕੀਤਾ
pl_pl: Zrobione
pt_br: Feito
ro_ro: Terminat
ru_ru: Сделанный
sk_sk: hotový
sl_si: Končano
sq_al: I mbaruar
sr_cyrl_me: Готово
sv_fi: Gjort
sw_ke: Imekamilika
ta_in: முடிந்தது
te_in: పూర్తి
th_th: เสร็จแล้ว
tk_tm: Edildi
tr_tr: Tamamlamak
tt_ru: Эшләнгән
ug_cn: تامام
uk_ua: Зроблений
ur_pk: کیا
uz_cyrl: Bajarildi
vi_vn: Xong
zh_hant: 完畢

# WelcomeNextButtonLabel
source: Next
af_za: Vervolgens
am_et: ቀጥሎም
ar_bh: التالي
as_in: পৰৱৰ্তী
az_cyrl: Sonrakı
bg_bg: Следващия
bn_in: পরবর্তী
bs_latn_ba: Sljedeći
ca_es: Pròxim
cs_cz: další
cy_gb: Nesaf
da_dk: Næste
de_ch: Nächste
el_gr: Επόμενο
es_bo: Próximo
et_ee: Järgmine
fa_ir: بعد
fi_fi: Seuraava
fil_ph: Susunod
fr_029: Suivant
ga_ie: Ar aghaidh
gu_in: આગલું
he_il: הַבָּא
hi_in: अगला
hr_hr: Sljedeći
hu_hu: Következő
hy_am: Հաջորդ
id_id: Berikutnya
is_is: Næst
it_ch: Prossimo
ja_jp: 次
ka_ge: შემდეგი
kk_kz: Келесі
km_kh: បន្ទាប់បិនេហ
kn_in: ಮುಂದಿನ
ko_kr: 다음
ky_kg: Кийинки
lo_la: ຕໍ່ໄປ
lt_lt: Kitas
lv_lv: Nākamais
mi_nz: Muri atu
mk_mk: Следно
ml_in: അടുത്തത്
mr_in: पुढे
ms_my: Seterusnya
mt_mt: Sussegwentement
nb_no: Neste
ne_np: अर्को
nl_be: Volgende
or_in: ପରବର୍ତ୍ତୀ
pa_arab: ਅਗਲਾ
pl_pl: Następny
pt_br: Próximo
ro_ro: Următorul
ru_ru: Следующий
sk_sk: Ďalšie
sl_si: Naslednji
sq_al: Tjetër
sr_cyrl_me: Следећи
sv_fi: Nästa
sw_ke: Ifuatayo
ta_in: அடுத்தது
te_in: తరువాత
th_th: ต่อไป
tk_tm: Indiki
tr_tr: Sonraki
tt_ru: Алга
ug_cn: كېيىنكى
uk_ua: Наступний
ur_pk: اگلے
uz_cyrl: Keyingisi
vi_vn: Kế tiếp
zh_hant: 下一個

# WelcomePreviousButtonLabel
source: Previous
af_za: Vorige
am_et: ቀዳሚ
ar_bh: سابق
as_in: পূৰ্ৱবৰ্তী
az_cyrl: Əvvəlki
bg_bg: Предишен
bn_in: আগে
bs_latn_ba: Prethodni
ca_es: Previ
cs_cz: Předchozí
cy_gb: Cynyddol
da_dk: Tidligere
de_ch: Vorherige
el_gr: Προηγούμενος
es_bo: Anterior
et_ee: Eelnev
fa_ir: قبلی
fi_fi: Edellinen
fil_ph: Nakaraan
fr_029: Précédent
ga_ie: Roimhe seo
gu_in: અગાઉના
he_il: קודם
hi_in: पहले का
hr_hr: Prethodni
hu_hu: Előző
hy_am: Նախորդ
id_id: Sebelumnya
is_is: Fyrri
it_ch: Precedente
ja_jp: 前の
ka_ge: წინა
kk_kz: Алдыңғы
km_kh: ចាដមបុង
kn_in: ಹಿಂದಿನ
ko_kr: 이전의
ky_kg: Мурунку
lo_la: ທີ່ຜ່ານມາ
lt_lt: Ankstesnis
lv_lv: Iepriekšējs
mi_nz: Tōmua
mk_mk: Претходно
ml_in: മുന്പിലത്തേതായ
mr_in: मागील
ms_my: Sebelumnya
mt_mt: Preċedenti
nb_no: Tidligere
ne_np: पूर्ववर्ती
nl_be: Vorig
or_in: ପୂର୍ବ
pa_arab: ਪਿਛਲਾ
pl_pl: Poprzedni
pt_br: Anterior
ro_ro: Anterior
ru_ru: Предыдущий
sk_sk: Predchádzajúci
sl_si: Prejšnji
sq_al: I mëparshëm
sr_cyrl_me: Претходна
sv_fi: Tidigare
sw_ke: Zamani
ta_in: முந்தைய
te_in: మునుపటి
th_th: ก่อนหน้า
tk_tm: Öňki
tr_tr: Öncesi
tt_ru: Алдагы
ug_cn: ئالدىنقى
uk_ua: Попередній
ur_pk: پچھلا
uz_cyrl: Oldingi
vi_vn: Trước
zh_hant: 以前的

# WelcomeSkipButtonLabel
source: Skip
af_za: Huppel
am_et: ዝለል
ar_bh: يتخطى
as_in: বাদ দিয়া
az_cyrl: Atlamaq
bg_bg: Пропуснете
bn_in: এড়িয়ে যান
bs_latn_ba: Preskočiti
ca_es: Omet
cs_cz: Přeskočit
cy_gb: Dychlamon
da_dk: Springe
de_ch: Überspringen
el_gr: Παραλείπω
es_bo: Saltar
et_ee: Vahele jätma
fa_ir: پرش
fi_fi: Hypätä
fil_ph: Laktawan
fr_029: Sauter
ga_ie: Scipeáil
gu_in: છોડો
he_il: לדלג
hi_in: छोडना
hr_hr: Preskočiti
hu_hu: Kihagyás
hy_am: Լքել
id_id: Melewati
is_is: Slepptu
it_ch: Saltare
ja_jp: スキップ
ka_ge: გადახტომა
kk_kz: Секіру
km_kh: លោតផ្លោហ
kn_in: ಬಿಟ್ಟುಬಿಡು
ko_kr: 건너뛰다
lo_la: ຂ້າມໄປ
lt_lt: Praleisti
lv_lv: Izlaist
mi_nz: Mawhiti
mk_mk: Прескокнете
ml_in: ചാടിക്കുക
mr_in: वगळा
ms_my: Langkau
mt_mt: Aqbeż
nb_no: Hopp over
ne_np: स्कीप खेल्नु
nl_be: Overslaan
or_in: ଛାଡିଦିଅ |
pa_arab: ਛੱਡੋ
pl_pl: Pominąć
pt_br: Pular
ro_ro: Ocolire
ru_ru: Пропускать
sk_sk: Preskočiť
sl_si: Preskočiti
sq_al: Kalim
sr_cyrl_me: Прескочити
sv_fi: Hoppa
sw_ke: Ruka
ta_in: தவிர்க்கவும்
te_in: దాటవేయి
th_th: ข้าม
tk_tm: Geçiň
tr_tr: Atlamak
tt_ru: Ату
ug_cn: ئاتلاش
uk_ua: Пропустити
ur_pk: چھوڑ دو
uz_cyrl: O'tkazib yubormoq
vi_vn: Nhảy
zh_hant: 跳過

# AccountExistingAccountButtonLabel
source: Existing Account?
af_za: Bestaande rekening?
am_et: አሁን ያለው መለያ?
ar_bh: حساب موجود؟
as_in: বৰ্তমানৰ একাউণ্ট?
az_cyrl: Mövcud hesab?
bg_bg: Съществуващ акаунт?
bn_in: বিদ্যমান হিসাব?
bs_latn_ba: Postojeći račun?
ca_es: Compte existent?
cs_cz: Stávající účet?
cy_gb: Cyfrif presennol?
da_dk: Eksisterende konto?
de_ch: Bestehendes Konto?
el_gr: Υπάρχων λογαριασμός?
es_bo: ¿Cuenta existente?
et_ee: Olemasolev konto?
fa_ir: حساب موجود؟
fi_fi: Nykyinen tili?
fil_ph: Mayroon nang account?
fr_029: Compte existant?
ga_ie: Cuntas atá ann cheana?
gu_in: હાલના એકાઉન્ટ?
he_il: חשבון קיים?
hi_in: खाता जो चल रहा है?
hr_hr: Postojeći račun?
hu_hu: Meglévő fiók?
hy_am: Գոյություն ունեցող հաշիվ:
id_id: Akun yang ada?
is_is: Núverandi reikningur?
it_ch: Account esistente?
ja_jp: 既存のアカウント？
ka_ge: არსებული ანგარიში?
kk_kz: Бар есептік жазба?
km_kh: គណនីដែលមានស្រាប់?
kn_in: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆ?
ko_kr: 기존 계정?
ky_kg: Учурдагы каттоо эсеби?
lo_la: ບັນຊີທີ່ມີຢູ່ແລ້ວບໍ?
lt_lt: Esama sąskaita?
lv_lv: Esošais konts?
mi_nz: Pūkete Ora?
mk_mk: Постоечка сметка?
ml_in: നിലവിലുള്ള അക്കൗണ്ട്?
mr_in: विद्यमान खाते?
ms_my: Akaun sedia ada?
mt_mt: Kont eżistenti?
nb_no: Eksisterende konto?
ne_np: अवस्थित खाता?
nl_be: Bestaand account?
or_in: ବିଦ୍ୟମାନ ଖାତା?
pa_arab: ਮੌਜੂਦਾ ਖਾਤਾ?
pl_pl: Istniejące konto?
pt_br: Conta existente?
ro_ro: Cont existent?
ru_ru: Существующий аккаунт?
sk_sk: Existujúci účet?
sl_si: Obstoječi račun?
sq_al: Llogaria ekzistuese?
sr_cyrl_me: Постојећи налог?
sv_fi: Befintligt konto?
sw_ke: Akaunti iliyopo?
ta_in: தற்போதுள்ள கணக்கு?
te_in: ఇప్పటికే ఉన్న ఖాతా?
th_th: บัญชีที่มีอยู่?
tk_tm: Bar bolan hasaby?
tr_tr: Mevcut hesap?
tt_ru: Хәзерге хисап?
ug_cn: مەۋجۇت ھېساباتمۇ?
uk_ua: Існуючий рахунок?
ur_pk: موجودہ اکاؤنٹ؟
uz_cyrl: Mavjud hisob qaydnomasi?
vi_vn: Tài khoản hiện có?
zh_hant: 現有帳戶？

# AccountNextPaymentLabel
source: Next Payment
af_za: Volgende betaling
am_et: ቀጣይ ክፍያ
ar_bh: الدفعة التالية
as_in: পৰৱৰ্তী পেমেন্ট
az_cyrl: Növbəti ödəniş
bg_bg: Следващо плащане
bn_in: পরবর্তী অর্থ প্রদান
bs_latn_ba: Sledeća uplata
ca_es: Pròxim pagament
cs_cz: Další platba
cy_gb: Taliad nesaf
da_dk: Næste betaling
de_ch: Nächste Zahlung
el_gr: Επόμενη πληρωμή
es_bo: Siguiente pago
et_ee: Järgmine makse
fa_ir: پرداخت بعدی
fi_fi: Seuraava maksu
fil_ph: Susunod na pagbabayad
fr_029: Prochain paiement
ga_ie: An chéad íocaíocht eile
gu_in: આગામી ચુકવણી
he_il: התשלום הבא
hi_in: अगला भुगतान
hr_hr: Sljedeća plaćanja
hu_hu: Következő fizetés
hy_am: Հաջորդ վճարումը
id_id: Pembayaran selanjutnya
is_is: Næsta greiðsla
it_ch: Pagamento successivo
ja_jp: 次の支払い
ka_ge: შემდეგი გადახდა
kk_kz: Келесі төлем
km_kh: ការទូទាត់បន្ទាប់
kn_in: ಮುಂದಿನ ಪಾವತಿ
ko_kr: 다음 지불
ky_kg: Кийинки төлөө
lo_la: ການຈ່າຍເງິນຕໍ່ໄປ
lt_lt: Kitas mokėjimas
lv_lv: Nākamais maksājums
mi_nz: Te utu o muri
mk_mk: Следна исплата
ml_in: അടുത്ത പേയ്മെന്റ്
mr_in: पुढील देयक
ms_my: Pembayaran seterusnya
mt_mt: Il-ħlas li jmiss
nb_no: Neste betaling
ne_np: अर्को भुक्तानी
nl_be: Volgende betaling
or_in: ପରବର୍ତ୍ତୀ ଦେୟ
pa_arab: ਅਗਲਾ ਭੁਗਤਾਨ
pl_pl: Następna zapłata
pt_br: Próximo pagamento
ro_ro: Următoarea plată
ru_ru: Следующий платеж
sk_sk: Ďalšia platba
sl_si: Naslednje plačilo
sq_al: Pagesa tjetër
sr_cyrl_me: Следеће плаћање
sv_fi: Nästa betalning
sw_ke: Malipo yanayofuata
ta_in: அடுத்த கட்டணம்
te_in: తదుపరి చెల్లింపు
th_th: การชำระเงินครั้งต่อไป
tk_tm: Indiki töleg
tr_tr: Sonraki ödeme
tt_ru: Киләсе түләү
ug_cn: كېيىنكى پۇل تۆلەش
uk_ua: Наступний платіж
ur_pk: اگلی ادائیگی
uz_cyrl: Keyingi to'lov
vi_vn: Thanh toán tiếp theo
zh_hant: 下一個付款
