Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# TermsOutroAppText
source: Clicking "I Accept" means that you agree to the license terms for this application. If you do not agree to the terms, click "I Decline".
af_za: As u op "Ek aanvaar" klik, beteken u dat u instem tot die lisensievoorwaardes vir hierdie aansoek. As u nie tot die voorwaardes instem nie, klik dan op "Ek weier".
am_et: "እቀበላለሁ" ማለት ለዚህ መተግበሪያ በፈቃደኝነት ውሎች ይስማማሉ ማለት ነው. በውሎቹ ካልተስማሙ "እኔ አልበጣም" ጠቅ ያድርጉ.
ar_bh: النقر فوق "أقبل" يعني أنك توافق على شروط الترخيص لهذا الطلب. إذا كنت لا توافق على الشروط ، فانقر فوق "أنا أرفض".
as_in: "মই গ্ৰহণ কৰিছো" ক্লিক কৰাৰ অৰ্থ হ'ল আপুনি এই এপ্লিকেচনৰ বাবে অনুজ্ঞাপত্ৰৰ চৰ্তসমূহত সন্মত হৈছে। যদি আপুনি চৰ্তসমূহত সন্মত নহয়, তেন্তে "মই অস্বীকাৰ কৰিছো" ক্লিক কৰক।
az_cyrl: "Qəbul edirəm" düyməsini basmaq bu proqram üçün lisenziya şərtlərinə razı olduğunuz deməkdir. Şərtlərə razı deyilsinizsə, "Mən imtina" düyməsini basın.
bg_bg: Щракването върху „Приемам“ означава, че сте съгласни с лицензионните условия за това заявление. Ако не сте съгласни с условията, щракнете върху „Упадък“.
bn_in: "আমি গ্রহণ করি" ক্লিক করার অর্থ আপনি এই অ্যাপ্লিকেশনটির জন্য লাইসেন্স শর্তাদি সম্মত হন। আপনি যদি পদগুলিতে সম্মত না হন তবে "আমি প্রত্যাখ্যান করুন" এ ক্লিক করুন।
bs_latn_ba: Klikom na "prihvaćam" znači da se slažete sa licencnim uvjetima za ovu aplikaciju. Ako se ne slažete sa pojmovima, kliknite "I ODLUČIM".
ca_es: Feu clic a "Accepto" significa que accepteu els termes de la llicència d'aquesta sol·licitud. Si no esteu d'acord amb els termes, feu clic a "Declino".
cs_cz: Kliknutím na „Přijímám“ znamená, že souhlasíte s licenčními podmínkami pro tuto aplikaci. Pokud s podmínkami nesouhlasíte, klikněte na „Odmítám“.
cy_gb: Mae clicio "Rwy'n derbyn" yn golygu eich bod yn cytuno i delerau'r drwydded ar gyfer y cais hwn. Os nad ydych yn cytuno â'r telerau, cliciwch "Rwy'n dirywio".
da_dk: At klikke på "Jeg accepterer" betyder, at du accepterer licensbetingelserne for denne applikation. Hvis du ikke er enig i betingelserne, skal du klikke på "Jeg afviser".
de_ch: Wenn Sie auf "Ich akzeptiere" klicken, stimmen Sie den Lizenzbedingungen für diesen Antrag zu. Wenn Sie den Bedingungen nicht zustimmen, klicken Sie auf "Ich lehne".
el_gr: Κάνοντας κλικ στο "I Accound" σημαίνει ότι συμφωνείτε με τους όρους άδειας για αυτήν την αίτηση. Εάν δεν συμφωνείτε με τους όρους, κάντε κλικ στο κουμπί "Απορρίφω".
es_bo: Haga clic en "Acepto" significa que usted acepta los términos de la licencia para esta solicitud. Si no está de acuerdo con los términos, haga clic en "Decleno".
et_ee: "Ma aktsepteerin" klõpsamist tähendab, et nõustute selle rakenduse litsentsitingimustega. Kui te ei nõustu tingimustega, klõpsake nuppu "Ma keeldun".
fa_ir: با کلیک بر روی "من قبول می کنم" به این معنی است که شما با شرایط مجوز این برنامه موافق هستید. اگر با اصطلاحات موافق نیستید ، روی "من کاهش می یابد" کلیک کنید.
fi_fi: Napsauttamalla "hyväksyn" tarkoittaa, että hyväksyt tämän hakemuksen lisenssiehdot. Jos et hyväksy ehtoja, napsauta "I Laske".
fil_ph: Ang pag -click sa "Tanggapin ko" ay nangangahulugan na sumasang -ayon ka sa mga termino ng lisensya para sa application na ito. Kung hindi ka sumasang -ayon sa mga termino, i -click ang "I Decline".
fr_029: Cliquez sur "J'accepte" signifie que vous acceptez les conditions de licence pour cette application. Si vous n'acceptez pas les termes, cliquez sur "Je refuse".
ga_ie: Má chliceálann tú "Glacaim leis" Ciallaíonn tú go n -aontaíonn tú le téarmaí an cheadúnais don iarratas seo. Mura n -aontaíonn tú leis na téarmaí, cliceáil "Diúltaíonn mé".
gu_in: "હું સ્વીકારું છું" ક્લિક કરવાનો અર્થ એ છે કે તમે આ એપ્લિકેશન માટે લાઇસન્સ શરતોથી સંમત થાઓ છો. જો તમે શરતોથી સંમત ન હોવ તો, "હું નકારી કા" ો "ક્લિક કરો.
he_il: לחיצה על "אני מקבל" פירושה שאתה מסכים לתנאי הרישיון לבקשה זו. אם אינך מסכים לתנאים, לחץ על "אני יורד".
hi_in: "मैं स्वीकार करता हूं" पर क्लिक करने का मतलब है कि आप इस आवेदन के लिए लाइसेंस शर्तों से सहमत हैं। यदि आप शर्तों से सहमत नहीं हैं, तो "I Decline" पर क्लिक करें।
hr_hr: Klikom na "Prihvaćam" znači da pristajete na Uvjete licence za ovu prijavu. Ako se ne slažete s uvjetima, kliknite "I odbijam".
hu_hu: Az "elfogadom" kattintás azt jelenti, hogy elfogadja a kérelem licencfeltételeit. Ha nem ért egyet a feltételekkel, kattintson az "I Desline" gombra.
hy_am: «Ես ընդունում եմ» կտտացնելը նշանակում է, որ դուք համաձայն եք այս ծրագրի լիցենզիայի պայմաններին: Եթե ​​համաձայն չեք պայմաններին, կտտացրեք «Ես անկում եմ»:
id_id: Mengklik "Saya menerima" berarti Anda menyetujui persyaratan lisensi untuk aplikasi ini. Jika Anda tidak menyetujui persyaratan, klik "Saya menolak".
is_is: Með því að smella „Ég samþykki“ þýðir að þú samþykkir leyfisskilmála fyrir þessa umsókn. Ef þú samþykkir ekki skilmálana skaltu smella á „ég hafna“.
it_ch: Facendo clic su "Accetto" significa che accetti i termini della licenza per questa domanda. Se non si accetta i termini, fai clic su "I declino".
ja_jp: 「私は受け入れる」をクリックすると、このアプリケーションのライセンス条件に同意することがあります。条件に同意しない場合は、「辞退」をクリックします。
ka_ge: დაჭერით "მე ვიღებ" ნიშნავს, რომ თქვენ ეთანხმებით ამ განაცხადის სალიცენზიო პირობებს. თუ არ ეთანხმებით პირობებს, დააჭირეთ ღილაკს "მე უარი".
kk_kz: «Мен қабылдаймын» түймесін басу арқылы сіз осы өтінім үшін лицензия шарттарымен келісесіз. Егер сіз шарттармен келіспесеңіз, «Мен бас тартамын» түймесін басыңыз.
km_kh: ចុច "ខ្ញុំទទួលយក" មានន័យថាអ្នកយល់ព្រមនឹងលក្ខខណ្ឌអាជ្ញាប័ណ្ណសម្រាប់កម្មវិធីនេះ។ ប្រសិនបើអ្នកមិនយល់ព្រមនឹងលក្ខខណ្ឌសូមចុច "ខ្ញុំអូសទាញ" ។
kn_in: "ನಾನು ಸ್ವೀಕರಿಸುತ್ತೇನೆ" ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ಪರವಾನಗಿ ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ, "ನಾನು ನಿರಾಕರಿಸುತ್ತೇನೆ" ಕ್ಲಿಕ್ ಮಾಡಿ.
ko_kr: "ICCEPT"를 클릭하면이 응용 프로그램의 라이센스 약관에 동의 함을 의미합니다. 이 약관에 동의하지 않으면 "I Degline"을 클릭하십시오.
ky_kg: "Мен кабыл алам" баскычын чыкылдатып, бул колдонмонун лицензиялык шарттарына макул экендигиңизди билдирет. Эгер сиз терминдерге макул болбосоңуз, "Мен төмөндөйт" баскычын чыкылдатыңыз.
lo_la: ການກົດປຸ່ມ "ຂ້ອຍຍອມຮັບ" ຫມາຍຄວາມວ່າເຈົ້າເຫັນດີກັບເງື່ອນໄຂການອະນຸຍາດສໍາລັບຄໍາຮ້ອງສະຫມັກນີ້. ຖ້າທ່ານບໍ່ເຫັນດີກັບຂໍ້ກໍານົດ, ໃຫ້ຄລິກໃສ່ "ຂ້ອຍປະຕິເສດ".
lt_lt: Spustelėję „Aš sutinku“ reiškia, kad jūs sutinkate su šios programos licencijos sąlygomis. Jei nesutinkate su sąlygomis, spustelėkite „Aš atsisakau“.
lv_lv: Noklikšķinot uz "Es pieņemu", jūs piekrītat licences noteikumiem šai lietojumprogrammai. Ja jūs nepiekrītat terminiem, noklikšķiniet uz "Es atsakos".
mi_nz: Te paato "Kei te whakaae ahau" ko te tikanga ka whakaae koe ki nga raihana raihana mo tenei tono. Mena kaore koe e whakaae ki nga tikanga, paatohia "I heke ahau".
mk_mk: Со кликнување на „Јас прифаќам“ значи дека се согласувате со условите за лиценца за оваа апликација. Ако не се согласувате со термините, кликнете на „Јас паѓам“.
ml_in: "ഞാൻ അംഗീകരിക്കുന്നു" ക്ലിക്കുചെയ്യുന്നത് എന്നാൽ ഈ അപ്ലിക്കേഷനായി ലൈസൻസ് നിബന്ധനകൾ നിങ്ങൾ അംഗീകരിക്കുന്നു എന്നാണ് അർത്ഥമാക്കുന്നത്. നിങ്ങൾ നിബന്ധനകൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, "ഞാൻ നിരസിക്കുക" ക്ലിക്കുചെയ്യുക.
mr_in: "मी स्वीकारतो" क्लिक करणे म्हणजे आपण या अनुप्रयोगासाठी परवाना अटींशी सहमत आहात. आपण अटींशी सहमत नसल्यास, "मी नाकारतो" क्लिक करा.
ms_my: Mengklik "Saya Terima" bermakna anda bersetuju dengan terma lesen untuk permohonan ini. Jika anda tidak bersetuju dengan terma, klik "Saya menolak".
mt_mt: Meta tikklikkja "Naċċetta" tfisser li taqbel mat-termini tal-liċenzja għal din l-applikazzjoni. Jekk ma taqbilx mat-termini, ikklikkja "I jirrifjuta".
nb_no: Å klikke på "Jeg godtar" betyr at du godtar lisensvilkårene for denne applikasjonen. Hvis du ikke samtykker til vilkårene, klikker du på "Jeg avviser".
ne_np: "म स्वीकार्नुहोस्" -मा क्लिक गर्दै तपाईं यस अनुप्रयोगको लागि इजाजतपत्र सर्तहरूमा सहमत हुनुहुन्छ। यदि तपाईं सर्तहरूसँग सहमत हुनुहुन्न भने, "म म मान्छु" मा क्लिक गर्नुहोस्।
nl_be: Klik op "Ik accepteer" betekent dat u akkoord gaat met de licentievoorwaarden voor deze aanvraag. Als u niet akkoord gaat met de voorwaarden, klikt u op "Ik weiger".
or_in: "ମୁଁ ଗ୍ରହଣ" କ୍ଲିକ୍ କରିବା "ର ଅର୍ଥ ହେଉଛି ଯେ ଏହି ଅନୁପ୍ରୟୋଗ ପାଇଁ ଆପଣ ଲାଇସେନ୍ସ ସର୍ତ୍ତାବଳୀରେ ରାଜି ହୁଅନ୍ତି | ଯଦି ଆପଣ ସର୍ତ୍ତାବଳୀରେ ରାଜି ନୁହଁନ୍ତି, "ମୁଁ ପ୍ରତ୍ୟାଖ୍ୟାନ" କ୍ଲିକ୍ କରନ୍ତୁ |
pa_arab: "ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ" ਤੇ ਕਲਿਕ ਕਰਨ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਲਾਇਸੈਂਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ. ਜੇ ਤੁਸੀਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ "ਮੈਂ ਅਸਵੀਕਾਰ" ਤੇ ਕਲਿਕ ਕਰੋ.
pl_pl: Kliknięcie „Akceptuję” oznacza, że ​​zgadzasz się na warunki licencji dla tego wniosku. Jeśli nie zgadzasz się na warunki, kliknij „Odrzucam”.
pt_br: Clicar em "Eu aceito" significa que você concorda com os termos de licença deste aplicativo. Se você não concordar com os termos, clique em "I Reclin".
ro_ro: Făcând clic pe „Accept” înseamnă că sunteți de acord cu condițiile de licență pentru această aplicație. Dacă nu sunteți de acord cu termenii, faceți clic pe „Eu declin”.
ru_ru: Нажатие «Я принимаю» означает, что вы соглашаетесь с условиями лицензии для этого приложения. Если вы не согласны с условиями, нажмите «Я отказываюсь».
sk_sk: Kliknutím na „Prijímam“ znamená, že súhlasíte s licenčnými podmienkami pre túto žiadosť. Ak nesúhlasíte s podmienkami, kliknite na položku „Odpadnem“.
sl_si: Če kliknete "Sprejem", se strinjate z licenčnimi pogoji za to vlogo. Če se ne strinjate s pogoji, kliknite "Zaklop".
sq_al: Klikimi "Unë pranoj" do të thotë që ju pranoni kushtet e licencës për këtë kërkesë. Nëse nuk jeni dakord me kushtet, klikoni "Unë nuk pranoj".
sr_cyrl_me: Кликом на "Прихватам" значи да се слажете са условима лиценце за ову апликацију. Ако се не слажете са условима, кликните на "Ја падам".
sv_fi: Om du klickar på "Jag accepterar" betyder du att du samtycker till licensvillkoren för den här ansökan. Om du inte samtycker till villkoren klickar du på "Jag avvisar".
sw_ke: Kubonyeza "Ninakubali" inamaanisha kuwa unakubali masharti ya leseni ya maombi haya. Ikiwa haukubali masharti, bonyeza "Ninapungua".
ta_in: "நான் ஏற்றுக்கொள்கிறேன்" என்பதைக் கிளிக் செய்வது என்பது இந்த விண்ணப்பத்திற்கான உரிம விதிமுறைகளை நீங்கள் ஒப்புக்கொள்கிறீர்கள் என்பதாகும். விதிமுறைகளுக்கு நீங்கள் உடன்படவில்லை என்றால், "நான் குறைகிறேன்" என்பதைக் கிளிக் செய்க.
te_in: "నేను అంగీకరిస్తున్నాను" అని క్లిక్ చేయడం అంటే ఈ అనువర్తనం కోసం మీరు లైసెన్స్ నిబంధనలను అంగీకరిస్తారు. మీరు నిబంధనలను అంగీకరించకపోతే, "నేను తిరస్కరించాను" క్లిక్ చేయండి.
th_th: การคลิก "ฉันยอมรับ" หมายความว่าคุณยอมรับข้อกำหนดใบอนุญาตสำหรับแอปพลิเคชันนี้ หากคุณไม่เห็นด้วยกับข้อกำหนดให้คลิก "ฉันปฏิเสธ"
tk_tm: "Men kabul edýärin" düwmesine bassaňyz, bu anketa üçin ygtyýarnama şertlerine razydygyňyzy aňladýar. Şertlere razy däl bolsaňyz, "Men limerim edýärin" düwmesine basyň.
tr_tr: "Kabul ediyorum" tıklamak, bu başvurunun lisans şartlarını kabul ettiğiniz anlamına gelir. Terimleri kabul etmiyorsanız, "I Rotalline" i tıklayın.
tt_ru: "Мин кабул итәм" төймәсенә басыгыз, сез бу кушымта өчен лицензия шартларына ризасыз. Әгәр дә сез шартларга ризалашмыйсыз икән, "Мин төшәм" басыгыз.
ug_cn: «قوبۇل قىلغۇچى» نى چېكىپ, بۇ ئىلتىماسنىڭ ئىجازەت شەرتلىرىگە قوشۇلىسىز. ئەگەر شەرتكە قوشۇلمىسىڭىز «مەن چۈشۈردۈم» نى چېكىڭ.
uk_ua: Натиснення "Я приймаю" означає, що ви погоджуєтесь з умовами ліцензії для цієї заявки. Якщо ви не погоджуєтесь з умовами, натисніть "Я знижую".
ur_pk: "میں قبول" پر کلک کرنے کا مطلب ہے کہ آپ اس درخواست کے لائسنس کی شرائط سے اتفاق کرتے ہیں۔ اگر آپ شرائط سے اتفاق نہیں کرتے ہیں تو ، "میں مسترد ہوں" پر کلک کریں۔
uz_cyrl: Ushbu ilova uchun litsenziya shartlariga rozilik bildirgan "men qabul qilaman" ni bosing. Agar siz shartlarga rozi bo'lmasangiz, "men pasaygan" ni bosing.
vi_vn: Nhấp vào "Tôi chấp nhận" có nghĩa là bạn đồng ý với các điều khoản cấp phép cho ứng dụng này. Nếu bạn không đồng ý với các điều khoản, hãy nhấp vào "Tôi từ chối".
zh_hant: 單擊“我接受”意味著您同意本申請的許可條款。如果您不同意該條款，請單擊“我拒絕”。
