Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionContentTaggedValidation1
source: No Tag selected for Clip Tagged Trigger '{0}'
af_za: Geen etiket gekies vir clip gemerkte sneller '{0}'
am_et: ለ CLIP የተሰየመ ስያሜ ሰጪው <0}> አልተመረጠም
ar_bh: لم يتم تحديد علامة محددة لمقطع Tagged Trigger '{0}'
as_in: ক্লিপ টেগ কৰা ট্ৰিগাৰ '{0}' ৰ বাবে কোনো টেগ নিৰ্বাচিত নহয়।
az_cyrl: Tagged tetikleyicisi üçün seçilmiş etiket yoxdur '{0}'
bg_bg: Не е избран маркер за спусъка с етикет „{0}“
bn_in: ক্লিপ ট্যাগযুক্ত ট্রিগার '{0}' এর জন্য কোনও ট্যাগ নির্বাচিত নয়
bs_latn_ba: Nije odabrana oznaka za isječak označen okidač '{0}'
ca_es: Sense etiqueta seleccionada per al disparador etiquetat per clip '{0}'
cs_cz: Žádná značka vybrána pro spouštěč označené CLIBL “{0} '
cy_gb: Dim tag wedi'i ddewis ar gyfer clip wedi'i dagio sbardun '{0}'
da_dk: Intet tag valgt til klipmærket trigger '{0}'
de_ch: Kein Tag für Clip -Tagged Trigger '{0}' ausgewählt.
el_gr: Καμία ετικέτα που επιλέχθηκε για Trigger με ετικέτα με κλιπ '{0}'
es_bo: No hay etiqueta seleccionada para el disparo etiquetado con clip '{0}'
et_ee: Clip -märgistatud päästiku '{0}' jaoks pole valitud silti
fa_ir: بدون برچسب انتخاب شده برای Trigger Tigger '{0}'
fi_fi: Ei tunnistetta, joka on valittu Clip Tallged Trigger '{0}'
fil_ph: Walang napiling tag para sa clip na naka -tag na trigger '{0}'
fr_029: Aucune balise sélectionnée pour clip tagugé Trigger '{0}'
ga_ie: Níor roghnaíodh aon chlib le haghaidh gearrthóg clibeáilte '{0}'
gu_in: ક્લિપ ટ ged ગ કરેલા ટ્રિગર '{0}' માટે કોઈ ટ tag ગ પસંદ થયેલ નથી
he_il: אין תג שנבחר לקליפ מתויג טריגר '{0}'
hi_in: क्लिप टैग ट्रिगर '{0}' के लिए कोई टैग नहीं चुना गया
hr_hr: Nijedna oznaka odabrana za okidač označenog isječka '{0}'
hu_hu: A kliphez nem választott címke nincs címkézett trigger '{0}'
hy_am: Ոչ մի պիտակ, որը ընտրված է սեղմիչի համար պիտակավորված ձգան «{0»:
id_id: Tidak ada tag yang dipilih untuk pemicu klip tag '{0}'
is_is: Ekkert merki valið fyrir klemmu merkt kveikju '{0}'
it_ch: Nessun tag selezionato per il trigger con tag clip '{0}'
ja_jp: クリップタグ付きトリガー '{0}'に選択されたタグはありません
ka_ge: არ არის შერჩეული კლიპის tagged trigger '{0}'
kk_kz: Клип үшін тег таңдалмады Tagged Trigger '{0}'
km_kh: មិនមានស្លាកដែលបានជ្រើសរើសសម្រាប់ឈុតដាក់ស្លាក trigger '{0}'
kn_in: ಕ್ಲಿಪ್ ಟ್ಯಾಗ್ ಮಾಡಲು ಯಾವುದೇ ಟ್ಯಾಗ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ '{0}'
ko_kr: 클립 태그 트리거 '{0}'에 대한 태그가 선택되지 않았습니다.
ky_kg: Клип белгилеген триггер '{0}' үчүн тандалган жок
lo_la: ບໍ່ມີແທັກທີ່ຖືກຄັດເລືອກສໍາລັບຄລິບ Tagged Tagger '{0}'
lt_lt: Nėra žymos, skirtos spaustukui pažymėtam trigeriui '{0}'
lv_lv: Nav atlasīta taga, lai to iesprauž tagged sprūda '{0}'
mi_nz: Kaore he tohu i tohua mo te Clip Tagger Trigger '{0}'
mk_mk: Нема избрана ознака за активирање на клип, „{0}“
ml_in: CLIP ടാഗുചെയ്ത ട്രിഗറിനായി '{0}' എന്നതിനായി ടാഗ് തിരഞ്ഞെടുത്തിട്ടില്ല
mr_in: क्लिप टॅग केलेल्या ट्रिगर '{0}' साठी कोणताही टॅग निवडलेला नाही
ms_my: Tiada tag yang dipilih untuk pencetus clip tagged '{0}'
mt_mt: L-ebda tikketta magħżula għal clip tagged grillu "{0}"
nb_no: Ingen tag valgt for klipp merket trigger '{0}'
ne_np: कुनै ट्याग क्लिप ट्याग गरिएको ट्रिगर '{0}' {0} '{0}'
nl_be: Geen tag geselecteerd voor clip getagged trigger '{0}'
or_in: କ୍ଲିପ୍ ଟ୍ୟାଗ୍ ହୋଇଥିବା ଟ୍ରିଗର '{0}' ପାଇଁ କ tag ଣସି ଟ୍ୟାଗ୍ ଚୟନ କରନ୍ତୁ ନାହିଁ |
pa_arab: ਕਲਿੱਪ ਲਈ ਟੈਗ ਕੀਤੇ ਗਏ ਟਰਿੱਗਰ '{0}' ਲਈ ਕੋਈ ਟੈਗ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl_pl: Brak tagu dla spustu Tagged Tigger '{0}'
pt_br: Nenhuma tag selecionada para o gatilho com tags de clipe '{0}'
ro_ro: Nici o etichetă selectată pentru declanșatorul etichetat cu clip '{0}'
ru_ru: Нет тега, выбранного для триггера с тегом клипа '{0}'
sk_sk: Žiadna značka vybraná pre spúšťač označený klip '{0}'
sl_si: Za sprožilec z oznako posnetka ni izbrana oznaka '{0}'
sq_al: Asnjë etiketë e zgjedhur për shkas të etiketuar me clip '{0}'
sr_cyrl_me: Ниједна ознака није одабрана за окидач са ознаком клизача '{0}'
sv_fi: Ingen tagg vald för klipp märkt trigger '{0}'
sw_ke: Hakuna lebo iliyochaguliwa kwa clip tagged trigger '{0}'
ta_in: கிளிப்பிற்கு குறிச்சொல் எதுவும் தேர்ந்தெடுக்கப்படவில்லை குறிச்சொல் தூண்டுதல் '{0}'
te_in: క్లిప్ ట్యాగ్ కోసం ట్యాగ్ ఎంచుకోలేదు ట్రిగ్గర్ '{0}'
th_th: ไม่มีการเลือกแท็กสำหรับคลิป Tagged Trigger '{0}'
tk_tm: Klip bellikli trigger '{0}' üçin bellik saýlanmasy ýok
tr_tr: Klip için Etiket Seçilmedi Etiketli tetikleyici '{0}'
tt_ru: Клип өчен сайланган Тег юк Триггер '{0}'
ug_cn: بەلگە چاپلانغان قوزغاتقۇچنى قىستۇرما قوزغىتىشقا تاللىماڭ '{0}'
uk_ua: Жоден тег, вибраний для тригала Tagged '{0}'
ur_pk: کلپ ٹیگ والے ٹرگر '{0}' کے لئے کوئی ٹیگ منتخب نہیں کیا گیا
uz_cyrl: Klip uchun tanlangan teglar uchun tanlangan "{0}"
vi_vn: Không có thẻ được chọn cho clip được gắn thẻ kích hoạt '{0}'
zh_hant: 沒有為夾標記的觸發器選擇標籤'{0}'

# ActionContentTaggedValidation2
source: Tag for Clip Tagged Trigger '{0}' not found
af_za: Tag vir clip gemerkte sneller '{0}' nie gevind nie
am_et: ለ CLIP መለያ መለያ ምልክት የተደረገበት ትራንስፖርት '{0}' አልተገኘም
ar_bh: Tag for Clip Tagged Trigger '{0}' لم يتم العثور عليها
as_in: ট্যাগ ট্যাগ ট্যাগ ট্যাগ কৰা trigger '{0}' পোৱা নগ'ল
az_cyrl: Tagged tetikleyicisi üçün etiket '{0}' tapılmadı
bg_bg: Маркер за клип, маркиран спусък '{0}' не е намерен
bn_in: ক্লিপের জন্য ট্যাগ ট্যাগযুক্ত ট্রিগার '{0}' পাওয়া যায় নি
bs_latn_ba: Oznaka za isječak označen okidač '{0}' nije pronađen
ca_es: Etiqueta per al disparador etiquetat per clip '{0}' no es troba
cs_cz: Tag for Clip Tagged Trigger '{0}'
cy_gb: Tag am glip wedi'i dagio sbardun '{0}' heb ei ddarganfod
da_dk: Tag til klipmærket trigger '{0}' ikke fundet
de_ch: Tag für Clip -Tagged Trigger '{0}' nicht gefunden
el_gr: Ετικέτα για clip tagged trigger '{0}' Δεν βρέθηκε
es_bo: Etiqueta para el trigle etiquetado con clip '{0}' no encontrado
et_ee: Clip -märgistatud päästiku '{0}' silt ei leitud
fa_ir: برچسب برای کلیپ برچسب خورده ماشه '{0}' یافت نشد
fi_fi: Tag for clip -merkitty liipaisin '{0}' ei löydy
fil_ph: Tag para sa clip na naka -tag na trigger '{0}' hindi natagpuan
fr_029: Tag pour clip tagged déclencheur '{0}' introuvable
ga_ie: Clib le haghaidh gearrthóg clibeáilte '{0}' nár aimsíodh
gu_in: ક્લિપ ટ ged ગ કરેલા ટ્રિગર માટે ટ tag ગ '{0}' મળ્યું નથી
he_il: תגית לתיוג בקליפ '{0}' לא נמצא
hi_in: क्लिप टैग के लिए टैग ट्रिगर '{0}' नहीं मिला
hr_hr: Oznaka za isječak označeni okidač '{0}' nije pronađena
hu_hu: Címke a clip címkézett trigger '{0}' nem található
hy_am: Tag For Clip Tagged Trigger '{0}'
id_id: Tag untuk clip tag trigger '{0}' tidak ditemukan
is_is: Merki fyrir klemmu merkt kveikju '{0}' fannst ekki
it_ch: Tag per clip tagged trigger '{0}' non trovato
ja_jp: クリップタグ付きトリガー '{0}'が見つかりません
ka_ge: Tag for Clip Tagged Trigger '{0}' არ არის ნაპოვნი
kk_kz: Клипке арналған тег Белгіленген триггер '{0}' табылмады
km_kh: ស្លាកសម្រាប់ Clip ដាក់ស្លាក Trigger '{0}' រកមិនឃើញ
kn_in: ಕ್ಲಿಪ್‌ಗಾಗಿ ಟ್ಯಾಗ್ ಟ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ '{0}' ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 클립 태그 트리거 '{0}'태그를 찾을 수 없습니다.
ky_kg: Clip Tagged Trigger '{0}' табылган жок
lo_la: Tag ສໍາລັບ clip tagged tagger '{0}' ບໍ່ພົບ
lt_lt: Žyma, skirta „Clip Tagged Trigger“ {0} 'nerasta
lv_lv: Tags klipam Tagged sprūda '{0}' nav atrasts
mi_nz: Tag mo te topenga whakairinga tohu '{0}' kaore i kitea
mk_mk: Ознака за клип обележано активирање '{0}' не е пронајден
ml_in: ക്ലിപ്പ് ടാഗുചെയ്ത ട്രിഗറിനായി ടാഗ് '{0}' കണ്ടെത്തിയില്ല
mr_in: क्लिप टॅग केलेल्या ट्रिगर '{0}' साठी टॅग सापडला नाही
ms_my: Tag untuk clip tagged trigger '{0}' tidak dijumpai
mt_mt: Tag għall-klipp tagged grillu "{0}" ma nstabx
nb_no: Tag for klipp tagget trigger '{0}' ikke funnet
ne_np: क्लिपको लागि ट्याग ट्याग गरिएको ट्रिगर '{0}' फेला परेन
nl_be: Tag voor clip getagged trigger '{0}' niet gevonden
or_in: କ୍ଲିପ୍ ଟ୍ୟାଗ୍ ହୋଇଥିବା ଟ୍ରିଗର ପାଇଁ ଟ୍ୟାଗ୍ '{0}' ମିଳିଲା ନାହିଁ |
pa_arab: ਕਲਿੱਪ ਲਈ ਟੈਗ ਕੀਤੇ ਟਰਿੱਗਰ '{0}' ਨਹੀਂ ਮਿਲਿਆ
pl_pl: Nie znaleziono znacznika dla Tagged Tigger „{0}”
pt_br: Tag para clipe tagged trigger '{0}' não encontrado
ro_ro: Etichetă pentru declanșatorul etichetat clip '{0}' nu a fost găsit
ru_ru: Тег для зажима с тегами триггер '{0}' не найдено
sk_sk: Značka pre spúšťač označený klip '{0}' nenájdete
sl_si: Oznaka za posnetek z oznako posnetek '{0}' ni mogoče najti
sq_al: Tag për clip Tagged Trigger '{0}' nuk u gjet
sr_cyrl_me: Ознака за клип означен окидач '{0}' није пронађен
sv_fi: Tagg för clip -tagged trigger '{0}' inte hittat
sw_ke: Tag kwa Clip Tagged Trigger '{0}' Haipatikani
ta_in: கிளிப்பிற்கான குறிச்சொல் குறிச்சொல் தூண்டுதல் '{0}' கிடைக்கவில்லை
te_in: క్లిప్ ట్యాగ్ చేసిన ట్రిగ్గర్ కోసం ట్యాగ్ '{0}' కనుగొనబడలేదు
th_th: ไม่พบแท็กสำหรับคลิปที่ติดแท็ก '{0}'
tk_tm: Klip bellikli trigger '{0}' tapylmady
tr_tr: Klip Tagged tetik '{0}' bulunamadı.
tt_ru: Клип триггеры өчен Тэг "{0}" табылмады
ug_cn: Clip بەلگىسى قويۇلغان قوزغاتقۇچنىڭ {0} 'تېپىلمىدى
uk_ua: Тег для позначеного тригера '{0}' не знайдено
ur_pk: کلپ کے لئے ٹیگ ٹیگ ٹیگ ٹرگر '{0}' نہیں ملا
uz_cyrl: Klip uchun yorliq ({0} 'topilmadi
vi_vn: Tag cho clip được gắn thẻ kích hoạt '{0}' không tìm thấy
zh_hant: 未找到剪輯標記的標記觸發器'{0}'

# ActionFileSystemChangedValidation1
source: No watch folder specified for '{0}'
af_za: Geen kykmap gespesifiseer vir '{0}'
am_et: ለ '{0}' የተገለፀው የማየት አቃፊ የለም
ar_bh: لا يوجد مجلد مشاهدة محدد لـ '{0}'
as_in: '{0}' ৰ বাবে কোনো ঘড়ী ফোল্ডাৰ ধাৰ্য্য কৰা হোৱা নাই
az_cyrl: '{0}' üçün göstərilməyən bir qovluq yoxdur
bg_bg: Не е посочена папка за гледане за '{0}'
bn_in: '{0}' এর জন্য নির্দিষ্ট কোনও ঘড়ির ফোল্ডার নেই
bs_latn_ba: Nema mape za gledanje navedene za '{0}'
ca_es: No hi ha cap carpeta de rellotge especificada per a '{0}'
cs_cz: Žádná složka sledování určená pro '{0}'
cy_gb: Dim ffolder gwylio wedi'i nodi ar gyfer '{0}'
da_dk: Ingen urmappe, der er specificeret til '{0}'
de_ch: Kein Uhrenordner für '{0}' angegeben
el_gr: Κανένας φάκελος ρολογιού που καθορίζεται για το '{0}'
es_bo: No hay carpeta de reloj especificada para '{0}'
et_ee: '{0}' jaoks ei täpsustata kellakausta
fa_ir: بدون پوشه ساعت مشخص شده برای "{0}"
fi_fi: Ei kellokansiota määritetty '{0}'
fil_ph: Walang tinukoy na folder ng relo para sa '{0}'
fr_029: Pas de dossier de montre spécifié pour '{0}'
ga_ie: Níl aon fhillteán faire sonraithe le haghaidh '{0}'
gu_in: '{0}' માટે કોઈ વ Watch ચ ફોલ્ડર ઉલ્લેખિત નથી
he_il: אין תיקיית צפייה שצוינה עבור '{0}'
hi_in: कोई वॉच फ़ोल्डर '{0}' के लिए निर्दिष्ट नहीं है
hr_hr: Nijedna mapa za gledanje navedena za '{0}'
hu_hu: A '{0}' -hez nincs megadva órás mappa
hy_am: «{0}» - ի համար նշված թղթապանակ չկա
id_id: No Folder Watch Ditentukan untuk '{0}'
is_is: Engin vaktamappa tilgreind fyrir '{0}'
it_ch: Cartella di orologi NESSUNA specificata per '{0}'
ja_jp: 「{0}」に指定された時計フォルダーはありません
ka_ge: არ არის მითითებული საქაღალდე, რომელიც მითითებულია '{0}'
kk_kz: '{0}' үшін «Ward» қалтасы көрсетілмеген
km_kh: មិនមានថតឃ្លាំមើលដែលបានបញ្ជាក់សម្រាប់ '{0}'
kn_in: '{0}' ಗಾಗಿ ಯಾವುದೇ ವಾಚ್ ಫೋಲ್ಡರ್ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ
ko_kr: '{0}'에 지정된 시계 폴더 없음
ky_kg: '{0}' үчүн көрсөтүлгөн көрүүчү папка жок
lo_la: ບໍ່ມີໂຟນເດີເບິ່ງທີ່ລະບຸໄວ້ສໍາລັບ '{0}'
lt_lt: Nėra „Watch“ aplanko, nurodyto „{0}“
lv_lv: Nav norādīta pulksteņa mape “{0}”
mi_nz: Kaore he kōpaki mataara e tohua mo te '{0}'
mk_mk: Без папка за гледање наведена за '{0}'
ml_in: '{0}' എന്നതിനായി വ്യക്തമാക്കിയ വാച്ച് ഫോൾഡറെ ഇല്ല
mr_in: '{0}' साठी निर्दिष्ट केलेले कोणतेही वॉच फोल्डर
ms_my: Tiada folder menonton yang ditentukan untuk '{0}'
mt_mt: L-ebda folder tal-għassa speċifikat għal '{0}'
nb_no: Ingen klokkemappe spesifisert for '{0}'
ne_np: '{0}' को लागि निर्दिष्ट नहुने फोल्डर निर्दिष्ट गरिएको छैन
nl_be: Geen horlogemap opgegeven voor '{0}'
or_in: '{0}' ପାଇଁ ନିର୍ଦ୍ଦିଷ୍ଟ ଘଣ୍ଟା ଫୋଲ୍ଡର କ desire ଣସି ଦେଖନ୍ତୁ ନାହିଁ |
pa_arab: '{0}' ਲਈ ਕੋਈ ਵਾਚ ਫੋਲਡਰ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ
pl_pl: Brak folderu zegarka określonego dla „{0}”
pt_br: Nenhuma pasta de relógio especificada para '{0}'
ro_ro: Niciun folder de ceas specificat pentru „{0}”
ru_ru: Нет папки, указанная для '{0}'
sk_sk: Žiadny priečinok na hodinky zadaný pre '{0}'
sl_si: Ni določene mape za uro za '{0}'
sq_al: Asnjë dosje shikimi e specifikuar për '{0}'
sr_cyrl_me: Ниједна фасцикла за гледање није наведена за '{0}'
sv_fi: Ingen klocka mapp som anges för '{0}'
sw_ke: Hakuna folda ya saa iliyoainishwa kwa '{0}'
ta_in: '{0}' க்கு கண்காணிப்பு கோப்புறை இல்லை
te_in: '{0}' కోసం వాచ్ ఫోల్డర్ పేర్కొనలేదు
th_th: ไม่ระบุโฟลเดอร์ Watch สำหรับ '{0}'
tk_tm: 'Ч 0 {0}' üçin görkezilen seresaplyk bukjasy ýok
tr_tr: '{0}' için saat klasörü belirtilmedi
tt_ru: '{0}' өчен күрсәтелгән карак папкасы юк
ug_cn: '{0} ئۈچۈن كۆرسىتىلگەن ھۆججەت قىسقۇچ يوق
uk_ua: Жодна папка годинника, вказана для "{0}"
ur_pk: '{0}' کے لئے کوئی واچ فولڈر مخصوص نہیں ہے
uz_cyrl: '{0}' uchun ko'rsatilmagan tomosha papkasi yo'q
vi_vn: Không có thư mục đồng hồ được chỉ định cho '{0}'
zh_hant: 沒有為'{0}'指定的手錶文件夾

# ActionFileSystemChangedValidation2
source: Watch folder '{0}' not found for trigger '{1}'
af_za: Kyk na die lêergids '{0}' nie gevind vir sneller '{1}'
am_et: "{0}" {0} "ለ Trigger '{1}'
ar_bh: لم يتم العثور على مجلد مشاهدة '{0}' من أجل الزناد '{1}'
as_in: Trigger '{1}' ৰ বাবে পোৱা নগ'ল ফোল্ডাৰ '{0}' চাওক
az_cyrl: '{0}' qovluğuna baxın '{1}' trigger üçün tapılmadı '
bg_bg: Гледайте папка '{0}' не е намерена за задействане '{1}'
bn_in: ট্রিগার '{1}' এর জন্য ফোল্ডার '{0}' দেখুন
bs_latn_ba: Satova mapa '{0}' nije pronađena za okidač '{1}'
ca_es: Vigileu la carpeta '{0}' que no es troba per a Trigger '{1}'
cs_cz: Sledujte složku '{0}' NENÍ nalezeno pro spouštěč '{1}'
cy_gb: Gwylio Ffolder '{0}' Heb ei ddarganfod ar gyfer Sbardun '{1}'
da_dk: Se mappe '{0}' ikke fundet for trigger '{1}'
de_ch: Watch Ordner '{0}' nicht für Trigger '{1}' gefunden.
el_gr: Παρακολουθήστε το φάκελο '{0}' Δεν βρέθηκε για σκανδάλη '{1}'
es_bo: Mira la carpeta '{0}' no encontrada para el disparador '{1}'
et_ee: Vaata kausta '{0}' ei leitud päästiku '{1}' jaoks
fa_ir: پوشه "{0}" برای ماشه "{1}" یافت نشد
fi_fi: Katso kansio '{0}' ei löydy liipaisimesta '{1}'
fil_ph: Panoorin ang folder '{0}' hindi natagpuan para sa trigger '{1}'
fr_029: Regarder le dossier '{0}' introuvable pour Trigger '{1}'
ga_ie: Féach ar an bhfillteán '{0}' nach bhfuarthas le haghaidh trigger '{1}'
gu_in: ફોલ્ડર જુઓ '{0}' ટ્રિગર માટે મળ્યું નથી '{1}'
he_il: צפו בתיקיה '{0}' לא נמצא עבור Trigger '{1}'
hi_in: देखो फ़ोल्डर '{0}' ट्रिगर के लिए नहीं मिला '{1}'
hr_hr: Gledajte mapu '{0}' nije pronađena za okidač '{1}'
hu_hu: Nézze meg a '{0}' mappát, amely nem található a '{1}' triggerhez
hy_am: Դիտեք թղթապանակը '{0}' Չի գտնվել Trigger '{1}'
id_id: Tonton folder '{0}' tidak ditemukan untuk pemicu '{1}'
is_is: Horfa á möppu '{0}' fannst ekki fyrir kveikju '{1}'
it_ch: Guarda la cartella '{0}' non trovata per trigger '{1}'
ja_jp: watch folder '{0}'トリガーには見つかりません '{1}'
ka_ge: უყურეთ საქაღალდე '{0}' არ არის ნაპოვნი ტრიგისთვის '{1}'
kk_kz: «{0}» папкасын «{1}» триггері үшін табылмады
km_kh: ថត Watch '{0}' រកមិនឃើញសម្រាប់ការកេះ '{1}'
kn_in: ಫೋಲ್ಡರ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ '{0}' ಪ್ರಚೋದಕಕ್ಕಾಗಿ ಕಂಡುಬಂದಿಲ್ಲ '{1}'
ko_kr: 폴더를보기 '{0}'트리거 용으로 찾을 수 없음 '{1}'
ky_kg: '{0}' Watch Folder '{1 {1}' табылган жок.
lo_la: Wolder Wolder '{0}' ບໍ່ພົບສໍາລັບ trigger '{1}'
lt_lt: Žiūrėkite aplanką '{0}' nerastas trigger '{1}'
lv_lv: Pulksteņa mape '{0}' nav atrasts sprūda '{1}' '
mi_nz: Matakitaki Kōpaki '{0}' Kaore i kitea mo te Trigger '{1}'
mk_mk: Гледајте ја папката '{0}' не е пронајдена за активирање '{1}'
ml_in: ഫോൾഡർ '{0}' ഫോൾഡർ '{1}' എന്ന ഫോൾഡർ കണ്ടെത്തിയില്ല
mr_in: ट्रिगरसाठी '{0}' पहा फोल्डर '{1}'
ms_my: Watch folder '{0}' tidak dijumpai untuk pencetus '{1}'
mt_mt: Watch Folder "{0}" ma nstabx għall-grillu "{1}"
nb_no: Se mappe '{0}' ikke funnet for trigger '{1}'
ne_np: ट्रिगर '{1}' को लागि फोल्डर हेर्नुहोस् '{0}' फेला परेन
nl_be: Bekijk map '{0}' niet gevonden voor trigger '{1}'
or_in: ଫୋଲ୍ଡର୍ '{0}' ଟ୍ରିଗର ପାଇଁ ମିଳିଲା ନାହିଁ '{1}' ଦେଖନ୍ତୁ |
pa_arab: ਟਰਿੱਗਰ '{1}' ਲਈ ਫੋਲਡਰ '{0}' ਦੇਖੋ
pl_pl: Watch folder „{0}” nie znaleziono dla wyzwalacza ”{1} '
pt_br: Assista a pasta '{0}' não encontrada para o gatilho '{1}'
ro_ro: Urmăriți folderul '{0}' nu este găsit pentru declanșator '{1}'
ru_ru: Смотреть папку '{0}' не найден для триггера '{1}'
sk_sk: Priečinok sledujte '{0}' nenájdem pre Trigger '{1}'
sl_si: Mapa Watch '{0}' ni mogoče najti za sprožilec '{1}'
sq_al: Shikoni dosjen '{0}' nuk u gjet për shkas '{1}'
sr_cyrl_me: Гледајте мапу '{0}' није пронађено за окидач '{1}'
sv_fi: Titta på mappen '{0}' hittades inte för trigger '{1}'
sw_ke: Tazama folda '{0}' Haipatikani kwa trigger '{1}'
ta_in: '{0}' தூண்டுதலுக்கு கிடைக்கவில்லை '{1}'
te_in: ట్రిగ్గర్ '{1}' కోసం '{0}' ఫోల్డర్ చూడండి '{0}'
th_th: ดูโฟลเดอร์ '{0}' ไม่พบสำหรับทริกเกอร์ '{1}'
tk_tm: Papkanyň '{0}' trigger '{1}' üçin tapylmady
tr_tr: Tetikleyici için bulunamadı '{0}' klasörünü izleyin {1} '
tt_ru: Триггер '{1}' өчен табылмады '{0}' папканы карагыз.
ug_cn: قوزغىتىش '{0}' قوزغاتقۇچنى قوزغىتىڭ '{1}'
uk_ua: Дивитися папку '{0}' не знайдено для тригера '{1}'
ur_pk: فولڈر دیکھیں '{0}' ٹرگر کے لئے نہیں ملا '{1}'
uz_cyrl: "{0}" papkasini tomosha qilmang '{1} "
vi_vn: Thư mục xem '{0}' không tìm thấy cho Trigger '{1}'
zh_hant: 觀看文件夾'{0}'找不到觸發器'{1}'

# ActionFileWriterValidation1
source: File Writer Path for Action '{0}' not set
af_za: Lêerskrywerpad vir aksie '{0}' nie ingestel nie
am_et: የፋይል ጸሐፊ መንገድ ለድርጊት {0} 'አልተዘጋጀም
ar_bh: لم يتم تعيين مسار ملف كاتب الملف "{0}
as_in: কাৰ্য্যৰ বাবে ফাইল ৰাইটাৰ পথ '{0}' নিৰ্ধাৰণ কৰা হোৱা নাই
az_cyrl: Fəaliyyət yazıçısı '{0}' hərəkət üçün yol
bg_bg: Пътят на файловия писател за действие '{0}' не е зададен
bn_in: কর্মের জন্য ফাইল রাইটার পাথ '{0}' সেট করা হয়নি
bs_latn_ba: Put pisac datoteke za akciju '{0}' nije postavljen
ca_es: Ruta de l'escriptor de fitxers per a l'acció '{0}' No es defineix
cs_cz: Cesta spisovatele souborů pro akci '{0}'
cy_gb: Llwybr ysgrifennwr ffeiliau ar gyfer gweithredu '{0}' ddim wedi'i osod
da_dk: Filforfattersti til handling '{0}' ikke indstillet
de_ch: Dateischreiber Pfad für Aktion '{0}' nicht festgelegt
el_gr: Διαδρομή συγγραφέα αρχείων για δράση '{0}' Δεν έχει οριστεί
es_bo: Ruta del escritor de archivos para la acción '{0}' no establecido
et_ee: Faili kirjutaja tee toimingule '{0}' pole seatud
fa_ir: File Writer Path for Action '{0}' تنظیم نشده است
fi_fi: Tiedostokirjailijapolku toimintaan '{0}' ei ole asetettu
fil_ph: File Writer Path para sa Aksyon '{0}' Hindi Itakda
fr_029: Chemin de rédacteur de fichiers pour l'action '{0}' pas défini
ga_ie: Cosán scríbhneora comhaid le haghaidh gnímh '{0}' gan a bheith socraithe
gu_in: ક્રિયા માટે ફાઇલ લેખક પાથ '{0}' સેટ નથી
he_il: נתיב כותב קבצים לפעולה '{0}' לא מוגדר
hi_in: एक्शन के लिए फ़ाइल लेखक पथ '{0}' सेट नहीं
hr_hr: Put pisača datoteke za radnju '{0}' nije postavljeno
hu_hu: Fájlíró elérési útja a '{0}' művelethez
hy_am: File Writer ուղի «{0}» գործողության համար չի սահմանվում
id_id: File Writer Path for Action '{0}' tidak diatur
is_is: File Writer Path for Action '{0}' ekki stillt
it_ch: File Writer Path for Action '{0}' non set
ja_jp: アクションのためのファイルライターパス '{0}'
ka_ge: ფაილის მწერლის გზა მოქმედებისთვის '{0}' არ არის მითითებული
kk_kz: «{0}» әрекет ету үшін файл жазушы жолы орнатылмаған
km_kh: ផ្លូវឯកសារ Wile Actor សម្រាប់សកម្មភាព '{0}' មិនបានកំណត់ទេ
kn_in: ಕ್ರಿಯೆಗಾಗಿ ಫೈಲ್ ಬರಹಗಾರರ ಮಾರ್ಗ '{0}' ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ko_kr: 액션을위한 파일 작성자 경로 '{0}'설정되지 않음
ky_kg: "{0}" иш-аракет үчүн жазуучунун жолу
lo_la: ເສັ້ນທາງຂອງນັກຂຽນ File ສໍາລັບການປະຕິບັດ '{0}' ບໍ່ຕັ້ງຄ່າ
lt_lt: Failų rašytojo kelias, skirtas veiksmui '{0}' nenustatytas
lv_lv: Failu rakstnieka ceļš darbībai '{0}' nav iestatīts
mi_nz: Ko te huarahi kaituhituhi mo te mahi '{0}' kaore i whakaritea
mk_mk: Патека на писателот на датотеки за акција '{0}' не е поставена
ml_in: പ്രവർത്തനത്തിനായി ഫയൽ റൈറ്റർ പാത '{0}' സജ്ജമാക്കിയിട്ടില്ല
mr_in: क्रियेसाठी फाइल लेखक पथ '{0}' सेट नाही
ms_my: Laluan Penulis Fail untuk Tindakan '{0}' tidak ditetapkan
mt_mt: Triq tal-Kittieb tal-File għall-Azzjoni "{0}" Mhux issettjat
nb_no: Filforfatterbane for handling '{0}' ikke satt
ne_np: कार्यको लागि फाईल लेखक मार्ग '{0}' सेट छैन
nl_be: Bestandsschrijver pad voor actie '{0}' niet ingesteld
or_in: କାର୍ଯ୍ୟ ପାଇଁ ଫାଇଲ୍ ରାଇଟର୍ ପଥ '{0}' ସେଟ୍ ହୋଇନାହିଁ |
pa_arab: ਐਕਸ਼ਨ '{0}' ਲਈ ਫਾਈਲ ਰਾਈਟਰ ਪਾਥ ਸੈੱਟ ਨਹੀਂ ਹੈ
pl_pl: Ścieżka pisarza plików dla akcji „{0}”
pt_br: Caminho do escritor de arquivos para ação '{0}' não definido
ro_ro: File Writer Cales for Action '{0}' nu setați
ru_ru: Путь автора файла для действия '{0}' не установлен
sk_sk: Cesta spisovateľa súborov pre akciu '{0}' nie je nastavená
sl_si: Pot pisatelja datoteke za dejanje '{0}' ni nastavitev
sq_al: Rruga e Shkrimtarit të Skedarit për Veprim '{0}' nuk është vendosur
sr_cyrl_me: Пут писања датотеке за акцију '{0}' није постављено
sv_fi: Filförfattare sökväg för åtgärder '{0}' inte set
sw_ke: Njia ya mwandishi wa faili kwa hatua '{0}' haijawekwa
ta_in: செயலுக்கான கோப்பு எழுத்தாளர் பாதை '{0}' அமைக்கப்படவில்லை
te_in: చర్య కోసం ఫైల్ రైటర్ మార్గం '{0}' సెట్ చేయబడలేదు
th_th: PATH FILE WRITER สำหรับการดำเนินการ '{0}' ไม่ได้ตั้งค่า
tk_tm: "{0}" goýulmadyk faýl ýazyjysy Faýl ýazyjysy
tr_tr: Dosya Yazarı Eylem Yolu '{0}' Ayarlanmadı
tt_ru: "{0} 'куелмаган хәрәкәт өчен файл язучы юл
ug_cn: ھۆججەت يازغۇچىنىڭ يولى ھەرىكەتنىڭ {0} '}' تەڭشەلمىگەن
uk_ua: Шлях письменника файлу для дії '{0}' не встановлено
ur_pk: ایکشن کے لئے فائل مصنف کا راستہ '{0}' سیٹ نہیں ہے
uz_cyrl: "{0}" harakati uchun Fayl yozuvchisi
vi_vn: PIRITER PATH PATH cho hành động '{0}' không đặt
zh_hant: 文件作者的操作路徑'{0}'未設置
