Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# TimeSpanWeekLast
source: Last week
af_za: Verlede week
am_et: ባለፈው ሳምንት
ar_bh: الأسبوع الماضي
as_in: যোৱা সপ্তাহত
az_cyrl: Keçən həftə
bg_bg: Миналата седмица
bn_in: গত সপ্তাহে
bs_latn_ba: Prošle sedmice
ca_es: La setmana passada
cs_cz: Minulý týden
cy_gb: Wythnos diwethaf
da_dk: Sidste uge
de_ch: Letzte Woche
el_gr: Την προηγούμενη εβδομάδα
es_bo: La semana pasada
et_ee: Eelmine nädal
fa_ir: هفته گذشته
fi_fi: Viime viikko
fil_ph: Nakaraang linggo
fr_029: La semaine dernière
ga_ie: An tseachtain seo caite
gu_in: ગયા સપ્તાહે
he_il: שבוע שעבר
hi_in: पिछले सप्ताह
hr_hr: Prošli tjedan
hu_hu: Múlt hét
hy_am: Անցած շաբաթ
id_id: Minggu lalu
is_is: Síðustu viku
it_ch: La settimana scorsa
ja_jp: 先週
ka_ge: Გასულ კვირას
kk_kz: Өткен аптада
km_kh: សប្ដាហ៍​មុន
kn_in: ಕಳೆದ ವಾರ
ko_kr: 지난주
ky_kg: Акыркы аптада
lo_la: ອາ​ທິດ​ທີ່​ແລ້ວ
lt_lt: Praeitą savaitę
lv_lv: Pagājušajā nedēļā
mi_nz: I tērā wiki
mk_mk: Минатата недела
ml_in: കഴിഞ്ഞ ആഴ്ച
mr_in: मागील आठवड्यात
ms_my: Minggu lepas
mt_mt: Il-gimgha l-ohra
nb_no: Forrige uke
ne_np: गएको हप्ता
nl_be: Vorige week
or_in: ଗତ ସପ୍ତାହ
pa_arab: ਪਿਛਲੇ ਹਫ਼ਤੇ
pl_pl: Zeszły tydzień
pt_br: Semana passada
ro_ro: Săptămâna trecută
ru_ru: На прошлой неделе
sk_sk: Minulý týždeň
sl_si: Prejšnji teden
sq_al: Javen e shkuar
sr_cyrl_me: Прошле недеље
sv_fi: Förra veckan
sw_ke: Wiki iliyopita
ta_in: கடந்த வாரம்
te_in: గత వారం
th_th: อาทิตย์ที่แล้ว
tk_tm: Geçen hepde
tr_tr: Geçen hafta
tt_ru: Узган атнада
ug_cn: ئالدىنقى ھەپتە
uk_ua: Минулого тижня
ur_pk: پچھلا ہفتہ
uz_cyrl: O'tkan hafta
vi_vn: Tuần trước
zh_hant: 上星期

# TimeSpanWeeks
source: {0} weeks ago
af_za: {0} weke gelede
am_et: {0} ሳምንታት በፊት
ar_bh: {0} قبل أسابيع
as_in: {0} সপ্তাহৰ আগতে
az_cyrl: {0} həftə əvvəl
bg_bg: {0} преди седмици
bn_in: {0} সপ্তাহ আগে
bs_latn_ba: {0} nedelje
ca_es: {0} fa setmanes
cs_cz: {0} před týdny
cy_gb: {0} wythnos yn ôl
da_dk: {0} For uger siden
de_ch: {0} vor Wochen
el_gr: {0} πριν από εβδομάδες
es_bo: {0} hace semanas
et_ee: {0} nädalat tagasi
fa_ir: {0} هفته ها پیش
fi_fi: {0} viikkoa sitten
fil_ph: {0} linggo na ang nakakaraan
fr_029: {0} il y a des semaines
ga_ie: {0} seachtainí ó shin
gu_in: {0} અઠવાડિયા પહેલા
he_il: {0} לפני שבועות
hi_in: {0} सप्ताह पहले
hr_hr: {0} tjedana
hu_hu: {0} hete
hy_am: {0} շաբաթ առաջ
id_id: {0} minggu yang lalu
is_is: {0} vikum
it_ch: {0} settimane fa
ja_jp: {0}数週間前
ka_ge: {0} კვირის წინ
kk_kz: {0} апта бұрын
km_kh: {0} ប៉ុន្មានសប្តាហ៍មុន
kn_in: {0} ವಾರಗಳ ಹಿಂದೆ
ko_kr: {0} 몇 주 전
lo_la: {0} ອາທິດກ່ອນຫນ້ານີ້
lt_lt: {0} prieš kelias savaites
lv_lv: {0} pirms nedēļām
mi_nz: {0} wiki i mua
mk_mk: {0} пред неколку недели
ml_in: {0} ആഴ്ചകൾ മുമ്പ്
mr_in: {0} आठवड्यांपूर्वी
ms_my: {0} minggu yang lalu
mt_mt: {0} ġimgħat ilu
nb_no: {0} uker siden
ne_np: {0} हप्ता पहिले
nl_be: {0} weken geleden
or_in: {0} ସପ୍ତାହ ପୂର୍ବରୁ |
pa_arab: {0} ਹਫ਼ਤੇ ਪਹਿਲਾਂ
pl_pl: {0} tygodnie temu
pt_br: {0} semanas atrás
ro_ro: {0} acum săptămâni
ru_ru: {0} Несколько недель назад
sk_sk: {0} pred týždňami
sl_si: {0} pred tedni
sq_al: {0} javë më parë
sr_cyrl_me: {0} пре недеља
sv_fi: {0} veckor sedan
sw_ke: {0} wiki zilizopita
ta_in: {0} வாரங்களுக்கு முன்பு
te_in: {0} వారాల క్రితం
th_th: {0} สัปดาห์ที่ผ่านมา
tk_tm: {0} hepdtalan
tr_tr: {0} haftalar önce
tt_ru: {0} берничә0 ел элек
ug_cn: {0} ھەپتە ئالدىنقىسى
uk_ua: {0} тижні тому
ur_pk: {0} ہفتوں پہلے
uz_cyrl: {0} haftalar oldin
vi_vn: {0} tuần trước
zh_hant: {0}幾週前

# TimeSpanYears
source: {0} years ago
af_za: {0} jaar gelede
am_et: {0} ከዓመታት በፊት
ar_bh: {0} منذ سنوات
as_in: {0} বছৰ আগতে
az_cyrl: {0} il əvvəl
bg_bg: {0} Преди години
bn_in: {0} বছর আগে
bs_latn_ba: {0} godina pre
ca_es: {0} anys enrere
cs_cz: {0} před lety
cy_gb: {0} mlynedd yn ôl
da_dk: {0} år siden
de_ch: {0} vor Jahren
el_gr: {0} πριν από χρόνια
es_bo: {0} hace años
et_ee: {0} aastat tagasi
fa_ir: {0} سال پیش
fi_fi: {0} vuotta sitten
fil_ph: {0} taon na ang nakakaraan
fr_029: {0} il y a des années
ga_ie: {0} bliain ó shin
gu_in: {0} વર્ષો પહેલા
he_il: {0} לפני שנים
hi_in: {0} साल पहले
hr_hr: {0} godina
hu_hu: {0} évvel ezelőtt
hy_am: {0} տարի առաջ
id_id: {0} tahun yang lalu
is_is: {0} fyrir árum
it_ch: {0} anni fa
ja_jp: {0}年前
ka_ge: {0} წლების წინ
kk_kz: {0} жылдар бұрын
km_kh: {0} ឆ្នាំមុន
kn_in: {0} ವರ್ಷಗಳ ಹಿಂದೆ
ko_kr: {0} 몇 년 전
ky_kg: {0} жыл мурун
lo_la: {0} ປີກ່ອນຫນ້ານີ້
lt_lt: {0} prieš metus
lv_lv: {0} pirms gadiem
mi_nz: {0} tau ki muri
mk_mk: {0} години
ml_in: {0} വർഷം മുമ്പ്
mr_in: {0} वर्षांपूर्वी
ms_my: {0} tahun yang lalu
mt_mt: {0} snin ilu
nb_no: {0} år siden
ne_np: {0} वर्ष पहिले
nl_be: {0} jaar geleden
or_in: {0} ବର୍ଷ ପୂର୍ବେ |
pa_arab: {0} ਸਾਲ ਪਹਿਲਾਂ
pl_pl: {0} lata temu
pt_br: {0} anos atrás
ro_ro: {0} acum ani
ru_ru: {0} Несколько лет назад
sk_sk: {0} pred rokmi
sl_si: {0} pred leti
sq_al: {0} vite më parë
sr_cyrl_me: {0} пре много година
sv_fi: {0} år sedan
sw_ke: {0} miaka iliyopita
ta_in: {0} ஆண்டுகளுக்கு முன்பு
te_in: {0} సంవత్సరాల క్రితం
th_th: {0} ปีที่แล้ว
tk_tm: {0} ýyl mundan ozal
tr_tr: {0} yıl önce
tt_ru: {0} еллар элек
ug_cn: {0} يىللار بۇرۇن
uk_ua: {0} років тому
ur_pk: {0} سال پہلے
uz_cyrl: {0} yillar oldin
vi_vn: {0} năm trước
zh_hant: {0}幾年前

# SearchSimpleAnnotationLabel
source: Annotations
af_za: Aantekeninge
am_et: ማብራሪያዎች
ar_bh: التعليقات التوضيحية
as_in: টীকা
az_cyrl: Anbar
bg_bg: Анотации
bn_in: টীকা
bs_latn_ba: Napomene
ca_es: Anotacions
cs_cz: Anotace
cy_gb: Anodiadau
da_dk: Kommentarer
de_ch: Anmerkungen
el_gr: Σχολιασμοί
es_bo: Anotaciones
et_ee: Märkused
fa_ir: حاشیه ها
fi_fi: Merkinnät
fil_ph: Mga anotasyon
ga_ie: Nótaí
gu_in: નોંધણી
he_il: הערות
hi_in: एनोटेशन
hr_hr: Napomene
hu_hu: Kommentárok
hy_am: Ծանոթություններ
id_id: Anotasi
is_is: Athugasemdir
it_ch: Annotazioni
ja_jp: 注釈
ka_ge: ანოტაციები
kk_kz: Аннотациялар
km_kh: ចំណាប់អារម្មណ៍
kn_in: ಟಿಪ್ಪಣಿಗಳು
ko_kr: 주석
ky_kg: Анотациялар
lo_la: ຄໍາບັນຍາຍ
lt_lt: Anotacijos
lv_lv: Anotācijas
mi_nz: Ānae
mk_mk: Прибелешки
ml_in: വ്യാഖ്യാനങ്ങൾ
mr_in: भाष्ये
ms_my: Anotasi
mt_mt: Annotazzjonijiet
nb_no: Merknader
ne_np: एनोटेसन
nl_be: Annotaties
or_in: ଟିପ୍ପଣୀ
pa_arab: ਐਨੋਟੇਸ਼ਨਸ
pl_pl: Adnotacje
pt_br: Anotações
ro_ro: Adnotări
ru_ru: Аннотации
sk_sk: Anotácia
sl_si: Pripisi
sq_al: Shënime
sr_cyrl_me: Напомена
sv_fi: Kommentationer
sw_ke: Maelezo
ta_in: சிறுகுறிப்புகள்
te_in: ఉల్లేఖనాలు
th_th: คำอธิบายประกอบ
tk_tm: Düşündirişler
tr_tr: Ek açıklamalar
tt_ru: Аннотацияләр
ug_cn: ئىزاھات
uk_ua: Анотації
ur_pk: تشریحات
uz_cyrl: Izohlar
vi_vn: Chú thích
zh_hant: 註釋

# SearchSimpleAppNameLabel
source: Application Name
af_za: Aansoeknaam
am_et: የትግበራ ስም
ar_bh: اسم التطبيق
as_in: আবেদনৰ নাম
az_cyrl: Tətbiq adı
bg_bg: Име на приложението
bn_in: আবেদনের নাম
bs_latn_ba: Naziv aplikacije
ca_es: Nom de l'aplicació
cs_cz: název aplikace
cy_gb: Enw'r Cais
da_dk: Anvendelsesnavn
de_ch: Anwendungsname
el_gr: Όνομα εφαρμογής
es_bo: Nombre de la aplicación
et_ee: Rakenduse nimi
fa_ir: نام نرم افزار
fi_fi: sovelluksen nimi
fil_ph: Pangalan ng Application
fr_029: Nom de l'application
ga_ie: Ainm iarratais
gu_in: અરજી નામ
he_il: שם אפליקציה
hi_in: आवेदन का नाम
hr_hr: Naziv aplikacije
hu_hu: Alkalmazás neve
hy_am: Դիմումի անվանումը
id_id: nama aplikasi
is_is: Nafn umsóknar
it_ch: Nome dell'applicazione
ja_jp: アプリケーション名
ka_ge: განაცხადის სახელი
kk_kz: Қолданба атауы
km_kh: ឈ្មោះពាក្យសុំ
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಹೆಸರು
ko_kr: 응용 프로그램 이름
ky_kg: Өтүнмөнүн аталышы
lo_la: ຊື່ການສະຫມັກ
lt_lt: Programos pavadinimas
lv_lv: Lietojumprogrammas nosaukums
mi_nz: Ingoa tono
mk_mk: Име на апликација
ml_in: അപ്ലിക്കേഷന്റെ പേര്
mr_in: अर्ज नाव
ms_my: nama aplikasi
mt_mt: Isem tal-Applikazzjoni
nb_no: Programnavn
ne_np: आवेदन नाम
nl_be: Naam van de toepassing
or_in: ପ୍ରୟୋଗ ନାମ
pa_arab: ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਨਾਮ
pl_pl: Nazwa aplikacji
pt_br: Nome da Aplicação
ro_ro: Numele aplicatiei
ru_ru: Имя приложения
sk_sk: Názov aplikácie
sl_si: Ime aplikacije
sq_al: Emrin e aplikimit
sr_cyrl_me: Назив апликације
sv_fi: applikationsnamn
sw_ke: Jina la Maombi
ta_in: பயன்பாட்டு பெயர்
te_in: దరఖాస్తు పేరు
th_th: ชื่อแอปพลิเคชัน
tk_tm: Amaly ady
tr_tr: Uygulama Adı
tt_ru: Кушымта исеме
ug_cn: قوللىنىشچانلىقى
uk_ua: Назва застосування
ur_pk: درخواست کا نام
uz_cyrl: Ilova nomi
vi_vn: Tên ứng dụng
zh_hant: 應用名稱

# SearchSimpleAppPathLabel
source: Application Path
af_za: Toepassingspad
am_et: የትግበራ መንገድ
ar_bh: مسار التطبيق
as_in: আবেদন পথ
az_cyrl: Tətbiq yolu
bg_bg: Пътят на приложението
bn_in: অ্যাপ্লিকেশন পাথ
bs_latn_ba: Put aplikacije
ca_es: Camí d'aplicació
cs_cz: Cesta aplikace
cy_gb: Llwybr Cais
da_dk: Applikationssti
de_ch: Anwendungspfad
el_gr: Διαδρομή εφαρμογής
es_bo: Ruta de aplicación
et_ee: Rakendustee
fa_ir: مسیر کاربرد
fi_fi: Sovelluspolku
fil_ph: Landas ng Application
fr_029: Chemin d'application
ga_ie: Cosán iarratais
gu_in: અરજી -માર્ગ
he_il: נתיב יישום
hi_in: अनुप्रयोग पथ
hr_hr: Put primjene
hu_hu: Alkalmazási pálya
hy_am: Դիմումի ուղին
id_id: Jalur aplikasi
is_is: Umsóknarleið
it_ch: Percorso dell'applicazione
ja_jp: アプリケーションパス
ka_ge: განაცხადის გზა
kk_kz: Өтінім жолы
km_kh: ផ្លូវដាក់ពាក្យ
kn_in: ಅರ್ಜ ಮಾರ್ಗ
ko_kr: 응용 프로그램 경로
ky_kg: Колдонмо жолу
lo_la: ເສັ້ນທາງສະຫມັກ
lt_lt: Taikymo kelias
lv_lv: Pielietojuma ceļš
mi_nz: Huarahi tono
mk_mk: Патека за апликација
ml_in: അപ്ലിക്കേഷൻ പാത
mr_in: अनुप्रयोग पथ
ms_my: Laluan permohonan
mt_mt: Triq tal-Applikazzjoni
nb_no: Søknadssti
ne_np: आवेदन मार्ग
nl_be: Aanvraagpad
or_in: ପ୍ରୟୋଗ ପଥ
pa_arab: ਐਪਲੀਕੇਸ਼ਨ ਮਾਰਗ
pl_pl: Ścieżka aplikacji
pt_br: Caminho de aplicação
ro_ro: Calea aplicației
ru_ru: Путь приложения
sk_sk: Aplikačná cesta
sl_si: Pot aplikacije
sq_al: Rrugë e aplikimit
sr_cyrl_me: Стаза за пријаву
sv_fi: Applikationsväg
sw_ke: Njia ya Maombi
ta_in: பயன்பாட்டு பாதை
te_in: దరఖాస్తు మార్గం
th_th: เส้นทางแอปพลิเคชัน
tk_tm: Programma ýoly
tr_tr: Uygulama yolu
tt_ru: Заявка юл
ug_cn: قوللىنىشچان يول
uk_ua: Шлях застосування
ur_pk: درخواست کا راستہ
uz_cyrl: Ariza yo'li
vi_vn: Đường dẫn ứng dụng
zh_hant: 應用路徑

# SearchSimpleCaseSensitiveLabel
source: Case Sensitive
af_za: Gevalle sensitief
am_et: የጉዳይ ስሜታዊነት
ar_bh: حساسية الموضوع
as_in: কেছ সংবেদনশীলতা
az_cyrl: Dava-həssas
bg_bg: Различаващ главни от малки букви
bn_in: কেস সংবেদনশীল
bs_latn_ba: Velika i mala slova
ca_es: Cas delicat
cs_cz: Citlivý na velká písmena
cy_gb: Achos Sensitif
da_dk: Fårskabsfølsomme
de_ch: Fallempfindlichkeit
el_gr: Θήκη ευαίσθητος
es_bo: Distingue mayúsculas y minúsculas
et_ee: Juhtumitundlik
fa_ir: مورد حساس
fi_fi: Kohtaus-
fil_ph: Sensitibo sa kaso
fr_029: Sensible aux majuscules et minuscules
ga_ie: Cáipice
gu_in: સંવેદનશીલ કેસ
he_il: רגיש למקרה
hi_in: अक्षर संवेदनशील
hr_hr: Osjetljivo na velika i mala slova
hu_hu: Kis-nagybetű érzékeny
hy_am: Գործի զգայուն
id_id: Hal - hal sensitif
is_is: Hugsanlegt
it_ch: Maiuscole e minuscole
ja_jp: 大文字と小文字を区別
ka_ge: საქმე მგრძნობიარე
kk_kz: Регистрге сезгіш
km_kh: ប្រកាន់​តួអក្សរ​តូច​ធំ
kn_in: ಕೇಸ್ ಸೆನ್ಸಿಟಿವ್
ko_kr: 사례에 민감합니다
ky_kg: Регистрге байланыштуу
lo_la: ກໍລະນີທີ່ມີຄວາມລະອຽດອ່ອນ
lt_lt: Bylą jautrus
lv_lv: Case jutīgs
mi_nz: He tairongo take
mk_mk: Чувствителен случај
ml_in: കേസ് സെൻസിറ്റീവ്
mr_in: केस संवेदनशील
ms_my: Kes sensitif
mt_mt: Sensittiv għall-każ
nb_no: Sak følsom
ne_np: केस संवेदनशील
nl_be: Hoofdlettergevoelig
or_in: ଅକ୍ଷର ସମ୍ବେଦନଶିଳ
pa_arab: ਨਾਜ਼ੁਕ ਹਾਲਤ
pl_pl: Wrażliwa sprawa
pt_br: Maiúsculas e minúsculas
ro_ro: Caz sensibil
ru_ru: С учетом регистра
sk_sk: Citlivý
sl_si: Občutljiv z velikimi črkami
sq_al: I ndjeshëm
sr_cyrl_me: Велика и мала слова
sv_fi: Skiftlägeskänsliga
sw_ke: Kesi nyeti
ta_in: வழக்கு உணர்திறன்
te_in: కేస్ సెన్సిటివ్
th_th: กรณีที่สำคัญ
tk_tm: Ýagdaýa bagly
tr_tr: Harfe duyarlı
tt_ru: Регистрны исәпләп
ug_cn: دېلو سەزگۈر
uk_ua: Чутливий
ur_pk: حساس کیس
uz_cyrl: Harflar katta-kichikligiga sezgir
vi_vn: Trường hợp nhạy cảm
zh_hant: 區分大小寫

# SearchSimpleContentLabel
source: Content
af_za: Tevrede
am_et: ይዘት
ar_bh: محتوى
as_in: বিষয়
az_cyrl: Məzmun
bg_bg: Съдържание
bn_in: বিষয়বস্তু
bs_latn_ba: Sadržaj
cs_cz: Obsah
cy_gb: Nghynnwys
da_dk: Indhold
de_ch: Inhalt
el_gr: Περιεχόμενο
es_bo: Contenido
et_ee: Sisu
fa_ir: محتوا
fi_fi: Sisältö
fil_ph: Nilalaman
fr_029: Contenu
ga_ie: Ábhar
gu_in: સંતુષ્ટ
he_il: תוֹכֶן
hi_in: सामग्री
hr_hr: Sadržaj
hu_hu: Tartalom
hy_am: Բովանդակություն
id_id: Isi
is_is: Innihald
it_ch: Contenuto
ja_jp: コンテンツ
ka_ge: კმაყოფილი
kk_kz: Мазмұны
km_kh: ដេលបេញចិត្ដ
kn_in: ಕಲೆ
ko_kr: 콘텐츠
ky_kg: Мазмун
lo_la: ເນື້ອຫາ
lt_lt: Turinys
lv_lv: Apmierināts
mi_nz: Toka te manawa
mk_mk: содржина
ml_in: സന്തുഷ്ടമായ
mr_in: सामग्री
ms_my: Kandungan
mt_mt: Kontenut
nb_no: Innhold
ne_np: सन्तुष्ट
nl_be: Inhoud
or_in: ବିଷୟବସ୍ତୁ
pa_arab: ਸਮੱਗਰੀ
pl_pl: Treść
pt_br: Contente
ro_ro: Conţinut
ru_ru: Содержание
sk_sk: Spokojnosť
sl_si: Zadovoljstvo
sq_al: Përmbajtje
sr_cyrl_me: Садржај
sv_fi: Innehåll
sw_ke: Yaliyomo
ta_in: உள்ளடக்கம்
te_in: విషయము
th_th: เนื้อหา
tk_tm: Mazmuny
tr_tr: İçerik
tt_ru: Эчтәлек
ug_cn: مەزمۇن
uk_ua: Зміст
ur_pk: مواد
uz_cyrl: Tarkib
vi_vn: Nội dung
zh_hant: 內容

# SearchSimpleFileTypeLabel
source: File Type
af_za: Leër tipe
am_et: የፋይል አይነት
ar_bh: نوع الملف
as_in: ফাইলৰ ধৰণ
az_cyrl: Fayl növü
bg_bg: Тип файл
bn_in: ফাইলের ধরন
bs_latn_ba: Vrsta datoteke
ca_es: Tipus d'arxiu
cs_cz: Typ souboru
cy_gb: Math o Ffeil
da_dk: Filtype
de_ch: Dateityp
el_gr: Τύπος αρχείου
es_bo: Tipo de archivo
et_ee: Faili tüüp
fa_ir: نوع فایل
fi_fi: Tiedostotyyppi
fil_ph: Uri ng file
fr_029: Type de fichier
ga_ie: Cineál comhaid
gu_in: ફાઈલ પ્રકાર
he_il: סוג קובץ
hi_in: फाइल का प्रकार
hr_hr: Vrsta datoteke
hu_hu: Fájltípus
hy_am: Ֆայլի տեսակը
id_id: Jenis file
is_is: Skráartegund
it_ch: Tipo di file
ja_jp: ファイルの種類
ka_ge: Ფაილის ტიპი
kk_kz: Файл түрі
km_kh: ប្រភេទឯកសារ
kn_in: ಕಡತದ ವರ್ಗ
ko_kr: 파일 유형
ky_kg: Файл түрү
lo_la: ປະເພດເອກະສານ
lt_lt: Failo tipas
lv_lv: Faila tips
mi_nz: Momo momo
mk_mk: Тип на датотека
ml_in: ഫയൽ തരം
mr_in: दस्तावेजाचा प्रकार
ms_my: Jenis fail
mt_mt: Tip ta 'fajl
nb_no: Filtype
ne_np: फाइल प्रकार
nl_be: Bestandstype
or_in: ଫାଇଲ୍ ପ୍ରକାର |
pa_arab: ਫਾਈਲ ਕਿਸਮ
pl_pl: Typ pliku
pt_br: Tipo de arquivo
ro_ro: Tip fișier
ru_ru: Тип файла
sk_sk: Typ súboru
sl_si: Vrsta datoteke
sq_al: Lloji i skedarit
sr_cyrl_me: Тип датотеке
sv_fi: Filtyp
sw_ke: Aina ya faili
ta_in: கோப்பு வகை
te_in: ఫైల్ రకం
th_th: ประเภทไฟล์
tk_tm: Faýl görnüşi
tr_tr: Dosya tipi
tt_ru: Файл тибы
ug_cn: ھۆججەت تىپى
uk_ua: Тип файлу
ur_pk: فائل کی قسم
uz_cyrl: Fayl turi
vi_vn: Loại tệp
zh_hant: 文件類型

# SearchSimpleImageTypeLabel
source: Image Type
af_za: Beeldtipe
am_et: የምስል ዓይነት
ar_bh: نوع الصورة
as_in: ছবিৰ ধৰণ
az_cyrl: Şəkil növü
bg_bg: Тип изображение
bn_in: চিত্রের ধরণ
bs_latn_ba: Vrsta slike
ca_es: Tipus d'imatge
cs_cz: Typ obrazu
cy_gb: Math o Ddelwedd
da_dk: Billedtype
de_ch: Bildtyp
el_gr: Τύπος εικόνας
es_bo: Tipo de imagen
et_ee: Pilditüüp
fa_ir: نوع تصویر
fi_fi: Kuvatyyppi
fil_ph: Uri ng imahe
fr_029: Type d'image
ga_ie: Cineál íomhá
gu_in: છબી પ્રકાર
he_il: סוג תמונה
hi_in: छवि प्रकार
hr_hr: Vrsta slike
hu_hu: Képtípus
hy_am: Պատկերի տեսակը
id_id: Tipe gambar
is_is: Myndategund
it_ch: Tipo di immagine
ja_jp: 画像タイプ
ka_ge: გამოსახულების ტიპი
kk_kz: Сурет түрі
km_kh: ប្រភេទរូបភាព
kn_in: ಚಿತ್ರದ ಪ್ರಕಾರ
ko_kr: 이미지 유형
ky_kg: Сүрөт түрү
lo_la: ປະເພດຮູບພາບ
lt_lt: Vaizdo tipas
lv_lv: Attēla tips
mi_nz: Momo whakaahua
mk_mk: Тип на слика
ml_in: ഇമേജ് തരം
mr_in: प्रतिमा प्रकार
ms_my: Jenis Imej
mt_mt: Tip ta 'Immaġni
nb_no: Bildetype
ne_np: छवि प्रकार
nl_be: Beeldtype
or_in: ପ୍ରତିଛବି ପ୍ରକାର |
pa_arab: ਚਿੱਤਰ ਕਿਸਮ
pl_pl: Typ obrazu
pt_br: Tipo de imagem
ro_ro: Tip de imagine
ru_ru: Тип изображения
sk_sk: Typ obrazu
sl_si: Vrsta slike
sq_al: Lloji i figurës
sr_cyrl_me: Тип слике
sv_fi: Bildtyp
sw_ke: Aina ya picha
ta_in: பட வகை
te_in: చిత్ర రకం
th_th: ประเภทภาพ
tk_tm: Surat görnüşi
tr_tr: Resim türü
tt_ru: Рәсем төре
ug_cn: رەسىم تىپى
uk_ua: Тип зображення
ur_pk: تصویری قسم
uz_cyrl: Rasm turi
vi_vn: Lọai hình ảnh
zh_hant: 圖像類型

# SearchSimpleRegExLabel
source: Regular Expression
af_za: Gewone uitdrukking
am_et: መደበኛ አገላለጽ
ar_bh: تعبير عادي
as_in: নিয়মিত অভিব্যক্তি
az_cyrl: Müntəzəm ifadə
bg_bg: Редовно изразяване
bn_in: নিয়মিত অভিব্যক্তি
bs_latn_ba: Redovni izraz
ca_es: Expressió normal
cs_cz: Regulární výraz
cy_gb: Mynegiant rheolaidd
da_dk: Almindelig udtryk
de_ch: Regulären Ausdruck
el_gr: Κοινή έκφραση
es_bo: Expresión regular
et_ee: Regulaarne väljendus
fa_ir: عبارت منظم
fi_fi: Tavallinen ilme
fil_ph: Regular na expression
fr_029: Expression régulière
ga_ie: Léiriú rialta
gu_in: નિયમિત સમીકરણ
he_il: הבעה רגילה
hi_in: नियमित अभिव्यक्ति
hr_hr: Pravilno izražavanje
hu_hu: Reguláris kifejezés
hy_am: Պարբերաբար արտահայտում
id_id: Ekspresi reguler
is_is: Regluleg tjáning
it_ch: Espressione regolare
ja_jp: 正規表現
ka_ge: რეგულარული გამოხატულება
kk_kz: Тұрақты өрнек
km_kh: កន្សោមធម្មតា
kn_in: ನಿಯಮಿತ ಅಭಿವ್ಯಕ್ತಿ
ko_kr: 정규 표현
ky_kg: Үзгүлтүксүз билдирүү
lo_la: ການສະແດງອອກເປັນປະຈໍາ
lt_lt: Įprasta išraiška
lv_lv: Regulāra izteiksme
mi_nz: Whakapuakitanga auau
mk_mk: Редовно изразување
ml_in: പതിവ് എക്സ്പ്രഷൻ
mr_in: नियमित अभिव्यक्ती
ms_my: Ekspresi biasa
mt_mt: Espressjoni regolari
nb_no: Vanlig uttrykk
ne_np: नियमित अभिव्यक्ति
nl_be: Regelmatige expressie
or_in: ନିୟମିତ ଅଭିବ୍ୟକ୍ତି |
pa_arab: ਨਿਯਮਤ ਸਮੀਕਰਨ
pl_pl: Wyrażenie regularne
pt_br: Expressão regular
ro_ro: Expresie uzuala
ru_ru: Регулярное выражение
sk_sk: Pravidelný výraz
sl_si: Vsakdanje izražanje
sq_al: Shprehje e rregullt
sr_cyrl_me: Регуларни израз
sv_fi: Vanligt uttryck
sw_ke: Kujieleza mara kwa mara
ta_in: வழக்கமான வெளிப்பாடு
te_in: సాధారణ వ్యక్తీకరణ
th_th: การแสดงออกปกติ
tk_tm: Yzygiderli aňlatma
tr_tr: Düzenli ifade
tt_ru: Регуляр белдерү
ug_cn: دائىملىق ئىپادىلەش
uk_ua: Регулярний вираз
ur_pk: باقاعدہ اظہار
uz_cyrl: Muntazam ifoda
vi_vn: Biểu hiện thông thường
zh_hant: 正則表達式

# SearchSimpleTextTypeLabel
source: Text Type
af_za: Tekstipe
am_et: የጽሑፍ ዓይነት
ar_bh: إدخال النص
as_in: লিখনী ধৰণ
az_cyrl: Mətn növü
bg_bg: Тип текст
bn_in: পাঠ্য প্রকার
bs_latn_ba: Tip teksta
ca_es: Tipus de text
cs_cz: Typ textu
cy_gb: Math o destun
da_dk: Teksttype
de_ch: Texttyp
el_gr: Τύπος κειμένου
es_bo: Tipo de texto
et_ee: Tekstiliik
fa_ir: نوع متن
fi_fi: Tekstityyppi
fil_ph: Uri ng teksto
fr_029: Type de texte
ga_ie: Cineál téacs
gu_in: પાઠ પ્રકાર
he_il: סוג טקסט
hi_in: पाठ्य प्रकार
hr_hr: Tekst
hu_hu: Szöveges típus
hy_am: Տեքստի տեսակը
id_id: Jenis teks
is_is: Textategund
it_ch: Tipo di testo
ja_jp: テキストタイプ
ka_ge: ტექსტის ტიპი
kk_kz: Мәтін түрі
km_kh: ប្រភេទអត្ថបទ
kn_in: ಪಠ್ಯ
ko_kr: 텍스트 유형
ky_kg: Текст түрү
lo_la: ປະເພດຕົວຫນັງສື
lt_lt: Teksto tipas
lv_lv: Teksta tips
mi_nz: Momo tuhinga
mk_mk: Тип на текст
ml_in: ടെക്സ്റ്റ് തരം
mr_in: मजकूर प्रकार
ms_my: Jenis teks
mt_mt: Tip ta 'Test
nb_no: Teksttype
ne_np: अध्याय प्रकार
nl_be: Bericht soort
or_in: ପାଠ୍ୟ ପ୍ରକାର |
pa_arab: ਟੈਕਸਟ ਕਿਸਮ
pl_pl: Typ tekstu
pt_br: Tipo de texto
ro_ro: Tip de text
ru_ru: Тип текста
sk_sk: Typ textu
sl_si: Vrsta besedila
sq_al: Lloj teksti
sr_cyrl_me: Врста текста
sv_fi: Texttyp
sw_ke: Aina ya maandishi
ta_in: உரை வகை
te_in: వచన రకం
th_th: ประเภทข้อความ
tk_tm: Tekst görnüşi
tr_tr: Metin türü
tt_ru: Текст төре
ug_cn: تېكىست تىپى
uk_ua: Тип тексту
ur_pk: متن کی قسم
uz_cyrl: Matn turi
vi_vn: Dạng văn bản
zh_hant: 文本類型

# SearchSimpleTitleLabel
source: Title
af_za: Titel
am_et: ርዕስ
ar_bh: عنوان
as_in: অলপ
az_cyrl: Başlıq
bg_bg: Заглавие
bn_in: শিরোনাম
bs_latn_ba: Naslov
ca_es: Títol
cs_cz: Titul
cy_gb: Teitl
da_dk: Titel
de_ch: Titel
el_gr: Τίτλος
es_bo: Título
et_ee: Tiitel
fa_ir: عنوان
fi_fi: Otsikko
fil_ph: Pamagat
fr_029: Titre
ga_ie: Ceart
gu_in: હક
he_il: כותרת
hi_in: शीर्षक
hr_hr: Titula
hu_hu: Cím
hy_am: Կոչում
id_id: Judul
is_is: Titill
it_ch: Titolo
ja_jp: タイトル
ka_ge: ტიტული
kk_kz: Тақырып
km_kh: ចមនងចើង
kn_in: ಶೀರ್ಷಿಕೆ
ko_kr: 제목
ky_kg: Аталышы
lo_la: ໃບຕາດິນ
lt_lt: Pavadinimas
lv_lv: Tituls
mi_nz: Taitara
mk_mk: Наслов
ml_in: തലക്കെട്ട്
mr_in: शीर्षक
ms_my: Tajuk
mt_mt: Titlu
nb_no: Tittel
ne_np: शीर्षक
nl_be: Titel
or_in: ଆଖ୍ୟା
pa_arab: ਸਿਰਲੇਖ
pl_pl: Tytuł
pt_br: Título
ro_ro: Titlu
ru_ru: Заголовок
sk_sk: Titul
sl_si: Naslov
sq_al: Titull
sr_cyrl_me: Назив
sv_fi: Titel
sw_ke: Kichwa
ta_in: தலைப்பு
te_in: శీర్షిక
th_th: ชื่อ
tk_tm: Ady
tr_tr: Başlık
tt_ru: Исем
ug_cn: ماۋزۇ
uk_ua: Титул
ur_pk: عنوان
uz_cyrl: Sarlavha
vi_vn: Tiêu đề
zh_hant: 標題

# SearchSimpleUrlLabel
source: Url
am_et: ዩ አር ኤል
ar_bh: عنوان URL
cy_gb: Dryll
el_gr: Διευθύνουσα ίππων
fi_fi: URL -osoite
gu_in: Urલટ
he_il: כתובת אתר
hi_in: यूआरएल
kk_kz: URL мекенжайы
mk_mk: УРЛ
ne_np: मूल्
sk_sk: Adresa URL
sr_cyrl_me: Урл

# SearchSimpleUrlTitleLabel
source: Url Title
af_za: URL -titel
am_et: ዩ አር ኤል ማዕረግ
ar_bh: عنوان URL
as_in: URL শিৰোনাম
az_cyrl: Url başlığı
bg_bg: Заглавие на URL адреса
bn_in: ইউআরএল শিরোনাম
bs_latn_ba: URL naslov
ca_es: Títol de l'URL
cs_cz: Název URL
cy_gb: Teitl URL
da_dk: URL -titel
de_ch: URL -Titel
el_gr: Τίτλος url
es_bo: Título de URL
et_ee: URL -i pealkiri
fa_ir: عنوان URL
fi_fi: URL -osoite
fil_ph: Pamagat ng URL
fr_029: Titre d'URL
ga_ie: Teideal URL
gu_in: URL -ur
he_il: כותרת כתובת אתר
hi_in: URL शीर्षक
hr_hr: Naslov URL -a
hu_hu: URL -cím
hy_am: URL տիտղոս
id_id: Judul URL
is_is: URL titill
it_ch: Titolo URL
ja_jp: URLタイトル
ka_ge: URL სათაური
kk_kz: URL мекен-жайы
km_kh: ចំណងជើង URL
kn_in: URL ಶೀರ್ಷಿಕೆ
ko_kr: URL 제목
ky_kg: URL аталышы
lo_la: ຫົວຂໍ້ URL
lt_lt: URL pavadinimas
lv_lv: URL nosaukums
mi_nz: Taitara URL
mk_mk: Наслов на URL
ml_in: URL ശീർഷകം
mr_in: URL शीर्षक
ms_my: Tajuk URL
mt_mt: Titlu tal-URL
nb_no: URL -tittel
ne_np: URL शीर्षक
nl_be: URL -titel
or_in: Url ଟାଇଟଲ୍ |
pa_arab: ਯੂਆਰਐਲ ਸਿਰਲੇਖ
pl_pl: Tytuł URL
pt_br: Título da URL
ro_ro: Titlul URL
ru_ru: Название URL
sk_sk: Názov URL
sl_si: Naslov URL
sq_al: Titulli URL
sr_cyrl_me: Наслов УРЛ-а
sv_fi: Url -titel
sw_ke: Kichwa cha URL
ta_in: URL தலைப்பு
te_in: URL శీర్షిక
th_th: ชื่อ URL
tk_tm: URL-iň ady
tr_tr: URL başlığı
tt_ru: URL исеме
ug_cn: URL ماۋزۇسى
uk_ua: Назва URL
ur_pk: یو آر ایل کا عنوان
uz_cyrl: URL sarlavhasi
vi_vn: Tiêu đề URL
zh_hant: URL標題

# SearchSimpleWholeWordLabel
source: Whole Word
af_za: Hele woord
am_et: ሙሉ ቃል
ar_bh: الكلمة بالكامل
as_in: গোটেই শব্দ
az_cyrl: Bütöv
bg_bg: Цяла дума
bn_in: সমগ্র শব্দ
bs_latn_ba: Cijela riječ
ca_es: Paraula sencera
cs_cz: Celý svět
cy_gb: Gair cyfan
da_dk: Hele ord
de_ch: Ganze Welt
el_gr: Ολος ο κοσμος
es_bo: Toda palabra
et_ee: Terve sõna
fa_ir: کلمه کلیدی
fi_fi: Koko maailma
fil_ph: Buong salita
fr_029: Mot entier
ga_ie: Focal iomlán
gu_in: સંપૂર્ણ શબ્દ
he_il: כל העולם
hi_in: पूरा शब्द
hr_hr: Cijela riječ
hu_hu: Egész világ
hy_am: Ամբողջ բառը
id_id: Seluruh kata
is_is: Allt orð
it_ch: Parola intera
ja_jp: 単語全体
ka_ge: მთელი სიტყვა
kk_kz: Бүкіл сөз
km_kh: ពាក្យទាំងមូល
kn_in: ಸಂಪೂರ್ಣ ಪದ
ko_kr: 전체 단어
ky_kg: Бүт сөз
lo_la: ຕາທັງຫມົດ
lt_lt: Visas žodis
lv_lv: Vesels vārds
mi_nz: Kupu katoa
mk_mk: Цел збор
ml_in: മുഴുവൻ വാക്ക്
mr_in: संपूर्ण शब्द
ms_my: Keseluruhan perkataan
mt_mt: Kelma sħiħa
nb_no: Hele verden
ne_np: पुरै शब्द
nl_be: Hele wereld
or_in: ପୁରା ଟର୍ମସୀ
pa_arab: ਪੂਰਾ ਸ਼ਬਦ
pl_pl: Cały świat
pt_br: Palavra inteira
ro_ro: Intregul cuvant
ru_ru: Целое слово
sk_sk: Celé slovo
sl_si: Celotna beseda
sq_al: Fjalë e plotë
sr_cyrl_me: Целе речи
sv_fi: Hela världen
sw_ke: Neno lote
ta_in: முழு சொல்
te_in: మొత్తం పదం
th_th: ทั้งคำ
tk_tm: Tutuş söz
tr_tr: Tüm dünya
tt_ru: Бөтен сүз
ug_cn: پۈتۈن سۆز
uk_ua: Ціле слово
ur_pk: پورا لفظ
uz_cyrl: Butun so'z
vi_vn: Cả từ
zh_hant: 整個詞
