Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionAnalyzeValidation3
source: Parent '{0}' filters only for '{1}' type content and analyzer '{2}' will never execute because it does not support '{3}' type of input
af_za: Ouer '{0}' filters slegs vir '{1}' Type Content and Analyzer '{2}' sal nooit uitvoer nie omdat dit nie '{3}' tipe invoer ondersteun nie
am_et: የወላጅ '{0} ማጣሪያዎች' {1} 'ዓይነት ዓይነት ይዘት እና ትንታኔያዊነት ብቻ' {2} በቀጥታ አይገደልም ምክንያቱም {3} የግቤት ዓይነት
ar_bh: الأصل '{0}' مرشحات فقط من أجل "{1} 'لن يتم تنفيذ المحتوى والمحلل' {2} 'لأنه لا يدعم' نوع الإدخال {3} '
as_in: মূল '{0}' ফিল্টাৰসমূহ কেৱল '{1}' ধৰণৰ বিষয়বস্তু আৰু বিশ্লেষক '{2}' ৰ বাবে কেতিয়াও এক্সিকিউট নকৰে কাৰণ ই '{3}' ধৰণৰ ইনপুট সমৰ্থন নকৰে
az_cyrl: Valideyn '{0}' yalnız '{1}' tipli məzmunu və analizatoru '{2}' üçün '{2}' üçün '{3}' giriş tipini dəstəkləmədiyi üçün heç vaxt icra edilmir
bg_bg: Родител '{0}' филтри само за съдържание и анализатор на „{1}“ {2} 'никога няма да се изпълнява, защото не поддържа „{3}“ тип вход
bn_in: প্যারেন্ট '{0}' ফিল্টারগুলি কেবল '{1}' টাইপ সামগ্রী এবং বিশ্লেষক '{2}' এর জন্য ফিল্টারগুলি কখনই কার্যকর করবে না কারণ এটি '{3}' ধরণের ইনপুট সমর্থন করে না
bs_latn_ba: Roditelj '{0}' filtri samo za sadržaj i analizator '{1}' "{2}" nikada neće izvršiti jer ne podržava "{3}" vrstu unosa
ca_es: Parent '{0}' filtres només per a '{1}' tipus de contingut i analitzador '{2}' no s'executaran mai perquè no admet el tipus d'entrada '{3}'
cs_cz: Nadřazené filtry „{0}“ pouze pro obsah typu „{1}“ a analyzátor „{2}“ se nikdy nespustí, protože nepodporuje vstup typu „{3}“
cy_gb: Rhiant '{0}' Hidlo yn unig ar gyfer '{1}' math o gynnwys a dadansoddwr '{2}' byth yn gweithredu oherwydd nad yw'n cefnogi math o fewnbwn '{3}'
da_dk: Forælder '{0}' filtre kun til '{1}' type indhold og analysator '{2}' vil aldrig udføre, fordi det ikke understøtter '{3}' type input
de_ch: Das übergeordnete Element „{0}“ filtert nur für Inhalte vom Typ „{1}“, und der Analysator „{2}“ wird niemals ausgeführt, da er den Eingabetyp „{3}“ nicht unterstützt
el_gr: Γονέας '{0}' φίλτρα μόνο για '{1}' Περιεχόμενο και αναλυτής '{2}' δεν θα εκτελέσει ποτέ επειδή δεν υποστηρίζει '{3}' τύπος εισόδου
es_bo: Padre '{0}' Los filtros solo para el contenido y analizador de tipo '{1}' '{2}' nunca se ejecutarán porque no admite '{3}' Tipo de entrada
et_ee: Vanem '{0}' filtrid ainult '{1}' tüüpi sisu ja analüsaatori '{2}' jaoks ei käivitu kunagi, kuna see ei toeta '{3}' sisendi tüüpi
fa_ir: فیلترهای والد «{0}» فقط برای محتوای نوع «{1}» و تحلیلگر «{2}» هرگز اجرا نمی‌شود زیرا از نوع ورودی «{3}» پشتیبانی نمی‌کند.
fi_fi: Vanhempi '{0}' Suodattimet vain '{1}' Tyyppisisältö ja analysaattori '{2}' ei koskaan suorita, koska se ei tue '{3}' Tulotyyppi
fil_ph: Magulang '{0}' filter lamang para sa '{1}' type na nilalaman at analyzer '{2}' ay hindi kailanman isasagawa dahil hindi ito sumusuporta sa uri ng input ng '{3}'
fr_029: Les filtres parent '{0}' uniquement pour '{1}' Type de contenu et analyseur '{2}' ne s'exécuteront jamais car il ne prend pas en charge '{3}' Type d'entrée
ga_ie: Ní dhéanfaidh an tuismitheoir '{0}' scagairí amháin le haghaidh '{1}' Cineál ábhair agus anailíseoir '{2}' a fhorghníomhú toisc nach dtacaíonn sé le cineál ionchuir '{3}'
gu_in: પેરેંટ '{0}' ફક્ત '{1}' પ્રકારનાં સામગ્રી અને વિશ્લેષક '{2}' માટે ક્યારેય ચલાવશે નહીં કારણ કે તે '{3}' પ્રકારનો ઇનપુટ સપોર્ટ કરતું નથી
he_il: הורה '{0}' מסננים רק עבור '{1}' הקלד תוכן ומנתח '{2}' לעולם לא יבצע מכיוון שהוא לא תומך ב'- {3} 'סוג הקלט
hi_in: माता -पिता '{0}' केवल '{1}' प्रकार की सामग्री और विश्लेषक '{2}' के लिए फ़िल्टर कभी भी निष्पादित नहीं करेंगे क्योंकि यह '{3}' इनपुट के प्रकार का समर्थन नहीं करता है
hr_hr: Roditelj '{0}' Filtrira samo za '{1}' Upišite sadržaj i analizator '{2}' nikada neće izvršiti jer ne podržava tip {3} '
hu_hu: A '{0}' szülő csak a '{1}' típusú tartalomhoz és az analizátor '{2}' szűrőkhöz soha nem fog végrehajtani, mert nem támogatja a '{3}' bemenet típusa
hy_am: Ծնող '{0} «Զտիչները միայն« {1} »տիպի բովանդակությունն ու անալիզատորի համար չեն կարողանա իրականացնել, քանի որ այն չի ապահովում« {3} »մուտքագրման տեսակը
id_id: Parent '{0}' hanya filter untuk '{1}' Type Content and Analyzer '{2}' tidak akan pernah dieksekusi karena tidak mendukung jenis input '{3}'
is_is: Foreldri '{0}' síur aðeins fyrir '{1}' tegund og greiningartæki '{2}' mun aldrei framkvæma vegna þess að það styður ekki '{3}' tegund innsláttar
it_ch: Parent '{0}' filtra solo per il contenuto e l'analizzatore '{1}' '{2}' non eseguirà mai perché non supporta il tipo di input '{3}'
ja_jp: 親 '{0}'フィルター '{1}'タイプコンテンツとアナライザー '{2}'は、「{3}」タイプの入力をサポートしていないため実行されません
ka_ge: მშობელი '{0}' ფილტრები მხოლოდ '{1}' ტიპის შინაარსისა და ანალიზატორისთვის '{2}' არასოდეს შეასრულებს, რადგან ის არ უჭერს მხარს '{3}' შეყვანის ტიპს
kk_kz: «{1}» сүзгілері үшін '{1}' 'сүзгілері' {1} 'түрі мазмұны және анализатор' {2} 'ешқашан орындалмайды, өйткені ол' {3} 'енгізу түрін қолдамайды
km_kh: "{0} 'សម្រាប់តែមាតិកា' {1} 'ប្រភេទមាតិកានិងអ្នកវិភាគ' {2} 'នឹងមិនប្រតិបត្តិទេព្រោះវាមិនគាំទ្រប្រភេទនៃការបញ្ចូល' {3} '
kn_in: ಪೋಷಕ '{0}' ಫಿಲ್ಟರ್‌ಗಳು '{1}' ಪ್ರಕಾರದ ವಿಷಯಕ್ಕೆ ಮಾತ್ರ ಮತ್ತು ವಿಶ್ಲೇಷಕ '{2}' ಎಂದಿಗೂ ಕಾರ್ಯಗತಗೊಳ್ಳುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಇದು '{3}' ಪ್ರಕಾರದ ಇನ್‌ಪುಟ್ ಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
ko_kr: '{1}'유형 컨텐츠 및 분석기 '{2}'에 대해서만 Parent '{0}'필터는 지원하지 않기 때문에 실행되지 않습니다. '{3}'유형의 입력 유형
ky_kg: Ата-энеси '{0}' '' '' '' '' '' '' '' {2 {анализаторунун "{анализи" {2} "" "" "" "{3 {3} '' ''
lo_la: ຕົວກັ່ນຕອງ '{0}' ຂອງພໍ່ແມ່ເທົ່ານັ້ນສຳລັບເນື້ອຫາປະເພດ '{1}' ແລະຕົວວິເຄາະ '{2}' ຈະບໍ່ຖືກປະຕິບັດເນື່ອງຈາກມັນບໍ່ຮອງຮັບການປ້ອນຂໍ້ມູນປະເພດ '{3}'
lt_lt: Tėvų '{0}' filtrai tik '{1}' tipo turiniui ir analizatoriui '{2}' niekada nevykdys, nes jis nepalaiko '{3}' įvesties tipo
lv_lv: Vecāks '{0}' filtrē tikai '{1}' Type Saturs un Analyzer '{2}' nekad neizpildīs, jo tas neatbalsta '{3}' ievades tips
mi_nz: Matua '{0}' inster anake mo te '{1}' momo tohu me te tātari '{2}' e kore e whiua na te mea kaore i te tautokohia te '
mk_mk: Родител '{0}' филтри само за '{1}' Содржина и анализатор на типот '{2}' никогаш нема да се изврши затоа што не поддржува '{3} тип на влез
ml_in: പാരൻ്റ് '{0}' ഫിൽട്ടറുകൾ '{1}' തരം ഉള്ളടക്കത്തിനും അനലൈസർ '{2}' ഒരിക്കലും എക്‌സിക്യൂട്ട് ചെയ്യില്ല, കാരണം അത് '{3}' തരം ഇൻപുട്ടിനെ പിന്തുണയ്ക്കുന്നില്ല
mr_in: पालक '{0}' केवळ '{1}' टाइप सामग्री आणि विश्लेषक '{2}' साठी फिल्टर्स कधीही कार्यान्वित करणार नाहीत कारण ते '{3}' प्रकारचे इनपुट समर्थन देत नाही
ms_my: Penapis ibu bapa '{0}' hanya untuk '{1}' jenis kandungan dan penganalisis '{2}' tidak akan dilaksanakan kerana ia tidak menyokong jenis input '{3}'
mt_mt: Ġenitur "{0}" filtri biss għal kontenut tat-tip "{1}" u analizzatur "{2}" qatt ma jeżegwixxi għaliex ma jappoġġjax "{3}" tip ta 'input
nb_no: Foreldre '{0}' filtre bare for '{1}' type innhold og analysator '{2}' vil aldri utføre fordi det ikke støtter '{3}' type inngang
ne_np: '{1}' प्रकारको सामग्री र विश्लेषक '{2}' को लागि मात्र अभिभावक '{0}' फिल्टरहरू कहिल्यै कार्यान्वयन हुँदैन किनभने यसले '{3}' प्रकारको इनपुटलाई समर्थन गर्दैन।
nl_be: Ouder '{0}' filters alleen voor '{1}' type inhoud en analysator '{2}' zal nooit worden uitgevoerd omdat het '{3}' niet ondersteunt
or_in: ପ୍ୟାରେଣ୍ଟ୍ '{0}' ଫିଲ୍ଟର୍ କେବଳ '{1}' ଟାଇପ୍ ବିଷୟବସ୍ତୁ ଏବଂ ଆନାଲିଜର୍ '{2}' ପାଇଁ କେବେ ବି ଏକଜେକ୍ୟୁଟ୍ ହେବ ନାହିଁ କାରଣ ଏହା '{3}' ପ୍ରକାର ଇନପୁଟ୍ କୁ ସମର୍ଥନ କରେନାହିଁ |
pa_arab: ਪੇਰੈਂਟ '{0}' ਸਿਰਫ '{1}' ਕਿਸਮ ਦੇ ਭਾਗਾਂ ਲਈ ਫਿਲਟਰ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਕ '{2}' ਕਦੇ ਨਹੀਂ ਚੱਲਣਗੇ ਕਿਉਂਕਿ ਇਹ ਇੰਪੁੱਟ ਦੀ '{3}' ਕਿਸਮ ਦੀ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ
pl_pl: Filtry nadrzędne „{0}” tylko dla „{1}” Wpisz treść i analizator ”{2}” nigdy nie wykonuje, ponieważ nie obsługuje typu „{3}” wejścia
pt_br: Pai '{0}' Filtros apenas para '{1}' Tipo de conteúdo e analisador '{2}' nunca será executado porque não suporta '{3}' tipo de entrada
ro_ro: Părintele '{0}' filtre numai pentru „{1}” Tastați conținut și analizor '{2}' nu se vor executa niciodată, deoarece nu acceptă tipul de intrare '{3}'
ru_ru: Parent '{0}' Фильтры только для '{1}' Содержание типа и анализатор '{2}' никогда не будет выполняться, потому что он не поддерживает '{3}' Тип ввода
sk_sk: Parent '{0}' Filtre iba pre '{1}' Typ obsahu a analyzátora '{2}' sa nikdy nevykoná, pretože nepodporuje '{3}' typ vstupu
sl_si: Parent '{0}' filtri samo za '{1}' tipa vsebina in analizator '{2}' nikoli ne bo izvedel, ker ne podpira '{3}' vrste vhoda
sq_al: Filtrat e prindërve '{0}' vetëm për përmbajtjen dhe analizuesin e tipit '{1}' '{2}' nuk do të ekzekutojnë kurrë sepse nuk e mbështet
sr_cyrl_me: Родитељ "{0}" филтри само за садржај "{1}" типа и анализатор "{2} 'никада неће извршити јер не подржава" {3} "тип уноса
sv_fi: Överordnad '{0}' filter endast för '{1}' typ innehåll och analysator '{2}' kommer aldrig att köras eftersom det inte stöder '{3}' typ av input
sw_ke: Vichungi vya mzazi '{0}' tu kwa '1}' aina ya yaliyomo na uchambuzi '
ta_in: பெற்றோர் '{0}' '{1}' வகை உள்ளடக்கத்திற்கு மட்டுமே வடிப்பான்கள் மற்றும் பகுப்பாய்வி '{2}' ஒருபோதும் செயல்படுத்தாது, ஏனெனில் அது '{3}' வகை உள்ளீட்டை ஆதரிக்காது
te_in: పేరెంట్ '{0}' '{1}' టైప్ కంటెంట్ మరియు ఎనలైజర్ '{2}' కోసం మాత్రమే ఫిల్టర్లు ఎప్పటికీ అమలు చేయవు ఎందుకంటే ఇది '{3}' ఇన్పుట్ రకం మద్దతు ఇవ్వదు
th_th: parent '{0}' ตัวกรองเฉพาะสำหรับ '{1}' ประเภทเนื้อหาและตัววิเคราะห์ '{2}' จะไม่ดำเนินการเพราะมันไม่รองรับประเภทอินพุต '{3}'
tk_tm: Ene-atanyň '{0}' süzgüçleri diňe '{1}' görnüşli mazmun we analizator '{2}' filtrleri hiç haçan ýerine ýetirmez, sebäbi '{3}' giriş görnüşini goldamaýar.
tr_tr: Yalnızca '{0}' Filtreleri Yalnızca '{1}' Tür İçerik ve Analizör '{2}' '{2}' '{3}' türünü desteklemediği için asla yürütülmez
tt_ru: Ата-ана '{0}' фильтрлар '{1}' тибындагы эчтәлек һәм анализатор өчен түгел '{2} »беркайчан да үтермәячәк, чөнки ул" {3}' кертү төрен хупламый
ug_cn: ئاتا-ئانىلار '{0}' سۈزگۈچ پەقەت «{1} 'ۋە تەھلىل قىلغۇچىنىڭ مەزمۇنى»
uk_ua: Батьківський '{0}' фільтри лише для '{1}' вмісту та аналізатора '{2}' ніколи не виконуватиметься, оскільки він не підтримує '{3}' тип вводу
ur_pk: والدین '{0}' صرف '{1}' ٹائپ مواد اور تجزیہ کار '{2}' کے لئے فلٹرز کبھی نہیں کریں گے کیونکہ یہ ان پٹ کی قسم '{3}' کی حمایت نہیں کرتا ہے۔
uz_cyrl: Faqatgina “{1}” tipidagi kontent uchun “{0}” asosiy filtrlari va “{2}” analizatori hech qachon ishlamaydi, chunki u “{3}” kiritish turini qo‘llab-quvvatlamaydi.
vi_vn: Phụ huynh '{0}' chỉ các bộ lọc cho '{1}' Kiểu nội dung và trình phân tích '{2}' sẽ không bao giờ thực thi vì nó không hỗ trợ '{3}' loại đầu vào
zh_hant: 父'{0}'僅適用於'{1}'type content andalzer'{2}'永遠不會執行，因為它不支持'{3}'輸入類型

# ActionClassifyValidation1
source: No tag selected for Classifier '{0}'
af_za: Geen etiket gekies vir klassifiseerder '{0}'
am_et: ለግማሽ {0} 'የተመረጠ መለያ የለም
ar_bh: لم يتم تحديد علامة لمصنف '{0}'
as_in: শ্ৰেণীবিভাজক '{0}'ৰ বাবে নিৰ্বাচিত কোনো টেগ নাই।
az_cyrl: Təsnifatçı üçün seçilmiş etiket '{0}' üçün seçildi
bg_bg: Не е избран маркер за класификатор '{0}'
bn_in: শ্রেণিবদ্ধের জন্য কোনও ট্যাগ নির্বাচিত নয় '{0}'
bs_latn_ba: Nije odabrana oznaka za klasifikator '{0}'
ca_es: Sense etiqueta seleccionada per al classificador '{0}'
cs_cz: Žádná značka vybrána pro klasifikátor '{0}'
cy_gb: Dim tag wedi'i ddewis ar gyfer dosbarthwr '{0}'
da_dk: Intet tag valgt til klassifikator '{0}'
de_ch: Kein für den Klassifizierer '{0}' ausgewähltes Tag ausgewählt.
el_gr: Δεν έχει επιλεγεί ετικέτα για ταξινομητή {0} '
es_bo: No hay etiqueta seleccionada para el clasificador '{0}'
et_ee: Klassifikaatori '{0}' jaoks pole valitud silti
fa_ir: بدون برچسب انتخاب شده برای طبقه بندی "{0}"
fi_fi: Ei tunnistetta, joka on valittu luokittelijalle '{0}'
fil_ph: Walang napiling tag para sa classifier '{0}'
fr_029: Aucune balise sélectionnée pour le classificateur '{0}'
ga_ie: Níor roghnaítear clibe le haghaidh aicmitheora '{0}'
gu_in: ક્લાસિફાયર '{0}' માટે કોઈ ટ tag ગ પસંદ થયેલ નથી
he_il: אין תג שנבחר לסווג '{0}'
hi_in: क्लासिफायर के लिए कोई टैग नहीं चुना गया '{0}'
hr_hr: Nijedna oznaka odabrana za klasifikator '{0}'
hu_hu: Nincs címke kiválasztva az osztályozóhoz '{0}'
hy_am: Դասակարգչի համար ոչ մի պիտակ չի ընտրվում '{0}'
id_id: Tidak ada tag yang dipilih untuk classifier '{0}'
is_is: Ekkert merki valið fyrir flokkara '{0}'
it_ch: Nessun tag selezionato per il classificatore '{0}'
ja_jp: 分類器に選択されたタグ '{0}'
ka_ge: არ არის შერჩეული კლასიფიკატორის '{0}'
kk_kz: «{0}» классификаторы үшін тег таңдалмады
km_kh: មិនមានស្លាកដែលបានជ្រើសរើសសម្រាប់ classifier '{0}'
kn_in: ವರ್ಗೀಕರಣಕ್ಕಾಗಿ ಯಾವುದೇ ಟ್ಯಾಗ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ '{0}'
ko_kr: Classifier '{0}'에 대해 선택한 태그가 없습니다.
ky_kg: Classifier '{0}' үчүн тандалган жок
lo_la: ບໍ່ມີ TAG ທີ່ຖືກຄັດເລືອກສໍາລັບຊັ້ນຮຽນ '{0}'
lt_lt: Nėra žymos, skirtos klasifikatoriui '{0}'
lv_lv: Nav atlasīta taga klasifikatoram '{0}'
mi_nz: Kaore he tohu i tohua mo te Clasterfier '{0}'
mk_mk: Нема избрана ознака за класификаторот '{0}'
ml_in: ക്ലാസ്ഫയറിനായി '{0}' എന്നതിനായി ടാഗ് ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല '
mr_in: क्लासिफायर '{0}' साठी कोणताही टॅग निवडलेला नाही
ms_my: Tiada tag yang dipilih untuk pengelas '{0}'
mt_mt: L-ebda tikketta magħżula għall-klassifikatur "{0}"
nb_no: Ingen tag valgt for klassifiserer '{0}'
ne_np: वर्गिफायरको लागि कुनै ट्याग चयन गरिएको छैन '{0}'
nl_be: Geen tag geselecteerd voor classifier '{0}'
or_in: କ୍ଲାସିଫାୟର୍ '{0}' ପାଇଁ କ tag ଣସି ଟ୍ୟାଗ୍ ଚୟନ କରନ୍ତୁ ନାହିଁ |
pa_arab: ਕਲਾਸੀਫਾਇਰ '{0}' ਲਈ ਕੋਈ ਟੈਗ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
pl_pl: Brak tagu dla klasyfikatora „{0}”
pt_br: Nenhuma tag selecionada para classificador '{0}'
ro_ro: Nici o etichetă selectată pentru clasificator '{0}'
ru_ru: Нет тега для классификатора '{0}'
sk_sk: Žiadna značka pre klasifikátor '{0}'
sl_si: Za klasifikator ni izbrana oznaka '{0}'
sq_al: Asnjë etiketë e zgjedhur për klasifikuesin '{0}'
sr_cyrl_me: Ниједна ознака није одабрана за класификатор '{0}'
sv_fi: Ingen tagg vald för klassificerare '{0}'
sw_ke: Hakuna lebo iliyochaguliwa kwa classifier '{0}'
ta_in: வகைப்படுத்திக்கு '{0}' க்கு குறிச்சொல் தேர்ந்தெடுக்கப்படவில்லை
te_in: వర్గీకరణ కోసం ట్యాగ్ ఎంచుకోలేదు '{0}'
th_th: ไม่มีการเลือกแท็กสำหรับ classifier '{0}'
tk_tm: Klassifikator üçin saýlanan bellik saýlanmady '{0}'
tr_tr: '{0}' sınıflandırıcısı için etiket seçilmedi
tt_ru: Классификатор өчен сайланмаган таяк юк '{0}'
ug_cn: Lastifierier ئۈچۈن تاللانمىغان '{0}'
uk_ua: Немає тегу, вибраного для класифікатора '{0}'
ur_pk: درجہ بندی کرنے والے '{0}' کے لئے کوئی ٹیگ منتخب نہیں کیا گیا
uz_cyrl: Klassifikator uchun tanlangan teglar yo'q {0} ''
vi_vn: Không có thẻ được chọn cho phân loại '{0}'
zh_hant: 沒有為分類器選擇標籤'{0}'

# ActionClassifyValidation2
source: Tag for Classifier '{0}' not found
af_za: Tag vir klassifiseerder '{0}' nie gevind nie
am_et: ለክፍለተጃው {0} 'አልተገኘም
ar_bh: علامة على المصنف '{0}' لم يتم العثور عليها
as_in: শ্ৰেণীবিভাজক '{0}' ৰ বাবে টেগ পোৱা নগ'ল
az_cyrl: Təsnifatçı üçün etiket '{0}' tapılmadı
bg_bg: Етикет за класификатор '{0}' не е намерен
bn_in: শ্রেণিবদ্ধের জন্য ট্যাগ '{0}' পাওয়া যায় নি
bs_latn_ba: Oznaka za klasifikator '{0}' nije pronađen
ca_es: Etiqueta per al classificador '{0}' no s'ha trobat
cs_cz: Tag for Classifier '{0}'
cy_gb: Tag ar gyfer dosbarthwr '{0}' heb ei ddarganfod
da_dk: Tag til klassificering '{0}' ikke fundet
de_ch: Tag für Klassifizier '{0}' nicht gefunden
el_gr: Ετικέτα για ταξινομητή '{0}' Δεν βρέθηκε
es_bo: Etiqueta para clasificador '{0}' no encontrado
et_ee: Sild klassifikaatori '{0}' jaoks pole leitud
fa_ir: برچسب برای طبقه بندی "{0}" یافت نشد
fi_fi: Tunniste luokittelijalle '{0}' ei löydy
fil_ph: Tag para sa classifier '{0}' hindi natagpuan
fr_029: Tag pour le classificateur '{0}' introuvable
ga_ie: Clib le haghaidh aicmitheora '{0}' nár aimsíodh
gu_in: ક્લાસિફાયર માટે ટ tag ગ '{0}' મળ્યું નથી
he_il: תגית לסיווג '{0}' לא נמצא
hi_in: क्लासिफायर के लिए टैग '{0}' नहीं मिला
hr_hr: Oznaka za klasifikator '{0}' nije pronađena
hu_hu: Címke az osztályozóhoz '{0}' nem található
hy_am: Դասակարգչի համար պիտակ «{0}» չի գտնվել
id_id: Tag untuk classifier '{0}' tidak ditemukan
is_is: Merki fyrir flokkun '{0}' fannst ekki
it_ch: Tag per classifier '{0}' non trovato
ja_jp: 分類器のタグ '{0}'が見つかりません
ka_ge: საკლასო კლასიფიკატისთვის '{0}' არ არის ნაპოვნი
kk_kz: «{0}» классификаторына арналған тег табылмады
km_kh: ស្លាកសម្រាប់ Claspier '{0}' រកមិនឃើញ
kn_in: ವರ್ಗೀಕರಣಕ್ಕಾಗಿ ಟ್ಯಾಗ್ '{0}' ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 분류기 '{0}'태그를 찾을 수 없습니다.
ky_kg: Классификатор үчүн "{0} 'табылган жок
lo_la: Tag for Classifier '{0}' ບໍ່ພົບ
lt_lt: Klasifikatoriaus „{0}“ žyma nerasta
lv_lv: Tagu klasifikatoram '{0}' nav atrasts
mi_nz: Tag mo te akomanga '{0}' kaore i kitea
mk_mk: Ознака за класификаторот '{0}' не е пронајдена
ml_in: ക്ലാസ്ഫയറിനായുള്ള ടാഗ് '{0}' കണ്ടെത്തിയില്ല
mr_in: क्लासिफायर '{0}' साठी टॅग सापडला नाही
ms_my: Tag untuk pengelas '{0}' tidak dijumpai
mt_mt: Tag għall-klassifikatur "{0}" ma nstabx
nb_no: Tag for klassifiserer '{0}' ikke funnet
ne_np: क्रीमिटियरको लागि ट्याग '{0}' फेला परेन
nl_be: Tag voor classifier '{0}' niet gevonden
or_in: କ୍ଲାସିଫାୟର୍ '{0}' ପାଇଁ ଟ୍ୟାଗ୍ ମିଳିଲା ନାହିଁ |
pa_arab: ਕਲਾਸੀਫਾਇਰ '{0}' ਲਈ ਟੈਗ ਨਹੀਂ ਮਿਲਿਆ
pl_pl: Nie znaleziono znacznika dla klasyfikatora „{0}
pt_br: Tag para classificador '{0}' não encontrado
ro_ro: Etichetă pentru clasificator '{0}' nu a fost găsit
ru_ru: Тег для классификатора '{0}' не найден
sk_sk: Značka pre klasifikátor '{0}' nenájdete
sl_si: Oznaka za klasifikator '{0}' ni mogoče najti
sq_al: Tag për klasifikuesin '{0}' nuk u gjet
sr_cyrl_me: Ознака за класификатор '{0}' није пронађена
sv_fi: Tagg för klassificerare '{0}' hittades inte
sw_ke: Tag kwa classifier '{0}' haipatikani
ta_in: வகைப்படுத்தலுக்கான குறிச்சொல் '{0}' கிடைக்கவில்லை
te_in: వర్గీకరణ కోసం ట్యాగ్ '{0}' కనుగొనబడలేదు
th_th: ไม่พบแท็กสำหรับ classifier '{0}'
tk_tm: "ClassyFier" -i "{0}" tapylmady
tr_tr: Sınıflandırıcı için etiket '{0}' bulunamadı
tt_ru: Классификатор '{0}' табылмады
ug_cn: Lastifierier '{0}' تېپىلمىدى
uk_ua: Тег для класифікатора '{0}' не знайдено
ur_pk: درجہ بندی کے لئے ٹیگ '{0}' نہیں ملا
uz_cyrl: Klassifikator '{0}' topilmadi
vi_vn: Tag cho Classifier '{0}' không tìm thấy
zh_hant: 分類器的標籤'{0}'找不到

# ActionConditionalValidation1
source: Compare Value can only be letters, numbers or spaces
af_za: Vergelyk waarde kan slegs letters, getalle of ruimtes wees
am_et: አነፃፅር እሴት ፊደላት, ቁጥሮች ወይም ቦታዎች ብቻ ሊሆኑ ይችላሉ
ar_bh: يمكن أن تكون قيمة المقارنة فقط الحروف أو الأرقام أو المساحات
as_in: তুলনা মান কেৱল আখৰ, সংখ্যা বা স্থান হ'ব পাৰে
az_cyrl: Müqayisə dəyəri yalnız hərf, nömrələr və ya boşluq ola bilər
bg_bg: Сравнете стойността може да бъде само букви, цифри или пространства
bn_in: তুলনা মান কেবল অক্ষর, সংখ্যা বা স্পেস হতে পারে
bs_latn_ba: Uporedite vrijednost može biti samo slova, brojevi ili prostori
ca_es: Comparar el valor només pot ser lletres, números o espais
cs_cz: Porovnat hodnotu mohou být pouze písmena, čísla nebo prostory
cy_gb: Dim ond llythyrau, rhifau neu ofodau y gall cymharu gwerth fod
da_dk: Sammenlign værdi kan kun være bogstaver, tal eller mellemrum
de_ch: Vergleichen Sie Wert können nur Buchstaben, Zahlen oder Räume sein
el_gr: Η σύγκριση της τιμής μπορεί να είναι μόνο γράμματα, αριθμοί ή χώροι
es_bo: Comparar el valor solo puede ser letras, números o espacios
et_ee: Võrdle väärtus võib olla ainult tähed, numbrid või ruumid
fa_ir: مقایسه مقدار فقط می تواند حروف ، اعداد یا فضاها باشد
fi_fi: Vertaa arvoa voi olla vain kirjaimia, numeroita tai välilyöntejä
fil_ph: Paghambingin ang halaga ay maaari lamang maging mga titik, numero o puwang
fr_029: Comparer la valeur ne peut être que des lettres, des nombres ou des espaces
ga_ie: Comparáid a dhéanamh idir luach nach féidir ach litreacha, uimhreacha nó spásanna a bheith i gcomparáid
gu_in: મૂલ્યની તુલના ફક્ત અક્ષરો, સંખ્યાઓ અથવા જગ્યાઓ હોઈ શકે છે
he_il: השוואה בין ערך יכול להיות רק אותיות, מספרים או רווחים
hi_in: तुलना मूल्य केवल अक्षर, संख्या या रिक्त स्थान हो सकता है
hr_hr: Usporedite vrijednost može biti samo slova, brojevi ili prostori
hu_hu: Az érték összehasonlítása csak betűk, számok vagy terek lehet
hy_am: Համեմատեք արժեքը կարող է լինել միայն տառեր, համարներ կամ տարածքներ
id_id: Bandingkan nilai hanya bisa berupa huruf, angka atau spasi
is_is: Bera saman gildi geta aðeins verið stafir, tölur eða rými
it_ch: Confronta il valore può essere solo lettere, numeri o spazi
ja_jp: 値を比較することは文字、数字、またはスペースのみであることができます
ka_ge: შედარება შეიძლება იყოს მხოლოდ ასოები, ციფრები ან სივრცე
kk_kz: Салыстыру Мән тек әріптер, сандар немесе бос орындар болуы мүмкін
km_kh: ប្រៀបធៀបតម្លៃអាចគ្រាន់តែជាអក្សរលេខឬចន្លោះ
kn_in: ಮೌಲ್ಯವನ್ನು ಹೋಲಿಕೆ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು ಅಥವಾ ಸ್ಥಳಗಳಾಗಿರಬಹುದು
ko_kr: 값 비교는 글자, 숫자 또는 공백 일 수 있습니다.
ky_kg: Салыштыруунун маанисин, тамгалар, сандар же боштуктар болушу мүмкүн
lo_la: ປຽບທຽບມູນຄ່າສາມາດເປັນຕົວອັກສອນ, ຕົວເລກຫລືສະຖານທີ່
lt_lt: Palyginkite vertę gali būti tik raidės, skaičiai ar tarpai
lv_lv: Salīdzināt vērtību var būt tikai burti, skaitļi vai telpas
mi_nz: Whakatauhia te uara ka taea noa nga reta, nga nama, nga waahi ranei
mk_mk: Споредете вредност може да биде само букви, броеви или простори
ml_in: താരതമ്യം മൂല്യം അക്ഷരങ്ങൾ, അക്കങ്ങൾ അല്ലെങ്കിൽ ഇടങ്ങൾ എന്നിവ മാത്രമേ കഴിയൂ
mr_in: तुलना मूल्य केवळ अक्षरे, संख्या किंवा मोकळी असू शकते
ms_my: Bandingkan nilai hanya boleh menjadi huruf, nombor atau ruang
mt_mt: Qabbel il-valur jista 'jkun biss ittri, numri jew spazji
nb_no: Sammenlign verdi kan bare være bokstaver, tall eller mellomrom
ne_np: तुलना गर्नुहोस् मान मात्र अक्षर, संख्या वा रिक्त स्थानहरू हुन सक्छ
nl_be: Vergelijk waarde kunnen alleen letters, getallen of spaties zijn
or_in: ମୂଲ୍ୟ କେବଳ ଅକ୍ଷର, ସଂଖ୍ୟା କିମ୍ବା ସ୍ପେସ୍ ହୋଇପାରେ |
pa_arab: ਤੁਲਨਾ ਕਰੋ ਅੱਖਰ, ਨੰਬਰ ਜਾਂ ਖਾਲੀ ਥਾਂਵਾਂ ਹੀ ਹੋ ਸਕਦੀਆਂ ਹਨ
pl_pl: Porównaj wartość może być tylko litery, liczby lub przestrzenie
pt_br: Compare o valor pode ser apenas letras, números ou espaços
ro_ro: Compararea valorii poate fi doar litere, numere sau spații
ru_ru: Сравнение значения может быть только буквами, числами или пробелами
sk_sk: Porovnať hodnotu môžu byť iba písmená, čísla alebo medzery
sl_si: Primerjava vrednost so lahko samo črke, številke ali presledki
sq_al: Krahasoni vlerën mund të jenë vetëm shkronja, numra ose hapësira
sr_cyrl_me: Упоредите вредност може бити само слова, бројеве или размаке
sv_fi: Jämför värde kan bara vara bokstäver, siffror eller utrymmen
sw_ke: Kulinganisha thamani inaweza kuwa herufi, nambari au nafasi tu
ta_in: மதிப்பை ஒப்பிடுக கடிதங்கள், எண்கள் அல்லது இடைவெளிகள் மட்டுமே
te_in: పోలిక విలువ అక్షరాలు, సంఖ్యలు లేదా ఖాళీలు మాత్రమే కావచ్చు
th_th: เปรียบเทียบค่าสามารถเป็นตัวอักษรตัวเลขหรือช่องว่างเท่านั้น
tk_tm: Topary deňeşdiriň Diňe harplar, sanlar ýa-da boşluk bolup biler
tr_tr: Değeri karşılaştırın yalnızca harfler, sayılar veya boşluklar olabilir
tt_ru: Чагыштырырга кыйммәтне хәрефләр, саннар яки урыннар булырга мөмкин
ug_cn: قىممىتىنى سېلىشتۇرۇش پەقەت ھەرپ, سان ياكى بوشلۇق بولالايدۇ
uk_ua: Порівняйте значення може бути лише листи, числа або пробіли
ur_pk: موازنہ قیمت صرف خط ، نمبر یا خالی جگہ ہوسکتی ہے
uz_cyrl: Solishtirish qiymat faqat harflar, raqamlar yoki bo'shliqlar bo'lishi mumkin
vi_vn: So sánh giá trị chỉ có thể là các chữ cái, số hoặc khoảng trống
zh_hant: 比較值只能是字母，數字或空格
