Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# CommonPluginLabel
source: Plugin
af_za: Inset
as_in: প্লাগইন
bn_in: প্লাগ লাগানো
bs_latn_ba: Dodatak
ca_es: Connectar
cs_cz: Zapojit
el_gr: Συνδέω
es_bo: Enchufar
et_ee: Sisse panema
fa_ir: پژمان
fi_fi: Kytkeä
fil_ph: Isaksak
fr_029: Brancher
ga_ie: Plugáil isteach
gu_in: માં નાખો
he_il: חיבור
hi_in: लगाना
hr_hr: Uključiti
hu_hu: Csatlakoztat
hy_am: Միացնել
is_is: Stinga inn
it_ch: Collegare
ja_jp: プラグイン
km_kh: ទីាការ
kn_in: ಚಿರತೆ
ko_kr: 플러그인
lo_la: ປັນກອິນ
lt_lt: Prijungti
lv_lv: Iespraust
ml_in: പ്ലഗിൻ
mr_in: प्लगइन
nb_no: Plugg inn
ne_np: जोड्नु
nl_be: Inpluggen
or_in: ଲଗାଇବା
pa_arab: ਪਲੱਗਇਨ
pt_br: Plugar
ro_ro: Conecteaza
ru_ru: Плагин
sk_sk: Zapojiť
sl_si: Vključiti
sq_al: Prizë
sr_cyrl_me: Повезати
ta_in: சொருகு
te_in: అనుసంధానించు
th_th: เสียบเข้าไป
tr_tr: Eklenti
tt_ru: Тоташтыру
uk_ua: Підключати
ur_pk: رابطہ بحال کرو
uz_cyrl: Plagin
zh_hant: 插入

# CommonReaderLabel
source: Reader
af_za: Leser
as_in: পাঠক
bn_in: পাঠক
bs_latn_ba: Čitač
ca_es: Lector
cs_cz: Čtenář
da_dk: Læser
de_ch: Leser
el_gr: Αναγνώστης
es_bo: Lector
et_ee: Lugeja
fa_ir: خواننده
fi_fi: Lukija
fil_ph: Mambabasa
fr_029: Lecteur
ga_ie: Léitheoir
gu_in: વાચકો
he_il: קוֹרֵא
hi_in: पाठक
hr_hr: Čitač
hu_hu: Olvasó
hy_am: Ընթերցող
id_id: Pembaca
is_is: Lesandi
it_ch: Lettore
ja_jp: 読者
km_kh: អ្នកអាន
kn_in: ಓದುಗ
ko_kr: 리더
lo_la: ຜູ້ອ່ານ
lt_lt: Skaitytojas
lv_lv: Lasītājs
ml_in: വായനക്കാരൻ
mr_in: वाचक
mt_mt: Qarrej
nb_no: Leser
ne_np: पढने व्यक्ति
nl_be: Lezer
or_in: ପାଠକ
pa_arab: ਪਾਠਕ
pt_br: Leitor
ro_ro: Cititor
ru_ru: Читатель
sk_sk: Čitateľ
sl_si: Bralec
sq_al: Lexues
sr_cyrl_me: Читач
sv_fi: Läsare
ta_in: வாசகர்
te_in: రీడర్
th_th: ผู้อ่าน
tk_tm: Okyjy
tr_tr: Okuyucu
tt_ru: Укучы
uk_ua: Читач
ur_pk: پڑھنے والے
uz_cyrl: O'quvchi
zh_hant: 讀者

# CommonUnknownError
source: Unknown Error
af_za: Onbekende fout
as_in: অজ্ঞাত ভুল
bn_in: অজানা ত্রুটি
bs_latn_ba: Nepoznata greška
ca_es: Error desconegut
cs_cz: Neznámá chyba
da_dk: Ukendt fejl
de_ch: Unbekannter Fehler
el_gr: Αγνωστο σφάλμα
es_bo: Error desconocido
et_ee: Tundmatu viga
fa_ir: خطای ناشناخته
fi_fi: Tuntematon virhe
fil_ph: Hindi kilalang error
fr_029: Erreur inconnue
ga_ie: Earráid anaithnid
gu_in: અજાણ્યા ભૂલ
he_il: שגיאה לא ידועה
hi_in: अज्ञात त्रुटि
hr_hr: Nepoznata pogreška
hu_hu: Ismeretlen hiba
hy_am: Անհայտ սխալ
id_id: Kesalahan yang tidak diketahui
is_is: Óþekkt villa
it_ch: Errore sconosciuto
ja_jp: 不明なエラー
km_kh: កំហុសមិនស្គាល់
kn_in: ಅಜ್ಞಾತ ದೋಷ
ko_kr: 알수없는 오류
lo_la: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
lt_lt: Nežinoma klaida
lv_lv: Nezināma kļūda
ml_in: അജ്ഞാത പിശക്
mr_in: अज्ञात त्रुटी
mt_mt: Żball mhux magħruf
nb_no: Ukjent feil
ne_np: अज्ञात त्रुटि
nl_be: Onbekende fout
or_in: ଅଜ୍ଞାତ ତ୍ରୁଟି |
pa_arab: ਅਣਜਾਣ ਗਲਤੀ
pt_br: Erro desconhecido
ro_ro: Eroare necunoscută
ru_ru: Неизвестная ошибка
sk_sk: Neznáma chyba
sl_si: Neznana napaka
sq_al: Gabim i panjohur
sr_cyrl_me: Непозната грешка
sv_fi: Okänt fel
ta_in: அறியப்படாத பிழை
te_in: గుర్తించలేని పొరపాటు
th_th: ข้อผิดพลาดที่ไม่รู้จัก
tk_tm: Näbelli säwlik
tr_tr: Bilinmeyen hata
tt_ru: Билгесез хата
uk_ua: Невідома помилка
ur_pk: نامعلوم خامی
uz_cyrl: Noma'lum xato
zh_hant: 未知錯誤

# CommonWriterLabel
source: Writer
af_za: Skryfster
as_in: লেখক
bn_in: লেখক
bs_latn_ba: Pisac
ca_es: Escriptor
cs_cz: Spisovatel
da_dk: Forfatter
de_ch: Schriftsteller
el_gr: Συγγραφέας
es_bo: Escritor
et_ee: Kirjanik
fa_ir: نویسنده
fi_fi: Kirjailija
fil_ph: Manunulat
fr_029: Écrivain
ga_ie: Údar
gu_in: લેખક
he_il: סוֹפֵר
hi_in: लेखक
hr_hr: Pisac
hu_hu: Író
hy_am: Գրող
id_id: Penulis
is_is: Rithöfundur
it_ch: scrittore
ja_jp: 作家
km_kh: អ្នកនិបន្ធ
kn_in: ಬರಹಗಾರ
ko_kr: 작가
lo_la: ນັກຂຽນ
lt_lt: Rašytojas
lv_lv: rakstnieks
ml_in: എഴുത്തുകാരി
mr_in: लेखक
mt_mt: Kittieb
nb_no: Forfatter
ne_np: लेखक
nl_be: auteur
or_in: ଲେଖକ
pa_arab: ਲੇਖਕ
pt_br: Escritor
ro_ro: Scriitor
ru_ru: Писатель
sk_sk: Autor
sl_si: Pisatelj
sq_al: Shkrimtar
sr_cyrl_me: Писац
sv_fi: Författare
ta_in: எழுத்தாளர்
te_in: రచయిత
th_th: นักเขียน
tk_tm: Ýazyjy
tr_tr: yazar
tt_ru: Язучы
uk_ua: Письменник
ur_pk: مصنف
uz_cyrl: Yozuvchi
zh_hant: 作家

# DupPluginGuid1
source: Duplicate plugin guid '{0}' detected for these plugins:
af_za: Duplikaat plugin gids '{0}' opgespoor vir hierdie plugins:
as_in: এই প্লাগইনসমূহৰ বাবে ডুপ্লিকেট প্লাগইন GUID '{0}' ধৰা পৰিছে:
bn_in: ডুপ্লিকেট প্লাগইন গুইড '{0}' এই প্লাগইনগুলির জন্য সনাক্ত করা হয়েছে:
bs_latn_ba: Duplikat Plugin GUID '{0}' otkriven za ove dodatke:
ca_es: Duplicat el connector de plugin '{0}' detectat per a aquests plugins:
cs_cz: Duplicitní plugin Guid '{0}' Detekované pro tyto pluginy:
da_dk: Duplikat plugin guid '{0}' detekteret for disse plugins:
de_ch: Douplicate Plugin Guid '{0}' für diese Plugins erkannt:
el_gr: Διπλό plugin guid '{0}' ανιχνεύθηκε για αυτά τα plugins:
es_bo: Duplicado complemento Guid '{0}' detectado para estos complementos:
et_ee: Nende pistikprogrammide jaoks tuvastatud duplikaatne pistikprogramm '{0}':
fa_ir: افزونه تکراری GUID '{0}' برای این افزونه ها شناسایی شده است:
fi_fi: Kaksoiskappale Guid '{0}' näille laajennuksille:
fil_ph: Duplicate Plugin Guid '{0}' nakita para sa mga plugin na ito:
fr_029: Duplicate Plugin Guid '{0}' détecté pour ces plugins:
ga_ie: Breiseán Breiseán Dúblach '{0}' a aimsíodh do na forlíontáin seo:
gu_in: આ પ્લગઈનો માટે ડુપ્લિકેટ પ્લગઇન ગાઇડ '{0}' મળી:
he_il: כפול תוסף מדריך '{0}' זוהה עבור תוספים אלה:
hi_in: डुप्लिकेट प्लगइन गाइड '{0}' इन प्लगइन्स के लिए पता चला:
hr_hr: DUPLICATE PUDIN GUID '{0}' otkriven za ove dodatke:
hu_hu: A beépülő modulok duplázott plugin guid '{0}' detektálva:
hy_am: Այս plugins- ի համար հայտնաբերված կրկնօրինակ plugin «{0»:
id_id: Duplikat Plugin Guid '{0}' terdeteksi untuk plugin ini:
is_is: Afrit viðbót GUID '{0}' greind fyrir þessar viðbætur:
it_ch: Plug -in duplicato GUID '{0}' rilevato per questi plugin:
ja_jp: これらのプラグインで検出されたプラグインGUID '{0}' '
km_kh: បានរកឃើញកម្មវិធីជំនួយរបស់កម្មវិធីជំនួយ '{0}' បានរកឃើញសម្រាប់កម្មវិធីជំនួយទាំងនេះ:
kn_in: ಈ ಪ್ಲಗ್‌ಇನ್‌ಗಳಿಗಾಗಿ ಪತ್ತೆಯಾದ ಪ್ಲಗಿನ್ GUID '{0}' ಪತ್ತೆಯಾಗಿದೆ:
ko_kr: 이 플러그인에 대해 중복 플러그인 Guid '{0}'가 감지되었습니다.
lo_la: duplicate plugin Guid '{0}' ກວດພົບສໍາລັບ plugins ເຫຼົ່ານີ້:
lt_lt: Šiems papildiniams aptiktas „Papildin GUID '{0}“ kopija:
lv_lv: Šiem spraudņiem atklāts spraudņa guid dublikāts “{0}”:
ml_in: ഈ പ്ലഗിനുകൾക്കായി തനിപ്പകർപ്പ് പ്ലഗിൻ '{0}' കണ്ടെത്തി:
mr_in: या प्लगइनसाठी डुप्लिकेट प्लगइन जीआयडी '{0}' आढळले:
mt_mt: GUID tal-plugin duplikat "{0}" misjub għal dawn il-plugins:
nb_no: Dupliser plugin guid '{0}' oppdaget for disse plugins:
ne_np: नक्कल प्लगइन डाईड '{0}' यी प्लगइनहरूको लागि पत्ता लगाइयो:
nl_be: Duplicate plugin guid '{0}' gedetecteerd voor deze plug -ins:
or_in: ନକଲ ପ୍ଲଗଇନ୍ GUID '{0}' ଏହି ପ୍ଲଗଇନଗୁଡ଼ିକ ପାଇଁ ଚିହ୍ନଟ:
pa_arab: ਡੁਪਲਿਕੇਟ ਪਲੱਗਇਨ ਗਾਈਡ '{0}' ਇਨ੍ਹਾਂ ਪਲੱਗਇਨਾਂ ਲਈ ਖੋਜਿਆ ਗਿਆ:
pt_br: Plug -in duplicado GUID '{0}' detectado para esses plugins:
ro_ro: Ghid de plugin duplicat '{0}' detectat pentru aceste pluginuri:
ru_ru: Дублируемый плагин GUID '{0}' Обнаружено для этих плагинов:
sk_sk: Duplikát doplnku GUID '{0}' detekovaný pre tieto doplnky:
sl_si: Podvojeni vtičnik GUID '{0}' zaznan za te vtičnike:
sq_al: Dublikate Guid Plugin '{0}' zbuluar për këto shtojca:
sr_cyrl_me: Дупликат плугин ГУИД '{0}' Откривено за ове додатке:
sv_fi: Duplicate Plugin Guid '{0}' Upptäckt för dessa plugins:
ta_in: இந்த செருகுநிரல்களுக்கு கண்டறியப்பட்ட நகல் சொருகி கை. {0} ':
te_in: ఈ ప్లగిన్ల కోసం నకిలీ ప్లగ్ఇన్ గైడ్ '{0}' కనుగొనబడింది:
th_th: ตรวจพบปลั๊กอินที่ซ้ำกัน '{0}' สำหรับปลั๊กอินเหล่านี้:
tk_tm: Bu pluginler üçin tapylan plugin gollanmasy '{0}':
tr_tr: Bu eklentiler için yinelenen eklenti '{0}' algılanan:
tt_ru: Бу плагиннар өчен ачыкланган плагин губерли '{0} »
uk_ua: Дублікат плагіну Guid '{0}', виявлений для цих плагінів:
ur_pk: ان پلگ ان کے لئے ڈپلیکیٹ پلگ ان گائڈ '{0}' کا پتہ چلا:
uz_cyrl: Ushbu plaginlar uchun plagin guide '{0}' ') aniqlandi:
zh_hant: 針對這些插件檢測到的重複插件GUID'{0}'：

# DupPluginGuid2
source: Fix by changing plugin guid or removing duplicates. Otherwise all associated plugins will be ignored.
af_za: Stel vas deur die plugin -GUID te verander of duplikate te verwyder. Andersins sal alle gepaardgaande plugins geïgnoreer word.
as_in: প্লাগইন GUID পৰিবৰ্তন কৰি বা ডুপ্লিকেট আঁতৰোৱাৰ দ্বাৰা সমাধান কৰা হৈছে। অন্যথা সংশ্লিষ্ট সকলো প্লাগইনক আওকাণ কৰা হ'ব।
bn_in: প্লাগইন গুইড পরিবর্তন করে বা সদৃশগুলি সরিয়ে দিয়ে ঠিক করুন। অন্যথায় সমস্ত সম্পর্কিত প্লাগইন উপেক্ষা করা হবে।
bs_latn_ba: Popravite promjenom dodataka ili uklanjanjem duplikata. Inače će svi povezani dodaci biti zanemareni.
ca_es: Corregiu canviant el guia del complement o eliminant els duplicats. En cas contrari, s’ignoraran tots els plugins associats.
cs_cz: Opravte změnou GUID plugin nebo odstraněním duplikátů. Jinak budou ignorovány všechny přidružené pluginy.
da_dk: Fix ved at ændre pluginvejledning eller fjerne duplikater. Ellers ignoreres alle tilknyttede plugins.
de_ch: Beheben Sie durch Ändern von Plugin -GUID oder Entfernen von Duplikaten. Andernfalls werden alle zugehörigen Plugins ignoriert.
el_gr: Επιδιόρθωση αλλάζοντας το Guid Plugin ή αφαιρώντας αντίγραφα. Διαφορετικά, όλα τα σχετικά plugins θα αγνοηθούν.
es_bo: Solucione cambiando el complemento GUID o eliminando los duplicados. De lo contrario, todos los complementos asociados serán ignorados.
et_ee: Parandage, vahetades pistikprogrammi või eemaldades duplikaadid. Muidu ignoreeritakse kõiki seotud pistikprogramme.
fa_ir: با تغییر GUID افزونه یا حذف نسخه های تکراری ، رفع کنید. در غیر این صورت همه افزونه های مرتبط نادیده گرفته می شوند.
fi_fi: Korjaa muuttamalla laajennusohjeita tai poistamalla kaksoiskappaleet. Muuten kaikki liittyvät laajennukset jätetään huomiotta.
fil_ph: Ayusin sa pamamagitan ng pagbabago ng gabay ng plugin o pag -alis ng mga duplicate. Kung hindi man ang lahat ng mga nauugnay na plugin ay hindi papansinin.
fr_029: Correction en modifiant le guid de plugin ou en supprimant les doublons. Sinon, tous les plugins associés seront ignorés.
ga_ie: Deisigh trí ghuí breiseáin a athrú nó dúblaigh a bhaint. Seachas sin déanfar neamhaird ar na forlíontáin ghaolmhara go léir.
gu_in: પ્લગઇન ગિડ બદલીને અથવા ડુપ્લિકેટ્સને દૂર કરીને ઠીક કરો. અન્યથા બધા સંકળાયેલ પ્લગઈનોને અવગણવામાં આવશે.
he_il: תקן על ידי שינוי מדריך תוסף או הסרת כפילויות. אחרת יתעלמו מכל התוספים המשויכים.
hi_in: प्लगइन गाइड को बदलकर या डुप्लिकेट को हटाकर ठीक करें। अन्यथा सभी संबंधित प्लगइन्स को नजरअंदाज कर दिया जाएगा।
hr_hr: Popravite promjenom dodataka ili uklanjanjem duplikata. Inače će se svi pridruženi dodaci zanemariti.
hu_hu: Javítsa meg a plugin GUID megváltoztatásával vagy a másolatok eltávolításával. Ellenkező esetben az összes kapcsolódó bővítményt figyelmen kívül hagyják.
hy_am: Ուղղեք plugin- ի ուղեցույցը փոխելով կամ կրկնօրինակները հեռացնելով: Հակառակ դեպքում բոլոր հարակից plugins- ը անտեսվելու են:
id_id: Perbaiki dengan mengubah Guid Plugin atau Menghapus Duplikat. Kalau tidak, semua plugin yang terkait akan diabaikan.
is_is: Lagaðu með því að breyta leiðbeiningum eða fjarlægja afrit. Annars verður hunsað öll tengd viðbætur.
it_ch: Correggi modificando il plug -in GUID o rimuovendo i duplicati. Altrimenti tutti i plugin associati verranno ignorati.
ja_jp: プラグインGUIDを変更したり、複製を削除したりして修正します。それ以外の場合、関連するすべてのプラグインは無視されます。
km_kh: ជួសជុលដោយការផ្លាស់ប្តូរការណែនាំជំនួយឬយកស្ទួនស្ទួនចេញ។ បើមិនដូច្នោះទេកម្មវិធីជំនួយដែលជាប់ទាក់ទងទាំងអស់នឹងត្រូវបានមិនអើពើ។
kn_in: ಪ್ಲಗಿನ್ ಗೈಡ್ ಅನ್ನು ಬದಲಾಯಿಸುವ ಮೂಲಕ ಅಥವಾ ನಕಲುಗಳನ್ನು ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ಸರಿಪಡಿಸಿ. ಇಲ್ಲದಿದ್ದರೆ ಎಲ್ಲಾ ಸಂಬಂಧಿತ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ.
ko_kr: 플러그인 GUID를 변경하거나 복제를 제거하여 수정하십시오. 그렇지 않으면 모든 관련 플러그인이 무시됩니다.
lo_la: ແກ້ໄຂໂດຍການປ່ຽນໂປແກຼມ PLUMB GOID ຫຼືກໍາຈັດຊໍ້າຊ້ອນ. ຖ້າບໍ່ດັ່ງນັ້ນປັ plugins ທີ່ກ່ຽວຂ້ອງທັງຫມົດຈະຖືກລະເລີຍ.
lt_lt: Pataisykite keičiant papildinio GUID arba pašalindami dublikatus. Priešingu atveju visi susiję papildiniai bus ignoruojami.
lv_lv: Labojiet, mainot spraudņa GUID vai noņemot dublikātus. Pretējā gadījumā visi saistītie spraudņi tiks ignorēti.
ml_in: പ്ലഗിൻ മാജിംഗ് മാറ്റുന്നതിലൂടെ അല്ലെങ്കിൽ തനിപ്പകർപ്പുകൾ നീക്കംചെയ്യുന്നതിലൂടെ പരിഹരിക്കുക. അല്ലെങ്കിൽ എല്ലാ അനുബന്ധ പ്ലഗിനുകളും അവഗണിക്കും.
mr_in: प्लगइन जीआयडी बदलून किंवा डुप्लिकेट काढून टाकून निराकरण करा. अन्यथा सर्व संबंधित प्लगइनकडे दुर्लक्ष केले जाईल.
mt_mt: Waħħal billi tbiddel il-guid tal-plugin jew tneħħi d-duplikati. Inkella l-plugins kollha assoċjati jiġu injorati.
nb_no: Fix ved å endre plugin -guid eller fjerne duplikater. Ellers blir alle tilknyttede plugins ignorert.
ne_np: प्लगइन गाईड वा नक्कल हटाउने द्वारा फिक्स गर्नुहोस्। अन्यथा सबै सम्बद्ध प्लगइनहरूलाई बेवास्ता गरिनेछ।
nl_be: Fix door de plug -in GUID te wijzigen of duplicaten te verwijderen. Anders worden alle bijbehorende plug -ins genegeerd.
or_in: ପ୍ଲଗଇନ୍ GUID ପରିବର୍ତ୍ତନ କିମ୍ବା ନକଲ ଅପସାରଣ କରିବା ଦ୍ୱାରା ଫିକ୍ କରନ୍ତୁ | ଅନ୍ୟଥା ସମସ୍ତ ସମ୍ପୃକ୍ତ ପ୍ଲଗଇନ୍ ଅଣଦେଖା କରାଯିବ |
pa_arab: ਪਲੱਗਇਨ ਦੇ ਪੜਾਅ ਜਾਂ ਡੁਪਲਿਕੇਟ ਹਟਾ ਕੇ ਫਿਕਸ ਕਰੋ. ਨਹੀਂ ਤਾਂ ਸਾਰੇ ਸੰਬੰਧਿਤ ਪਲੱਗਇਨਾਂ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ.
pt_br: Corrija alterando o plug -in GUID ou removendo duplicatas. Caso contrário, todos os plugins associados serão ignorados.
ro_ro: Remediați schimbând plugin -ul GUID sau eliminarea duplicatelor. În caz contrar, toate pluginurile asociate vor fi ignorate.
ru_ru: Исправьте, изменяя плагин GUID или удаление дубликатов. В противном случае все связанные плагины будут проигнорированы.
sk_sk: Opravte zmenou doplnkového sprievodcu alebo odstránením duplikátov. V opačnom prípade budú všetky pridružené doplnky ignorované.
sl_si: Popravite s spreminjanjem GUID -a vtičnika ali odstranjevanjem dvojnikov. V nasprotnem primeru bodo vsi povezani vtičniki prezrti.
sq_al: Fiksoni duke ndryshuar udhëzimin e shtojcave ose duke hequr kopjimet. Përndryshe të gjitha shtojcat e shoqëruara do të injorohen.
sr_cyrl_me: Поправите променом додатка или уклањања дупликата. У супротном ће се игнорисати сви повезани додаци.
sv_fi: Fix genom att ändra plugin Guid eller ta bort duplikat. Annars ignoreras alla tillhörande plugins.
ta_in: சொருகி வழிகாட்டலை மாற்றுவதன் மூலம் அல்லது நகல்களை அகற்றுவதன் மூலம் சரிசெய்யவும். இல்லையெனில் தொடர்புடைய அனைத்து செருகுநிரல்களும் புறக்கணிக்கப்படும்.
te_in: ప్లగిన్ గైడ్ మార్చడం ద్వారా లేదా నకిలీలను తొలగించడం ద్వారా పరిష్కరించండి. లేకపోతే అన్ని అనుబంధ ప్లగిన్‌లు విస్మరించబడతాయి.
th_th: แก้ไขโดยการเปลี่ยนปลั๊กอิน GUID หรือลบรายการซ้ำ มิฉะนั้นปลั๊กอินที่เกี่ยวข้องทั้งหมดจะถูกละเว้น
tk_tm: Plugin modelini üýtgetmek ýa-da dublikatlary aýyrmak bilen düzediň. Otherwiseogsam, baglanyşykly pluginleriň hemmesi hasaba alynmaz.
tr_tr: Eklenti kılavuzunu değiştirerek veya kopyaları kaldırarak düzeltin. Aksi takdirde, ilişkili tüm eklentiler göz ardı edilir.
tt_ru: Плагинның сыйфатын үзгәртү яки кабатлау. Otherwiseгыйсә, барлык бәйләнешле плагиннар санга сукмыйлар.
uk_ua: Виправте, змінюючи GUID PLUGIN або видалення дублікатів. Інакше всі пов'язані плагіни будуть ігноровані.
ur_pk: پلگ ان گائیڈ کو تبدیل کرکے یا نقلیں ختم کرکے ٹھیک کریں۔ بصورت دیگر تمام وابستہ پلگ ان کو نظرانداز کردیا جائے گا۔
uz_cyrl: Plaginni hidlash yoki nusxalarni olib tashlash orqali tuzatish. Aks holda barcha tegishli plaginlar e'tiborga olinmaydi.
zh_hant: 通過更改插件GUID或刪除重複項來修復。否則，所有關聯的插件將被忽略。

# DupPresetGuid1
source: Duplicate plugin preset guid '{0}' detected for these plugins and presets:
af_za: Duplikaat inprop vooraf ingestelde GUID '{0}' opgespoor vir hierdie plugins en voorafinstellings:
as_in: এই প্লাগইনসমূহ আৰু পূৰ্বনিৰ্ধাৰিতসমূহৰ বাবে ডুপ্লিকেট প্লাগইন প্ৰিছেট GUID '{0}' ধৰা পৰিছে:
bn_in: এই প্লাগইনগুলি এবং প্রিসেটগুলির জন্য সনাক্ত করা প্লাগইন প্রিসেট গাইড '{0}'
bs_latn_ba: Duplikat dodataka dodataka '{0}' otkriven za ove dodatke i unaprijed postavljene dodatke:
ca_es: Duplicat el connector PRESET GUID '{0}' detectat per a aquests plugins i presets:
cs_cz: Duplicitní plugin předvolba GUID '{0}' Detekované pro tyto pluginy a předvolby:
da_dk: Dupliceret plugin forudindstillet Guid '{0}' Detekteret for disse plugins og forudindstillinger:
de_ch: Doppelte Plugin Preset Guid '{0}' für diese Plugins und Voreinstellungen erkannt:
el_gr: Διπλό plugin preset guid '{0}' ανιχνεύθηκε για αυτά τα plugins και προεπιλογές:
es_bo: Duplicado complemento Preset Guid '{0}' detectado para estos complementos y preajustes:
et_ee: Nende pistikprogrammide ja eelseadete jaoks tuvastatud duplikaadi pistikprogrammi eelseade giid '{0}':
fa_ir: افزونه تکراری از پیش تعیین شده GUID '{0}' برای این افزونه ها و پیش تنظیم شده شناسایی شده است:
fi_fi: Kaksoiskappale laajennus esiasetettu GUID '{0}' havaittu näille laajennuksille ja esiasetukselle:
fil_ph: Duplicate plugin preset guid '{0}' nakita para sa mga plugin at preset na ito:
fr_029: Plugin Duplicate Preset Guid '{0}' détecté pour ces plugins et préréglages:
ga_ie: Breiseán Presset Pregin Guid '{0}' a aimsíodh le haghaidh na mbreiseán agus na réamhshocruithe seo:
gu_in: ડુપ્લિકેટ પ્લગઇન પ્રીસેટ ગાઇડ '{0}' આ પ્લગઈનો અને પ્રીસેટ્સ માટે મળી:
he_il: כפול Plugin Presed Prieid '{0}' זוהה עבור תוספים ומגדירים מוגדרים מראש:
hi_in: इन प्लगइन्स और प्रीसेट के लिए डुप्लिकेट प्लगइन प्रीसेट गाइड '{0}' का पता चला:
hr_hr: DUPLICATE PUDIN PREDUČENJE GUID '{0}' za ove dodatke i unaprijed postavljene:
hu_hu: Másolatú plugin preset guid '{0}' detektálva ezekhez a pluginekhez és az előre beállított beállításokhoz:
hy_am: Այս plugins- ի եւ նախադրյալների համար հայտնաբերվել է կրկնօրինակ plugin Prugin Prugin '{0}':
id_id: Duplikat Plugin Preset Guid '{0}' terdeteksi untuk plugin dan preset ini:
is_is: Afrit fyrirfram forstillt Guid '{0}' greind fyrir þessar viðbætur og forstillingar:
it_ch: Duplicato Plugin Preset Guid '{0}' rilevato per questi plugin e preset:
ja_jp: これらのプラグインとプリセットに対して検出されたプラグインプリセットGUID '{0}' '
km_kh: មគ្គុទេសព្រីនប៊ែនណាត់ BEDT BIDID '{0}' បានរកឃើញសម្រាប់កម្មវិធីជំនួយទាំងនេះនិង Presett:
kn_in: ಈ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಮತ್ತು ಪೂರ್ವನಿಗದಿಗಳಿಗಾಗಿ ಪತ್ತೆಯಾದ GUID '{0}' ಅನ್ನು ನಕಲಿ ಪ್ಲಗಿನ್ ಮೊದಲೇ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ:
ko_kr: 플러그인 사전 설정 Guid '{0}'이 플러그인 및 사전 설정에 대해 감지되었습니다.
lo_la: GUID PLUID PLUID '{0} ໄດ້ຖືກກວດພົບສໍາລັບປັ ins ກອິນແລະ presets ເຫຼົ່ານີ້:
lt_lt: Šių papildinių ir išankstinių nustatymų, aptiktų „Papildine Preset GUID“, „{0}“:
lv_lv: Dublikāta spraudņa iepriekš iestatīts Guid '{0}', kas noteikts šiem spraudņiem un iepriekšējiem iestatījumiem:
ml_in: ഈ പ്ലഗിനുകൾക്കും പ്രെസിനുകൾക്കും തനിപ്പകർപ്പ് പ്ലഗിൻ പ്രീസെറ്റ് '{0}' കണ്ടെത്തി:
mr_in: या प्लगइन आणि प्रीसेटसाठी डुप्लिकेट प्लगइन प्रीसेट गाईड '{0}' आढळले:
mt_mt: Plugin Duplikat Preset Guid '{0}' misjuba għal dawn il-plugins u presets:
nb_no: Duplikat plugin forhåndsinnstilt guid '{0}' oppdaget for disse plugins og forhåndsinnstillingene:
ne_np: नक्कल प्लगइन प्रिमिन '9 {0} '{0}' यी प्लगइनहरू र प्रेसेटहरूको लागि पत्ता लगाइयो:
nl_be: Duplicate plug -in preset guid '{0}' gedetecteerd voor deze plug -ins en presets:
or_in: ନକଲ ପ୍ଲଗଇନ୍ ପ୍ରେଟିସ୍ GUID '{0}' ଏହି ପ୍ଲଗଇନ୍ ଏବଂ ପ୍ରିସେପ୍ସର ପାଇଁ ଚିହ୍ନଟ:
pa_arab: ਡੁਪਲਿਕੇਟ ਪਲੱਗਇਨ ਪ੍ਰੀਸੈਟ ਗਾਈਡ '{0}' ਇਨ੍ਹਾਂ ਪਲੱਗਇਨਾਂ ਅਤੇ ਪ੍ਰੀਸੈਟਾਂ ਲਈ ਖੋਜ ਕੀਤੀ ਗਈ:
pt_br: Plugin duplicado predefinido GUID '{0}' detectado para esses plugins e predefinições:
ro_ro: Duplicate plugin presetate Guid '{0}' detectat pentru aceste pluginuri și presetări:
ru_ru: Duplicate Plugin Preset Guid '{0}' Обнаружены для этих плагинов и пресетов:
sk_sk: Duplikát Plugin predvoľba Guid '{0}' detekovaný pre tieto doplnky a predvoľby:
sl_si: Podvojeni prednastavljeni GUID '{0}', zaznan za te vtičnike in prednastavitve:
sq_al: Dublikate e paracaktuar e shtojcave udhëzues '{0}' zbuluar për këto shtojca dhe paracaktime:
sr_cyrl_me: Дупликатни додатак Пресетник за подешавање "{0}" откривено за ове додатке и унапред подешене услуге:
sv_fi: Duplikat plugin förinställd guid '{0}' upptäckt för dessa plugins och förinställningar:
ta_in: இந்த செருகுநிரல்களுக்கும் முன்னமைவுகளுக்கும் கண்டறியப்பட்ட நகல் சொருகி முன்னமைவு வழிகாட்டுதல் '{0}':
te_in: ఈ ప్లగిన్లు మరియు ప్రీసెట్లు కోసం నకిలీ ప్లగిన్ ప్రీసెట్ గైడ్ '{0}' కనుగొనబడింది:
th_th: ตรวจพบปลั๊กอินที่ตั้งไว้ล่วงหน้า Guid '{0}' สำหรับปลั๊กอินและที่ตั้งไว้ล่วงหน้าเหล่านี้:
tk_tm: Bu pluginler we deslapky bellikler üçin kesgitlenen plugin deslapky görkezmesi '{0}':
tr_tr: Bu eklentiler ve ön ayarlar için yinelenen eklenti ön ayar '{0}' algılanan:
tt_ru: Бу плагиннар һәм презентацияләр өчен ачыкланган плагин проллогы Gual Fured '{0}' табылды:
uk_ua: Дублікат плагіна заздалегідь Guid '{0}', виявлений для цих плагінів та пресетів:
ur_pk: ان پلگ ان اور پیش سیٹوں کے لئے ڈپلیکیٹ پلگ ان پریسیٹ گڈ '{0}' کا پتہ چلا:
uz_cyrl: Ushbu plaginlar va sozlamalar uchun plaginni belgilab berish va {0} '' topildi:
zh_hant: 針對這些插件和預設檢測到的重複插件預設guid'{0}'：

# DupPresetGuid21
source: Plugin: {0} {1}Preset(s): #{2}
af_za: Plugin: {0} {1} vooraf ingestelde (s): #{2}
as_in: প্লাগইন: {0} {1}প্ৰিছেট(সমূহ): #{2}
bn_in: প্লাগইন: {0} {1} প্রিসেট (গুলি): #{2}
bs_latn_ba: Dodatak: {0} {1} unaprijed (a): # {2}
cs_cz: Plugin: {0} {1} Předvolba: #{2}
da_dk: Plugin: {0} {1} forudindstillet (r): #{2}
es_bo: Plugin: {0} {1} preet (s): #{2}
et_ee: Pistikprogramm: {0} {1} eelseade (s): #{2}
fa_ir: افزونه: {0} {1} از پیش تعیین شده (ها): #{2}
fi_fi: Plugin: {0} {1} esiase (s): #{2}
ga_ie: Breiseán: {0} {1} réamhshocrú (s): #{2}
gu_in: પ્લગઇન: {0} {1} પ્રીસેટ (ઓ): #{2}
he_il: תוסף: {0} {1} מראש (ים): #{2}
hi_in: प्लगइन: {0} {1} प्रीसेट (s): #{2}
hr_hr: Dodatak: {0} {1} unaprijed postavljen (i): #{2}
hy_am: Plugin: {0} {1} Նախադրված (ներ), # {2}
is_is: Plugin: {0} {1} forstillt (s): #{2}
ja_jp: プラグイン：{0} {1}プリセット：＃{2}
km_kh: កម្មវិធីជំនួយ: {0} {1} កំណត់ជាមុន: # {2}
kn_in: ಪ್ಲಗಿನ್: {0} {1} ಪೂರ್ವಭಾವಿ (ಗಳು): #{2}
ko_kr: 플러그인 : {0} {1} preset (s) : #{2}
lo_la: ປັ plugin: {0} {1} preset (s): # {2}
lt_lt: Papildinys: {0} {1} iš anksto nustatytas (-ai): #{2}
lv_lv: Spraudnis: {0} {1} Preset (S): #{2}
ml_in: പ്ലഗിൻ: {0} {{1} പ്രെസെറ്റ് (കൾ): # {2}
mr_in: प्लगइन: {0} {1} प्रीसेट (एस): #{2}
mt_mt: Plugin: {0} {1} preset (i): # {2}
nb_no: Plugin: {0} {1} forhåndsinnstilling (er): #{2}
ne_np: प्लगइन: {0} {1}प्रिसेट(हरू): #{2}
or_in: ପ୍ଲଗଇନ୍: {0} {1} ପ୍ରିସେଟ୍ (ଗୁଡିକ): # {2}
pa_arab: ਪਲੱਗਇਨ: {0} {1}ਪ੍ਰੀਸੈੱਟ: #{2}
pt_br: Plugin: {0} {1} predefinição (s): #{2}
ro_ro: Plugin: {0} {1} presetare (s): #{2}
ru_ru: Плагин: {0} {1} Preset (s): #{2}
sl_si: Vtičnik: {0} {1} prednastavitev: #{2}
sq_al: Shtojca: {0} {1} paravendosur (s): #{2}
sr_cyrl_me: Додатак: {0} {1} Предајте (и): # {2}
sv_fi: Plugin: {0} {1} förinställd (er): #{2}
ta_in: சொருகி: {0} {1} முன்னமைக்கப்பட்ட (கள்): #{2}
te_in: ప్లగిన్: {0} {1} ప్రీసెట్ (లు): #{2}
th_th: ปลั๊กอิน: {0} {1} ที่ตั้งไว้ล่วงหน้า: #{2}
tk_tm: PLURIN: {0} {1} {1} gözegçilikde (S): # {2}
tr_tr: Eklenti: {0} {1} ön ayar (lar): #{2}
tt_ru: Плагин: {0} {1} алдан әйтелгән: # {2}
uk_ua: Плагін: {0} {1} preset (s): #{2}
ur_pk: پلگ ان: {0} {1} پیش سیٹ (زبانیں): #{2}
uz_cyrl: Plagin: {0} {1} oldindan belgilang (lar): # {2}
zh_hant: 插件：{0} {1} Preset（S）：＃{2}
