Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionFolderWatchIgnoreDupLabel
source: Ignore Duplicate
af_za: Ignoreer duplikaat
am_et: የተባዙትን ችላ ይበሉ
ar_bh: تجاهل مكررة
as_in: ডুপ্লিকেটক আওকাণ কৰক
az_cyrl: Dublikatsız etmək
bg_bg: Игнорирайте дубликат
bn_in: সদৃশ উপেক্ষা করুন
bs_latn_ba: Zanemariti duplikat
ca_es: Ignora el duplicat
cs_cz: Ignorovat duplikát
cy_gb: Anwybyddwch ddyblyg
da_dk: Ignorer duplikat
de_ch: Duplikat ignorieren
el_gr: Αγνοήστε το αντίγραφο
es_bo: Ignorar duplicado
et_ee: Eirata duplikaati
fa_ir: نادیده گرفتن تکراری
fi_fi: Sivuuttaa kaksoiskappale
fil_ph: Huwag pansinin ang dobleng
fr_029: Ignorer duplicate
ga_ie: Déan neamhaird de dhúblach
gu_in: ડુપ્લિકેટ અવગણવું
he_il: התעלם משכפול
hi_in: डुप्लिकेट को अनदेखा करें
hr_hr: Zanemariti duplikat
hu_hu: Figyelmen kívül hagyja a másolatot
hy_am: Անտեսել կրկնօրինակը
id_id: Abaikan duplikat
is_is: Hunsa afrit
it_ch: Ignora duplicato
ja_jp: 複製を無視します
ka_ge: უგულებელყოფა დუბლიკატი
kk_kz: Қайталануды елемеу
km_kh: មិនអើពើស្ទួន
kn_in: ನಕಲನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 중복을 무시하십시오
ky_kg: Кайталанма
lo_la: ບໍ່ສົນໃຈຊໍ້າ
lt_lt: Nepaisykite pasikartojimo
lv_lv: Ignorēt dublikātu
mi_nz: Kaua e warewarehia
mk_mk: Игнорирајте дупликат
ml_in: തനിപ്പകർപ്പ് അവഗണിക്കുക
mr_in: डुप्लिकेटकडे दुर्लक्ष करा
ms_my: Abaikan pendua
mt_mt: Tinjora duplikat
nb_no: Ignorer duplikat
ne_np: नक्कल नगर्नुहोस्
nl_be: Negeer duplicaat
or_in: ନକଲକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab: ਡੁਪਲਿਕੇਟ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl_pl: Zignoruj ​​duplikat
pt_br: Ignore duplicado
ro_ro: Ignorați duplicatul
ru_ru: Игнорировать дубликат
sk_sk: Ignorovať duplikát
sl_si: Ignorirajte dvojnik
sq_al: Injoroni kopjimin
sr_cyrl_me: Занемарите дупликат
sv_fi: Ignorera duplikat
sw_ke: Puuza nakala mbili
ta_in: நகலை புறக்கணிக்கவும்
te_in: నకిలీని విస్మరించండి
th_th: ละเว้นการทำซ้ำ
tk_tm: Dublikatyny äsgermezlik ediň
tr_tr: Yinelenmeyi göz ardı et
tt_ru: Дубликатны санга сукмагыз
ug_cn: كۆپەيتىشكە سەل قاراڭ
uk_ua: Ігноруйте дублікат
ur_pk: ڈپلیکیٹ کو نظرانداز کریں
uz_cyrl: Ikki nusxada e'tibor bermaslik
vi_vn: Bỏ qua trùng lặp
zh_hant: 忽略重複

# ActionRepeatCountHint
source: A value of 0 will repeat parent action indefinitely
af_za: 'N Waarde van 0 sal ouer aksie onbepaald herhaal
am_et: የ 0 እሴት የ 0 እሴት የወላጅ እርምጃን ለዘላለም ይደግማል
ar_bh: ستكرر قيمة 0 إجراء الوالدين إلى أجل غير مسمى
as_in: 0 ৰ মানটোৱে মূল কাৰ্য্যক অনিৰ্দিষ্টকাললৈ পুনৰাবৃত্তি কৰিব
az_cyrl: 0 bir dəyəri valideyn fəaliyyətini qeyri-müəyyən təkrarlayacaqdır
bg_bg: Стойност 0 ще повтори родителското действие за неопределено време
bn_in: 0 এর একটি মান অনির্দিষ্টকালের জন্য পিতামাতার ক্রিয়া পুনরাবৃত্তি করবে
bs_latn_ba: Vrijednost 0 će ponoviti roditeljsku akciju u nedogled
ca_es: Un valor de 0 repetirà l’acció dels pares indefinidament
cs_cz: Hodnota 0 bude opakovat mateřskou akci na neurčito
cy_gb: Bydd gwerth 0 yn ailadrodd gweithredu rhiant am gyfnod amhenodol
da_dk: En værdi på 0 vil gentage forælderhandlingen på ubestemt tid
de_ch: Ein Wert von 0 wiederholt die Elternaktion auf unbestimmte Zeit
el_gr: Μια τιμή 0 θα επαναλάβει την γονική δράση επ 'αόριστον
es_bo: Un valor de 0 repetirá la acción del padre indefinidamente
et_ee: Väärtus 0 kordab vanemate tegevust lõputult
fa_ir: مقدار 0 عمل والدین را به طور نامحدود تکرار می کند
fi_fi: Arvo 0 toistaa vanhemman toiminnan toistaiseksi
fil_ph: Ang isang halaga ng 0 ay uulitin ang pagkilos ng magulang nang walang hanggan
fr_029: Une valeur de 0 répétera indéfiniment l'action des parents
ga_ie: Déanfaidh luach 0 athrá ar an tuismitheoir ar feadh tréimhse éiginnte ar feadh tréimhse éiginnte
gu_in: 0 નું મૂલ્ય પિતૃ ક્રિયાને અનિશ્ચિત સમય માટે પુનરાવર્તિત કરશે
he_il: ערך של 0 יחזור על פעולת ההורים ללא הגבלת זמן
hi_in: 0 का मान अनिश्चित काल के लिए माता -पिता की कार्रवाई को दोहराएगा
hr_hr: Vrijednost 0 ponovit će roditeljsku radnju u nedogled
hu_hu: A 0 érték határozatlan ideig megismétli a szülői műveletet
hy_am: 0 արժեքը անորոշ ժամանակով կկրկնի ծնողական գործողությունը
id_id: Nilai 0 akan mengulangi tindakan orang tua tanpa batas waktu
is_is: Gildi 0 mun endurtaka aðgerð foreldra um óákveðinn tíma
it_ch: Un valore di 0 ripeterà l'azione genitore indefinitamente
ja_jp: 0の値は、親アクションを無期限に繰り返します
ka_ge: 0 -ის ღირებულება განუსაზღვრელი ვადით გაიმეორებს მშობლის მოქმედებას
kk_kz: 0 мәні шексіз ата-аналық әрекетті қайталайды
km_kh: តម្លៃ 0 នឹងធ្វើសកម្មភាពមាតាឬបិតាម្តងទៀត
kn_in: 0 ರ ಮೌಲ್ಯವು ಪೋಷಕರ ಕ್ರಿಯೆಯನ್ನು ಅನಿರ್ದಿಷ್ಟವಾಗಿ ಪುನರಾವರ್ತಿಸುತ್ತದೆ
ko_kr: 0의 값은 부모 행동을 무기한으로 반복합니다
ky_kg: 0 мааниси ата-эне иш-аракетин аныктайт
lo_la: ມູນຄ່າຂອງ 0 ຈະເຮັດໃຫ້ພໍ່ແມ່ຊ້ໍາອີກບໍ່ມີກໍານົດ
lt_lt: 0 vertė pakartos tėvų veiksmą neribotą laiką
lv_lv: Vērtība 0 atkārtos vecāku darbību uz nenoteiktu laiku
mi_nz: Ko te uara o te 0 ka whakahoki ano i nga mahi a nga matua mo ake tonu atu
mk_mk: Вредност од 0 ќе го повтори дејството на родителите на неодредено време
ml_in: 0 ന്റെ മൂല്യം രക്ഷാകർതൃ നടപടി അനിശ്ചിതമായി ആവർത്തിക്കും
mr_in: 0 चे मूल्य अनिश्चित काळासाठी पालक कृतीची पुनरावृत्ती करेल
ms_my: Nilai 0 akan mengulangi tindakan ibu bapa selama -lamanya
mt_mt: Valur ta '0 jirrepeti l-azzjoni ġenitur b'mod indefinit
nb_no: En verdi på 0 vil gjenta overordnet handling på ubestemt tid
ne_np: 0 को मूल्य 0 को मान अनिश्चितताका साथ अभिभावक कार्य दोहोर्याउनु हुनेछ
nl_be: Een waarde van 0 zal ouderactie voor onbepaalde tijd herhalen
or_in: 0 ର ମୂଲ୍ୟ ଅନିର୍ଦ୍ଦିଷ୍ଟ କାଳ ପର୍ଯ୍ୟନ୍ତ ପୁନରାବୃତ୍ତି ହେବ |
pa_arab: 0 ਦਾ ਮੁੱਲ ਹਮੇਸ਼ਾ ਲਈ ਮਾਪਿਆਂ ਦੀ ਕਾਰਵਾਈ ਨੂੰ ਦੁਹਰਾਵੇਗਾ
pl_pl: Wartość 0 powtórzy działanie nadrzędne na czas nieokreślony
pt_br: Um valor 0 repetirá a ação dos pais indefinidamente
ro_ro: O valoare de 0 va repeta acțiunea părinților la nesfârșit
ru_ru: Значение 0 будет повторять родительское действие на неопределенный срок
sk_sk: Hodnota 0 bude opakovať akciu rodičov na neurčito
sl_si: Vrednost 0 bo v nedogled ponovila starševsko dejanje
sq_al: Një vlerë prej 0 do të përsërisë veprimin e prindërve për një kohë të pacaktuar
sr_cyrl_me: Вредност 0 ће поновити матичне акције у недоглед
sv_fi: Ett värde på 0 kommer att upprepa föräldersåtgärder på obestämd tid
sw_ke: Thamani ya 0 itarudia hatua ya mzazi kwa muda usiojulikana
ta_in: 0 இன் மதிப்பு பெற்றோர் செயலை காலவரையின்றி மீண்டும் செய்யும்
te_in: 0 విలువ తల్లిదండ్రుల చర్యను నిరవధికంగా పునరావృతం చేస్తుంది
th_th: ค่า 0 จะทำซ้ำการกระทำของผู้ปกครองอย่างไม่มีกำหนด
tk_tm: 0 bahasy ene-atanyň hereketini gaýtalap geçirer
tr_tr: 0 değeri, ebeveyn eylemini süresiz olarak tekrarlayacaktır
tt_ru: 0 кыйммәте расланырлык ата-ананы мәңгегә кабатлаячак
ug_cn: 0 نىڭ قىممىتى ئاتا-ئانىلارنىڭ بىخەتەرلىكىنى مۇددەتسىز تەكرارلايدۇ
uk_ua: Значення 0 повторити батьківську дію на невизначений термін
ur_pk: 0 کی قیمت والدین کے عمل کو غیر معینہ مدت تک دہرائیں گی
uz_cyrl: 0 ning qiymati ota-onalarning ota-ona harakatini cheksiz takrorlaydi
vi_vn: Giá trị 0 sẽ lặp lại hành động cha mẹ vô thời hạn
zh_hant: 值為0將無限期地重複父行動

# ActionRepeatCountLabel
source: Repeat Count
af_za: Herhaal die telling
am_et: መድገም
ar_bh: تكرار العد
as_in: কাউন্ট পুনৰাবৃত্তি কৰক
az_cyrl: Təkrarlamaq
bg_bg: Повтаряйте броя
bn_in: গণনা পুনরাবৃত্তি
bs_latn_ba: Ponavljač
ca_es: Repetiu el recompte
cs_cz: Opakujte počet
cy_gb: Ailadroddwyd Cyfrif
da_dk: Gentag tælling
de_ch: Wiederholen Sie die Anzahl
el_gr: Επανάληψη
es_bo: Repetir recuento
et_ee: Kordus loendus
fa_ir: تعداد تکرار
fi_fi: Toistaa lukumäärä
fil_ph: Ulitin ang bilang
fr_029: Répéter
ga_ie: Athléiriú arís
gu_in: પુનરાવર્તન ગણતરી
he_il: ספירה חוזרת
hi_in: दोहराने की गणना
hr_hr: Ponovite broj
hu_hu: Ismételje meg a számot
hy_am: Կրկնեք հաշվել
id_id: Hitungan Ulangi
is_is: Endurtaktu talningu
it_ch: Ripetere il conteggio
ja_jp: 繰り返しカウント
ka_ge: განმეორებითი რაოდენობა
kk_kz: Қайталау саны
km_kh: រាប់ម្តងទៀត
kn_in: ಪುನರಾವರ್ತಿತ ಎಣಿಕೆ
ko_kr: 반복 카운트
ky_kg: Кайталоо
lo_la: ນັບຄືນ
lt_lt: Pakartokite skaičiavimą
lv_lv: Atkārtot skaitīšanu
mi_nz: Tukurua tatau
mk_mk: Повторете го броењето
ml_in: എണ്ണം ആവർത്തിക്കുക
mr_in: पुनरावृत्ती गणना
ms_my: Ulang kiraan
mt_mt: Repeti l-għadd
nb_no: Gjenta antall
ne_np: दोहोर्याउनुहोस्
nl_be: Herhaal telling
or_in: ପୁନରାବୃତ୍ତି ଗଣନା |
pa_arab: ਦੁਹਰਾਓ ਗਿਣਤੀ
pl_pl: Powtórz liczba
pt_br: Repita a contagem
ro_ro: Număr de repetări
ru_ru: Повторный счет
sk_sk: Opakovať
sl_si: Ponovi štetje
sq_al: Përsëriteni numërimin
sr_cyrl_me: Попети се
sv_fi: Upprepning
sw_ke: Kurudia hesabu
ta_in: மீண்டும் எண்ணிக்கை
te_in: రిపీట్ కౌంట్
th_th: นับซ้ำ
tk_tm: Hasaby gaýtalaň
tr_tr: Tekrar sayımı
tt_ru: Кабатлау
ug_cn: تەكرارلاڭ
uk_ua: Повторіть кількість
ur_pk: گنتی کو دہرائیں
uz_cyrl: Qayta takrorlang
vi_vn: Lặp lại số lượng
zh_hant: 重複計數

# ActionRepeatDelayHint
source: The amount of time in milliseconds to wait once parent action completes
af_za: Die hoeveelheid tyd in millisekondes om te wag sodra oueraksie voltooi is
am_et: የወላጅ እርምጃ ከተጠናቀቀ በኋላ ሚሊሰከሮች ውስጥ የሚገኘው የጊዜ መጠን
ar_bh: مقدار الوقت بالمللي ثانية للانتظار بمجرد اكتمال إجراء الوالدين
as_in: অভিভাৱকৰ কাৰ্য্য সম্পূৰ্ণ হ'লে এবাৰ অপেক্ষা কৰিবলৈ মিলিছেকেণ্ডত সময়ৰ পৰিমাণ
az_cyrl: Bir dəfə valideyn fəaliyyətini gözləmək üçün millisaniyədə vaxtın miqdarı tamamlanır
bg_bg: Времето в милисекунди да изчакате, след като действията на родителите приключат
bn_in: পিতামাতার ক্রিয়া শেষ হয়ে গেলে অপেক্ষা করার জন্য মিলিসেকেন্ডে সময়ের পরিমাণ
bs_latn_ba: Količina vremena u milisekundi za čekanje nakon završetka matične akcije
ca_es: La quantitat de temps en mil·lisegons a esperar un cop finalitzi l’acció dels pares
cs_cz: Množství času v milisekundách čekat, jakmile je dokončena akce rodičů
cy_gb: Faint o amser mewn milieiliadau i aros unwaith y bydd y rhiant yn cwblhau
da_dk: Mængden af ​​tid i millisekunder til at vente, når forælderhandlingen er afsluttet
de_ch: Die Zeit in Millisekunden zum Warten, sobald die Aktion der Eltern abgeschlossen ist
el_gr: Το χρονικό διάστημα σε χιλιοστά του δευτερολέπτου για να περιμένετε μόλις ολοκληρωθεί η γονική δράση
es_bo: La cantidad de tiempo en milisegundos para esperar una vez que se complete la acción de los padres
et_ee: Kui vanemate tegevuse lõppeb, on millisekundites oodata
fa_ir: مدت زمان در میلی ثانیه برای انتظار پس از اتمام عمل والدین
fi_fi: Millisekuntien aika odottaa, kun vanhempien toiminta on valmis
fil_ph: Ang dami ng oras sa millisecond upang maghintay sa sandaling makumpleto ang aksyon ng magulang
fr_029: Le temps en millisecondes à attendre une fois l'action des parents terminée
ga_ie: An méid ama i milleasoicindí le fanacht nuair a chríochnaíonn gníomhaíocht tuismitheora
gu_in: એકવાર પિતૃ ક્રિયા પૂર્ણ થયા પછી રાહ જોવા માટે મિલિસેકંડમાં સમયનો જથ્થો
he_il: משך הזמן באלפיות השנייה כדי לחכות לאחר סיום פעולת ההורים
hi_in: एक बार माता -पिता की कार्रवाई पूरी होने के बाद मिलीसेकंड में समय की मात्रा
hr_hr: Količina vremena u milisekundama za čekanje nakon što se roditeljska radnja završi
hu_hu: A szülői művelet befejeződésének milliszekundumos időtartamának időtartama
hy_am: Ժամանակի քանակը MillIseconds- ում սպասելու ժամանակ, երբ ծնողական գործողությունը ավարտվի
id_id: Jumlah waktu dalam milidetik untuk menunggu setelah tindakan orang tua selesai
is_is: Tíminn í millisekúndum til að bíða þegar foreldraaðgerðum lýkur
it_ch: La quantità di tempo in millisecondi per aspettare una volta che l'azione genitore è completata
ja_jp: 親のアクションが完了したら、ミリ秒単位で待つ時間
ka_ge: მილიწამში დროის ოდენობა, რომ დაელოდოთ მშობლის მოქმედებას
kk_kz: Миллисекундтағы ата-аналар әрекеті аяқталғаннан кейін күту уақыты
km_kh: ចំនួនពេលវេលាគិតជាមិល្លីវិនាទីដើម្បីរង់ចាំនៅពេលដែលសកម្មភាពឪពុកម្តាយបញ្ចប់
kn_in: ಪೋಷಕರ ಕ್ರಮ ಪೂರ್ಣಗೊಂಡ ನಂತರ ಕಾಯಲು ಮಿಲಿಸೆಕೆಂಡುಗಳಲ್ಲಿ ಸಮಯ
ko_kr: 부모 조치가 완료되면 기다릴 밀리 초의 시간
ky_kg: Ата-эненин иш-аракетин аяктаган бир жолу күтүү үчүн миллисекунддагы убакыттын көлөмү
lo_la: ຈໍານວນເວລາໃນການເຮັດວຽກທີ່ຈະລໍຖ້າເມື່ອການດໍາເນີນງານຂອງພໍ່ແມ່ສໍາເລັດ
lt_lt: Millisekundžių laikas laukti, kai baigsis tėvų veiksmas
lv_lv: Laiks milisekundēs gaidīt, kad vecāku darbība tiks pabeigta
mi_nz: Te nui o te waa i roto i nga milliseconds kia tatari kia oti te mahi a nga matua
mk_mk: Количината на време во милисекунди да почека откако ќе заврши дејството на родителите
ml_in: രക്ഷകർത്താവ് പ്രവർത്തനം പൂർത്തിയാക്കി കുറച്ചുകഴിഞ്ഞാൽ കാത്തിരിക്കാൻ മില്ലിസെക്കൻഡിൽ സമയം
mr_in: एकदा पालक कृती पूर्ण झाल्यावर प्रतीक्षा करण्यासाठी मिलिसेकंदात किती वेळ आहे
ms_my: Jumlah masa dalam milisaat untuk menunggu setelah tindakan ibu bapa selesai
mt_mt: L-ammont ta 'ħin f'millisekondi biex tistenna ladarba l-azzjoni tal-ġenitur tlesti
nb_no: Mengden tid i millisekunder for å vente når foreldreaksjonen er fullført
ne_np: एक पटक अभिभावक कार्य पूरा भएपछि मिलिसेकेन्डमा समयको मात्रा
nl_be: De hoeveelheid tijd in milliseconden om te wachten zodra de actie van de ouder is voltooid
or_in: ପିତାମାତାଙ୍କ କାର୍ଯ୍ୟ ସମାପ୍ତ ହେବା ପରେ ଅପେକ୍ଷା କରିବା ପାଇଁ ମିଲିସେକେଣ୍ଡରେ ସମୟ ପରିମାଣ |
pa_arab: ਇਕ ਵਾਰ ਪੇਰੈਂਟ ਐਕਸ਼ਨ ਪੂਰੀ ਹੋਣ ਤੇ ਮਿਲੀਸਕਿੰਟ ਵਿਚ ਸਮਾਂ ਦੀ ਮਾਤਰਾ
pl_pl: Ilość czasu w milisekund na poczekanie po zakończeniu akcji nadrzędnej
pt_br: A quantidade de tempo em milissegundos para esperar quando a ação dos pais concluir
ro_ro: Perioada de timp din milisecunde pentru a aștepta odată ce se finalizează acțiunea părinților
ru_ru: Количество времени в миллисекундах, чтобы подождать после завершения действия родителей
sk_sk: Množstvo času v milisekundách čakať po dokončení akcie rodičov
sl_si: Čas v milisekundah, da počakate, ko se akcija staršev zaključi
sq_al: Sasia e kohës në milisekonda për të pritur pasi të përfundojë veprimi i prindërve
sr_cyrl_me: Колико времена у милисекунди чека да се довршава родитељске акције
sv_fi: Mängden tid i millisekunder att vänta när föräldrarnas åtgärder är klar
sw_ke: Kiasi cha wakati katika milliseconds kusubiri mara hatua ya mzazi inakamilisha
ta_in: பெற்றோர் நடவடிக்கை முடிந்ததும் காத்திருக்க மில்லி விநாடிகளில் நேரம்
te_in: పేరెంట్ చర్య పూర్తయిన తర్వాత వేచి ఉండటానికి మిల్లీసెకన్లలో సమయం సమయం
th_th: ระยะเวลาเป็นมิลลิวินาทีที่จะรอเมื่อการกระทำของผู้ปกครองเสร็จสมบูรณ์
tk_tm: Ene-atanyň hereket edeninden soň garaşmak üçin millisconds-yň mukdary
tr_tr: Ebeveyn eylemi tamamlandığında beklemek için milisaniye cinsinden zaman miktarı
tt_ru: Миллисекундта ата-аналарның эшләрен көтү вакыты
ug_cn: ئاتا-ئانىلارنىڭ ھەرىكەت تاماملىنىشى ئۈچۈن بىر نەچچە مىللىمېتىرلىق ۋاقىتنىڭ مىقدارى
uk_ua: Кількість часу в мілісекундах, щоб чекати, коли батьки закінчиться
ur_pk: ایک بار والدین کی کارروائی مکمل ہونے کے بعد ملی سیکنڈ میں وقت کی مقدار
uz_cyrl: Ota harakati tugashi bilan millisekundlarda vaqt miqdori
vi_vn: Lượng thời gian tính bằng mili giây để chờ đợi khi hành động của cha mẹ hoàn thành
zh_hant: 父母操作完成後等待毫秒的時間

# ActionRepeatDelayLabel
source: Repeat Delay
af_za: Herhaal vertraging
am_et: መድገም
ar_bh: كرر التأخير
as_in: পুনৰাবৃত্তি বিলম্ব পুনৰাবৃত্তি কৰক
az_cyrl: Təkrarlamaq
bg_bg: Повторете забавянето
bn_in: পুনরায় দেরি
bs_latn_ba: Ponoviti kašnjenje
ca_es: Repetiu el retard
cs_cz: Opakujte zpoždění
cy_gb: Ailadroddwch oedi
da_dk: Gentag forsinkelse
de_ch: Wiederholungsverzögerung
el_gr: Επανάληψη καθυστέρησης
es_bo: Retardo de repetición
et_ee: Korrata viivitust
fa_ir: به تعویق انداختن دوباره
fi_fi: Toistaa viive
fil_ph: Ulitin ang pagkaantala
fr_029: Délai de répétition
ga_ie: Déan an athrá arís
gu_in: વારંવાર વિલંબ
he_il: חזור על עיכוב
hi_in: पुनरावृत्ति में विलम्ब
hr_hr: Ponovite kašnjenje
hu_hu: Ismételje meg a késleltetést
hy_am: Կրկնել հետաձգումը
id_id: Ulangi penundaan
is_is: Endurtaktu seinkun
it_ch: Ripeti il ​​ritardo
ja_jp: 繰り返し遅延
ka_ge: გაიმეორეთ შეფერხება
kk_kz: Қайталама кідіріс
km_kh: ការពន្យាពេលម្តងទៀត
kn_in: ವಿಳಂಬವನ್ನು ಪುನರಾವರ್ತಿಸಿ
ko_kr: 지연을 반복하십시오
ky_kg: Кайталоо кечигүү
lo_la: ຊັກຊ້າຄືນ
lt_lt: Pakartokite vėlavimą
lv_lv: Atkārtot kavēšanos
mi_nz: Tukurua whakaroa
mk_mk: Повторете го одложувањето
ml_in: കാലതാമസം ആവർത്തിക്കുക
mr_in: पुन्हा विलंब
ms_my: Ulangi kelewatan
mt_mt: Irrepeti dewmien
nb_no: Gjenta forsinkelse
ne_np: ढिला दोहोर्याउनुहोस्
nl_be: Herhalingsvertraging
or_in: ବିଳମ୍ବ ପୁନରାବୃତ୍ତି କରନ୍ତୁ |
pa_arab: ਦੁਹਰਾਓ ਦੇਰੀ
pl_pl: Powtórz opóźnienie
pt_br: Repita o atraso
ro_ro: Repetă întârziere
ru_ru: Повторите задержку
sk_sk: Zopakovať
sl_si: Ponovite zamudo
sq_al: Përsëriteni vonesën
sr_cyrl_me: Кашњење
sv_fi: Upprepa förseningen
sw_ke: Kurudia kuchelewesha
ta_in: தாமதம் மீண்டும்
te_in: ఆలస్యం పునరావృతం
th_th: ทำซ้ำความล่าช้า
tk_tm: Gijäni gaýtalaň
tr_tr: Gecikme Tekrar
tt_ru: Соңга калу
ug_cn: كېچىكىش كېچىكىش
uk_ua: Повторіть затримку
ur_pk: تاخیر دہرائیں
uz_cyrl: Takrorlashni kechiktirish
vi_vn: Chậm trễ lặp lại
zh_hant: 重複延遲
