Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefResetPluginCacheErrorText
source: Could not delete plugin cache from path: '{0}'
af_za: Kon nie die plugin -kas van die pad verwyder nie: '{0}'
am_et: ከመንገድ ላይ ተሰኪ መሸጎጫ መሰረዝ አልተቻለም: - '{0}'
ar_bh: لا يمكن حذف ذاكرة التخزين المؤقت المكون الإضافي من المسار: "{0} '
as_in: পথৰ পৰা প্লাগইন কেশ্ব মচি পেলাব পৰা নগ'ল: '{0}'
az_cyrl: Plugin önbelleğini yoldan silə bilmədi: '{0}'
bg_bg: Не можах да изтрия кеша на плъгини от пътя: '{0}'
bn_in: পথ থেকে প্লাগইন ক্যাশে মুছতে পারেনি: '{0}'
bs_latn_ba: Nije mogao izbrisati predmemoriju dodataka sa staze: '{0}'
ca_es: No s'hauria de suprimir la memòria cau del complement de la ruta: '{0}'
cs_cz: Nelze odstranit mezipaměť pluginu z cesty: '{0}'
cy_gb: Methu dileu storfa ategyn o'r llwybr: '{0}'
da_dk: Kunne ikke slette plugin -cache fra stien: '{0}'
de_ch: Konnte Plugin -Cache nicht aus dem Pfad löschen: '{0}'
el_gr: Δεν ήταν δυνατή η διαγραφή της προσθήκης προσθήκης από τη διαδρομή: '{0}'
es_bo: No se pudo eliminar la memoria caché del complemento de la ruta: '{0}'
et_ee: Pistikprogrammi vahemälu ei saanud teelt kustutada: '{0}'
fa_ir: نمی توان حافظه پنهان افزونه را از مسیر حذف کرد: "{0}"
fi_fi: Plugin -välimuistia ei voinut poistaa polusta: '{0}'
fil_ph: Hindi matanggal ang cache ng plugin mula sa landas: '{0}'
fr_029: Impossible de supprimer le cache du plugin du chemin: '{0}'
ga_ie: Níorbh fhéidir taisce breiseáin a scriosadh ón gcosán: '{0}'
gu_in: પાથમાંથી પ્લગઇન કેશ કા delete ી શક્યા નથી: '{0}'
he_il: לא יכול היה למחוק מטמון תוסף מנתיב: '{0}'
hi_in: पथ से प्लगइन कैश को हटा नहीं सका: '{0}'
hr_hr: Nije mogao izbrisati predmemoriju dodataka s puta: '{0}'
hu_hu: Nem tudta törölni a plugin gyorsítótárat az elérési útról: '{0}'
hy_am: Հնարավոր չէ ջնջել plugin քեշը ճանապարհից. '{0}'
id_id: Tidak dapat menghapus cache plugin dari path: '{0}'
is_is: Gat ekki eytt skyndiminni viðbótar úr slóð: '{0}'
it_ch: Impossibile eliminare la cache del plug -in dal percorso: '{0}'
ja_jp: パスからプラグインキャッシュを削除できませんでした： '{0}'
ka_ge: ვერ წაშლა მოდული ქეში ბილიკიდან: '{0}'
kk_kz: Плагин кэшін жолдан жою мүмкін болмады: '{0}'
km_kh: មិនអាចលុបឃ្លាំងសម្ងាត់កម្មវិធីជំនួយពីផ្លូវ: '{0}'
kn_in: ಹಾದಿಯಿಂದ ಪ್ಲಗಿನ್ ಸಂಗ್ರಹವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ: '{0}'
ko_kr: 경로에서 플러그인 캐시를 삭제할 수 없습니다 : '{0}'
ky_kg: Плагин кэшин жолдон жок кыла алган жок: '{0}'
lo_la: ບໍ່ສາມາດລຶບ cache ຂອງ plugin ຈາກເສັ້ນທາງ: '{0}'
lt_lt: Nepavyko ištrinti papildinio talpyklos iš kelio: '{0}'
lv_lv: Nevarēja izdzēst spraudņa kešatmiņu no ceļa: '{0}'
mi_nz: Kaore i taea te muku i te keteroki mono mai i te huarahi: '{0}'
mk_mk: Не можеше да ја избрише кешот на приклучокот од патеката: '{0}'
ml_in: പാതയിൽ നിന്ന് പ്ലഗിൻ കാഷെ ഇല്ലാതാക്കാൻ കഴിഞ്ഞില്ല: '{0}'
mr_in: पथातून प्लगइन कॅशे हटवू शकले नाही: '{0}'
ms_my: Tidak dapat memadam cache plugin dari jalan: '{0}'
mt_mt: Ma setgħetx tħassar il-cache tal-plugin minn Path: "{0}"
nb_no: Kunne ikke slette plugin -cache fra banen: '{0}'
ne_np: पथबाट प्लगइन क्यास मेट्न सकेन: '{0}'
nl_be: Kon geen plug -incache uit pad verwijderen: '{0}'
or_in: ପଥରୁ ପ୍ଲଗଇନ୍ କ୍ୟାଚ୍ ବିଲୋପ କରିପାରିଲା ନାହିଁ: '{0}'
pa_arab: ਮਾਰਗ ਤੋਂ ਪਲੱਗਇਨ ਕੈਚੇ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਿਆ: '{0}'
pl_pl: Nie mogłem usunąć pamięci podręcznej wtyczki ze ścieżki: '{0}' '
pt_br: Não foi possível excluir o cache do plug -in do caminho: '{0}'
ro_ro: Nu a putut șterge cache -ul pluginului din calea: '{0}'
ru_ru: Не удалось удалить кеш плагина с пути: '{0}'
sk_sk: Nemohol odstrániť vyrovnávaciu pamäť doplnkov z cesty: '{0}'
sl_si: Ne bi mogel izbrisati predpomnilnika vtičnika s poti: '{0}'
sq_al: Nuk mund të fshijë cache plugin nga shtegu: '{0}'
sr_cyrl_me: Није могао да избрише додатак кеш из путања: '{0}'
sv_fi: Kunde inte ta bort plugin -cache från sökvägen: '{0}'
sw_ke: Haikuweza kufuta kashe ya programu -jalizi kutoka kwa njia: '{0}'
ta_in: பாதையிலிருந்து சொருகி தற்காலிக சேமிப்பை நீக்க முடியவில்லை: '{0}'
te_in: మార్గం నుండి ప్లగిన్ కాష్‌ను తొలగించలేకపోయాము: '{0}'
th_th: ไม่สามารถลบปลั๊กอินแคชออกจากเส้นทาง: '{0}'
tk_tm: Plugin keşini ýoldan pozup bilmedi: '{0}'
tr_tr: Eklenti önbelleğini yoldan silemedi: '{0}'
tt_ru: Плагин кэшын юлдан бетерә алмады: '{0}'
ug_cn: قىستۇرما ساقلىغۇچنى يولدىن ئۆچۈرەلمىدى: '{0}'
uk_ua: Не вдалося видалити кеш плагіна з шляху: '{0}'
ur_pk: پلگ ان کیشے کو راستے سے حذف نہیں کرسکا: '{0}'
uz_cyrl: Plagin keshini yo'ldan o'chirib bo'lmadi: '{0}'
vi_vn: Không thể xóa bộ nhớ cache plugin khỏi đường dẫn: '{0}'
zh_hant: 無法從路徑刪除插件緩存：'{0}'

# PrefResetPluginCacheHint
source: All plugins will be reset to initial default state
af_za: Alle inproppe sal na die aanvanklike standaardtoestand teruggestel word
am_et: ሁሉም ተሰኪዎች ወደ መጀመሪያው ነባሪ ሁኔታ እንደገና ይጀመራሉ
ar_bh: سيتم إعادة تعيين جميع الإضافات إلى الحالة الافتراضية الأولية
as_in: সকলো প্লাগইন প্ৰাৰম্ভিক অবিকল্পিত অৱস্থালৈ পুনৰায় সেট কৰা হ'ব
az_cyrl: Bütün pluginlər ilkin standart vəziyyətə yenidən qurulacaqdır
bg_bg: Всички плъгини ще бъдат нулирани в първоначално състояние по подразбиране
bn_in: সমস্ত প্লাগইনগুলি প্রাথমিক ডিফল্ট অবস্থায় পুনরায় সেট করা হবে
bs_latn_ba: Svi će dodaci biti resetirani na početno zadano stanje
ca_es: Tots els plugins es restabliran a l'estat predeterminat inicial
cs_cz: Všechny pluginy budou resetovány do počátečního výchozího stavu
cy_gb: Bydd pob ategyn yn cael eu hailosod i'r cyflwr diofyn cychwynnol
da_dk: Alle plugins nulstilles til den første standardtilstand
de_ch: Alle Plugins werden auf den ersten Standardzustand zurückgesetzt
el_gr: Όλα τα plugins θα επαναφέρονται στην αρχική προεπιλεγμένη κατάσταση
es_bo: Todos los complementos se restablecerán al estado predeterminado inicial
et_ee: Kõik pistikprogrammid lähtestatakse esialgse vaikeseisundisse
fa_ir: همه افزونه ها به حالت پیش فرض اولیه بازنشانی می شوند
fi_fi: Kaikki laajennukset palautetaan alkuperäiseen oletustilaan
fil_ph: Ang lahat ng mga plugin ay mai -reset sa paunang estado ng default
fr_029: Tous les plugins seront réinitialisés à l'état par défaut initial
ga_ie: Déanfar gach forlíontán a athshocrú go dtí an stát réamhshocraithe tosaigh
gu_in: બધા પ્લગઈનો પ્રારંભિક ડિફ default લ્ટ રાજ્યમાં ફરીથી સેટ કરવામાં આવશે
he_il: כל התוספים יאפסו למצב ברירת מחדל ראשוני
hi_in: सभी प्लगइन्स को प्रारंभिक डिफ़ॉल्ट स्थिति में रीसेट किया जाएगा
hr_hr: Svi dodaci će se resetirati u početno zadano stanje
hu_hu: Az összes beépülő modul visszaállítja a kezdeti alapértelmezett állapotot
hy_am: Բոլոր plugins- ը կվերականգնվի նախնական կանխադրված վիճակ
id_id: Semua plugin akan diatur ulang ke status default awal
is_is: Allar viðbætur verða endurstilltar í upphaflegu sjálfgefnu ástandi
it_ch: Tutti i plugin verranno ripristinati allo stato predefinito iniziale
ja_jp: すべてのプラグインは、初期デフォルトの状態にリセットされます
ka_ge: ყველა დანამატი გადატვირთულია საწყის ნაგულისხმევი მდგომარეობაში
kk_kz: Барлық плагиндер бастапқы әдепкі күйге келтіріледі
km_kh: កម្មវិធីជំនួយទាំងអស់នឹងត្រូវបានកំណត់ឡើងវិញទៅស្ថានភាពលំនាំដើមដំបូង
kn_in: ಎಲ್ಲಾ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಆರಂಭಿಕ ಡೀಫಾಲ್ಟ್ ಸ್ಥಿತಿಗೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ
ko_kr: 모든 플러그인은 초기 기본 상태로 재설정됩니다
ky_kg: Бардык плагиндер баштапкы абалына кайтарылат
lo_la: ປັ ins ກອິນທັງຫມົດຈະຖືກປັບໃຫມ່ໃຫ້ເປັນລັດເລີ່ມຕົ້ນໃນຕອນຕົ້ນ
lt_lt: Visi papildiniai bus iš naujo nustatyti į pradinę numatytąją būseną
lv_lv: Visi spraudņi tiks atiestatīti uz sākotnējo noklusējuma stāvokli
mi_nz: Ko nga mongani katoa ka tautuhi ano ki te kaupapa taunoa tuatahi
mk_mk: Сите приклучоци ќе бидат ресетирани во почетната стандардна состојба
ml_in: എല്ലാ പ്ലഗിന്നുകളും പ്രാരംഭ സ്ഥിരസ്ഥിതി സംസ്ഥാനത്തേക്ക് പുന reset സജ്ജമാക്കും
mr_in: सर्व प्लगइन प्रारंभिक डीफॉल्ट स्थितीत रीसेट केले जातील
ms_my: Semua plugin akan ditetapkan semula ke keadaan lalai awal
mt_mt: Il-plugins kollha jiġu ssettjati mill-ġdid għall-istat inadempjenti inizjali
nb_no: Alle plugins vil bli tilbakestilt til innledende standardtilstand
ne_np: सबै प्लगइनहरू प्रारम्भिक पूर्वनिर्धारित राज्यको लागि रिसेट हुनेछ
nl_be: Alle plug -ins worden gereset naar de initiële standaardstatus
or_in: ସମସ୍ତ ପ୍ଲଗଇନ୍ ପ୍ରାରମ୍ଭିକ ଡିଫଲ୍ଟ ରାଜ୍ୟକୁ ପୁନ res ସେଟ୍ ହେବ |
pa_arab: ਸਾਰੇ ਪਲੱਗਇਨਾਂ ਨੂੰ ਸ਼ੁਰੂਆਤੀ ਮੂਲ ਸਥਿਤੀ ਤੇ ਰੀਸੈਟ ਕੀਤਾ ਜਾਵੇਗਾ
pl_pl: Wszystkie wtyczki zostaną zresetowane do początkowego stanu domyślnego
pt_br: Todos os plugins serão redefinidos para o estado padrão inicial
ro_ro: Toate pluginurile vor fi resetate la starea inițială implicită
ru_ru: Все плагины будут сброшены до начального состояния по умолчанию
sk_sk: Všetky doplnky sa obnovia na počiatočný predvolený stav
sl_si: Vsi vtičniki se ponastavijo na začetno privzeto stanje
sq_al: Të gjitha shtojcat do të rivendosen në gjendjen fillestare të paracaktuar
sr_cyrl_me: Сви додаци ће се ресетовати на почетно подразумевано стање
sv_fi: Alla plugins återställs till det första standardtillståndet
sw_ke: Programu -jalizi zote zitawekwa upya kwa hali ya msingi ya chaguo -msingi
ta_in: அனைத்து செருகுநிரல்களும் ஆரம்ப இயல்புநிலை நிலைக்கு மீட்டமைக்கப்படும்
te_in: అన్ని ప్లగిన్లు ప్రారంభ డిఫాల్ట్ స్థితికి రీసెట్ చేయబడతాయి
th_th: ปลั๊กอินทั้งหมดจะถูกรีเซ็ตเป็นสถานะเริ่มต้นเริ่มต้น
tk_tm: Pluginleriň hemmesi başlangyç deslapky usulda täzeden başlar
tr_tr: Tüm eklentiler ilk varsayılan duruma sıfırlanacaktır
tt_ru: Барлык плагиннар башлангыч килешү буенча яңадан торгызылачак
ug_cn: بارلىق قىستۇرمىلار دەسلەپكى سۈكۈتتىكى ھالەتتە ئەسلىگە كېلىدۇ
uk_ua: Всі плагіни будуть скинуті до початкового стану за замовчуванням
ur_pk: تمام پلگ انز کو ابتدائی پہلے سے طے شدہ حالت میں دوبارہ ترتیب دیا جائے گا
uz_cyrl: Barcha plaginlar dastlabki standart holatiga qaytariladi
vi_vn: Tất cả các plugin sẽ được đặt lại về trạng thái mặc định ban đầu
zh_hant: 所有插件都將重置為初始默認狀態

# PrefResetPluginCacheLabel
source: Plugin Cache
af_za: Plugin -kas
am_et: ተሰኪ መሸጎጫ
ar_bh: ذاكرة التخزين المؤقت المكون الإضافي
as_in: প্লাগইন কেশ্ব
az_cyrl: Plugin önbelleği
bg_bg: Кеш на приставки
bn_in: প্লাগইন ক্যাশে
bs_latn_ba: Plugin predmemorija
cs_cz: Mezipaměť pluginu
cy_gb: Storfa ategion
el_gr: Μνήμη προσθήκης
es_bo: Caché
et_ee: Pistikprogrammi vahemälu
fa_ir: مخزن پلاگین
fi_fi: Plugin -välimuisti
fr_029: Cache de plugin
ga_ie: Taisce breiseáin
gu_in: પહાડી કેશ
he_il: מטמון תוסף
hi_in: प्लगइन कैश
hr_hr: Predmemorija za dodatak
hu_hu: Plugin gyorsítótár
id_id: Cache plugin
is_is: Appin skyndiminni
ja_jp: プラグインキャッシュ
ka_ge: მოდული ქეში
kk_kz: Плагин кэші
km_kh: ឃ្លាំងសម្ងាត់កម្មវិធីជំនួយ
kn_in: ಚಾಚು
ko_kr: 플러그인 캐시
ky_kg: Плагин Кэш
lo_la: cache plugin
lt_lt: Papildinio talpykla
lv_lv: Spraudņa kešatmiņa
mi_nz: Cache plugin
mk_mk: Кеш за приклучок
ml_in: പ്ലഗിൻ കാഷെ
mr_in: प्लगइन कॅशे
ms_my: Cache plugin
ne_np: प्लगइन क्यास
or_in: ପ୍ଲଗଇନ୍ କ୍ୟାଚ୍ |
pa_arab: ਪਲੱਗਇਨ ਕੈਚੇ
pl_pl: Pamięć podręczna wtyczki
pt_br: Cache do plug -in
ro_ro: Cache plugin
ru_ru: Кэш плагина
sk_sk: Pamiatka
sl_si: Predpomnilnik vtičnika
sq_al: Cache
sr_cyrl_me: Кеш плућишта
sw_ke: Cache ya programu -jalizi
ta_in: சொருகி தற்காலிக சேமிப்பு
te_in: ప్లగిన్ కాష్
th_th: ปลั๊กอินแคช
tk_tm: Plugin keşi
tr_tr: Eklenti önbelleği
tt_ru: Плагин кэш
ug_cn: قىستۇرما ساقلىغۇچ
uk_ua: Кеш плагінів
ur_pk: پلگ ان کیشے
uz_cyrl: Plagin kesh
vi_vn: Bộ đệm plugin
zh_hant: 插件緩存

# PrefResetPluginCacheNtfText
source: Are you sure you want to reset all plugins to defaults?
af_za: Is u seker dat u alle inproppe na standaard wil terugstel?
am_et: እርግጠኛ ነዎት ሁሉንም ተሰኪዎች ወደ ነባሪዎች ዳግም ማስጀመር ይፈልጋሉ?
ar_bh: هل أنت متأكد من أنك تريد إعادة تعيين جميع الإضافات إلى الإعدادات الافتراضية؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি সকলো প্লাগইনক অবিকল্পিতলৈ পুনৰায় সেট কৰিব বিচাৰে?
az_cyrl: Bütün pluginləri defoltlara yenidən qurmaq istədiyinizə əminsiniz?
bg_bg: Сигурни ли сте, че искате да нулирате всички приставки по подразбиране?
bn_in: আপনি কি নিশ্চিত যে আপনি সমস্ত প্লাগইন ডিফল্টে পুনরায় সেট করতে চান?
bs_latn_ba: Jeste li sigurni da želite resetirati sve dodatke na zadane vrijednosti?
ca_es: Esteu segur que voleu restablir tots els plugins als valors predeterminats?
cs_cz: Jste si jisti, že chcete resetovat všechny pluginy do výchozího nastavení?
cy_gb: Ydych chi'n siŵr eich bod chi am ailosod pob ategyn i ddiffygion?
da_dk: Er du sikker på, at du vil nulstille alle plugins til misligholdelser?
de_ch: Sind Sie sicher, dass Sie alle Plugins auf Standardeinstellungen zurücksetzen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα plugins σε προεπιλογές;
es_bo: ¿Estás seguro de que quieres restablecer todos los complementos a los valores predeterminados?
et_ee: Kas olete kindel, et soovite lähtestada kõik pistikprogrammid vaikimisi?
fa_ir: آیا مطمئن هستید که می خواهید همه افزونه ها را به صورت پیش فرض تنظیم کنید؟
fi_fi: Haluatko varmasti nollata kaikki laajennukset oletusarvoiksi?
fil_ph: Sigurado ka bang nais mong i -reset ang lahat ng mga plugin sa mga default?
fr_029: Êtes-vous sûr de souhaiter réinitialiser tous les plugins aux valeurs par défaut?
ga_ie: An bhfuil tú cinnte gur mhaith leat na forlíontáin go léir a athshocrú go mainneachtainí?
gu_in: શું તમે ખરેખર બધા પ્લગઈનોને ડિફોલ્ટ પર ફરીથી સેટ કરવા માંગો છો?
he_il: האם אתה בטוח שאתה רוצה לאפס את כל התוספים לברירות מחדל?
hi_in: क्या आप सुनिश्चित हैं कि आप सभी प्लगइन्स को चूक पर रीसेट करना चाहते हैं?
hr_hr: Jeste li sigurni da želite resetirati sve dodatke na zadane postavke?
hu_hu: Biztosan szeretné visszaállítani az összes beépülő modulot alapértelmezésre?
hy_am: Համոզված եք, որ ցանկանում եք վերափոխել բոլոր plugins- ը կանխադրված:
id_id: Apakah Anda yakin ingin mengatur ulang semua plugin ke default?
is_is: Ertu viss um að þú viljir núllstilla allar viðbætur í vanskil?
it_ch: Sei sicuro di voler ripristinare tutti i plugin alle impostazioni predefinite?
ja_jp: すべてのプラグインをデフォルトにリセットする必要がありますか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ყველა დანამატის ნაგულისხმევი გადატვირთვა?
kk_kz: Барлық плагиндерді әдепкі күйге келтіргіңіз келе ме?
km_kh: តើអ្នកពិតជាចង់កំណត់កម្មវិធីជំនួយទាំងអស់ទៅលំនាំដើមវិញឬ?
kn_in: ಎಲ್ಲಾ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಡೀಫಾಲ್ಟ್‌ಗಳಿಗೆ ಮರುಹೊಂದಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko_kr: 모든 플러그인을 기본값으로 재설정 하시겠습니까?
ky_kg: Демейки шартта бардык плагиндерди баштапкы абалга келтиргиңиз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການປັບປັ ab ກອິນທັງຫມົດໃຫ້ກັບຄ່າເລີ່ມຕົ້ນ?
lt_lt: Ar tikrai norite iš naujo nustatyti visus papildinius, kad galėtumėte numatytiems numatytoms?
lv_lv: Vai esat pārliecināts, ka vēlaties atiestatīt visus spraudņus uz noklusējumiem?
mi_nz: Kei te hiahia koe ki te tautuhi i nga mononi katoa kia tau ai?
mk_mk: Дали сте сигурни дека сакате да ги ресетирате сите додатоци на стандардно?
ml_in: എല്ലാ പ്ലഗിന്നുകളും സ്ഥിരസ്ഥിതികളിലേക്ക് പുന reset സജ്ജമാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr_in: आपणास खात्री आहे की आपण सर्व प्लगइन डीफॉल्टमध्ये रीसेट करू इच्छिता?
ms_my: Adakah anda pasti mahu menetapkan semula semua plugin ke lalai?
mt_mt: Int żgur li trid terġa 'tissettja l-plugins kollha għal nuqqasijiet?
nb_no: Er du sikker på at du vil tilbakestille alle plugins til standardverdier?
ne_np: के तपाइँ पक्का हुनुहुन्छ कि तपाइँ पूर्वनिर्धारित गर्न सबै प्लगइनहरू रिसेट गर्न चाहानुहुन्छ?
nl_be: Weet u zeker dat u alle plug -ins opnieuw wilt instellen naar standaardwaarden?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଡିଫଲ୍ଟରେ ସମସ୍ତ ପ୍ଲଗଇନ୍ ପୁନ res ସେଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa_arab: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀਂ ਮੂਲ ਰੂਪ ਵਿੱਚ ਸਾਰੇ ਪਲੱਗਇਨ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz zresetować wszystkie wtyczki, aby domyślnie?
pt_br: Tem certeza de que deseja redefinir todos os plugins para padrões?
ro_ro: Sunteți sigur că doriți să resetați toate pluginurile la valorile implicite?
ru_ru: Вы уверены, что хотите сбросить все плагины на знания по умолчанию?
sk_sk: Ste si istí, že chcete resetovať všetky doplnky na predvolené hodnoty?
sl_si: Ali ste prepričani, da želite ponastaviti vse vtičnike na privzete vrednosti?
sq_al: A jeni i sigurt që doni të rivendosni të gjitha shtojcat në parazgjedhje?
sr_cyrl_me: Јесте ли сигурни да желите да ресетујете све додатке на задане вредности?
sv_fi: Är du säker på att du vill återställa alla plugins till standardvärden?
sw_ke: Je! Una uhakika unataka kuweka upya programu -jalizi zote kwa defaults?
ta_in: எல்லா செருகுநிரல்களையும் இயல்புநிலைக்கு மீட்டமைக்க விரும்புகிறீர்களா?
te_in: మీరు ఖచ్చితంగా అన్ని ప్లగిన్‌లను డిఫాల్ట్‌లకు రీసెట్ చేయాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าต้องการรีเซ็ตปลั๊กอินทั้งหมดเป็นค่าเริ่มต้น?
tk_tm: Ähli pluginleri defoltlara täzeden düzmek isleýändigiňize ynanýarsyňyzmy?
tr_tr: Tüm eklentileri varsayılanlara sıfırlamak istediğinizden emin misiniz?
tt_ru: Сез барлык плагиннарны дефолтларга кайтарырга телисезме?
ug_cn: بارلىق قىستۇرمىلارنى ئەسلىگە كەلتۈرمەكچىمۇ?
uk_ua: Ви впевнені, що хочете скинути всі плагіни за замовчуванням?
ur_pk: کیا آپ واقعی تمام پلگ ان کو ڈیفالٹس میں دوبارہ ترتیب دینا چاہتے ہیں؟
uz_cyrl: Haqiqatan ham barcha plaginlarni parametrlarga qaytarishni xohlaysizmi?
vi_vn: Bạn có chắc là bạn muốn đặt lại tất cả các plugin về mặc định?
zh_hant: 您確定要將所有插件重置為默認值嗎？

# PrefResetPwdNtfText
source: Are you sure you want to reset your password?
af_za: Is u seker dat u u wagwoord wil terugstel?
am_et: እርግጠኛ ነዎት የይለፍ ቃልዎን እንደገና ማስጀመር ይፈልጋሉ?
ar_bh: هل أنت متأكد أنك تريد إعادة تعيين كلمة المرور الخاصة بك؟
as_in: আপুনি নিশ্চিত নেকি যে আপুনি আপোনাৰ পাছৱৰ্ড ৰিছেট কৰিব বিচাৰে?
az_cyrl: Şifrənizi yenidən qurmaq istədiyinizə əminsiniz?
bg_bg: Сигурни ли сте, че искате да нулирате паролата си?
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার পাসওয়ার্ডটি পুনরায় সেট করতে চান?
bs_latn_ba: Jeste li sigurni da želite resetirati lozinku?
ca_es: Esteu segur que voleu restablir la vostra contrasenya?
cs_cz: Jste si jisti, že chcete resetovat své heslo?
cy_gb: Ydych chi'n siŵr eich bod chi am ailosod eich cyfrinair?
da_dk: Er du sikker på, at du vil nulstille din adgangskode?
de_ch: Sind Sie sicher, dass Sie Ihr Passwort zurücksetzen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τον κωδικό πρόσβασής σας;
es_bo: ¿Estás seguro de que quieres restablecer tu contraseña?
et_ee: Kas olete kindel, et soovite oma parooli lähtestada?
fa_ir: آیا مطمئن هستید که می خواهید رمز ورود خود را مجدداً تنظیم کنید؟
fi_fi: Haluatko varmasti nollata salasanasi?
fil_ph: Sigurado ka bang nais mong i -reset ang iyong password?
fr_029: Êtes-vous sûr de vouloir réinitialiser votre mot de passe?
ga_ie: An bhfuil tú cinnte gur mhaith leat do phasfhocal a athshocrú?
gu_in: શું તમે ખરેખર તમારો પાસવર્ડ ફરીથી સેટ કરવા માંગો છો?
he_il: האם אתה בטוח שאתה רוצה לאפס את הסיסמה שלך?
hi_in: क्या आप सुनिश्चित हैं कि आप अपना पासवर्ड रीसेट करना चाहते हैं?
hr_hr: Jeste li sigurni da želite resetirati lozinku?
hu_hu: Biztosan szeretné visszaállítani a jelszavát?
hy_am: Համոզված եք, որ ցանկանում եք վերականգնել ձեր գաղտնաբառը:
id_id: Apakah Anda yakin ingin mengatur ulang kata sandi Anda?
is_is: Ertu viss um að þú viljir núllstilla lykilorðið þitt?
it_ch: Sei sicuro di voler reimpostare la password?
ja_jp: パスワードをリセットしたいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ პაროლის გადატვირთვა?
kk_kz: Құпия сөзді қалпына келтіргіңіз келе ме?
km_kh: តើអ្នកពិតជាចង់កំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញឬ?
kn_in: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಾ?
ko_kr: 비밀번호를 재설정 하시겠습니까?
ky_kg: Сырсөзүңүздү баштапкы абалга келтиргиңиз келеби?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການປັບລະຫັດຜ່ານຂອງທ່ານ?
lt_lt: Ar tikrai norite iš naujo nustatyti slaptažodį?
lv_lv: Vai esat pārliecināts, ka vēlaties atiestatīt paroli?
mi_nz: Kei te hiahia koe ki te tautuhi i to kupu huna?
mk_mk: Дали сте сигурни дека сакате да ја ресетирате вашата лозинка?
ml_in: നിങ്ങളുടെ പാസ്വേഡ് പുന reset സജ്ജമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr_in: आपणास खात्री आहे की आपण आपला संकेतशब्द रीसेट करू इच्छिता?
ms_my: Adakah anda pasti mahu menetapkan semula kata laluan anda?
mt_mt: Int żgur li trid terġa 'tissettja l-password tiegħek?
nb_no: Er du sikker på at du vil tilbakestille passordet ditt?
ne_np: के तपाइँ पक्का हुनुहुन्छ कि तपाइँ तपाइँको पासवर्ड रिसेट गर्न चाहानुहुन्छ?
nl_be: Weet u zeker dat u uw wachtwoord opnieuw wilt instellen?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପଣଙ୍କର ପାସୱାର୍ଡ ପୁନ res ସେଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa_arab: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy na pewno chcesz zresetować hasło?
pt_br: Tem certeza de que deseja redefinir sua senha?
ro_ro: Ești sigur că vrei să îți resetezi parola?
ru_ru: Вы уверены, что хотите сбросить пароль?
sk_sk: Ste si istí, že chcete resetovať svoje heslo?
sl_si: Ali ste prepričani, da želite ponastaviti geslo?
sq_al: A jeni i sigurt që doni të rivendosni fjalëkalimin tuaj?
sr_cyrl_me: Јесте ли сигурни да желите да ресетујете лозинку?
sv_fi: Är du säker på att du vill återställa ditt lösenord?
sw_ke: Je! Una uhakika unataka kuweka upya nywila yako?
ta_in: உங்கள் கடவுச்சொல்லை மீட்டமைக்க விரும்புகிறீர்களா?
te_in: మీరు మీ పాస్‌వర్డ్‌ను రీసెట్ చేయాలనుకుంటున్నారా?
th_th: แน่ใจหรือว่าต้องการรีเซ็ตรหัสผ่าน?
tk_tm: Parolyňyzy täzeden düzmek isleýändigiňize ynanýarsyňyzmy?
tr_tr: Şifrenizi sıfırlamak istediğinizden emin misiniz?
tt_ru: Серсүзне яңадан урнаштырырга телисезме?
ug_cn: پارولىڭىزنى ئەسلىگە كەلتۈرمەكچىمۇ?
uk_ua: Ви впевнені, що хочете скинути свій пароль?
ur_pk: کیا آپ واقعی اپنا پاس ورڈ دوبارہ ترتیب دینا چاہتے ہیں؟
uz_cyrl: Parolni qayta tiklamoqchimisiz?
vi_vn: Bạn có chắc là bạn muốn đặt lại mật khẩu của mình không?
zh_hant: 您確定要重置密碼嗎？
