Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionCondInPropLabel
source: Input Property
af_za: Insetteienskap
am_et: የግቤት ንብረት
ar_bh: خاصية الإدخال
as_in: ইনপুট বৈশিষ্ট্য
az_cyrl: Giriş əmlakı
bg_bg: Входно свойство
bn_in: ইনপুট সম্পত্তি
bs_latn_ba: Ulaznu nekretninu
ca_es: Propietat d'entrada
cs_cz: Vstupní vlastnost
cy_gb: Eiddo Mewnbynnu
da_dk: Inputegenskab
de_ch: Eingabemeigenschaft
el_gr: Ιδιότητα εισόδου
es_bo: Propiedad de entrada
et_ee: Sisendomadus
fa_ir: دارایی
fi_fi: Syöttöominaisuus
fil_ph: Pag -aari ng pag -input
fr_029: Propriété d'entrée
ga_ie: Maoin ionchuir
gu_in: ઇનપુટ મિલકત
he_il: נכס קלט
hi_in: इनपुट गुण
hr_hr: Ulazni svojstvo
hu_hu: Bemeneti tulajdonság
hy_am: Մուտքային գույք
id_id: Properti Input
is_is: Inntakseign
it_ch: Proprietà di input
ja_jp: 入力プロパティ
ka_ge: შეყვანის ქონება
kk_kz: Кіріс сипаты
km_kh: អចលនទ្រព្យបញ្ចូល
kn_in: ಇನ್ಪುಟ್ ಆಸ್ತಿ
ko_kr: 입력 속성
ky_kg: Киргизүү
lo_la: ຊັບສິນປ້ອນຂໍ້ມູນ
lt_lt: Įvesties nuosavybė
lv_lv: Ievades īpašība
mi_nz: Taonga whakauru
mk_mk: Внесување својство
ml_in: ഇൻപുട്ട് പ്രോപ്പർട്ടി
mr_in: इनपुट मालमत्ता
ms_my: Harta input
mt_mt: Propjetà ta 'input
nb_no: Inngangseiendom
ne_np: इनपुट सम्पत्ति
nl_be: Input -eigenschap invoer
or_in: ଇନପୁଟ୍ ପ୍ରପର୍ଟିଜ୍ |
pa_arab: ਇਨਪੁਟ ਸੰਪਤੀ
pl_pl: Właściwość wejściowa
pt_br: Propriedade de entrada
ro_ro: Proprietate de intrare
ru_ru: Входное свойство
sk_sk: Vstupná vlastnosť
sl_si: Vhodna lastnost
sq_al: Pronë e hyrjes
sr_cyrl_me: Улазно својство
sv_fi: Inmatningsegenskap
sw_ke: Mali ya pembejeo
ta_in: உள்ளீட்டு சொத்து
te_in: ఇన్పుట్ ఆస్తి
th_th: อินพุตคุณสมบัติ
tk_tm: Emläk
tr_tr: Giriş Özelliği
tt_ru: Кертү милеге
ug_cn: كىرگۈزۈش مۈلۈك
uk_ua: Вхідна властивість
ur_pk: ان پٹ پراپرٹی
uz_cyrl: Kirish mulk
vi_vn: Tài sản đầu vào
zh_hant: 輸入屬性

# ActionConditionalHint
source: Performs a text comparision on the input clip or previous action output. When comparision fails (its not a match) no child actions will be executed. So it acts like a logical gate.
af_za: Voer 'n teksvergelyking uit op die invoerklem of vorige aksie -uitset. As vergelyking misluk (dit is nie 'n wedstryd nie), sal geen kinderoptrede uitgevoer word nie. Dit werk dus soos 'n logiese hek.
am_et: በግቤት ቅንጥብ ወይም በቀደመው የድርጊት ውፅዓት ላይ የጽሑፍ ማጠናከሪያን ያካሂዳል. ሲጨምር ሲሳካ (ግጥሚያ አይደለም) የልጆች እርምጃዎች አይከናወኑም. ስለዚህ እንደ አመክንዮ በር ይሠራል.
ar_bh: يقوم بمقارنة نص على مقطع الإدخال أو إخراج الإجراء السابق. عندما تفشل المقارنة (ليس تطابقًا) ، لن يتم تنفيذ إجراءات الطفل. لذلك يتصرف مثل بوابة منطقية.
as_in: ইনপুট ক্লিপ বা পূৰ্বৱৰ্তী কাৰ্য্য আউটপুটত এটা লিখনী তুলনা কৰে। যেতিয়া তুলনা বিফল হয় (ইয়াৰ মিল নহয়) কোনো শিশুৰ কাৰ্য্য এক্সিকিউট কৰা নহ'ব। গতিকে ই এটা যুক্তিসংগত গেটৰ দৰে কাম কৰে।
az_cyrl: Giriş klipi və ya əvvəlki hərəkət nəticəsində bir mətn müqayisə aparır. Müqayisə uğursuz olduqda (matç deyil) heç bir uşaq hərəkətləri yerinə yetirilməyəcək. Beləliklə, məntiqi bir qapı kimi hərəkət edir.
bg_bg: Извършва сравнение на текст върху входния клип или предишния изход на действие. Когато сравнението не успее (не е съвпадение) няма да бъдат изпълнени детски действия. Така той действа като логична порта.
bn_in: ইনপুট ক্লিপ বা পূর্ববর্তী ক্রিয়া আউটপুটটিতে একটি পাঠ্য তুলনা সম্পাদন করে। যখন তুলনা ব্যর্থ হয় (এটি কোনও ম্যাচ নয়) কোনও শিশু ক্রিয়া কার্যকর করা হবে না। সুতরাং এটি একটি যৌক্তিক গেটের মতো কাজ করে।
bs_latn_ba: Izvodi upute za tekstu na ulaznim kopčom ili prethodnom izlazu akcije. Kada usporedba ne uspije (nije podudaranje) Ni jedno dječije akcije neće biti izvršeno. Dakle, djeluje poput logičke kapije.
ca_es: Realitza una comparació de text al clip d’entrada o sortida d’acció anterior. Quan la comparació falla (no és una concordança), no s’executaran accions infantils. Per tant, actua com una porta lògica.
cs_cz: Provádí porovnání textu na vstupním klipu nebo předchozího výstupu akce. Když selže srovnání (není to shoda), nebudou provedeny žádné dětské akce. Takže to funguje jako logická brána.
cy_gb: Yn perfformio cymhariaeth testun ar y clip mewnbwn neu allbwn gweithredu blaenorol. Pan fydd cymhariaeth yn methu (nid yw'n cyfateb) ni fydd unrhyw gamau plant yn cael eu cyflawni. Felly mae'n gweithredu fel giât resymegol.
da_dk: Udfører en tekst sammenligning på inputklippet eller tidligere handlingsudgang. Når sammenligning mislykkes (det er ikke en kamp), vil der ikke blive udført nogen børns handlinger. Så det fungerer som en logisk port.
de_ch: Führt einen Textvergleich auf dem Eingangsclip oder der vorherigen Aktionsausgabe durch. Wenn der Vergleich fehlschlägt (es ist keine Übereinstimmung), werden keine untergeordneten Aktionen ausgeführt. Also wirkt es sich wie ein logisches Tor.
el_gr: Εκτελεί σύγκριση κειμένου στο κλιπ εισόδου ή στην προηγούμενη έξοδο ενέργειας. Όταν η σύγκριση αποτυγχάνει (δεν είναι ένας αγώνας), δεν θα εκτελεστούν ενέργειες παιδιών. Έτσι λειτουργεί σαν μια λογική πύλη.
es_bo: Realiza una comparación de texto en el clip de entrada o la salida de acción anterior. Cuando la comparación falla (no es una coincidencia), no se ejecutarán acciones infantiles. Entonces actúa como una puerta lógica.
et_ee: Viib läbi sisendklambri või eelneva toimingu väljundi teksti võrdluse. Kui võrdlus ebaõnnestub (see pole vaste), ei teostata lapsetoiminguid. Nii et see toimib nagu loogiline värav.
fa_ir: مقایسه متن را در کلیپ ورودی یا خروجی عملکرد قبلی انجام می دهد. هنگامی که مقایسه انجام نشود (این یک مسابقه نیست) هیچ اقدامات کودک انجام نمی شود. بنابراین مانند یک دروازه منطقی عمل می کند.
fi_fi: Suorittaa tekstin vertailun syöttöliikkeessä tai edellisessä toimintoulostulossa. Kun vertailu epäonnistuu (se ei ole ottelu), lapsen toimintoja ei suoriteta. Joten se toimii kuin looginen portti.
fil_ph: Nagsasagawa ng isang paghahambing sa teksto sa input clip o nakaraang output ng pagkilos. Kapag nabigo ang paghahambing (hindi ito isang tugma) walang mga aksyon sa bata na isasagawa. Kaya kumikilos ito tulad ng isang lohikal na gate.
fr_029: Effectue une comparaison de texte sur le clip d'entrée ou la sortie d'action précédente. Lorsque la comparaison échoue (ce n'est pas une correspondance), aucune action d'enfant ne sera exécutée. Il agit donc comme une porte logique.
ga_ie: Déanann sé comparáid téacs ar an ghearrthóg ionchuir nó aschur gnímh roimhe seo. Nuair a theipeann ar chomparáid (ní cluiche é) Ní dhéanfar aon ghníomhartha leanaí a fhorghníomhú. Mar sin feidhmíonn sé mar gheata loighciúil.
gu_in: ઇનપુટ ક્લિપ અથવા પાછલા ક્રિયા આઉટપુટ પર ટેક્સ્ટની તુલના કરે છે. જ્યારે તુલના નિષ્ફળ થાય છે (તે મેચ નથી) કોઈ બાળ ક્રિયાઓ ચલાવવામાં આવશે નહીં. તેથી તે લોજિકલ ગેટની જેમ કાર્ય કરે છે.
he_il: מבצע השוואה בין טקסט בקליפ הקלט או על פלט הפעולה הקודם. כאשר ההשוואה נכשלה (זה לא התאמה) לא יוצאו לבצע פעולות לילד. אז זה מתנהג כמו שער הגיוני.
hi_in: इनपुट क्लिप या पिछले एक्शन आउटपुट पर एक पाठ तुलना करता है। जब तुलना विफल हो जाती है (इसका मैच नहीं) तो कोई बाल कार्रवाई निष्पादित नहीं की जाएगी। तो यह एक तार्किक गेट की तरह काम करता है।
hr_hr: Izvodi usporedbu teksta na ulaznom isječku ili prethodnom izlazu. Kad usporedba ne uspije (nije podudaranje), neće se izvršiti akcije djeteta. Tako djeluje poput logičnih vrata.
hu_hu: Szöveges összehasonlítást hajt végre a bemeneti klipre vagy az előző művelet kimenetére. Ha az összehasonlítás meghibásodik (nem egyezik), nem hajtanak végre gyermekkezeléseket. Tehát úgy viselkedik, mint egy logikus kapu.
hy_am: Կատարում է տեքստային համեմատություն մուտքային սեղմակի կամ նախորդ գործողությունների արդյունքի վերաբերյալ: Երբ համեմատությունը ձախողվում է (դա ոչ թե խաղ չէ) Երեխայի գործողություններ չեն կատարվի: Այսպիսով, այն գործում է տրամաբանական դարպասի նման:
id_id: Melakukan perbandingan teks pada klip input atau output tindakan sebelumnya. Ketika perbandingan gagal (tidak cocok) tidak ada tindakan anak yang akan dieksekusi. Jadi itu bertindak seperti gerbang logis.
is_is: Framkvæmir textasamanburð á inntaksklemmunni eða fyrri aðgerðaútgangi. Þegar samanburður mistakast (það er ekki samsvörun) verða engar aðgerðir gegn börnum framkvæmdar. Svo það virkar eins og rökrétt hlið.
it_ch: Esegue una confronto di testo sulla clip di input o sull'output di azione precedente. Quando il confronto fallisce (non è una corrispondenza) non verranno eseguite azioni per bambini. Quindi si comporta come un cancello logico.
ja_jp: 入力クリップまたは以前のアクション出力でテキスト比較を実行します。比較が失敗すると（一致していません）、子どもの行動は実行されません。したがって、それは論理的なゲートのように機能します。
ka_ge: ასრულებს ტექსტის შედარებას შეყვანის კლიპზე ან წინა მოქმედების გამომუშავებაზე. როდესაც შედარება ვერ მოხერხდება (ეს არ არის მატჩი) ბავშვის ქმედებები არ შესრულდება. ასე რომ, ის ლოგიკური კარიბჭის მსგავსად მოქმედებს.
kk_kz: Кіріс қысқышындағы немесе алдыңғы әрекеттің шығысындағы мәтінді салыстыруды орындайды. Салыстыру сәтсіз болған кезде (оның матчы емес) бала әрекеттері орындалмайды. Сондықтан ол логикалық қақпа сияқты әрекет етеді.
km_kh: អនុវត្តការប្រៀបធៀបអត្ថបទនៅលើបន្ទាត់បញ្ចូលឬលទ្ធផលសកម្មភាពមុន។ នៅពេលប្រៀបធៀបការប្រៀបធៀបមិនបាន (វាមិនមែនជាការប្រកួត) គ្មានសកម្មភាពរបស់កុមារនឹងត្រូវបានប្រតិបត្តិទេ។ ដូច្នេះវាដើរតួដូចជាទ្វារឡូជីខល។
kn_in: ಇನ್ಪುಟ್ ಕ್ಲಿಪ್ ಅಥವಾ ಹಿಂದಿನ ಆಕ್ಷನ್ output ಟ್ಪುಟ್ನಲ್ಲಿ ಪಠ್ಯ ಹೋಲಿಕೆಯನ್ನು ನಿರ್ವಹಿಸುತ್ತದೆ. ಹೋಲಿಕೆ ವಿಫಲವಾದಾಗ (ಇದು ಪಂದ್ಯವಲ್ಲ) ಯಾವುದೇ ಮಕ್ಕಳ ಕ್ರಮಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆದ್ದರಿಂದ ಇದು ತಾರ್ಕಿಕ ಗೇಟ್‌ನಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.
ko_kr: 입력 클립 또는 이전 조치 출력에 대한 텍스트 비교를 수행합니다. 비교가 실패하면 (일치하지 않음) 아동 행동이 실행되지 않습니다. 그래서 그것은 논리적 인 게이트처럼 작용합니다.
ky_kg: Киргизүүчү клипке же мурунку аракеттердин чыгарылышына тексттик карама-каршылыктарды жүзөгө ашырат. Салыштыруу ишке ашкан жок (дал келбеген) балдардын иш-аракеттери аткарылбайт. Ошентип, ал логикалык дарбаза сыяктуу иштейт.
lo_la: ປະຕິບັດການປຽບທຽບຕົວຫນັງສືກ່ຽວກັບຄລິບປ້ອນຂໍ້ມູນຫຼືຜົນຜະລິດການກະທໍາທີ່ຜ່ານມາ. ໃນເວລາທີ່ການປຽບທຽບລົ້ມເຫລວ (ມັນບໍ່ແມ່ນການແຂ່ງຂັນ) ທີ່ບໍ່ມີການປະຕິບັດເດັກນ້ອຍຈະຖືກປະຕິບັດ. ສະນັ້ນມັນເຮັດຫນ້າທີ່ຄ້າຍຄືປະຕູທີ່ມີເຫດຜົນ.
lt_lt: Atlieka teksto palyginimą įvesties klipe arba ankstesniame veiksmo išvestyje. Kai palyginimas nepavyks (tai nėra atitiktis), jokie vaiko veiksmai nebus vykdomi. Taigi jis veikia kaip loginiai vartai.
lv_lv: Veica teksta salīdzinājumu ievades klipā vai iepriekšējā darbības izvadē. Ja salīdzinājums neizdodas (tā nav sakritība), bērna darbības netiks veiktas. Tātad tas darbojas kā loģiski vārti.
mi_nz: Ka mahia he whakataunga tuhinga i runga i te topenga whakauru, ki te putanga mahi ranei o mua. Ki te kore e whakataurite (ehara i te mea he whakataetae) kaore he mahi a te tamaiti ka mahia. Ka pera ano me te kuwaha whakaaro.
mk_mk: Врши споредба на текст на влезниот клип или претходниот излез на дејствување. Кога споредбата не успее (не е натпревар), нема да бидат извршени активности за деца. Значи, делува како логична порта.
ml_in: ഇൻപുട്ട് ക്ലിപ്പ് അല്ലെങ്കിൽ മുമ്പത്തെ പ്രവർത്തന ഉൽപാദനത്തെക്കുറിച്ചുള്ള ഒരു വാചക താരതമ്യം നടത്തുന്നു. താരതമ്യം പരാജയപ്പെടുമ്പോൾ (അതിന്റെ പൊരുത്തമല്ല) ഒരു കുട്ടികളും നടപ്പിലാക്കില്ല. അതിനാൽ ഇത് ഒരു ലോജിക്കൽ ഗേറ്റ് പോലെ പ്രവർത്തിക്കുന്നു.
mr_in: इनपुट क्लिप किंवा मागील कृती आउटपुटवर मजकूर तुलना करते. जेव्हा तुलना अपयशी ठरते (ती एक सामना नाही) कोणत्याही मुलाच्या क्रियांची अंमलबजावणी केली जाणार नाही. तर ते तार्किक गेटसारखे कार्य करते.
ms_my: Melakukan perbandingan teks pada klip input atau output tindakan sebelumnya. Apabila perbandingan gagal (bukan perlawanan) tiada tindakan kanak -kanak akan dilaksanakan. Jadi ia bertindak seperti pintu logik.
mt_mt: Twettaq tqabbil ta 'test fuq il-klipp ta' input jew output ta 'azzjoni preċedenti. Meta l-paragun ifalli (ma jaqbilx) l-ebda azzjonijiet tat-tfal ma jiġu eżegwiti. Allura taġixxi bħal bieb loġiku.
nb_no: Utfører en tekstsammenligning på inngangsklippet eller tidligere handlingsutgang. Når sammenligningen mislykkes (det er ikke en kamp) vil ingen barns handlinger bli utført. Så det fungerer som en logisk port.
ne_np: इनपुट क्लिप वा अघिल्लो कार्य आउटपुटमा पाठको कन्भोर्डिंग प्रदर्शन गर्दछ। जब तुलना असफल हुन्छ (यो एक खेल होइन) कुनै बच्चा कार्यहरू कार्यान्वयन हुनेछैन। त्यसैले यो तार्किक गेट जस्तै कार्य गर्दछ।
nl_be: Voert een tekstvergelijking uit op de invoerclip of vorige actie -uitvoer. Wanneer vergelijking mislukt (het is geen match) worden er geen acties van het kind uitgevoerd. Dus het werkt als een logische poort.
or_in: ଇନପୁଟ୍ କ୍ଲିପ୍ କିମ୍ବା ପୂର୍ବ ଆକ୍ସନ୍ ଆଉଟପୁଟ୍ ଉପରେ ଏକ ପାଠ୍ୟ ତୁଳନା କରିଥାଏ | ଯେତେବେଳେ ତୁଳନା ବିଫଳ ହୁଏ (ଏହାର ଏକ ମ୍ୟାଚ୍ ନୁହେଁ) କ child ଣସି ଶିଶୁ କାର୍ଯ୍ୟ ଏକଜେକ୍ୟୁଟ୍ ହେବ ନାହିଁ | ତେଣୁ ଏହା ଏକ ଯୁକ୍ତିଯୁକ୍ତ ଫାଟକ ପରି କାର୍ଯ୍ୟ କରେ |
pa_arab: ਇਨਪੁਟ ਕਲਿੱਪ ਜਾਂ ਪਿਛਲੀ ਕਾਰਵਾਈ ਆਉਟਪੁੱਟ 'ਤੇ ਇੱਕ ਟੈਕਸਟ ਦੀ ਤੁਲਨਾ ਕਰਦਾ ਹੈ. ਜਦੋਂ ਤੁਲਨਾ ਅਸਫਲ ਹੋ ਜਾਂਦੀ ਹੈ (ਇਹ ਕੋਈ ਮੇਲ ਨਹੀਂ) ਕੋਈ ਚਾਈਲਡ ਕਾਰਵਾਈਆਂ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ. ਇਸ ਲਈ ਇਹ ਤਰਕਪੂਰਨ ਗੇਟ ਵਾਂਗ ਕੰਮ ਕਰਦਾ ਹੈ.
pl_pl: Wykonuje porównanie tekstu na klipie wejściowym lub poprzednim wyjściu akcji. Gdy porównanie się nie powiedzie (to nie jest dopasowanie) żadne działania dziecięce nie zostaną wykonane. Więc działa jak logiczna brama.
pt_br: Executa uma comparação de texto no clipe de entrada ou na saída de ação anterior. Quando a comparação falha (não é uma correspondência), nenhuma ação infantil será executada. Por isso, age como um portão lógico.
ro_ro: Efectuează o comparație de text pe clipul de intrare sau ieșirea anterioară de acțiune. Când compararea nu reușește (nu este o potrivire), nu vor fi executate acțiuni pentru copii. Deci acționează ca o poartă logică.
ru_ru: Выполняет текстовое сравнение на входном зажиме или на предыдущем выходе действий. Когда сравнение не удается (это не совпадение) никаких детей не будет выполнено. Так что это действует как логические ворота.
sk_sk: Vykoná porovnanie textu na vstupnom klipe alebo predchádzajúcom výstupe akcie. Ak zlyhá porovnávanie (nie je to zhoda) sa nevykonajú žiadne detské akcie. Takže to funguje ako logická brána.
sl_si: Izvede primerjavo besedila na vhodnem posnetku ali prejšnjem izhodu akcije. Če primerjava ne uspe (ni ujemanje), se ne bodo izvedli nobena otroška dejanja. Tako deluje kot logična vrata.
sq_al: Kryen një krahasim të tekstit në klipin e hyrjes ose daljen e mëparshme të veprimit. Kur krahasimi dështon (nuk është një ndeshje) asnjë veprim i fëmijëve nuk do të ekzekutohet. Kështu që vepron si një portë logjike.
sr_cyrl_me: Изводи текст у поређењу на улазни клип или претходни излаз акције. Када упоређивање не успе (то није утакмица) неће се извршити дечије акције. Тако делује као логична капија.
sv_fi: Utför en textjämförelse på ingångsklippet eller tidigare åtgärdsutgång. När jämförelse misslyckas (det är inte en match) kommer inga barnåtgärder att genomföras. Så det fungerar som en logisk grind.
sw_ke: Inafanya kulinganisha maandishi kwenye kipande cha pembejeo au pato la hatua ya awali. Wakati kulinganisha kunashindwa (sio mechi) hakuna hatua za mtoto zitatekelezwa. Kwa hivyo hufanya kama lango la kimantiki.
ta_in: உள்ளீட்டு கிளிப் அல்லது முந்தைய செயல் வெளியீட்டில் உரை ஒப்பீட்டைச் செய்கிறது. ஒப்பீடு தோல்வியுற்றால் (இது ஒரு போட்டி அல்ல) குழந்தை நடவடிக்கைகள் எதுவும் செயல்படுத்தப்படாது. எனவே இது ஒரு தர்க்கரீதியான வாயில் போல செயல்படுகிறது.
te_in: ఇన్పుట్ క్లిప్ లేదా మునుపటి చర్య అవుట్‌పుట్‌పై వచన పోలికను చేస్తుంది. పోలిక విఫలమైనప్పుడు (ఇది మ్యాచ్ కాదు) పిల్లల చర్యలు అమలు చేయబడవు. కనుక ఇది తార్కిక గేట్ లాగా పనిచేస్తుంది.
th_th: ทำการเปรียบเทียบข้อความบนคลิปอินพุตหรือเอาต์พุตการดำเนินการก่อนหน้า เมื่อการเปรียบเทียบล้มเหลว (ไม่ใช่การจับคู่) จะไม่มีการกระทำของเด็ก ดังนั้นมันจึงทำหน้าที่เหมือนประตูตรรกะ
tk_tm: Giriş klipinde ýa-da öňki hereketiň çykyşynda tekst komponissiýasyny ýerine ýetirýär. Haçan-da laýyklyk şowsuz bolsa (oýun däl) çaga hereketleri ýok. Şonuň üçin logiki derwezä meňzeýär.
tr_tr: Giriş klibi veya önceki eylem çıktısı üzerinde bir metin karşılaştırması gerçekleştirir. Karşılaştırma başarısız olduğunda (bir eşleşme değil) hiçbir çocuk eylemi yürütülmez. Yani mantıklı bir kapı gibi davranıyor.
tt_ru: Кертү клипында яки алдагы чараларда текстны исәпләү. Сөйләшү уңышсыз булганда (аның матч түгел) Бер бала да эшләнмәячәк. Шуңа күрә ул логик капка кебек эш итә.
ug_cn: كىرگۈزۈش كېسىلى ياكى ئىلگىرىكى ھەرىكەت چىقىرىشتا تېكىست سېلىشتۇرۇش قىلىدۇ. سېلىشتۇرۇش مەغلۇپ بولغاندا (بۇ ماس كەلمەيدۇ) بالىنىڭ ھەرىكىتى ئىجرا قىلىنمايدۇ. شۇڭا ئۇ لوگىكىلىق دەرۋازىغا ئوخشاش ھەرىكەت قىلىدۇ.
uk_ua: Виконає порівняння тексту на вхідному кліпі або попередньому виході дії. Коли порівняння не вдається (це не відповідність) Жодні дитячі дії не будуть виконані. Так воно діє як логічні ворота.
ur_pk: ان پٹ کلپ یا پچھلے ایکشن آؤٹ پٹ پر ٹیکسٹ کا موازنہ انجام دیتا ہے۔ جب تقابلی ناکام ہوجاتی ہے (یہ میچ نہیں) بچوں کے اقدامات پر عمل درآمد نہیں کیا جائے گا۔ تو یہ منطقی گیٹ کی طرح کام کرتا ہے۔
uz_cyrl: Kirish klipida yoki oldingi harakat chiqindilarida matn taqqoslashini amalga oshiradi. Taqqoslash tugallanganda (u mos kelmaydigan) hech bo'lmaganda hech qanday holatlar bajarilmaydi. Shunday qilib, u mantiqiy eshigi kabi ishlaydi.
vi_vn: Thực hiện so sánh văn bản trên clip đầu vào hoặc đầu ra hành động trước đó. Khi so sánh thất bại (nó không phải là một trận đấu), không có hành động con nào sẽ được thực thi. Vì vậy, nó hoạt động như một cổng logic.
zh_hant: 對輸入剪輯或以前的操作輸出進行文本比較。當比較失敗（不是匹配）時，將不會執行任何子女動作。因此，它就像邏輯上的大門。
