Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefResetClipboardHint
source: Monkey Paste sets the clipboard (overrides) when pasting to an external program. This will <b>attempt</b> to restore the state of the clipboard after an external paste. Total restoration cannot be guaranteed and may reduce performance or even crash MonkeyPaste depending on the source of the data.
af_za: Monkey Paste stel die knipbord (overrides) in wanneer dit op 'n eksterne program geplak word. Dit sal <b>probeer</b> om die toestand van die knipbord te herstel na 'n eksterne pasta. Totale herstel kan nie gewaarborg word nie en kan prestasie verminder of selfs MonkeyPaste ineenstort, afhangende van die bron van die data.
am_et: ወደ ውጫዊ ፕሮግራም ሲታገሱ የጦጣ ፓስታ ክሊፕቦርድ (ተበላሽቷል) ያወጣል. ውጫዊ ፓስተር ከደረሰ በኋላ የቅንጥብ ሰሌዳውን ለማደስ የሚቻል <b> ሙከራ </ b> ይሞክራል. ጠቅላላ ተሃድሶ ማቋቋም አይቻልም እና በውሂቡ ምንጭ ላይ በመመርኮዝ አፈፃፀምን አልፎ ተርፎም ድንገተኛነትን ሊቀንስ ይችላል.
ar_bh: يقوم Monkey Paste بتعيين الحافظة (التجاوزات) عند اللصق إلى برنامج خارجي. سيحاول <b></b> هذا استعادة حالة الحافظة بعد لصق خارجي. لا يمكن ضمان الاستعادة الكاملة وقد تقلل من الأداء أو حتى تعطل MonkeyPaste اعتمادا على مصدر البيانات.
as_in: বাহ্যিক প্ৰ'গ্ৰাম এটাত পেষ্ট কৰোঁতে বান্দৰ পেষ্টে ক্লিপবোৰ্ড (অভাৰৰাইড) ছেট কৰে। ই এটা বাহ্যিক পেষ্টৰ পিছত ক্লিপবোৰ্ডৰ অৱস্থা পুনৰুদ্ধাৰ <b>কৰিবলৈ চেষ্টা</b> কৰিব। মুঠ পুনৰুদ্ধাৰনিশ্চিত কৰিব নোৱাৰি আৰু ডাটাৰ উৎসৰ ওপৰত নিৰ্ভৰ কৰি প্ৰদৰ্শন হ্ৰাস কৰিব পাৰে বা আনকি ক্ৰেছ মাঙ্কিপেষ্ট হ্ৰাস কৰিব পাৰে।
az_cyrl: Monkey pastası, xarici bir proqrama yapışdırarkən panoya (ləğvi) dəstlərini təyin edir. Bu, xarici bir pastadan sonra panoya vəziyyətini bərpa etmək üçün <b> cəhd </ b> cəhd edəcəkdir. Ümumi bərpa təmin edilə bilməz və məlumatların mənbəyindən asılı olaraq performans və ya qəza meymun keyfetini azalda bilər.
bg_bg: Monkey Paste задава клипборда (отменя), когато се поставя на външна програма. Това ще <b> опит </b> да възстанови състоянието на клипборда след външна паста. Общото възстановяване не може да бъде гарантирано и може да намали производителността или дори да срине маймуната в зависимост от източника на данните.
bn_in: বানর পেস্ট একটি বাহ্যিক প্রোগ্রামে পেস্ট করার সময় ক্লিপবোর্ড (ওভাররাইড) সেট করে। এটি বাহ্যিক পেস্টের পরে ক্লিপবোর্ডের অবস্থা পুনরুদ্ধার করার <b>চেষ্টা</b> করবে। মোট পুনরুদ্ধারের গ্যারান্টি দেওয়া যায় না এবং ডেটার উত্সের উপর নির্ভর করে কর্মক্ষমতা হ্রাস করতে পারে বা এমনকি মাঙ্কিপেস্টকে ক্র্যাশ করতে পারে।
bs_latn_ba: Majmunska pasta postavlja međuspremnik (premoštava) prilikom lijepljenja u vanjski program. Ovo će <b>pokušati</b> da povrati stanje međuspremnika nakon vanjske paste. Potpuna restauracija se ne može garantovati i može smanjiti performanse ili čak srušiti MonkeyPaste u zavisnosti od izvora podataka.
ca_es: Monkey Paste estableix el porta-retalls (substitueix) quan s'enganxa a un programa extern. Això <b>intentarà</b> restaurar l'estat del porta-retalls després d'una pasta externa. La restauració total no es pot garantir i pot reduir el rendiment o fins i tot bloquejar MonkeyPaste depenent de la font de les dades.
cs_cz: Monkey Paste nastaví schránku (přepíše) při vkládání do externího programu. Tím <b>se pokusíte</b> obnovit stav schránky po externím vložení. Úplné obnovení nelze zaručit a může snížit výkon nebo dokonce zhroutit MonkeyPaste v závislosti na zdroji dat.
cy_gb: Mae Monkey Paste yn gosod y clipfwrdd (overrides) wrth gludo i raglen allanol. Bydd hyn yn <b>ceisio</b> adfer cyflwr y clipfwrdd ar ôl past allanol. Ni ellir gwarantu adfer cyfanswm a gall leihau perfformiad neu hyd yn oed damwain MonkeyPaste yn dibynnu ar ffynhonnell y data.
da_dk: Monkey Paste indstiller udklipsholderen (tilsidesættelser), når du indsætter i et eksternt program. Dette vil <b>forsøge</b> at gendanne udklipsholderens tilstand efter en ekstern pasta. Total gendannelse kan ikke garanteres og kan reducere ydeevnen eller endda gå ned MonkeyPaste afhængigt af datakilden.
de_ch: Monkey Paste legt die Zwischenablage (Überschreibungen) beim Einfügen in ein externes Programm fest. Dadurch <b>wird versucht</b> , den Zustand der Zwischenablage nach einem externen Einfügen wiederherzustellen. Eine vollständige Wiederherstellung kann nicht garantiert werden und kann je nach Quelle der Daten die Leistung beeinträchtigen oder MonkeyPaste sogar zum Absturz bringen.
el_gr: Η Monkey Paste ορίζει το πρόχειρο (παρακάμπτει) κατά την επικόλληση σε εξωτερικό πρόγραμμα. Αυτό θα <b>προσπαθήσει</b> να επαναφέρει την κατάσταση του προχείρου μετά από μια εξωτερική επικόλληση. Η ολική αποκατάσταση δεν είναι εγγυημένη και μπορεί να μειώσει την απόδοση ή ακόμα και να καταρρεύσει το MonkeyPaste ανάλογα με την πηγή των δεδομένων.
es_bo: Monkey Paste establece el portapapeles (anulaciones) al pegar en un programa externo. Esto <b>intentará</b> restaurar el estado del portapapeles después de un pegado externo. No se puede garantizar la restauración total y puede reducir el rendimiento o incluso bloquear MonkeyPaste dependiendo de la fuente de los datos.
et_ee: Monkey Paste määrab välisesse programmi kleepimisel lõikelaua (alistab). See <b>üritab</b> taastada lõikepuhvri oleku pärast välist kleepimist. Täielikku taastamist ei saa garanteerida ja see võib sõltuvalt andmete allikast vähendada jõudlust või isegi MonkeyPaste krahhi.
fa_ir: Monkey Paste کلیپ بورد (overrides) را هنگام چسباندن به یک برنامه خارجی تنظیم می کند. این <b>تلاش</b> برای بازگرداندن وضعیت کلیپ بورد پس از چسباندن خارجی است. بازسازی کل را نمی توان تضمین کرد و ممکن است عملکرد را کاهش دهد یا حتی MonkeyPaste را بسته به منبع داده ها خراب کند.
fi_fi: Monkey Paste asettaa leikepöydän (ohittaa), kun liität ulkoiseen ohjelmaan. Tämä <b>yrittää</b> palauttaa leikepöydän tilan ulkoisen liittämisen jälkeen. Täydellistä palauttamista ei voida taata, ja se voi heikentää suorituskykyä tai jopa kaataa MonkeyPasten tietolähteestä riippuen.
fil_ph: Monkey Paste set ang clipboard (overrides) kapag nag paste sa isang panlabas na programa. <b>Susubukan</b> nitong ibalik ang estado ng clipboard pagkatapos ng isang panlabas na paste. Ang kabuuang pagpapanumbalik ay hindi maaaring garantisadong at maaaring mabawasan ang pagganap o kahit na pag crash ng MonkeyPaste depende sa pinagmulan ng data.
fr_029: Monkey Paste définit le presse-papiers (remplacements) lors du collage dans un programme externe. Cela <b>tentera</b> de restaurer l’état du presse-papiers après un collage externe. La restauration totale ne peut pas être garantie et peut réduire les performances ou même faire planter MonkeyPaste en fonction de la source des données.
ga_ie: Socraíonn Greamaigh Moncaí an ghearrthaisce (sáraithe) nuair a ghreamaítear é le clár seachtrach. Déanfaidh sé seo <b>iarracht</b> staid na gearrthaisce a chur ar ais tar éis greamaigh sheachtrach. Ní féidir athchóiriú iomlán a ráthú agus d'fhéadfadh sé feidhmíocht a laghdú nó fiú moncaí tuairteála ag brath ar fhoinse na sonraí.
gu_in: જ્યારે બાહ્ય પ્રોગ્રામ ચોંટાડવામાં આવે ત્યારે મંકી પેસ્ટ ક્લિપબોર્ડ (ઓવરરાઇડ) સુયોજિત કરે છે. આ બાહ્ય પેસ્ટ પછી ક્લિપબોર્ડની સ્થિતિને પુનર્સ્થાપિત <b>કરવાનો પ્રયાસ</b> કરશે. કુલ પુન:સ્થાપનાની બાંયધરી આપી શકાતી નથી અને ડેટાના સ્રોતના આધારે પ્રભાવને ઘટાડી શકે છે અથવા તો મંકીપેસ્ટને ક્રેશ કરી શકે છે.
he_il: Monkey Paste מגדיר את הלוח (עוקף) בעת הדבקה לתוכנית חיצונית. פעולה זו <b>תנסה</b> לשחזר את מצב הלוח לאחר הדבקה חיצונית. לא ניתן להבטיח שחזור מלא והוא עלול לפגוע בביצועים או אפילו לקרוס את MonkeyPaste בהתאם למקור הנתונים.
hi_in: बाहरी प्रोग्राम में चिपकाते समय मंकी पेस्ट क्लिपबोर्ड (ओवरराइड) सेट करता है। यह बाहरी पेस्ट के बाद क्लिपबोर्ड की स्थिति को पुनर्स्थापित करने का <b>प्रयास</b> करेगा। कुल बहाली की गारंटी नहीं दी जा सकती है और डेटा के स्रोत के आधार पर प्रदर्शन को कम कर सकता है या मंकीपेस्ट को क्रैश भी कर सकता है।
hr_hr: Monkey Paste postavlja međuspremnik (nadjačava) prilikom lijepljenja na vanjski program. Time ćete <b>pokušati</b> vratiti stanje međuspremnika nakon vanjske paste. Potpuna obnova ne može biti zajamčena i može smanjiti performanse ili čak srušiti MonkeyPaste, ovisno o izvoru podataka.
hu_hu: A Monkey Paste beállítja a vágólapot (felülbírálja), amikor külső programba illeszti be. Ez <b>megpróbálja</b> visszaállítani a vágólap állapotát egy külső beillesztés után. A teljes helyreállítás nem garantálható, és az adatok forrásától függően csökkentheti a teljesítményt, vagy akár összeomolhat a MonkeyPaste szolgáltatással.
hy_am: Monkey Paste- ը արտաքին ծրագրին փակցնելիս clipboard (overrides) է տեղադրում: Սա <b>կփորձի</b> վերականգնել կլիպի վիճակը արտաքին մածուկից հետո: Ընդհանուր վերականգնումը չի կարող երաշխավորված լինել եւ կարող է նվազեցնել կատարողականությունը կամ նույնիսկ վթարի ենթարկել MonkeyPaste- ը' կախված տվյալների աղբյուրից:
id_id: Monkey Paste mengatur clipboard (menimpa) saat menempel ke program eksternal. Ini akan <b>mencoba</b> mengembalikan status clipboard setelah tempel eksternal. Pemulihan total tidak dapat dijamin dan dapat mengurangi kinerja atau bahkan crash MonkeyPaste tergantung pada sumber data.
is_is: Monkey Paste stillir klemmuspjaldið (hnekkir) þegar límt er í utanaðkomandi forrit. Þetta <b>reynir</b> að endurheimta stöðu klippispjaldsins eftir utanaðkomandi líma. Ekki er hægt að tryggja heildar endurheimt og getur dregið úr afköstum eða jafnvel hrunið MonkeyPaste eftir uppruna gagnanna.
it_ch: Monkey Paste imposta gli appunti (sostituzioni) quando si incolla in un programma esterno. Questo <b>tenterà</b> di ripristinare lo stato degli appunti dopo un'operazione di incollaggio esterno. Il ripristino totale non può essere garantito e può ridurre le prestazioni o addirittura arrestare in modo anomalo MonkeyPaste a seconda dell'origine dei dati.
ja_jp: モンキーペーストは、外部プログラムに貼り付けるときにクリップボードを設定(オーバーライド)します。これにより、外部貼り付け後のクリップボードの状態の復元 <b>が試行</b> されます。 完全な復元は保証されず、データのソースによってはパフォーマンスが低下したり、MonkeyPasteがクラッシュしたりする可能性があります。
ka_ge: Monkey Paste ადგენს ბუფერას (გადალახავს) გარე პროგრამის ჩასატარებლად. ეს შეეცდება </b> აღადგინოს ბუფერული მდგომარეობა გარე პასტის შემდეგ. მთლიანი აღდგენა არ შეიძლება გარანტირებული იყოს და შეიძლება შეამციროს შესრულება ან თუნდაც ავარიის Monkeypaste, დამოკიდებულია მონაცემთა წყაროდან.
kk_kz: Маймыл пастасы аралық сақтағышты сыртқы бағдарламаға қойған кезде орнатады (асырады). Бұл <b> әрекеті </ b> Аралық сақтағыштың күйін сыртқы пастадан кейін қалпына келтіру үшін болады. Жалпы қалпына келтіруге кепілдік берілмейді және деректердің қайнар көзіне байланысты өнімділікті немесе тіпті маймылдарды азайтуы мүмкін.
km_kh: Monkey Paste set the clipboard (overrides) ពេល ពន្លើស ទៅ កម្មវិធី ខាង ក្រៅ។ នេះ នឹង <b>ព្យាយាម</b> ស្តារ ស្ថាន ភាព នៃ ផ្ទាំង បន្ទះ ក្តារ បន្ទាប់ ពី មាន ការ ឆ្លង កាត់ ខាង ក្រៅ ។ ការ ស្តារ ឡើង វិញ សរុប មិន អាច ធានា បាន និង អាច កាត់ បន្ថយ ការ អនុវត្ត ឬ សូម្បី តែ ការ ធ្លាក់ ចុះ MonkeyPaste អាស្រ័យ លើ ប្រភព នៃ ទិន្នន័យ ។
kn_in: ಬಾಹ್ಯ ಪ್ರೋಗ್ರಾಂಗೆ ಅಂಟಿಸುವಾಗ ಮಂಕಿ ಪೇಸ್ಟ್ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸುತ್ತದೆ (ಅತಿಕ್ರಮಣಗಳು). ಇದು ಬಾಹ್ಯ ಪೇಸ್ಟ್ ನಂತರ ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ನ ಸ್ಥಿತಿಯನ್ನು ಪುನಃಸ್ಥಾಪಿಸಲು <b>ಪ್ರಯತ್ನಿಸುತ್ತದೆ</b> . ಒಟ್ಟು ಪುನಃಸ್ಥಾಪನೆಯನ್ನು ಖಾತರಿಪಡಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಡೇಟಾದ ಮೂಲವನ್ನು ಅವಲಂಬಿಸಿ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು ಅಥವಾ ಮಂಕಿಪೇಸ್ಟ್ ಅನ್ನು ಕ್ರ್ಯಾಶ್ ಮಾಡಬಹುದು.
ko_kr: Monkey Paste는 외부 프로그램에 붙여넣을 때 클립보드(재정의)를 설정합니다. 이렇게 하면 외부 붙여넣기 후 클립보드의 상태를 복원 <b>하려고 시도</b> 합니다. 전체 복원은 보장할 수 없으며 데이터 소스에 따라 성능이 저하되거나 MonkeyPaste가 충돌할 수도 있습니다.
ky_kg: Маймыл пастасы тышкы программага өтүп, алмашуу буферин (ашыкча) орнотот. Бул <b> аракет </ b> баллдын абалын тышкы пастаны андан кийин калыбына келтирүү үчүн Жалпы калыбына келтирүү кепилденүүгө болбойт жана маалыматтын булагына жараша иш-аракетти же атүгүл кырсыктасын азайтышы мүмкүн.
lo_la: Monkey Paste ຕັ້ງຄລິບ (overrides) ເມື່ອໃສ່ໂປຣແກຣມພາຍນອກ. ນີ້ ຈະ <b>ພະ ຍາ ຍາມ</b> ທີ່ ຈະ ຟື້ນ ຟູ ສະ ພາບ ຂອງ clipboard ຫຼັງ ຈາກ ທີ່ paste ພາຍ ນອກ . ການ ຟື້ນ ຟູ ທັງ ຫມົດ ບໍ່ ສາ ມາດ ຮັບ ປະ ກັນ ໄດ້ ແລະ ອາດ ຈະ ຫຼຸດ ຜ່ອນ ການ ປະ ຕິ ບັດ ຫຼື ແມ່ນ ແຕ່ crash MonkeyPaste ຂຶ້ນ ຢູ່ ກັບ ແຫຼ່ງ ຂໍ້ ມູນ .
lt_lt: "Monkey Paste" nustato iškarpinę (nepaiso), kai įklijuojama į išorinę programą. Taip <b>bus bandoma</b> atkurti iškarpinės būseną po išorinės pastos. Visiškas atkūrimas negali būti garantuotas ir gali sumažinti našumą arba net sugesti "MonkeyPaste", priklausomai nuo duomenų šaltinio.
lv_lv: Monkey Paste iestata starpliktuvi (ignorē), ielīmējot ārējā programmā. Tas <b>mēģinās</b> atjaunot starpliktuves stāvokli pēc ārējas ielīmēšanas. Pilnīgu atjaunošanu nevar garantēt, un tā var samazināt veiktspēju vai pat avarēt MonkeyPaste atkarībā no datu avota.
mi_nz: Ka tautuhia e Monkey Whakapiri te papatopenga (overrides) ina whakapiri ki tētahi papatono o waho. Ka <b>ngana</b> tēnei ki te whakaora i te āhua o te papatopenga i muri i te whakapiri o waho. Kāore e taea te whakaū i te whakaoratanga katoa, ā, ka whakaiti rānei i te mahinga, te hinga rānei i a MonkeyPaste i runga anō i te pūtake o te raraunga.
mk_mk: Пастата од мајмуни ја поставува таблата со исечоци (се надминува) кога се залепува во надворешна програма. Ова ќе се обиде </b> да ја врати состојбата на таблата со исечоци по надворешна паста. Вкупната реставрација не може да се гарантира и може да ги намали перформансите или дури и да се сруши Monkeypaste во зависност од изворот на податоците.
ml_in: ഒരു ബാഹ്യ പ്രോഗ്രാമിലേക്ക് ഒട്ടിക്കുമ്പോൾ മങ്കി പേസ്റ്റ് ക്ലിപ്പ്ബോർഡ് (ഓവർറൈഡുകൾ) സജ്ജീകരിക്കുന്നു. ബാഹ്യ പേസ്റ്റിന് ശേഷം ക്ലിപ്പ്ബോർഡിന്റെ അവസ്ഥ പുനഃസ്ഥാപിക്കാൻ ഇത് <b>ശ്രമിക്കും</b> . മൊത്തത്തിലുള്ള പുനരുദ്ധാരണം ഉറപ്പുനൽകാൻ കഴിയില്ല, ഡാറ്റയുടെ ഉറവിടത്തെ ആശ്രയിച്ച് പ്രകടനം കുറയ്ക്കുകയോ മങ്കിപാസ്റ്റ് ക്രാഷ് ചെയ്യുകയോ ചെയ്യാം.
mr_in: बाह्य प्रोग्रामवर चिकटवताना मंकी पेस्ट क्लिपबोर्ड (ओव्हरराइड्स) सेट करते. हे बाह्य पेस्टनंतर क्लिपबोर्डची स्थिती पुनर्संचयित करण्याचा <b>प्रयत्न</b> करेल. संपूर्ण पुनर्स्थापनाची हमी दिली जाऊ शकत नाही आणि डेटाच्या स्त्रोतावर अवलंबून कार्यक्षमता कमी होऊ शकते किंवा मंकीपेस्ट क्रॅश देखील होऊ शकते.
ms_my: Monkey Paste menetapkan papan keratan (overrides) apabila menampal ke program luaran. Ini akan <b>cuba</b> memulihkan keadaan papan keratan selepas pes luaran. Pemulihan total tidak boleh dijamin dan boleh mengurangkan prestasi atau bahkan kemalangan MonkeyPaste bergantung kepada sumber data.
mt_mt: Monkey Paste jissettja l-klibbord (overrides) meta jwaħħal ma 'programm estern. Dan <b>jipprova</b> jirrestawra l-istat tal-klibbord wara pejst estern. Ir-restawr totali ma jistax jiġi garantit u jista 'jnaqqas il-prestazzjoni jew saħansitra jaħbat MonkeyPaste skont is-sors tad-dejta.
nb_no: Monkey Paste angir utklippstavlen (overstyringer) når du limer inn i et eksternt program. Dette vil <b>forsøke</b> å gjenopprette tilstanden til utklippstavlen etter en ekstern lim inn. Total restaurering kan ikke garanteres og kan redusere ytelsen eller til og med krasje MonkeyPaste avhengig av kilden til dataene.
ne_np: बाह्य प्रोग्राममा टाँस्दा बाँदर टाँस्ने क्लिपबोर्ड (ओभरराइड) सेट गर्दछ । यसले बाह्य पेस्ट पछि क्लिपबोर्डको स्थिति पुनर्स्थापना गर्ने <b>प्रयास</b> गर्नेछ । कुल पुनर्स्थापनाको ग्यारेन्टी गर्न सकिदैन र डेटाको स्रोतको आधारमा प्रदर्शन कम गर्न वा दुर्घटना मंकीपेस्ट पनि हुन सक्छ।
nl_be: Monkey Paste stelt het klembord in (overschrijft) bij het plakken naar een extern programma. Hiermee wordt <b>geprobeerd</b> de status van het klembord te herstellen na een externe plak. Volledig herstel kan niet worden gegarandeerd en kan de prestaties verminderen of zelfs MonkeyPaste laten crashen, afhankelijk van de bron van de gegevens.
or_in: ମଙ୍କି ପେଷ୍ଟ ଏକ ବାହ୍ୟ ପ୍ରୋଗ୍ରାମକୁ ପେଷ୍ଟ କରିବା ସମୟରେ କ୍ଲିପ୍ ବୋର୍ଡ (ଓଭରରାଇଡ୍) ସେଟ୍ କରେ। ଏହା ଏକ ବାହ୍ୟ ପେଷ୍ଟ ପରେ କ୍ଲିପ୍ ବୋର୍ଡର ଅବସ୍ଥା ପୁନରୁଦ୍ଧାର କରିବାକୁ <b>ଚେଷ୍ଟା</b> କରିବ। ସମୁଦାୟ ପୁନରୁଦ୍ଧାର ନିଶ୍ଚିତ ହୋଇପାରିବ ନାହିଁ ଏବଂ ଡାଟାର ଉତ୍ସ ଉପରେ ନିର୍ଭର କରି କାର୍ଯ୍ୟଦକ୍ଷତା ହ୍ରାସ କରିପାରେ କିମ୍ବା ଏପରିକି ମଙ୍କି ପେଷ୍ଟକୁ କ୍ରାସ୍ କରିପାରେ।
pa_arab: ਬਾਂਦਰ ਦਾ ਪੇਸਟ ਬਾਹਰੀ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਛੱਡ ਕੇ ਕਲਿੱਪਬੋਰਡ (ਓਵਰਰਾਈਡ) ਸੈੱਟ ਕਰਦਾ ਹੈ. ਇਹ ਬਾਹਰੀ ਪੇਸਟ ਤੋਂ ਬਾਅਦ ਕਲਿੱਪਬੋਰਡ ਦੀ ਸਥਿਤੀ ਨੂੰ ਬਹਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ. ਕੁੱਲ ਬਹਾਲੀ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਅਤੇ ਡੇਟਾ ਦੇ ਸਰੋਤ ਦੇ ਅਧਾਰ ਤੇ ਪ੍ਰਦਰਸ਼ਨ ਜਾਂ ਕਰੈਸ਼ ਮੋਨਕੇਪਾਸਟ ਨੂੰ ਵੀ ਘਟਾ ਸਕਦਾ ਹੈ.
pl_pl: Paste Monkey ustawia schowek (zastępowanie) podczas wklejania do programu zewnętrznego. Spowoduje to, że </b> przywróci stan schowka po zewnętrznej pascie. Całkowite przywrócenie nie można zagwarantować i może zmniejszyć wydajność, a nawet awarię małpy w zależności od źródła danych.
pt_br: O Monkey Paste define a área de transferência (substituições) ao colar em um programa externo. Isso <b>tentará</b> restaurar o estado da área de transferência após uma colagem externa. A restauração total não pode ser garantida e pode reduzir o desempenho ou até mesmo travar o MonkeyPaste, dependendo da fonte dos dados.
ro_ro: Monkey Paste setează clipboardul (suprascrie) atunci când lipiți într-un program extern. Aceasta va <b>încerca</b> să restabilească starea clipboard-ului după o lipire externă. Restaurarea totală nu poate fi garantată și poate reduce performanța sau chiar bloca MonkeyPaste în funcție de sursa datelor.
ru_ru: Monkey Paste устанавливает буфер обмена (переопределения) при вставке во внешнюю программу. При этом <b>будет предпринята попытка</b> восстановить состояние буфера обмена после внешней вставки. Полное восстановление не может быть гарантировано и может снизить производительность или даже привести к сбою MonkeyPaste в зависимости от источника данных.
sk_sk: Monkey Paste nastaví schránku (prepíše) pri vkladaní do externého programu. Toto <b>sa pokúsi</b> obnoviť stav schránky po externom prilepení. Úplnú obnovu nie je možné zaručiť a môže znížiť výkon alebo dokonca zlyhať MonkeyPaste v závislosti od zdroja údajov.
sl_si: Monkey Paste nastavi odložišče (preglasi) pri lepljenju v zunanji program. S tem boste <b>poskušali</b> obnoviti stanje odložišča po zunanji pasti. Popolne obnove ni mogoče zagotoviti in lahko zmanjša zmogljivost ali celo zruši MonkeyPaste, odvisno od vira podatkov.
sq_al: Monkey Paste vendos tabelën (anashkalon) kur kalon në një program të jashtëm. Kjo do të <b>përpiqet</b> të rivendosë gjendjen e dërrasës pas një paste të jashtme. Restaurimi total nuk mund të garantohet dhe mund të zvogëlojë performancën apo edhe crash MonkeyPaste në varësi të burimit të të dhënave.
sr_cyrl_me: Мајмунска налепавање поставља оставу (замењује) приликом лепења у спољни програм. Ово ће <b>покушати</b> да врати стање оставе у претходно стање након спољног лепка. Укупна рестаурација не може бити загарантована и може смањити перформансе или чак срушити МонкеyПасте у зависности од извора података.
sv_fi: Monkey Paste ställer in urklipp (åsidosättningar) när du klistrar in i ett externt program. Detta kommer att <b>försöka</b> återställa urklippets tillstånd efter en extern inklistring. Total återställning kan inte garanteras och kan minska prestandan eller till och med krascha MonkeyPaste beroende på datakällan.
sw_ke: Kuweka tumbili huweka clipboard (oversides) wakati wa kubandika kwa mpango wa nje. Hii itajaribu </b> kurejesha hali ya clipboard baada ya kuweka nje. Marejesho ya jumla hayawezi kuhakikishiwa na inaweza kupunguza utendaji au hata ajali ya Monkeypaste kulingana na chanzo cha data.
ta_in: வெளிப்புற நிரலில் ஒட்டும்போது குரங்கு பேஸ்ட் கிளிப்போர்டை (மேலெழுதுகிறது) அமைக்கிறது. இது வெளிப்புற பேஸ்டுக்குப் பிறகு கிளிப்போர்டின் நிலையை மீட்டெடுக்க <b>முயற்சிக்கும்</b> . மொத்த மறுசீரமைப்புக்கு உத்தரவாதம் அளிக்க முடியாது மற்றும் தரவின் மூலத்தைப் பொறுத்து செயல்திறனைக் குறைக்கலாம் அல்லது செயலிழக்கலாம்.
te_in: బాహ్య ప్రోగ్రామ్ కు అతికించేటప్పుడు మంకీ పేస్ట్ క్లిప్ బోర్డ్ ను సెట్ చేస్తుంది (ఓవర్ రైడ్స్). ఇది బాహ్య పేస్ట్ తర్వాత క్లిప్ బోర్డ్ యొక్క స్థితిని పునరుద్ధరించడానికి <b>ప్రయత్నిస్తుంది</b> . మొత్తం పునరుద్ధరణకు హామీ ఇవ్వలేము మరియు డేటా యొక్క మూలాన్ని బట్టి పనితీరును తగ్గించవచ్చు లేదా క్రాష్ మంకీపేస్ట్ కూడా కావచ్చు.
th_th: Monkey Paste ตั้งค่าคลิปบอร์ด (แทนที่) เมื่อวางลงในโปรแกรมภายนอก การดําเนินการนี้จะ <b>พยายาม</b> กู้คืนสถานะของคลิปบอร์ดหลังจากวางภายนอก ไม่สามารถรับประกันการกู้คืนทั้งหมดและอาจลดประสิทธิภาพหรือแม้แต่ MonkeyPaste ขัดข้องขึ้นอยู่กับแหล่งที่มาของข้อมูล
tk_tm: Monkey Paste klipboardy daşky programma ýazylanda (overrides) setirler. Bu daşarky pastadan soň klipiň ýagdaýyny <b>dikeltmäge synanyşar</b> . Umumy dikeldiş işlerine kepil geçip bolmaýar we maglumatlaryň çeşmesine baglylykda ýerine ýetirilişini, hatda heläkçilige uçramagy mümkin.
tr_tr: Monkey Paste, harici bir programa yapıştırırken panoyu ayarlar (geçersiz kılar). Bu, harici bir yapıştırmadan sonra panonun durumunu geri yüklemeye <b>çalışacaktır</b> . Tam geri yükleme garanti edilemez ve verilerin kaynağına bağlı olarak performansı düşürebilir ve hatta MonkeyPaste'i çökertebilir.
tt_ru: Маймыл Паст тышкы программага үткәндә, клиптонны (пычрата) куя. Бу тышкы пастердан соң шкафның хәлен торгызырга <b>тырышачак</b> . Гомуми торгызуга гарантия бирелми һәм мәгълүмат чыганагына карап, спектакльне киметергә, хәтта һәлакәткә китерергә мөмкин.
ug_cn: مايمۇن چاپلاق سىرتقى پروگراممىغا چاپلاشقاندا چاپلاش تاختىسىنى (قاپلاپ). بۇ <b> سىناپ بېقىڭ </ b> سىرتقى چاپلاقتىن كېيىن چاپلاش تاختىسىنىڭ ھالىتىنى ئەسلىگە كەلتۈرۈش. ئومۇمىي ئەسلىگە كەلتۈرۈشكە كاپالەتلىك قىلىشقا بولمايدۇ, سانلىق مەلۇماتنىڭ مەنبەسىگە ئاساسەن ئىقتىدارنى ئازايتقىلى بولمايدۇ.
uk_ua: Monkey Paste встановлює буфер обміну (перевизначає) при вставці в зовнішню програму. Це <b>спробує</b> відновити стан буфера обміну даними після зовнішньої вставки. Повне відновлення не може бути гарантоване і може знизити продуктивність або навіть збій MonkeyPaste в залежності від джерела даних.
ur_pk: بندر پیسٹ کسی بیرونی پروگرام میں چسپاں کرتے وقت کلپ بورڈ (اووررائڈ) سیٹ کرتا ہے۔ یہ بیرونی پیسٹ کے بعد کلپ بورڈ کی حالت کو بحال کرنے کی <b>کوشش</b> کرے گا۔ مکمل بحالی کی ضمانت نہیں دی جاسکتی ہے اور اعداد و شمار کے ماخذ پر منحصر کارکردگی کو کم کرسکتا ہے یا یہاں تک کہ منکی پیسٹ کو کریش کرسکتا ہے۔
uz_cyrl: Monkey pastasi tashqi dasturga o'tayotganda klipboard (bekor qilingan) ni o'rnatadi. Bu tashqi pastadan keyin klipboard holatini tiklashga harakat qiladi. Umumiy tiklash kafolatlanishi va ma'lumot manbaiga qarab ishlashni kamaytirishi mumkin emas.
vi_vn: Monkey Paste đặt bảng tạm (ghi đè) khi dán vào một chương trình bên ngoài. Điều này sẽ <b> cố gắng </b> để khôi phục trạng thái của clipboard sau khi dán bên ngoài. Tổng số phục hồi không thể được đảm bảo và có thể giảm hiệu suất hoặc thậm chí gặp sự cố khỉ tùy thuộc vào nguồn dữ liệu.
zh_hant: Monkey Paste 在粘貼到外部程式時設置剪貼板（覆蓋）。這將 <b>嘗試</b> 在外部粘貼后恢復剪貼板的狀態。 無法保證完全恢復，並且可能會降低性能，甚至使 MonkeyPaste 崩潰，具體取決於數據源。
