Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# CommonChangeLabel
source: Change
af_za: Verandering
am_et: ለውጥ
ar_bh: يتغير
as_in: সলনি কৰা
az_cyrl: Dəyişmək
bg_bg: Промяна
bn_in: পরিবর্তন
bs_latn_ba: Promijeniti
ca_es: Canviar
cs_cz: Změna
cy_gb: Cyfnewidia ’
da_dk: Lave om
de_ch: Ändern
el_gr: Αλλαγή
es_bo: Cambiar
et_ee: Vahetus
fa_ir: تغییر دادن
fi_fi: Muuttaa
fil_ph: Palitan
fr_029: Changement
ga_ie: Do chuid éadaigh a athrú
gu_in: પરિવર્તન
he_il: שינוי
hi_in: परिवर्तन
hr_hr: Promijeniti
hu_hu: változás
hy_am: Փոխում
id_id: Mengubah
is_is: Skipta um
it_ch: Modifica
ja_jp: 変化
ka_ge: გადაცვლა
kk_kz: Өзгеріс
km_kh: ការប្ដូរ
kn_in: ಬದಲಾವಣೆ
ko_kr: 변화
ky_kg: Өзгөртүү
lo_la: ແປງ
lt_lt: Pakeisti
lv_lv: Mainīt
mi_nz: Tīni
mk_mk: Промена
ml_in: മാറ്റുക
mr_in: बदला
ms_my: Ubah
mt_mt: Bidla
nb_no: Endring
ne_np: परिवर्तन
nl_be: Wijziging
or_in: ପରିବର୍ତ୍ତନ
pa_arab: ਬਦਲੋ
pl_pl: Zmiana
pt_br: Mudar
ro_ro: Schimbare
ru_ru: Изменять
sk_sk: Zmena
sl_si: Menjava
sq_al: Ndryshoj
sr_cyrl_me: Променити
sv_fi: Förändra
sw_ke: Mabadiliko
ta_in: மாற்றம்
te_in: మార్పు
th_th: เปลี่ยน
tk_tm: Üýtgetmek
tr_tr: Değiştirmek
tt_ru: Үзгәртү
ug_cn: ئۆزگەرتىش
uk_ua: Зміна
ur_pk: تبدیل کریں
uz_cyrl: O'zgarish
vi_vn: Thay đổi
zh_hant: 改變

# CommonNeverLabel
source: Never
af_za: Nooit
am_et: በጭራሽ
ar_bh: أبداً
as_in: কেতিয়াও নহয়
az_cyrl: Heç vaxt
bg_bg: Никога
bn_in: কখনও না
bs_latn_ba: Nikad
ca_es: Mai
cs_cz: Nikdy
cy_gb: Byth
da_dk: Aldrig
de_ch: Niemals
el_gr: Ποτέ
es_bo: Nunca
et_ee: Mitte kunagi
fa_ir: هرگز
fi_fi: Ei koskaan
fil_ph: Hindi kailanman
fr_029: Jamais
ga_ie: Go deo
gu_in: ક્યારેય
he_il: לעולם לא
hi_in: कभी नहीं
hr_hr: Nikada
hu_hu: Soha
hy_am: Երբեք
id_id: Tidak pernah
is_is: Aldrei
it_ch: Mai
ja_jp: 一度もない
ka_ge: არასოდეს
kk_kz: Ешқашан да
km_kh: មិនដេលមាន
kn_in: ಎಂದಿಗೂ
ko_kr: 절대
ky_kg: Эч качан
lo_la: ບໍ່ເຄີຍ
lt_lt: Niekada
lv_lv: Nekad
mi_nz: Kore rawa
mk_mk: Никогаш
ml_in: ഒരിക്കലും
mr_in: कधीही नाही
ms_my: Tidak pernah
mt_mt: Qatt
nb_no: Aldri
ne_np: कहिले पनि होइन
nl_be: Nooit
or_in: କେବେ ନୁହେଁ
pa_arab: ਕਦੇ ਨਹੀਂ
pl_pl: Nigdy
pt_br: Nunca
ro_ro: Nu
ru_ru: Никогда
sk_sk: Nikdy
sl_si: Nikoli
sq_al: Asnjëherë
sr_cyrl_me: Невер
sv_fi: Aldrig
sw_ke: Kamwe
ta_in: ஒருபோதும்
te_in: ఎప్పుడూ
th_th: ไม่เคย
tk_tm: Hiç haçan
tr_tr: Asla
tt_ru: Беркайчан да
ug_cn: ھەرگىز بولمايدۇ
uk_ua: Ніколи
ur_pk: کبھی نہیں
uz_cyrl: Hech qachon
vi_vn: Không bao giờ
zh_hant: 絕不

# CommonSetLabel
source: Set
af_za: Sit
am_et: አዘጋጅ
ar_bh: تعيين
as_in: স্থাপন কৰা
az_cyrl: Quraşdırmaq
bg_bg: Комплект
bn_in: সেট
ca_es: Conjunt
cs_cz: Soubor
cy_gb: Hul
da_dk: Sæt
de_ch: Satz
el_gr: Σειρά
es_bo: Colocar
et_ee: Komplekt
fa_ir: تنظیم
fi_fi: Aseta
fil_ph: Itakda
fr_029: Ensemble
ga_ie: Cóirigh
gu_in: સમૂહ
he_il: מַעֲרֶכֶת
hi_in: तय करना
hu_hu: Készlet
hy_am: Սահման
id_id: Mengatur
is_is: Sett
it_ch: Impostato
ja_jp: セット
ka_ge: კომპლექტი
kk_kz: Орнату
km_kh: តសសនីយផាប
kn_in: ನಿಗದಿ
ko_kr: 세트
ky_kg: Орнотуу
lo_la: ກໍານົດ
lt_lt: Nustatytas
lv_lv: Uzstādīt
mi_nz: Whakakōpā
mk_mk: Поставете
ml_in: സജ്ജീകൃതരംഗം
mr_in: सेट
ms_my: Tetapkan
mt_mt: Issettjat
nb_no: Sett
ne_np: मिलाउनु
or_in: ସେଟ୍ କରନ୍ତୁ |
pa_arab: ਸੈੱਟ
pl_pl: Ustawić
pt_br: Definir
ro_ro: A stabilit
ru_ru: Набор
sk_sk: Súbor
sq_al: Vendos
sr_cyrl_me: Комплет
sv_fi: Uppsättning
sw_ke: Seti
ta_in: அமைக்கவும்
te_in: సెట్
th_th: ชุด
tk_tm: Düzmek
tr_tr: Ayarlamak
tt_ru: Куелган
uk_ua: Встановити
ur_pk: سیٹ
uz_cyrl: Sozlamoq
vi_vn: Bộ
zh_hant: 放

# CommonUntitledLabel
source: Untitled
af_za: Ongetitel
am_et: ላልተሰራ
ar_bh: بلا عنوان
as_in: শিৰোনামহীন
az_cyrl: Başsız
bg_bg: Без заглавие
bn_in: শিরোনামহীন
bs_latn_ba: Bez naslova
ca_es: Deslligat
cs_cz: Nepojmenovaná
cy_gb: Heb deitl
de_ch: Ohne Titel
el_gr: Χωρίς τίτλο
es_bo: Intitulado
et_ee: Pealkirjata
fa_ir: بدون عنوان
fi_fi: Nimettömä
fil_ph: Hindi pamagat
fr_029: Sans titre
ga_ie: Gan teideal
gu_in: અનાવશ્યક
he_il: ללא כותרת
hi_in: शीर्षकहीन
hr_hr: Bez naslova
hu_hu: Névtelen
hy_am: Անիրական
id_id: Tanpa judul
it_ch: Senza titolo
ja_jp: 無題
ka_ge: უნაყოფო
kk_kz: Көнгісі жоқ
km_kh: មិនមានចំណងជើង
kn_in: ಶೀರ್ಷಿಕೆ ಇಲ್ಲದ
ko_kr: 제목없는
ky_kg: Аты жок
lo_la: ບໍ່ມີຊື່
lt_lt: Be pavadinimo
lv_lv: Bez nosaukuma
mi_nz: Wete
mk_mk: Без наслов
ml_in: ശീകരിക്കാത്ത
mr_in: अशीर्षकांकित
mt_mt: Bla titlu
nb_no: Uten navn
ne_np: हिचे
nl_be: Ongetiteld
or_in: ଅବହେଳିତ |
pa_arab: ਬਿਨਾਂ ਸਿਰਲੇਖ
pl_pl: Nieuprawny
pt_br: Sem título
ro_ro: Fără titlu
ru_ru: Без названия
sk_sk: Bez názvu
sl_si: Brez naslova
sq_al: I paprekur
sr_cyrl_me: Без наслова
sv_fi: Ofrälse
sw_ke: Isiyo na jina
ta_in: பெயரிடப்படாதது
te_in: పేరులేనిది
th_th: ไม่มีชื่อ
tk_tm: Atsyz
tr_tr: Açıklıksız
tt_ru: Исемсез
ug_cn: نامەلۇم
uk_ua: Без назви
ur_pk: بلا عنوان
uz_cyrl: Uncha ta'sirlanmagan
vi_vn: Không có tiêu đề
zh_hant: 無標題

# ShortcutRecordLabel
source: Record
af_za: Rekord
am_et: ይመዝግቡ
ar_bh: سِجِلّ
as_in: নথিভুক্ত
az_cyrl: Rekord
bg_bg: Запис
bn_in: রেকর্ড
bs_latn_ba: Zapisati
ca_es: Rècord
cs_cz: Záznam
cy_gb: Chroniclant
da_dk: Optage
de_ch: Aufzeichnen
el_gr: Ρεκόρ
es_bo: Registro
et_ee: Rekord
fa_ir: رکورد
fi_fi: Ennätys
fil_ph: Itala
fr_029: Enregistrer
ga_ie: Taifead
gu_in: રેકર્ડ
he_il: תקליט
hi_in: अभिलेख
hr_hr: Snimiti
hu_hu: Rekord
hy_am: Գրառում
id_id: Catatan
is_is: Met
it_ch: Documentazione
ja_jp: 記録
ka_ge: რეკორდი
kk_kz: Хаттама
km_kh: ការកត់តុក
kn_in: ದಾಖಲೆ
ko_kr: 기록
ky_kg: Жазуу
lo_la: ບັນທຶກ
lt_lt: Įrašas
lv_lv: Reģistrēt
mi_nz: Rekoata
mk_mk: Рекорд
ml_in: രേഖ
mr_in: विक्रम
ms_my: Rekod
mt_mt: Rekord
nb_no: Ta opp
ne_np: हिसाव
nl_be: Dossier
or_in: ରେକର୍ଡ
pa_arab: ਰਿਕਾਰਡ
pl_pl: Nagrywać
pt_br: Registro
ru_ru: Записывать
sk_sk: Zaznamenať
sl_si: Zapis
sq_al: Regjistroj
sr_cyrl_me: Запис
sv_fi: Spela in
sw_ke: Rekodi
ta_in: பதிவு
te_in: రికార్డ్
th_th: บันทึก
tk_tm: Ýazgy
tr_tr: Kayıt
tt_ru: Яздырыгыз
ug_cn: خاتىرە
uk_ua: Запис
ur_pk: ریکارڈ
uz_cyrl: Yozmoq
vi_vn: Ghi
zh_hant: 記錄

# TransactionUnlabledRef
source: Unlabeled Source Reference
af_za: Ongemerkte bronverwysing
am_et: ያልተስተካከለ ምንጭ ማጣቀሻ
ar_bh: مرجع المصدر غير المسماة
as_in: লেবেলবিহীন উৎস উল্লেখ
az_cyrl: Qeyri-adi mənbə arayışı
bg_bg: Незаредена справка за източник
bn_in: লেবেলযুক্ত উত্স রেফারেন্স
bs_latn_ba: Neoznačena referenca izvora
ca_es: Referència d'origen sense etiquetar
cs_cz: Neznačený odkaz na zdroj
cy_gb: Cyfeirnod ffynhonnell heb ei labelu
da_dk: Umærket kildehenvisning
de_ch: Unbeschriebene Quellreferenz
el_gr: Ανεξάρτητη αναφορά πηγής
es_bo: Referencia de fuente no etiquetada
et_ee: Märgistamata allika viide
fa_ir: مرجع منبع بدون برچسب
fi_fi: Leimaamaton lähdeviite
fil_ph: Hindi nababagay na sanggunian ng mapagkukunan
fr_029: Référence de source non marquée
ga_ie: Tagairt foinse neamh -lipéadaithe
gu_in: ન લેવાયેલો સ્ત્રોત સંદર્ભ
he_il: התייחסות למקור ללא תווית
hi_in: अनियंत्रित स्रोत संदर्भ
hr_hr: Neznačajna referenca izvora
hu_hu: Jelöletlen forráshivatkozás
hy_am: Անպայման աղբյուրի տեղեկանք
id_id: Referensi sumber yang tidak berlabel
is_is: Ómerkt uppspretta tilvísun
it_ch: Riferimento della sorgente senza etichetta
ja_jp: ラベル付けされていないソースリファレンス
ka_ge: არასასურველი წყაროს მითითება
kk_kz: Белгіленбеген бастапқы сілтеме
km_kh: ឯកសារយោងប្រភពដែលមិនធ្លាប់មាន
kn_in: ಲೇಬಲ್ ಮಾಡದ ಮೂಲ ಉಲ್ಲೇಖ
ko_kr: 표지되지 않은 소스 참조
ky_kg: Белгисиз булак маалымдама
lo_la: ເອກະສານອ້າງອີງແຫຼ່ງທີ່ບໍ່ໄດ້ຮັບການປັບປຸງ
lt_lt: Nepaženklinta šaltinio nuoroda
lv_lv: Neredzēta avota atsauce
mi_nz: Tohutoro puna
mk_mk: Референца за без обележје
ml_in: അൺബേർഡ് ചെയ്യാത്ത ഉറവിട റഫറൻസ്
mr_in: लेबल न केलेले स्त्रोत संदर्भ
ms_my: Rujukan sumber tidak berlabel
mt_mt: Referenza tas-sors bla tikketta
nb_no: Umerket kildereferanse
ne_np: अनल्लाड स्रोत सन्दर्भ
nl_be: Niet -gelabelde bronreferentie
or_in: ଅଣସଂରକ୍ଷିତ ଉତ୍ସ ରେଫରେନ୍ସ |
pa_arab: ਅਣਚਾਹੇ ਸਰੋਤ ਦਾ ਹਵਾਲਾ
pl_pl: Odniesienie do źródła nieznakowanego
pt_br: Referência de fonte não marcada
ro_ro: Referință sursă nemartată
ru_ru: Неремеченная ссылка на источник
sk_sk: Referencia o neznačenom zdroji
sl_si: Referenca neoznačenih virov
sq_al: Referenca e burimit të pa manguar
sr_cyrl_me: Референца на необележене изворе
sv_fi: Omärkta källreferens
sw_ke: Rejea ya chanzo isiyo na msingi
ta_in: பெயரிடப்படாத மூல குறிப்பு
te_in: లేబుల్ చేయని మూల సూచన
th_th: การอ้างอิงแหล่งที่ไม่มีป้ายกำกับ
tk_tm: Tötänleýin çeşme salgylanmasy
tr_tr: Etiketsiz kaynak referansı
tt_ru: Билгесез чыганак сылтамасы
ug_cn: غەيرىي رەسمىي پايدىلىنىش ماتېرىيالى
uk_ua: Посилання на не марковані джерела
ur_pk: بغیر لیبل والے ماخذ کا حوالہ
uz_cyrl: Basol bo'lmagan manbali ma'lumotnoma
vi_vn: Tài liệu tham khảo nguồn không nhãn
zh_hant: 未標記的源參考

# ParameterInvalidText
source: '{0}' is required
af_za: '{0}' is nodig
am_et: '{0} ያስፈልጋል
ar_bh: مطلوب "{0}"
as_in: '{0}' ৰ প্ৰয়োজন
az_cyrl: '{0}' tələb olunur
bg_bg: Се изисква '{0}'
bn_in: '{0}' প্রয়োজন
bs_latn_ba: '{0}' je potrebno
ca_es: Es requereix "{0}"
cs_cz: '{0}' je vyžadován
cy_gb: Mae angen '{0}'
da_dk: '{0}' er påkrævet
de_ch: '{0}' ist erforderlich
el_gr: '{0}' απαιτείται
es_bo: Se requiere '{0}'
et_ee: '{0}' on vajalik
fa_ir: '{0}' لازم است
fi_fi: '{0}' vaaditaan
fil_ph: Kinakailangan ang '{0}'
fr_029: '{0}' est requis
ga_ie: Teastaíonn '{0}'
gu_in: '{0}' આવશ્યક છે
he_il: '{0}' נדרש
hi_in: '{0}' आवश्यक है
hr_hr: '{0}' je potreban
hu_hu: A '{0}' szükséges
hy_am: Պահանջվում է '{0}'
id_id: '{0}' diperlukan
is_is: '{0}' er krafist
it_ch: '{0}' è richiesto
ja_jp: '{0}'が必要です
ka_ge: '{0}' საჭიროა
kk_kz: '{0}' қажет
km_kh: '{0}' ត្រូវបានទាមទារ
kn_in: '{0}' ಅಗತ್ಯವಿದೆ
ko_kr: '{0}'가 필요합니다
ky_kg: '{0}' талап кылынат
lo_la: '{0}' ແມ່ນຕ້ອງການ
lt_lt: „{0}“ reikalingas
lv_lv: Ir nepieciešams '{0}'
mi_nz: '{0}' e hiahiatia ana
mk_mk: „{0}“ е потребно
ml_in: '{0}' ആവശ്യമാണ്
mr_in: '{0}' आवश्यक आहे
ms_my: '{0}' diperlukan
mt_mt: "{0}" huwa meħtieġ
nb_no: '{0}' er påkrevd
ne_np: '{0}' आवश्यक छ
nl_be: '{0}' is vereist
or_in: '{0}' ଆବଶ୍ୟକ |
pa_arab: '{0}' ਲੋੜੀਂਦਾ ਹੈ
pl_pl: Wymagane jest „{0}”
pt_br: '{0}' é necessário
ro_ro: '{0}' este necesar
ru_ru: '{0}' требуется
sk_sk: Vyžaduje sa '{0}'
sl_si: Je potrebno '{0}'
sq_al: Kërkohet '{0}'
sr_cyrl_me: '{0}' је потребно
sv_fi: '{0}' krävs
sw_ke: '{0}' inahitajika
ta_in: '{0}' தேவை
te_in: '{0}' అవసరం
th_th: จำเป็นต้องมี '{0}'
tk_tm: '{0}' talap edilýär
tr_tr: '{0}' gerekli
tt_ru: '{0}' кирәк
ug_cn: '{0}' تەلەپ قىلىنىدۇ
uk_ua: '{0}' потрібно
ur_pk: '{0}' کی ضرورت ہے
uz_cyrl: '{0}' kerak
vi_vn: '{0}' được yêu cầu
zh_hant: 需要'{0}'

# ActionHasErrorsLabelSuffix
source: (Has Errors)
af_za: (Het foute)
am_et: (ስህተቶች አሉት)
ar_bh: (لديه أخطاء)
as_in: (অনুভৱৰ ভুল আছে)
az_cyrl: (Səhvlər var)
bg_bg: (Има грешки)
bn_in: (ত্রুটি আছে)
bs_latn_ba: (Ima greške)
ca_es: (Té errors)
cs_cz: (Má chyby)
cy_gb: (Wedi gwallau)
da_dk: (Har fejl)
de_ch: (Hat Fehler)
el_gr: (Έχει σφάλματα)
es_bo: (Tiene errores)
et_ee: (On vigu)
fa_ir: (خطاها دارد)
fi_fi: (On virheitä)
fil_ph: (May mga error)
fr_029: (A des erreurs)
ga_ie: (Tá earráidí aige)
gu_in: (ભૂલો છે)
he_il: (יש שגיאות)
hi_in: (त्रुटियां हैं)
hr_hr: (Ima pogreške)
hu_hu: (Hibái vannak)
hy_am: (Սխալներ ունի)
id_id: (Memiliki kesalahan)
is_is: (Hefur villur)
it_ch: (Ha errori)
ja_jp: （エラーがあります）
ka_ge: (აქვს შეცდომები)
kk_kz: (Қателері бар)
km_kh: (មានកំហុស)
kn_in: (ದೋಷಗಳನ್ನು ಹೊಂದಿದೆ)
ko_kr: (오류가 있음)
ky_kg: (Каталар бар)
lo_la: (ມີຂໍ້ຜິດພາດ)
lt_lt: (Turi klaidų)
lv_lv: (Ir kļūdas)
mi_nz: (He hapa)
mk_mk: (Има грешки)
ml_in: (പിശകുകൾ ഉണ്ട്)
mr_in: (त्रुटी आहेत)
ms_my: (Mempunyai kesilapan)
mt_mt: (Għandu żbalji)
nb_no: (Har feil)
ne_np: (त्रुटिहरू छन्)
nl_be: (Heeft fouten)
or_in: (ତ୍ରୁଟି ଅଛି)
pa_arab: (ਗਲਤੀਆਂ ਹਨ)
pl_pl: (Ma błędy)
pt_br: (Tem erros)
ro_ro: (Are erori)
ru_ru: (Имеет ошибки)
sk_sk: (Má chyby)
sl_si: (Ima napake)
sq_al: (Ka gabime)
sr_cyrl_me: (Има грешке)
sv_fi: (Har fel)
sw_ke: (Ana makosa)
ta_in: (பிழைகள் உள்ளன)
te_in: (లోపాలు ఉన్నాయి)
th_th: (มีข้อผิดพลาด)
tk_tm: (Ýalňyşlyklar bar)
tr_tr: (Hataları var)
tt_ru: (Хаталар бар)
ug_cn: (خاتالىق بار)
uk_ua: (Має помилки)
ur_pk: (غلطیاں ہیں)
uz_cyrl: (Xatolar mavjud)
vi_vn: (Có lỗi)
zh_hant: （有錯誤）

# AccountLimitedLabel
source: Limited
af_za: Beperk
am_et: ውስን
ar_bh: محدود
as_in: সীমিত
az_cyrl: Məhdud
bg_bg: Ограничен
bn_in: সীমাবদ্ধ
bs_latn_ba: Ograničen
ca_es: Limitat
cs_cz: Omezený
cy_gb: Gyfyngedig
da_dk: Begrænset
de_ch: Begrenzt
el_gr: Περιορισμένος
es_bo: Limitado
et_ee: Piiratud
fa_ir: محدود
fi_fi: Rajoitettu
fil_ph: Limitado
fr_029: Limité
ga_ie: Áirithe
gu_in: મર્યાદિત
he_il: מוגבל
hi_in: सीमित
hr_hr: Ograničen
hu_hu: Korlátozott
hy_am: Սահմանափակ
id_id: Terbatas
is_is: Takmarkað
it_ch: Limitato
ja_jp: 限定
ka_ge: შეზღუდული
kk_kz: Шектеу шектеулі
km_kh: រចក
kn_in: ಸೀಮಿತ
ko_kr: 제한된
ky_kg: Чектелген
lo_la: ຈໍາກັດ
lt_lt: Ribotas
lv_lv: Ierobežots
mi_nz: Whāiti
mk_mk: Ограничено
ml_in: പരിമിത
mr_in: मर्यादित
ms_my: Terhad
mt_mt: Limitat
nb_no: Begrenset
ne_np: लिखित
nl_be: Beperkt
or_in: ସୀମିତ
pa_arab: ਸੀਮਤ
pl_pl: Ograniczony
pt_br: Limitado
ro_ro: Limitat
ru_ru: Ограниченное
sk_sk: Obmedzený
sl_si: Omejena
sq_al: I kufizuar
sr_cyrl_me: Ограничен
sv_fi: Begränsad
sw_ke: Mdogo
ta_in: வரையறுக்கப்பட்ட
te_in: పరిమితం
th_th: ถูก จำกัด
tk_tm: Çäklendirilen
tr_tr: Sınırlı
tt_ru: Чикләнгән
ug_cn: چەكلىك
uk_ua: Обмежений
ur_pk: محدود
uz_cyrl: Cheklangan
vi_vn: Giới hạn
zh_hant: 有限的

# AccountStorageLabel
source: Storage
af_za: Bergplek
am_et: ማከማቻ
ar_bh: تخزين
as_in: সংৰক্ষণ
az_cyrl: Saxlama
bg_bg: Съхранение
bn_in: স্টোরেজ
bs_latn_ba: Skladište
ca_es: Emmagatzematge
cs_cz: Úložný prostor
cy_gb: Storfeydd
da_dk: Opbevaring
de_ch: Lagerung
el_gr: Αποθήκευση
es_bo: Almacenamiento
et_ee: Ladustamine
fa_ir: ذخیره سازی
fi_fi: Säilytys
fil_ph: Imbakan
fr_029: Stockage
ga_ie: Stóráil
gu_in: સંગ્રહ
he_il: אִחסוּן
hi_in: भंडारण
hr_hr: Skladištenje
hu_hu: Tárolás
hy_am: Պահեստ
id_id: Penyimpanan
is_is: Geymsla
it_ch: Magazzinaggio
ja_jp: ストレージ
ka_ge: საცავი
kk_kz: Сақтау
km_kh: ការដាក់អាេយនោមយយកន្លេង
kn_in: ಸಂಗ್ರಹಣೆ
ko_kr: 저장
ky_kg: Сактоо
lo_la: ການເກັບຮັກສາ
lt_lt: Saugojimas
lv_lv: Uzglabāšana
mi_nz: Pākoro
mk_mk: Складирање
ml_in: ശേഖരണം
mr_in: स्टोरेज
ms_my: Penyimpanan
mt_mt: Ħażna
nb_no: Oppbevaring
ne_np: गोदाम
nl_be: Opslag
or_in: ସଂରକ୍ଷଣ
pa_arab: ਸਟੋਰੇਜ
pl_pl: Składowanie
pt_br: Armazenar
ro_ro: Depozitare
ru_ru: Хранилище
sk_sk: Ukladanie
sl_si: Skladiščenje
sq_al: Ruajtje
sr_cyrl_me: Складиште
sv_fi: Lagring
sw_ke: Hifadhi
ta_in: சேமிப்பு
te_in: నిల్వ
th_th: พื้นที่จัดเก็บ
tk_tm: Saklamak
tr_tr: Depolamak
tt_ru: Саклау
ug_cn: ساقلاش
uk_ua: Зберігання
ur_pk: اسٹوریج
uz_cyrl: Saqlash
vi_vn: Kho
zh_hant: 貯存

# AccountTrashLabel
source: Trash
af_za: Weggooigoed
am_et: መጣያ
ar_bh: نفاية
as_in: আৱৰ্জনা
az_cyrl: Zibil
bg_bg: Боклук
bn_in: আবর্জনা
bs_latn_ba: Smeće
ca_es: Escombreries
cs_cz: Odpadky
cy_gb: Sbwriel
da_dk: Affald
de_ch: Müll
el_gr: Σκουπίδια
es_bo: Basura
et_ee: Prügikast
fa_ir: زباله ها
fi_fi: Roskia
fil_ph: Basurahan
fr_029: Poubelle
ga_ie: Bruscar
gu_in: કચરો
he_il: אַשׁפָּה
hi_in: कचरा
hr_hr: Otpad
hu_hu: Szemét
hy_am: Աղբ
id_id: Sampah
is_is: Rusl
it_ch: Spazzatura
ja_jp: ごみ
ka_ge: ხარახურა
kk_kz: Кор-жер
km_kh: សម្ការក្ផានតមលៃ
kn_in: ಕಸ
ko_kr: 쓰레기
ky_kg: Таштанды
lo_la: ຂີ້ເຫຍື້ອ
lt_lt: Šiukšliadėžė
lv_lv: Atkritumi
mi_nz: Parapara
mk_mk: Ѓубре
ml_in: നിസ്സാരവസ്തു
mr_in: कचरा
ms_my: Sampah
nb_no: Søppel
ne_np: थोत्रो वस्तु
nl_be: Afval
or_in: ଆବର୍ଜନା
pa_arab: ਰੱਦੀ
pl_pl: Śmieci
pt_br: Lixo
ro_ro: Gunoi
ru_ru: Мусор
sk_sk: Smeti
sl_si: Smeti
sq_al: Plehra
sr_cyrl_me: Смеће
sv_fi: Skräp
sw_ke: Takataka
ta_in: குப்பை
te_in: చెత్త
th_th: ขยะ
tk_tm: Hapa
tr_tr: Çöp
tt_ru: Чүп
ug_cn: ئەخلەت
uk_ua: Смітник
ur_pk: کوڑے دان
uz_cyrl: Axlat
vi_vn: Rác
zh_hant: 垃圾

# AccountUnlimitedLabel
source: Unlimited
af_za: Onbeperk
am_et: ያልተገደበ
ar_bh: غير محدود
as_in: সীমাহীন
az_cyrl: Məhdudiyyətsiz
bg_bg: Неограничен
bn_in: সীমাহীন
bs_latn_ba: Neograničen
ca_es: Il·limitat
cs_cz: Neomezený
cy_gb: Diderfyn
da_dk: Ubegrænset
de_ch: Unbegrenzt
el_gr: Απεριόριστος
es_bo: Ilimitado
et_ee: Piiramatu
fa_ir: نامحدود
fi_fi: Rajoittamaton
fil_ph: Walang limitasyong
fr_029: Illimité
ga_ie: Neamhtheoranta
gu_in: અમર્યાદિત
he_il: ללא הגבלה
hi_in: असीमित
hr_hr: Neograničen
hu_hu: Korlátlan
hy_am: Անսահմանափակ
id_id: Tak terbatas
is_is: Ótakmarkað
it_ch: Illimitato
ja_jp: 無制限
ka_ge: შეუზღუდავი
kk_kz: Шектеусіз
km_kh: គ្មានដែនកំណត់
kn_in: ಅನಿಯಮಿತ
ko_kr: 제한 없는
ky_kg: Чексиз
lo_la: ບໍ່ຈໍາກັດ
lt_lt: Neribotas
lv_lv: Neierobežots
mi_nz: Mutunga kore
mk_mk: Неограничено
ml_in: പരിധിയില്ലാത്ത
mr_in: अमर्यादित
ms_my: Tidak terhad
mt_mt: Bla limitu
nb_no: Ubegrenset
ne_np: असीमित
nl_be: Onbeperkt
or_in: ଅସୀମିତ |
pa_arab: ਅਸੀਮਤ
pl_pl: Nieograniczony
pt_br: Ilimitado
ro_ro: Nelimitat
ru_ru: Неограниченный
sk_sk: Neobmedzený
sl_si: Neomejeno
sq_al: I pakufizuar
sr_cyrl_me: Неограничен
sv_fi: Obegränsat
sw_ke: Isiyo na kikomo
ta_in: வரம்பற்றது
te_in: అపరిమిత
th_th: ไม่ จำกัด
tk_tm: Çäksiz
tr_tr: Sınırsız
tt_ru: Чикләнмәгән
ug_cn: چەكسىز
uk_ua: Необмежений
ur_pk: لامحدود
uz_cyrl: Cheksiz
vi_vn: Vô hạn
zh_hant: 無限
