Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeRememberDbPasswordTooltip
source: Note! This password is optional and only for EXTRA security. Your data is already encrypted and never shared. This password simply prevents someone whose not you from loading MonkeyPaste if they somehow gain access to your desktop (stolen, you leave the room, etc.).
af_za: Let op! Hierdie wagwoord is opsioneel en slegs vir ekstra sekuriteit. U data is reeds geïnkripteer en word nooit gedeel nie. Hierdie wagwoord verhoed eenvoudig iemand wie se nie -aptepaste laai as hulle op een of ander manier toegang tot u tafelblad kry (gesteel, u die kamer verlaat, ens.).
am_et: ማስታወሻ! ይህ የይለፍ ቃል አማራጭ ነው እና ለተጨማሪ ደህንነት ብቻ. የእርስዎ ውሂብ አስቀድሞ የተመሰጠረ ነው እና በጭራሽ አይጋራም. ይህ የይለፍ ቃል ከዴስክቶፕዎ (ተሰረቅዎ, ከክፍሉዎ ወዘተ.) ላይ ከጫኑ, ይህ የይለፍ ቃል በቀላሉ የማይጫዎት ሰው በቀላሉ እንዳይጫዎት ይከላከላል.
ar_bh: ملحوظة! كلمة المرور هذه اختيارية وفقط لأمان إضافي. بياناتك مشفرة بالفعل ولم يتم مشاركتها أبدًا. تمنع كلمة المرور هذه ببساطة شخصًا لا أنت ليس من تحميل monkeypaste إذا كان يتم الوصول إلى سطح المكتب بطريقة ما (سرقت ، تغادر الغرفة ، إلخ).
as_in: টোকা! এই গুপ্তশব্দ বৈকল্পিক আৰু কেৱল অতিৰিক্ত সুৰক্ষাৰ বাবে । আপোনাৰ তথ্য ইতিমধ্যে এনক্ৰিপ্ট কৰা হৈছে আৰু কেতিয়াও শ্বেয়াৰ কৰা হোৱা নাই। এই গুপ্তশব্দে এনে এজন ব্যক্তিক বাধা দিয়ে যাৰ নহয় আপুনি MonkeyPaste লোড কৰাত নহয় যদি তেওঁলোকে আপোনাৰ ডেস্কটপলৈ কোনো ধৰণে অভিগম লাভ কৰে (চুৰি, আপুনি কোঠাটো এৰি দিয়ে, ইত্যাদি)।
az_cyrl: Qeyd! Bu parol isteğe bağlıdır və yalnız əlavə təhlükəsizlik üçün. Məlumatlarınız artıq şifrələnir və heç vaxt paylaşılmır. Bu parol, masaüstünüzə (oğurlanmış, otağı tərk et, və s.
bg_bg: Забележка! Тази парола е незадължителна и само за допълнителна сигурност. Вашите данни вече са криптирани и никога не се споделят. Тази парола просто не позволява на някой, чийто не вие ​​да заредите Monkeypaste, ако те по някакъв начин получават достъп до вашия работен плот (откраднат, напускате стаята и т.н.).
bn_in: বিঃদ্রঃ! এই পাসওয়ার্ডটি al চ্ছিক এবং কেবল অতিরিক্ত সুরক্ষার জন্য। আপনার ডেটা ইতিমধ্যে এনক্রিপ্ট করা হয়েছে এবং কখনও ভাগ করা হয়নি। এই পাসওয়ার্ডটি কেবল এমন কাউকে বাধা দেয় যার আপনি যদি কোনওভাবে আপনার ডেস্কটপে অ্যাক্সেস পান তবে (চুরি করা, আপনি ঘরটি ছেড়ে চলে যান ইত্যাদি) যদি আপনি কোনওভাবে অ্যাক্সেস পান তবে আপনাকে বাধা দেয়।
bs_latn_ba: Bilješka! Ova lozinka nije obavezna i samo za dodatnu sigurnost. Vaši podaci su već šifrirani i nikada se ne dijele. Ova lozinka jednostavno sprječava nekoga čiji vam ne učitate majmunske liste ako nekako dobiju pristup vašoj radnoj površini (ukradeni, napuštate sobu itd.).
ca_es: Nota! Aquesta contrasenya és opcional i només per a una seguretat addicional. Les vostres dades ja estan xifrades i no es comparteixen mai. Aquesta contrasenya simplement impedeix a algú que no carregueu MonkeyPaste si d’alguna manera accedeix al vostre escriptori (robat, deixeu la sala, etc.).
cs_cz: Poznámka! Toto heslo je volitelné a pouze pro další zabezpečení. Vaše data jsou již šifrována a nikdy nesdílena. Toto heslo jednoduše zabrání někomu, jehož nejste vy naložení MonkeyPaste, pokud nějak získají přístup k vaší ploše (odcizení, opustíte místnost atd.).
cy_gb: Nodyn! Mae'r cyfrinair hwn yn ddewisol a dim ond ar gyfer diogelwch ychwanegol. Mae eich data eisoes wedi'i amgryptio a byth yn cael ei rannu. Mae'r cyfrinair hwn yn syml yn atal rhywun nad ydych chi rhag llwytho monkeyPaste os ydyn nhw rywsut yn cael mynediad i'ch bwrdd gwaith (wedi'i ddwyn, rydych chi'n gadael yr ystafell, ac ati).
da_dk: Bemærk! Denne adgangskode er valgfri og kun for ekstra sikkerhed. Dine data er allerede krypteret og deles aldrig. Denne adgangskode forhindrer simpelthen nogen, hvis ikke du indlæser aber, hvis de på en eller anden måde får adgang til dit skrivebord (stjålet, du forlader rummet osv.).
de_ch: Notiz! Dieses Passwort ist optional und nur für zusätzliche Sicherheit. Ihre Daten sind bereits verschlüsselt und nie geteilt. Dieses Passwort verhindert lediglich jemanden, dessen nicht Sie Monkeypaste laden, wenn er irgendwie Zugriff auf Ihren Desktop erhält (gestohlen, Sie verlassen den Raum usw.).
el_gr: Σημείωση! Αυτός ο κωδικός πρόσβασης είναι προαιρετικός και μόνο για επιπλέον ασφάλεια. Τα δεδομένα σας είναι ήδη κρυπτογραφημένα και ποτέ δεν μοιράζονται. Αυτός ο κωδικός πρόσβασης αποτρέπει απλώς κάποιον του οποίου όχι εσείς από τη φόρτωση πιθήκων, εάν αποκτήσουν πρόσβαση στην επιφάνεια εργασίας σας (κλαπεί, αφήνετε το δωμάτιο κ.λπ.).
es_bo: ¡Nota! Esta contraseña es opcional y solo para seguridad adicional. Sus datos ya están encriptados y nunca compartidos. Esta contraseña simplemente evita que alguien cuyo no sea usted cargar monkeoypaste si de alguna manera obtiene acceso a su escritorio (robado, sale de la habitación, etc.).
et_ee: Märge! See parool on valikuline ja ainult täiendava turvalisuse tagamiseks. Teie andmed on juba krüptitud ja pole kunagi jagatud. See parool takistab lihtsalt kedagi, kelle mitte ahveypaste laadida, kui nad pääsevad teie töölauale (varastatud, lahkute ruumist jne).
fa_ir: توجه داشته باشید! این رمز عبور اختیاری و فقط برای امنیت اضافی است. داده های شما قبلاً رمزگذاری شده و هرگز به اشتراک گذاشته نشده است. این رمز عبور به سادگی مانع از آن می شود که اگر شما به نوعی به دسک تاپ شما دسترسی پیدا کنند (به سرقت رفته ، اتاق را ترک می کنید و غیره) از بارگیری میمون استفاده نمی کند.
fi_fi: Huomautus! Tämä salasana on valinnainen ja vain ylimääräistä turvallisuutta. Tietosi on jo salattu eikä niitä ole koskaan jaettu. Tämä salasana yksinkertaisesti estää jonkun, jonka et sinä ladata Monkepaste, jos he jotenkin pääsevät työpöydällesi (varastettu, jätät huoneen jne.).
fil_ph: Tandaan! Ang password na ito ay opsyonal at para lamang sa labis na seguridad. Ang iyong data ay naka -encrypt na at hindi kailanman ibinahagi. Pinipigilan lamang ng password na ito ang isang tao na hindi ka mula sa pag -load ng Monkeypaste kung sa paanuman nakakakuha sila ng pag -access sa iyong desktop (ninakaw, iniwan mo ang silid, atbp.).
fr_029: Note! Ce mot de passe est facultatif et uniquement pour une sécurité supplémentaire. Vos données sont déjà cryptées et jamais partagées. Ce mot de passe empêche simplement quelqu'un dont vous n'êtes pas de charger Monkeypaste s'il a en quelque sorte accès à votre bureau (volé, vous quittez la pièce, etc.).
ga_ie: Nóta! Tá an focal faire seo roghnach agus gan ach slándáil bhreise a fháil. Tá do chuid sonraí criptithe cheana féin agus níor roinntear iad riamh. Ní choisceann an focal faire seo ach duine nach bhfuil tú ag luchtú monkeypaste má fhaigheann siad rochtain ar do dheasc ar bhealach éigin (goidte, fágann tú an seomra, etc.).
gu_in: નૉૅધ! આ પાસવર્ડ વૈકલ્પિક છે અને ફક્ત વધારાની સુરક્ષા માટે છે. તમારો ડેટા પહેલેથી જ એન્ક્રિપ્ટ થયેલ છે અને ક્યારેય શેર કર્યો નથી. આ પાસવર્ડ ફક્ત કોઈને અટકાવે છે કે જેના તમે તમારા ડેસ્કટ .પ (ચોરી, તમે ઓરડો છોડો, વગેરે) પર પ્રવેશ મેળવશો તો તમે વાંદરાને લોડ કરવાથી નહીં.
he_il: הערה! סיסמה זו היא אופציונלית ורק לאבטחה נוספת. הנתונים שלך כבר מוצפנים ולעולם לא משותפים. סיסמה זו פשוט מונעת ממישהו שלא אתה מלהטע את הקוף אם הם איכשהו מקבלים גישה לשולחן העבודה שלך (נגנב, אתה עוזב את החדר וכו ').
hi_in: टिप्पणी! यह पासवर्ड वैकल्पिक और केवल अतिरिक्त सुरक्षा के लिए है। आपका डेटा पहले से ही एन्क्रिप्ट किया गया है और कभी साझा नहीं किया गया है। यह पासवर्ड बस किसी ऐसे व्यक्ति को रोकता है जिसका आप मंकेपास्ट लोड करने से नहीं अगर वे किसी तरह आपके डेस्कटॉप तक पहुंच प्राप्त करते हैं (चोरी, आप कमरे से बाहर निकलते हैं, आदि)।
hr_hr: Bilješka! Ova lozinka nije obavezna i samo za dodatnu sigurnost. Vaši su podaci već šifrirani i nikada se ne dijele. Ova lozinka jednostavno sprječava nekoga čija ne vas da učitate monkeypaste ako nekako dobiju pristup vašoj radnoj površini (ukradeni, napuštate sobu itd.).
hu_hu: Jegyzet! Ez a jelszó nem kötelező, és csak az extra biztonság érdekében. Adatait már titkosítják és soha nem osztják meg. Ez a jelszó egyszerűen megakadályozza azt, aki nem te tölti be a majompaste betöltését, ha valamilyen módon hozzáférést kapnak az asztalhoz (ellopták, elhagyják a helyiséget stb.).
hy_am: Նշում! Այս գաղտնաբառը պարտադիր է եւ միայն լրացուցիչ անվտանգության համար: Ձեր տվյալներն արդեն կոդավորված են եւ երբեք չեն կիսվում: Այս գաղտնաբառը պարզապես խանգարում է մեկին, ում ոչ թե դուք չեք բեռնում MONKEYPASTE- ից, եթե նրանք ինչ-որ կերպ օգտվեն ձեր աշխատասեղանին (գողացված, դուք թողնում եք սենյակը եւ այլն):
id_id: Catatan! Kata sandi ini opsional dan hanya untuk keamanan ekstra. Data Anda sudah dienkripsi dan tidak pernah dibagikan. Kata sandi ini hanya mencegah seseorang yang bukan Anda dari memuat monkeypaste jika mereka entah bagaimana mendapatkan akses ke desktop Anda (dicuri, Anda meninggalkan ruangan, dll.).
is_is: Athugið! Þetta lykilorð er valfrjálst og aðeins til að auka öryggi. Gögnin þín eru þegar dulkóðuð og aldrei deilt. Þetta lykilorð kemur einfaldlega í veg fyrir að einhver sem ekki þú hleður upp afköstum ef þeir fá einhvern veginn aðgang að skjáborðinu þínu (stolið, þú yfirgefur herbergið osfrv.).
it_ch: Nota! Questa password è facoltativa e solo per una maggiore sicurezza. I tuoi dati sono già crittografati e mai condivisi. Questa password semplicemente impedisce a qualcuno di cui non sei di caricare Monkeyypaste se in qualche modo ottengono l'accesso al tuo desktop (rubato, lasci la stanza, ecc.).
ja_jp: 注記！このパスワードはオプションであり、追加のセキュリティのためだけです。データはすでに暗号化されており、共有されていません。このパスワードは、デスクトップに何らかの形でアクセスできる場合（盗まれた、部屋を出るなど）、あなたがモンキーパストをロードすることを防ぐ人を防ぐだけです。
ka_ge: Შენიშვნა! ეს პაროლი არჩევითია და მხოლოდ დამატებითი უსაფრთხოებისთვის. თქვენი მონაცემები უკვე დაშიფრულია და არასოდეს გაზიარებულია. ეს პაროლი უბრალოდ ხელს უშლის ადამიანს, ვისი არა თქვენ არ დატვირთოთ MonkeyPaste, თუ ისინი რატომღაც მიიღებენ თქვენს სამუშაო მაგიდაზე წვდომას (მოპარული, თქვენ ტოვებთ ოთახში და ა.შ.).
kk_kz: Ескерту! Бұл пароль міндетті емес және тек қосымша қауіпсіздік үшін. Сіздің деректеріңіз қазірдің өзінде шифрланған және ешқашан ортақ пайдаланылмайды. Бұл құпия сөз тек сіздің жұмыс үстеліңізге қол жеткізе алмайтын біреудің алдын алады (ұрланған, сіз бөлмеден кетесіз, сіз бөлмеден кетесіз және т.б.).
km_kh: ចំណាំ! ពាក្យសម្ងាត់នេះគឺស្រេចចិត្តហើយសម្រាប់សុវត្ថិភាពបន្ថែម។ ទិន្នន័យរបស់អ្នកត្រូវបានអ៊ិនគ្រីបរួចហើយហើយមិនដែលចែករំលែក។ ពាក្យសម្ងាត់នេះគ្រាន់តែរារាំងអ្នកដែលមិនមានអ្នកពីការផ្ទុកសត្វស្វាប្រសិនបើពួកគេចូលប្រើផ្ទៃតុរបស់អ្នក (លួចអ្នកចាកចេញពីបន្ទប់។ ល។ ) ។
kn_in: ಸೂಚನೆ! ಈ ಪಾಸ್‌ವರ್ಡ್ ಐಚ್ al ಿಕವಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಸುರಕ್ಷತೆಗಾಗಿ ಮಾತ್ರ. ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಈಗಾಗಲೇ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಎಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗಿಲ್ಲ. ಈ ಪಾಸ್‌ವರ್ಡ್ ನಿಮ್ಮ ಡೆಸ್ಕ್‌ಟಾಪ್‌ಗೆ ಹೇಗಾದರೂ ಪ್ರವೇಶವನ್ನು ಪಡೆದರೆ ಮಾಂಕಿಪ್ಯಾಸ್ಟ್ ಅನ್ನು ಲೋಡ್ ಮಾಡುವುದನ್ನು ನೀವು ತಡೆಯುತ್ತದೆ (ಕದ್ದಿದೆ, ನೀವು ಕೊಠಡಿಯನ್ನು ಬಿಡುತ್ತೀರಿ, ಇತ್ಯಾದಿ).
ko_kr: 메모! 이 비밀번호는 선택 사항이며 추가 보안을위한 것입니다. 귀하의 데이터는 이미 암호화되어 공유되지 않았습니다. 이 암호는 단순히 당신이 당신의 데스크탑에 액세스 할 때 당신이 원숭이를로드하는 것을 방지합니다 (도난, 방을 떠나는 등).
ky_kg: Эскертүү! Бул сырсөз милдеттүү эмес жана кошумча коопсуздук үчүн гана. Сиздин маалыматтарыңыз буга чейин шифрленген жана эч качан бөлүшүлбөйт. Бул сырсөз жөн гана аймакка жүктөлбөй калуудан сактайт, эгерде алар иш столуна (уурдалган, бөлмөдөн чыгып кетесиз).
lo_la: ຫມາຍ​ເຫດ​! ລະຫັດຜ່ານນີ້ແມ່ນທາງເລືອກແລະພຽງແຕ່ສໍາລັບຄວາມປອດໄພພິເສດ. ຂໍ້ມູນຂອງທ່ານຖືກເຂົ້າລະຫັດແລ້ວແລະບໍ່ເຄີຍແບ່ງປັນ. ລະຫັດຜ່ານນີ້ພຽງແຕ່ປ້ອງກັນບໍ່ໃຫ້ຜູ້ໃດຜູ້ຫນຶ່ງທີ່ທ່ານບໍ່ໄດ້ມາຈາກການໂຫຼດ monkeypaste ຖ້າພວກເຂົາເຂົ້າເຖິງ desktop ຂອງທ່ານ (ທ່ານອອກຈາກຫ້ອງ, ແລະອື່ນໆ).
lt_lt: Atkreipkite dėmesį! Šis slaptažodis yra neprivalomas ir tik papildomam saugumui. Jūsų duomenys jau užšifruoti ir niekada nebendraujami. Šis slaptažodis tiesiog neleidžia tam, kurio ne jūs įkeliate „MonkeYPaste“, jei jie kažkaip gauna prieigą prie jūsų darbalaukio (pavogtas, jūs išeinate iš kambario ir pan.).
lv_lv: Piezīme! Šī parole nav obligāta un tikai papildu drošībai. Jūsu dati jau ir šifrēti un nekad nav koplietoti. Šī parole vienkārši neļauj kādam, kura nevis jūs ielādējat pērtiķus, ja viņš kaut kā piekļūst jūsu darbvirsmai (nozagts, jūs atstājat istabu utt.).
mi_nz: Panui! Ko tenei kupuhipa he kowhiringa me te haumarutanga noa. Kua whakauruhia o raraunga, kaore ano kia tohatoha. Ka aukati noa tenei kupuhipa i tetahi kaore koe e utaina ki a Monkeypaste mena ka uru atu ratau ki to papamahi (tahaetia, etc.).
mk_mk: Забелешка! Оваа лозинка е по избор и само за дополнителна безбедност. Вашите податоци се веќе шифрирани и никогаш не се споделуваат. Оваа лозинка едноставно спречува некој чиј не вие ​​да вчитувате MonkeyPaste ако тие некако добиваат пристап до вашата работна површина (украдена, ја напуштате просторијата, итн.).
ml_in: കുറിപ്പ്! ഈ പാസ്വേഡ് ഓപ്ഷണലാണ്, അധിക സുരക്ഷയ്ക്കായി മാത്രം. നിങ്ങളുടെ ഡാറ്റ ഇതിനകം എൻക്രിപ്റ്റ് ചെയ്ത് ഒരിക്കലും പങ്കിട്ടിട്ടില്ല. നിങ്ങളുടെ ഡെസ്ക്ടോപ്പിലേക്ക് എങ്ങനെയെങ്കിലും ആക്സസ് ചെയ്യുകയാണെങ്കിൽ (മോഷ്ടിച്ച, നിങ്ങൾ മുറി വിട്ട്) ലോഡുചെയ്യുന്ന ഒരാളെ ഈ പാസ്വേഡ് തടയുന്നു).
mr_in: टीप! हा संकेतशब्द पर्यायी आणि केवळ अतिरिक्त सुरक्षिततेसाठी आहे. आपला डेटा आधीपासूनच कूटबद्ध केलेला आहे आणि कधीही सामायिक केलेला नाही. हा संकेतशब्द अशा एखाद्यास सहजपणे प्रतिबंधित करतो ज्याच्या आपण आपल्या डेस्कटॉपवर प्रवेश मिळविला तर (चोरी, आपण खोली सोडता इ.) जर त्यांना लोड करण्यापासून आपण रोखले नाही.
ms_my: Catatan! Kata laluan ini adalah pilihan dan hanya untuk keselamatan tambahan. Data anda sudah disulitkan dan tidak pernah dikongsi. Kata laluan ini hanya menghalang seseorang yang bukan anda memuatkan monkeypaste jika mereka mendapat akses ke desktop anda (dicuri, anda meninggalkan bilik, dll.).
mt_mt: Nota! Din il-password mhix obbligatorja u biss għal sigurtà żejda. Id-dejta tiegħek hija diġà kriptata u qatt ma tinqasam. Din il-password sempliċement tipprevjeni lil xi ħadd li mhux int milli tgħabbi l-monkeypaste jekk b'xi mod jiksbu aċċess għad-desktop tiegħek (misruqa, titlaq mill-kamra, eċċ.).
nb_no: Merk! Dette passordet er valgfritt og bare for ekstra sikkerhet. Dataene dine er allerede kryptert og aldri delt. Dette passordet forhindrer ganske enkelt at noen som ikke er i å laste inn MonkeyPaste hvis de på en eller annen måte får tilgang til skrivebordet ditt (stjålet, du forlater rommet osv.).
ne_np: नोट! यो पासवर्ड वैकल्पिक हो र अतिरिक्त सुरक्षाको लागि मात्र। तपाईंको डाटा पहिले नै ईन्क्रिप्टेड छ र कहिले सेयर गरिएको छैन। यो पासवर्डले केवल कसैलाई रोक्छ जसको लागि तपाईं बाँधिइपेस लोड गर्नबाट सक्नुहुन्न यदि उनीहरूले कुनै प्रकारको तपाईंको डेस्कटपमा पहुँच प्राप्त गरे (चोरी भएर, आदि)।
nl_be: Opmerking! Dit wachtwoord is optioneel en alleen voor extra beveiliging. Uw gegevens zijn al gecodeerd en nooit gedeeld. Dit wachtwoord voorkomt eenvoudig iemand wiens niet u niet Monkeypaste laadt als ze op de een of andere manier toegang krijgen tot uw bureaublad (gestolen, u verlaat de kamer, enz.).
or_in: ଧ୍ୟାନ ଦିଅନ୍ତୁ! ଏହି ପାସୱାର୍ଡ ଇଚ୍ଛାଧୀନ ଏବଂ କେବଳ ଅତିରିକ୍ତ ସୁରକ୍ଷା ପାଇଁ | ଆପଣଙ୍କର ତଥ୍ୟ ପୂର୍ବରୁ ଏନକ୍ରିପ୍ଟ ହୋଇସାରିଛି ଏବଂ କଦାପି ଅଂଶୀଦାର ହୋଇନାହିଁ | ଏହି ପାସୱାର୍ଡ ଯାହାକୁ କେବଳ ମୋନକୋପାଟ୍ ତଳେ ନ ଥିବ ଯାହାର ଆପଣଙ୍କୁ କ h ଣସି ପ୍ରକାରେ ଆପଣଙ୍କ ଡେସ୍କଟପକୁ ପ୍ରବେଶ (ଚୋରି କରେ, ଆପଣ କୋଠରୀ ଛାଡିଦିଅନ୍ତୁ) |
pa_arab: ਨੋਟ! ਇਹ ਪਾਸਵਰਡ ਵਿਕਲਪਿਕ ਹੈ ਅਤੇ ਸਿਰਫ ਵਾਧੂ ਸੁਰੱਖਿਆ ਲਈ. ਤੁਹਾਡਾ ਡਾਟਾ ਪਹਿਲਾਂ ਹੀ ਇਨਕ੍ਰਿਪਟਡ ਹੈ ਅਤੇ ਕਦੇ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ. ਇਹ ਪਾਸਵਰਡ ਤੁਹਾਡੇ ਤੋਂ ਰੋਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਬਾਂਦਰਪਾਸਟ ਨੂੰ ਲੋਡ ਕਰਨ ਤੋਂ ਰੋਕਦੇ ਹੋ ਜੇ ਉਹ ਕਿਸੇ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ ਡੈਸਕਟਾਪ ਤੇ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ (ਚੋਰੀ ਹੋਏ, ਤੁਸੀਂ ਕਮਰੇ, ਆਦਿ) ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ.
pl_pl: Notatka! To hasło jest opcjonalne i tylko dla dodatkowego bezpieczeństwa. Twoje dane są już zaszyfrowane i nigdy nie udostępniane. To hasło po prostu uniemożliwia komuś, kogo nie ty ładowanie małpy, jeśli w jakiś sposób uzyska dostęp do pulpitu (skradziony, opuszczasz pokój itp.).
pt_br: Observação! Essa senha é opcional e apenas para segurança extra. Seus dados já estão criptografados e nunca compartilhados. Essa senha simplesmente impede alguém que você não carregue o Monkeyyyasaste se, de alguma forma, obter acesso à sua área de trabalho (roubado, você sai da sala etc.).
ro_ro: Notă! Această parolă este opțională și numai pentru o securitate suplimentară. Datele dvs. sunt deja criptate și niciodată partajate. Această parolă pur și simplu împiedică pe cineva a cărui nu tu să încarci Monkeypaste dacă obțin cumva acces la desktop (furat, părăsești camera etc.).
ru_ru: Примечание! Этот пароль не является обязательным и только для дополнительной безопасности. Ваши данные уже зашифрованы и никогда не разделяются. Этот пароль просто предотвращает кого -то, чьи не вы загружаете обезьяну, если они каким -то образом получают доступ к вашему рабочему столу (украденный, вы покидаете комнату и т. Д.).
sk_sk: Poznámka! Toto heslo je voliteľné a iba pre ďalšie zabezpečenie. Vaše údaje sú už šifrované a nikdy zdieľané. Toto heslo jednoducho zabraňuje niekomu, ktorého nie ste načítaním opíc, ak nejako získajú prístup k vašej pracovnej ploche (ukradnuté, opustíte miestnosť atď.).
sl_si: Opomba! To geslo ni obvezno in samo za dodatno varnost. Vaši podatki so že šifrirani in se nikoli ne delijo. To geslo preprosto preprečuje nekoga, katerega niste nalagali MonkeyPaste, če nekako dobijo dostop do vašega namizja (ukradeno, zapustite sobo itd.).
sq_al: Shënim! Ky fjalëkalim është opsional dhe vetëm për siguri shtesë. Të dhënat tuaja tashmë janë të koduara dhe nuk janë ndarë kurrë. Kjo fjalëkalim thjesht parandalon dikë që nuk ju nuk jeni ju që të ngarkoni MonkeyPaste nëse ata disi fitojnë qasje në desktopin tuaj (vjedhur, ju largoheni nga dhoma, etj.).
sr_cyrl_me: Белешка! Ова лозинка је обавезна и само за додатну сигурност. Ваши подаци су већ шифрирани и никада се не дели. Ова лозинка једноставно спречава да неко не учитавате монкеупасте ако некако добију приступ радној површини (украдени, напустите собу итд.).
sv_fi: Notera! Detta lösenord är valfritt och endast för extra säkerhet. Dina data är redan krypterade och delas aldrig. Detta lösenord förhindrar helt enkelt någon vars inte du laddar monkeypasta om de på något sätt får tillgång till ditt skrivbord (stulen, du lämnar rummet etc.).
sw_ke: Kumbuka! Nenosiri hili ni la hiari na tu kwa usalama wa ziada. Takwimu zako tayari zimesimbwa na hazijashiriki. Nenosiri hili linazuia tu mtu ambaye sio wewe kutokana na kupakia Monkeypaste ikiwa kwa njia fulani watapata desktop yako (iliyoibiwa, unaondoka chumbani, nk).
ta_in: குறிப்பு! இந்த கடவுச்சொல் விருப்பமானது மற்றும் கூடுதல் பாதுகாப்புக்கு மட்டுமே. உங்கள் தரவு ஏற்கனவே குறியாக்கம் செய்யப்பட்டுள்ளது, ஒருபோதும் பகிரப்படவில்லை. இந்த கடவுச்சொல் உங்கள் டெஸ்க்டாப்பிற்கான அணுகலைப் பெற்றால் (திருடப்பட்டால், நீங்கள் அறையை விட்டு வெளியேறுகிறீர்கள்).
te_in: గమనిక! ఈ పాస్‌వర్డ్ ఐచ్ఛికం మరియు అదనపు భద్రత కోసం మాత్రమే. మీ డేటా ఇప్పటికే గుప్తీకరించబడింది మరియు ఎప్పుడూ భాగస్వామ్యం చేయబడలేదు. ఈ పాస్‌వర్డ్ మీ డెస్క్‌టాప్‌కు ఏదో ఒకవిధంగా ప్రాప్యతను పొందినట్లయితే మీరు కోతులప్యాస్ట్‌ను లోడ్ చేయకుండా నిరోధిస్తుంది (దొంగిలించబడింది, మీరు గదిని వదిలివేయండి మొదలైనవి).
th_th: บันทึก! รหัสผ่านนี้เป็นทางเลือกและเพื่อความปลอดภัยพิเศษเท่านั้น ข้อมูลของคุณถูกเข้ารหัสแล้วและไม่เคยแบ่งปัน รหัสผ่านนี้เพียงแค่ป้องกันไม่ให้คนที่คุณไม่ได้โหลด monkeypaste หากพวกเขาสามารถเข้าถึงเดสก์ท็อปของคุณ (ขโมยคุณออกจากห้อง ฯลฯ )
tk_tm: Bellik! Bu parol islege bagly däl we diňe goşmaça howpsuzlyk üçin. Maglumatlaryňyz eýýäm şifrlenen we hiç haçan paýlaşylmaýar. Bu paroly diňe iş stoluňyza girýän bolsa, maminket pottasyna girýän bolsa, maýmynyň plýusyna girýän bolsa, maýmpet pürasyny ýüklemekden başga biriniň iberilmeginiň öňüni alýar (ogurlanan, we ş.m.).
tr_tr: Not! Bu şifre isteğe bağlı ve yalnızca ekstra güvenlik içindir. Verileriniz zaten şifrelenmiş ve asla paylaşılmamıştır. Bu şifre, bir şekilde masaüstünüze erişim kazanırlarsa (çalınır, odadan ayrılırsınız, vb.) Bir şekilde Monkeypaste yüklemenizi önler.
tt_ru: Тамга! Бу серсүз өстәмә һәм өстәмә куркынычсызлык өчен генә. Сезнең мәгълүматлар инде шифрланган һәм беркайчан да бүлешмәгән. Бу серсүз Маймылипасны йөкләмәгән кешегә түгел, ә ничектер сезнең эш өстәленә ирешсәләр, бүлмәдән чыгып, һ.б.).
ug_cn: دىققەت! بۇ پارول ئىختىيارىي ۋە قوشۇمچە بىخەتەرلىك ئۈچۈن. سىزنىڭ سانلىق مەلۇماتلىرىڭىز ئاللىقاچان شىفىرلانغان, ھەرگىز ئورتاقلاشمىغان. بۇ پارول پەقەت قانداقتۇر ئۈستەل يۈزىنى قاچىلاشتىن بولمىغان بولسا, MyKEypaste نى يۈكلۈمىگەن ئادەمنى يۈكلىسەڭ (ئوغرىلانغان, سىز ئۆيدىن چىقىسىز).
uk_ua: Примітка! Цей пароль необов’язковий і лише для додаткової безпеки. Ваші дані вже зашифровані і ніколи не діляться. Цей пароль просто заважає когось, чий не ви завантажуєте мавпасту, якщо вони якось отримають доступ до вашого робочого столу (викрадено, ви залишаєте кімнату тощо).
ur_pk: نوٹ! یہ پاس ورڈ اختیاری ہے اور صرف اضافی سیکیورٹی کے لئے۔ آپ کا ڈیٹا پہلے ہی خفیہ کردہ ہے اور کبھی مشترکہ نہیں ہے۔ یہ پاس ورڈ کسی ایسے شخص کو آسانی سے روکتا ہے جس کے آپ کو بندر بند کرنے سے نہیں ہوتا ہے اگر وہ کسی طرح آپ کے ڈیسک ٹاپ تک رسائی حاصل کرتے ہیں (چوری شدہ ، آپ کمرے سے نکل جاتے ہیں وغیرہ)۔
uz_cyrl: Eslatma! Ushbu parol ixtiyoriy va faqat qo'shimcha xavfsizlik uchun. Ma'lumotlaringiz allaqachon shifrlangan va hech qachon baham ko'rmagan. Ushbu parolim, agar ular biron bir ish stolingizga kira olsalar (o'g'irlangan, siz xonadan chiqib, va hokazo).
vi_vn: Ghi chú! Mật khẩu này là tùy chọn và chỉ để bảo mật thêm. Dữ liệu của bạn đã được mã hóa và không bao giờ chia sẻ. Mật khẩu này chỉ đơn giản là ngăn chặn ai đó không phải bạn tải khỉ nếu họ bằng cách nào đó có quyền truy cập vào máy tính để bàn của bạn (bị đánh cắp, bạn rời khỏi phòng, v.v.).
zh_hant: 筆記！此密碼是可選的，僅用於額外的安全性。您的數據已經加密，從未共享。此密碼只是阻止某人如果您以某種方式訪問​​您的桌面（被盜，您離開房間等），那麼他們而不是您加載了蒙基型。
