Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefTrashCycleLabel
source: Trash Cleanup
af_za: Afvalopruiming
am_et: መጣያ ማጽጃ
ar_bh: تنظيف القمامة
as_in: আৱৰ্জনা পৰিষ্কাৰ কৰা
az_cyrl: Zibil təmizlənməsi
bg_bg: Почистване на боклук
bn_in: ট্র্যাশ ক্লিনআপ
bs_latn_ba: Sjaj za smeće
ca_es: Neteja d'escombraries
cs_cz: Vyčištění odpadků
cy_gb: Glanhau sbwriel
da_dk: Skraldespand
de_ch: Müllreinigung
el_gr: Καθαρισμός σκουπιδιών
es_bo: Limpieza de basura
et_ee: Prügikastide puhastamine
fa_ir: پاکسازی زباله
fi_fi: Roskien puhdistus
fil_ph: Paglilinis ng basura
fr_029: Nettoyage des ordures
ga_ie: Glanta bruscair
gu_in: કચરાપેટી
he_il: ניקוי אשפה
hi_in: कचरा सफाई
hr_hr: Čišćenje smeća
hu_hu: Szemét tisztítás
hy_am: Աղբի մաքրում
id_id: Pembersihan sampah
is_is: Ruslhreinsun
it_ch: Pulizia della spazzatura
ja_jp: ゴミのクリーンアップ
ka_ge: ნაგვის გაწმენდა
kk_kz: Қоқыс тазалау
km_kh: ការសម្អាតសំរាម
kn_in: ಕಸವನ್ನು ಸ್ವಚ್ clean ಗೊಳಿಸುವುದು
ko_kr: 휴지통 정리
ky_kg: Таштанды тазалоо
lo_la: ການທໍາຄວາມສະອາດຂີ້ເຫຍື້ອ
lt_lt: Šiukšlių valymas
lv_lv: Atkritumu tīrīšana
mi_nz: Horoi horoi
mk_mk: Чистење на ѓубре
ml_in: ട്രാഷ് ക്ലീനപ്പ്
mr_in: कचरा साफसफाई
ms_my: Pembersihan sampah
mt_mt: Tindif tat-Trash
nb_no: Søppelopprydding
ne_np: रद्दीटोकरी सफाई
nl_be: Trash opruimen
or_in: ଆବର୍ଜନା ପରିଷ୍କାର
pa_arab: ਰੱਦੀ ਸਫਾਈ
pl_pl: Oczyszczanie śmieci
pt_br: Limpeza de lixo
ro_ro: Curățarea gunoiului
ru_ru: Очистка мусора
sk_sk: Vyčistenie odpadu
sl_si: Čiščenje smeti
sq_al: Pastrim plehrash
sr_cyrl_me: Чишћење смећа
sv_fi: Skräpprensning
sw_ke: Kusafisha kwa takataka
ta_in: குப்பை தூய்மைப்படுத்துதல்
te_in: చెత్త శుభ్రత
th_th: ทำความสะอาดถังขยะ
tk_tm: Hapa arassalama
tr_tr: Çöp temizleme
tt_ru: Чүп-чарны чистарту
ug_cn: ئەخلەت تازىلاش
uk_ua: Очищення сміття
ur_pk: کوڑے دان کی صفائی
uz_cyrl: Axlatni tozalash
vi_vn: Dọn dẹp thùng rác
zh_hant: 垃圾清理

# PrefUiFontLabel
source: Interface
af_za: Koppelvlak
am_et: በይነገጽ
ar_bh: واجهه المستخدم
as_in: আন্তঃপৃষ্ঠ
az_cyrl: İnterfeys
bg_bg: Интерфейс
bn_in: ইন্টারফেস
bs_latn_ba: Sučelje
ca_es: Interfície
cs_cz: Rozhraní
cy_gb: Rhyngwyneb
de_ch: Schnittstelle
el_gr: Διεπαφή
es_bo: Interfaz
et_ee: Liides
fa_ir: رابط
fi_fi: Käyttöliittymä
ga_ie: Comhéadadh
gu_in: પ્રસારણ
he_il: מִמְשָׁק
hi_in: इंटरफेस
hr_hr: Sučelje
hu_hu: Felület
hy_am: Միջերես
id_id: Antarmuka
is_is: Viðmót
it_ch: Interfaccia
ja_jp: インターフェース
ka_ge: ინტერფეისი
kk_kz: Корольма
km_kh: វេបតិបប
kn_in: ಅಂತರಸಂಪರ
ko_kr: 상호 작용
ky_kg: Интерфейс
lo_la: ການໂຕ້ຕອບ
lt_lt: Sąsaja
lv_lv: Saskarne
mi_nz: Āati
mk_mk: Интерфејс
ml_in: ഇന്റർഫേസ്
mr_in: इंटरफेस
ms_my: Antara muka
nb_no: Grensesnitt
ne_np: इन्टरपोर्ट
nl_be: Koppel
or_in: ଇଣ୍ଟରଫେସ୍
pa_arab: ਇੰਟਰਫੇਸ
pl_pl: Interfejs
ro_ro: Interfață
ru_ru: Интерфейс
sk_sk: Rozhranie
sl_si: Vmesnik
sq_al: Ndërfaqe
sr_cyrl_me: Интерфејс
sv_fi: Gränssnitt
ta_in: இடைமுகம்
te_in: ఇంటర్ఫేస్
th_th: อินเตอร์เฟซ
tk_tm: Interfeýs
tr_tr: Arayüz
tt_ru: Интерфейс
ug_cn: كۆرۈنمە يۈزى
uk_ua: Інтерфейс
ur_pk: انٹرفیس
uz_cyrl: Interfeys
vi_vn: Giao diện
zh_hant: 介面

# PrefUndoLimitHint
source: High undo limits may affect performance
af_za: Hoë ongedaan maak limiete kan die prestasie beïnvloed
am_et: ከፍተኛ ቀልብስ ገደቦች አፈፃፀምን ሊነካ ይችላል
ar_bh: قد تؤثر حدود التراجع العالية على الأداء
as_in: উচ্চ পূৰ্বৱৰ্তী সীমাই পৰিৱেশনক প্ৰভাৱিত কৰিব পাৰে
az_cyrl: Yüksək geri qaytarılması məhdudiyyətlərə təsir göstərə bilər
bg_bg: Високите ограничения за отмяна могат да повлияят на производителността
bn_in: উচ্চ পূর্বাবস্থায় সীমা কার্যকারিতা প্রভাবিত করতে পারে
bs_latn_ba: Visoka poništačka ograničenja mogu utjecati na performanse
ca_es: Els límits elevats poden afectar el rendiment
cs_cz: Vysoké limity u zpět mohou ovlivnit výkon
cy_gb: Gall terfynau dadwneud uchel effeithio ar berfformiad
da_dk: Høje fortryd grænser kan påvirke ydeevnen
de_ch: Hochgängliche Grenzen können die Leistung beeinflussen
el_gr: Τα υψηλά όρια αναίρεσης ενδέχεται να επηρεάσουν την απόδοση
es_bo: Los altos límites de deshacer pueden afectar el rendimiento
et_ee: Kõrged tühistamispiirid võivad mõjutada jõudlust
fa_ir: محدودیت های خنثی کننده بالا ممکن است بر عملکرد تأثیر بگذارد
fi_fi: Korkeat kumouksen rajat voivat vaikuttaa suorituskykyyn
fil_ph: Ang mga mataas na limitasyon ng pag -undo ay maaaring makaapekto sa pagganap
fr_029: Les limites de défaite élevées peuvent affecter les performances
ga_ie: D’fhéadfadh tionchar a bheith ag teorainneacha ardchiontachta ar fheidhmíocht
gu_in: ઉચ્ચ પૂર્વવર્તી મર્યાદા પ્રભાવને અસર કરી શકે છે
he_il: גבולות ביטול גבוהים עשויים להשפיע על הביצועים
hi_in: उच्च पूर्व सीमाएँ प्रदर्शन को प्रभावित कर सकती हैं
hr_hr: Visoka ograničenja poništenja mogu utjecati na performanse
hu_hu: A magas visszavonási korlátok befolyásolhatják a teljesítményt
hy_am: Վերականգնման բարձր սահմանները կարող են ազդել կատարման վրա
id_id: Batas undo tinggi dapat memengaruhi kinerja
is_is: Mikil afturköllunarmörk geta haft áhrif á afköst
it_ch: I limiti di annullamento elevati possono influire sulle prestazioni
ja_jp: 元に戻す制限は、パフォーマンスに影響を与える可能性があります
ka_ge: მაღალმა გაუქმებამ შეიძლება გავლენა მოახდინოს შესრულებაზე
kk_kz: Жоғары арзан шектеулер қойылымға әсер етуі мүмкін
km_kh: ការកំណត់មិនធ្វើវិញខ្ពស់អាចប៉ះពាល់ដល់ដំណើរការ
kn_in: ಹೆಚ್ಚಿನ ರದ್ದುಗೊಳಿಸುವ ಮಿತಿಗಳು ಕಾರ್ಯಕ್ಷಮತೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು
ko_kr: 실행 취소 한도는 성능에 영향을 줄 수 있습니다
ky_kg: Бийик чектери жетишсиздигине таасир этиши мүмкүн
lo_la: ຂໍ້ຈໍາກັດທີ່ບໍ່ໄດ້ຍົກເລີກສູງອາດຈະສົ່ງຜົນກະທົບຕໍ່ການປະຕິບັດ
lt_lt: Aukštos panaikinimo ribos gali turėti įtakos našumui
lv_lv: Augstas atsaukšanas robežas var ietekmēt veiktspēju
mi_nz: Ko nga rohe kaore pea e pa ki nga mahi
mk_mk: Високите ограничувања на Undo може да влијаат на перформансите
ml_in: ഉയർന്ന പഴയപടിയാക്കൽ പ്രകടനത്തെ ബാധിച്ചേക്കാം
mr_in: उच्च पूर्ववत मर्यादा कामगिरीवर परिणाम करू शकतात
ms_my: Had undo yang tinggi boleh menjejaskan prestasi
mt_mt: Limiti ta 'tneħħija għoljin jistgħu jaffettwaw il-prestazzjoni
nb_no: Høye angre grenser kan påvirke ytelsen
ne_np: उच्च अन्डु सीमाले प्रदर्शनलाई असर गर्न सक्छ
nl_be: Hoge ongedaan maken limieten kunnen de prestaties beïnvloeden
or_in: ଉଚ୍ଚ ପୂର୍ବବତ୍ ସୀମା କାର୍ଯ୍ୟଦକ୍ଷତାକୁ ପ୍ରଭାବିତ କରିପାରେ |
pa_arab: ਉੱਚਿਤ ਸੀਮਾ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦੀ ਹੈ
pl_pl: Wysokie ograniczenia cofnięcia mogą wpływać na wydajność
pt_br: Altos limites de desfazer podem afetar o desempenho
ro_ro: Limitele de anulare ridicate pot afecta performanța
ru_ru: Высокие ограничения отмены могут повлиять на производительность
sk_sk: Vysoké vrátenie limitov môžu ovplyvniť výkonnosť
sl_si: Visoke omejitve razveljavitve lahko vplivajo na uspešnost
sq_al: Kufijtë e lartë të Undo mund të ndikojnë në performancën
sr_cyrl_me: Високо поништавање ограничења могу утицати на перформансе
sv_fi: Höga ångra gränser kan påverka prestanda
sw_ke: Mipaka ya juu inaweza kuathiri utendaji
ta_in: உயர் செயல்தவிர் வரம்புகள் செயல்திறனை பாதிக்கலாம்
te_in: అధిక అన్డు పరిమితులు పనితీరును ప్రభావితం చేస్తాయి
th_th: ขีด จำกัด การเลิกทำสูงอาจส่งผลต่อประสิทธิภาพ
tk_tm: Ýokary yzyna gaýtaryş çäkleri öndürijiligine täsir edip biler
tr_tr: Yüksek Geri Alma sınırları performansı etkileyebilir
tt_ru: Highгары вакытлы чикләр тормышка тәэсир итә ала
ug_cn: يۇقىرى دەرىجىدە يۇقىرى چەككە تەسىر قىلىشى مۇمكىن
uk_ua: Високі межі скасування можуть вплинути на продуктивність
ur_pk: اعلی کالعدم حدود کارکردگی کو متاثر کرسکتی ہیں
uz_cyrl: Yuqori bekor qilish chegaralari ishlashga ta'sir qilishi mumkin
vi_vn: Giới hạn hoàn tác cao có thể ảnh hưởng đến hiệu suất
zh_hant: 高撤消限制可能會影響性能

# PrefUndoLimitLabel
source: Undo Limit
af_za: Ongedaan
am_et: ገደቡን ይቀልብሱ
ar_bh: التراجع عن الحد
as_in: সীমা অতিক্ৰম কৰক
az_cyrl: Həddi almaq
bg_bg: Отменете лимит
bn_in: পূর্বাবস্থায় ফেরত
bs_latn_ba: ONTO Limit
ca_es: Desfer el límit
cs_cz: Zvolit limit
cy_gb: Dadwneud Terfyn
da_dk: Fortryd grænsen
de_ch: Rückgängigmachen
el_gr: Αναιρέσεως όριο
es_bo: Deshacer el límite
et_ee: Piiranguid tühistama
fa_ir: محدود کردن
fi_fi: Kumota raja
fil_ph: I -undo ang limitasyon
fr_029: Annuler la limite
ga_ie: Teorainn Undo
gu_in: પૂર્વવત્
he_il: לבטל גבול
hi_in: पूर्व -सीमा
hr_hr: Poništiti ograničenje
hu_hu: Visszavonás korlátozás
hy_am: Վերացնել սահմանը
id_id: Batalkan batas
is_is: Afturkalla mörk
it_ch: Annullare il limite
ja_jp: 制限を元に戻します
ka_ge: გაუქმების ზღვარი
kk_kz: Болдырмау шегі
km_kh: មិនធ្វើវិញកំរិត
kn_in: ಮಿತಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
ko_kr: 실행 취소 제한
ky_kg: Чексиз чектөө
lo_la: ມາຍຂີດຈໍາກັດ
lt_lt: Anuliuoti riba
lv_lv: Atsaukt ierobežojumu
mi_nz: Whakakorea te rohe
mk_mk: Повторно ограничување
ml_in: പരിധി പൂർവാവസ്ഥയിലാക്കുക
mr_in: पूर्ववत मर्यादा
ms_my: Undo had
mt_mt: Ħoll il-limitu
nb_no: Angre grense
ne_np: अन्डु गर्नुहोस्
nl_be: Limiet ongedaan maken
or_in: ପୂର୍ବବତ୍ ସୀମାକୁ ପୂର୍ବବତ୍ କରନ୍ତୁ |
pa_arab: ਸੀਮਾ ਨੂੰ ਵਾਪਸ ਕਰੋ
pl_pl: Cofnij limit
pt_br: Desfazer limite
ro_ro: Anulați limita
ru_ru: Отменить предел
sk_sk: Znížiť limit
sl_si: Razveljavitev
sq_al: Zhbëj kufirin
sr_cyrl_me: Понизити ограничење
sv_fi: Ångra gränsen
sw_ke: Ondoa kikomo
ta_in: வரம்பைச் செயல்தவிர்க்கவும்
te_in: అన్డు పరిమితి
th_th: ยกเลิกขีด จำกัด
tk_tm: Çägi yzyna gaýtarmak
tr_tr: Geri Alma Sınırı
tt_ru: Чикләү
ug_cn: چەكلىمىسىز
uk_ua: Обмеження скасування
ur_pk: کالعدم حد
uz_cyrl: Bekor qilish chegarasi
vi_vn: Hoàn tác giới hạn
zh_hant: 撤消限制

# PrefUndoLimitNoLimitLabel
source: No Limit
af_za: Geen beperking
am_et: ምንም ገደብ የለም
ar_bh: لا حدود
as_in: কোনো সীমা নাই
az_cyrl: Bir məhdudiyyət yoxdur
bg_bg: Няма ограничение
bn_in: সীমাহীন
bs_latn_ba: Nema ograničenja
ca_es: Sense límit
cs_cz: Bez omezení
cy_gb: Dim Terfyn
da_dk: Ingen grænse
de_ch: Keine Begrenzung
el_gr: Κανένα όριο
es_bo: Sin límite
et_ee: Pole limiiti
fa_ir: بدون محدودیت
fi_fi: Ei rajoitusta
fil_ph: Walang limitasyon
fr_029: Sans limites
ga_ie: Gan aon teorainn
gu_in: કોઈ મર્યાદા નહી
he_il: אין גבול
hi_in: कोई सीमा नहीं
hr_hr: Nema ograničenja
hu_hu: Határ nélül
hy_am: Ոչ մի սահմանափակում
id_id: Tidak ada batas
is_is: Engin takmörk
it_ch: Senza limiti
ja_jp: 制限なし
ka_ge: არანაირი ზღვარი
kk_kz: Шек жоқ
km_kh: គ្មាន​ដែន​កំណត់
kn_in: ಯಾವುದೇ ಮಿತಿ ಇಲ್ಲ
ko_kr: 제한 없음
ky_kg: Чектөө жок
lo_la: ບໍ່ມີຂີດຈໍາກັດ
lt_lt: Nėra ribos
lv_lv: Nav ierobežojumu
mi_nz: Kaore he rohe
mk_mk: Нема ограничување
ml_in: പരിധിയില്ല
mr_in: मर्यादा नाही
ms_my: Tiada had
mt_mt: L-ebda limitu
nb_no: Ingen grense
ne_np: कुनै सीमा छैन
nl_be: Geen limiet
or_in: କ limit ଣସି ସୀମା ନାହିଁ |
pa_arab: ਕੋਈ ਸੀਮਾ ਨਹੀਂ
pl_pl: Bez limitu
pt_br: Sem limite
ro_ro: Fara limita
ru_ru: Безлимитный
sk_sk: Bez obmedzenia
sl_si: Ni omejitev
sq_al: Pa kufi
sr_cyrl_me: Без лимита
sv_fi: Ingen gräns
sw_ke: Hakuna kikomo
ta_in: எல்லை இல்லாத
te_in: పరిమితి లేకుండా
th_th: ไม่มีขีด จำกัด
tk_tm: Çägi ýok
tr_tr: Limit yok
tt_ru: Чик юк
ug_cn: چەك يوق
uk_ua: Немає межі
ur_pk: کوئی حد نہیں
uz_cyrl: Chegara yo'q
vi_vn: Không giới hạn
zh_hant: 沒有限制

# PrefUserFileExtHint
source: Used in advanced file search for non preset file kinds
af_za: Word gebruik in gevorderde lêer Soek vir nie -ingestelde lêers
am_et: ለቅድመ ፋይል ላልሆኑ የፋይል አይነቶች የላቀ የፋይል ፍለጋ ውስጥ ጥቅም ላይ የዋለው
ar_bh: تستخدم في بحث الملف المتقدم عن أنواع الملفات غير المحددة مسبقًا
as_in: নন প্ৰিছেট ফাইল ধৰণৰ বাবে উন্নত ফাইলত ব্যৱহাৰ কৰা হৈছে
az_cyrl: Əvvəlcədən qurulmuş fayl növləri üçün inkişaf etmiş fayl axtarışında istifadə olunur
bg_bg: Използва се при разширено търсене на файлове за не предварително зададени видове файл
bn_in: নন প্রিসেট ফাইল ধরণের জন্য উন্নত ফাইল অনুসন্ধানে ব্যবহৃত
bs_latn_ba: Koristi se u naprednoj pretrazi datoteka za neredet datoteke
ca_es: S'utilitza en la cerca avançada de fitxers per a tipus de fitxer no establerts
cs_cz: Používá se v pokročilém vyhledávání souborů pro druhy předvolebů
cy_gb: A ddefnyddir mewn chwilio ffeiliau uwch am fathau o ffeiliau nad ydynt yn rhagosodedig
da_dk: Brugt i avanceret filsøgning efter ikke -forudindstillede filtyper
de_ch: Wird in erweiterten Dateisuche für nicht voreingestellte Dateiarten verwendet
el_gr: Χρησιμοποιείται σε προηγμένη αναζήτηση αρχείων για μη προκαθορισμένα είδη αρχείων
es_bo: Se utiliza en la búsqueda avanzada de archivos para los tipos de archivos no preestablecidos
et_ee: Kasutatakse täiustatud failide otsimisel mitte eelseatud faililiikide jaoks
fa_ir: در جستجوی پرونده های پیشرفته برای انواع فایل غیر از پیش تعیین شده استفاده می شود
fi_fi: Käytetään edistyneessä tiedostohaussa ei -esiasetettujen tiedostojen tyyppejä
fil_ph: Ginamit sa advanced na paghahanap ng file para sa mga uri ng hindi preset na file
fr_029: Utilisé dans la recherche de fichiers avancée pour des types de fichiers non prédéfinis
ga_ie: A úsáidtear i gcuardach ardchomhad le haghaidh cineálacha comhaid neamh -réamhshocraithe
gu_in: નોન પ્રીસેટ ફાઇલ પ્રકારની માટે અદ્યતન ફાઇલ શોધમાં વપરાય છે
he_il: משמש בחיפוש קבצים מתקדם אחר סוגים שאינם מראש של קבצים
hi_in: गैर -प्रीसेट फ़ाइल प्रकारों के लिए उन्नत फ़ाइल खोज में उपयोग किया जाता है
hr_hr: Koristi se u naprednom pretraživanju datoteka za ne -unaprijed postavljene vrste datoteka
hu_hu: A nem előre beállított fájlfájlok Advanced File Search -ben használják
hy_am: Օգտագործվում է առաջադեմ ֆայլի որոնում ոչ նախապես ֆայլերի տեսակների համար
id_id: Digunakan dalam pencarian file lanjutan untuk jenis file yang tidak ditetapkan
is_is: Notað í háþróaðri skráaleit að tegundum sem ekki eru forstilltar
it_ch: Utilizzato in file avanzati Ricerca per tipi di file non preimpostati
ja_jp: プリセットされていないファイルの種類の高度なファイル検索で使用
ka_ge: გამოიყენება მოწინავე ფაილში მოძებნეთ არა წინასწარ განსაზღვრული ფაილის ტიპები
kk_kz: Алдын ала орнатылмаған файл түрлерін кеңейтілген файлдарды іздеуде пайдаланылады
km_kh: ប្រើក្នុងការស្វែងរកឯកសារកម្រិតខ្ពស់សម្រាប់ប្រភេទឯកសារដែលមិនបានកំណត់ជាមុន
kn_in: ಮೊದಲೇ ಹೊಂದಿಲ್ಲದ ಫೈಲ್ ಪ್ರಕಾರಗಳಿಗಾಗಿ ಸುಧಾರಿತ ಫೈಲ್ ಹುಡುಕಾಟದಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ
ko_kr: 고급 파일에 사용되지 않은 파일 파일 종류에 대한 검색
ky_kg: Алдыңкы файлды алдын-ала келбеген файлдарды издөө
lo_la: ໃຊ້ໃນການຊອກຫາເອກະສານຂັ້ນສູງສໍາລັບປະເພດເອກະສານທີ່ບໍ່ແມ່ນ preset
lt_lt: Naudojamas pažangių failų paieškoje nenustatytų failų rūšių
lv_lv: Izmanto uzlabotajā failā, meklējot bez iepriekš iestatītiem failu veidiem
mi_nz: Whakamahia ai i roto i te Rapu Kōnae Arā mō te kore momo kōnae
mk_mk: Се користи во напредно пребарување на датотеки за не -поставени видови на датотеки
ml_in: അഡ്വാൻസ്ഡ് ഫയൽ ഇതര ഫയൽ തരങ്ങളിനായി തിരയുന്നു
mr_in: प्रीसेट फाइल प्रकारांसाठी प्रगत फाइल शोधात वापरली जाते
ms_my: Digunakan dalam carian fail canggih untuk jenis fail bukan pratetap
mt_mt: Użat fit-tfittxija tal-fajl avvanzat għal tipi ta 'fajl mhux issettjati minn qabel
nb_no: Brukt i avansert filsøk etter ikke -forhåndsinnstilte filtyper
ne_np: उन्नत फाइल खोजीमा गैर प्रिसेट फाइल प्रकारका लागि प्रयोग गरिएको
nl_be: Gebruikt in geavanceerde bestandszoek naar niet -vooraf ingestelde bestandsoorten
or_in: ଅଣ ପ୍ରିସେଟ୍ ଫାଇଲ୍ ପ୍ରକାର ପାଇଁ ଉନ୍ନତ ଫାଇଲ୍ ସନ୍ଧାନରେ ବ୍ୟବହୃତ |
pa_arab: ਗੈਰ ਪ੍ਰੀਸੈਟ ਫਾਈਲ ਕਿਸਮਾਂ ਲਈ ਐਡਵਾਂਸਡ ਫਾਈਲ ਖੋਜ ਵਿੱਚ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl_pl: Używane w zaawansowanych plikach wyszukiwanie rodzajów plików nieodprezyjnych
pt_br: Usado na pesquisa avançada de arquivos por tipos de arquivos não predefinidos
ro_ro: Utilizat în căutarea fișierelor avansate pentru tipuri de fișiere non presetate
ru_ru: Используется в расширенном поиске файлов для не заданных видов файлов
sk_sk: Používa sa v pokročilom vyhľadávaní súborov pre predvolené druhy súborov
sl_si: Uporablja se v naprednem iskanju datotek za vrste prednastavljenih datotek
sq_al: Përdoret në kërkimin e përparuar të skedarëve për lloje të paracaktuara të skedarëve
sr_cyrl_me: Користи се у напредној датотеци Потрага за не унапред подешеним датотекама
sv_fi: Används i avancerad filsökning efter icke -förinställda filtyper
sw_ke: Kutumika katika utaftaji wa faili ya hali ya juu kwa aina za faili zisizo tayari
ta_in: முன்னமைக்கப்பட்ட கோப்பு வகைகளுக்கான மேம்பட்ட கோப்பு தேடலில் பயன்படுத்தப்படுகிறது
te_in: ప్రీసెట్ కాని ఫైల్ రకాల కోసం అధునాతన ఫైల్ శోధనలో ఉపయోగించబడింది
th_th: ใช้ในการค้นหาไฟล์ขั้นสูงสำหรับประเภทไฟล์ที่ไม่ได้ตั้งไว้ล่วงหน้า
tk_tm: Öňünden kesgitlenmedik faýl görnüşleri üçin ösen faýl gözleginde ulanylýar
tr_tr: Önceden ayarlanmamış dosya türleri için gelişmiş dosya aramasında kullanılır
tt_ru: Алдан ясалган файл эзләүдә иң алдынгы файл эзләүдә кулланыла
ug_cn: ئالدىن بېكىتىلمىگەن ھۆججەت تۈرىنى يېڭى ھۆججەت ئىزدەشتە ئىشلىتىلىدۇ
uk_ua: Використовується в розширеному пошуку файлів для видів файлів, які не є попередньо встановленими
ur_pk: غیر پیش سیٹ فائل قسم کے لئے جدید فائل تلاش میں استعمال کیا جاتا ہے
uz_cyrl: Oldindan belgilangan fayl turlarini qidirishda ishlatiladigan
vi_vn: Được sử dụng trong tìm kiếm tệp nâng cao cho các loại tệp không đặt trước
zh_hant: 用於高級文件搜索非預設文件類型

# PrefUserFileExtLabel
source: User - Defined Search Extensions
af_za: Gebruiker - gedefinieerde soekuitbreidings
am_et: ተጠቃሚ - የተገለጸ የፍለጋ ቅጥያዎች
ar_bh: المستخدم - امتدادات البحث المحددة
as_in: ব্যৱহাৰকাৰী - সংজ্ঞায়িত অনুসন্ধান সম্প্ৰসাৰণসমূহ
az_cyrl: İstifadəçi - Müəyyən edilmiş axtarış genişləndirilməsi
bg_bg: Потребител - Дефинирани разширения за търсене
bn_in: ব্যবহারকারী - সংজ্ঞায়িত অনুসন্ধান এক্সটেনশন
bs_latn_ba: Korisnik - Definisana proširenja pretraživanja
ca_es: Extensions de cerca definides
cs_cz: Uživatel - definovaná rozšíření vyhledávání
cy_gb: Defnyddiwr - Estyniadau Chwilio Diffiniedig
da_dk: Bruger - definerede søgeudvidelser
de_ch: Benutzer - definierte Sucherweiterungen
el_gr: Χρήστης - καθορισμένες επεκτάσεις αναζήτησης
es_bo: Usuario: extensiones de búsqueda definidas
et_ee: Kasutaja - määratletud otsingulaiendid
fa_ir: کاربر - پسوند جستجوی تعریف شده
fi_fi: Käyttäjä - määritellyt hakupidennykset
fil_ph: Gumagamit - tinukoy na mga extension ng paghahanap
fr_029: Extensions de recherche définies par l'utilisateur
ga_ie: Úsáideoir - síntí cuardaigh sainithe
gu_in: વપરાશકર્તા - નિર્ધારિત શોધ એક્સ્ટેંશન
he_il: משתמש - תוספי חיפוש מוגדרים
hi_in: उपयोगकर्ता - परिभाषित खोज एक्सटेंशन
hr_hr: Korisnik - definirana proširenja pretraživanja
hu_hu: Felhasználó - Meghatározott keresési kiterjesztések
hy_am: Օգտագործող - Սահմանված որոնման ընդլայնումներ
id_id: Pengguna - Ekstensi Pencarian yang Ditentukan
is_is: Notandi - skilgreindar leitarlengingar
it_ch: Utente - Estensioni di ricerca definite
ja_jp: ユーザー - 定義された検索拡張機能
ka_ge: მომხმარებელი - განსაზღვრული ძიების გაფართოებები
kk_kz: Пайдаланушы - Анықталған іздеу кеңейтімдері
km_kh: ផ្នែកបន្ថែមស្វែងរកអ្នកប្រើ - កំណត់
kn_in: ಬಳಕೆದಾರ - ವ್ಯಾಖ್ಯಾನಿಸಲಾದ ಹುಡುಕಾಟ ವಿಸ್ತರಣೆಗಳು
ko_kr: 사용자 - 정의 된 검색 확장
ky_kg: Колдонуучу - аныкталган издөө кеңейтүүсү
lo_la: ຜູ້ໃຊ້ - ການຂະຫຍາຍການຊອກຫາການຄົ້ນຫາທີ່ກໍານົດ
lt_lt: Vartotojas - apibrėžti paieškos plėtiniai
lv_lv: Lietotājs - definēti meklēšanas paplašinājumi
mi_nz: Kaiwhakamahi - Whakapiri Rapu Rapu
mk_mk: Корисник - Дефинирани екстензии за пребарување
ml_in: ഉപയോക്താവ് - നിർവചിക്കപ്പെട്ട തിരയൽ വിപുലീകരണങ്ങൾ
mr_in: वापरकर्ता - परिभाषित शोध विस्तार
ms_my: Pengguna - sambungan carian yang ditetapkan
mt_mt: Utent - Estensjonijiet tat-Tiftix definiti
nb_no: Bruker - definerte søkeutvidelser
ne_np: प्रयोगकर्ता - परिभाषित खोज विस्तारहरू
nl_be: Gebruiker - Gedefinieerde zoekuitbreidingen
or_in: ଉପଭୋକ୍ତା - ବ୍ୟାଖ୍ୟା କରାଯାଇଥିବା ସନ୍ଧାନ ଏକ୍ସଟେନ୍ସନ୍ |
pa_arab: ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਪ੍ਰਭਾਸ਼ਿਤ ਖੋਜ ਐਕਸਟੈਂਸ਼ਨਾਂ
pl_pl: Użytkownik - zdefiniowane rozszerzenia wyszukiwania
pt_br: Usuário - Extensões de pesquisa definidas
ro_ro: Utilizator - Extensii de căutare definite
ru_ru: Пользователь - определенные расширения поиска
sk_sk: Užívateľ - definované rozšírenia vyhľadávania
sl_si: Uporabnik - definirane iskalne podaljške
sq_al: Përdoruesi - Zgjatjet e përcaktuara të kërkimit
sr_cyrl_me: Кориснички - дефинисани продужеци за претрагу
sv_fi: Användare - definierade sökförlängningar
sw_ke: Mtumiaji - viongezeo vya utaftaji vilivyoainishwa
ta_in: பயனர் - வரையறுக்கப்பட்ட தேடல் நீட்டிப்புகள்
te_in: వినియోగదారు - నిర్వచించిన శోధన పొడిగింపులు
th_th: ผู้ใช้ - ส่วนขยายการค้นหาที่กำหนดไว้
tk_tm: Ulanyjy - Gözleg giňeldiş giňeltmeleri
tr_tr: Kullanıcı - tanımlanmış arama uzantıları
tt_ru: Кулланучы - эзләү киңәйтүләре
ug_cn: ئىشلەتكۈچى - ئىزاھلاش كېڭەيتىلمىسى
uk_ua: Користувач - Визначені розширення пошуку
ur_pk: صارف - تعی .ن شدہ تلاش کی توسیع
uz_cyrl: Foydalanuvchi - qidiruv kengaytmalari
vi_vn: Người dùng - Tiện ích mở rộng tìm kiếm được xác định
zh_hant: 用戶 - 定義的搜索擴展名

# ClipTileFindReplaceHeader
source: Find and Replace...
af_za: Vind en vervang ...
am_et: ይፈልጉ እና ይተኩ ...
ar_bh: ابحث واستبدل ...
as_in: বিচাৰি পাওক আৰু সলনি কৰক...
az_cyrl: Tapın və dəyişdirin ...
bg_bg: Намерете и заменете ...
bn_in: খুঁজুন ও প্রতিস্থাপন করুন...
bs_latn_ba: Pronađite i zamijenite ...
ca_es: Trobar i substituir ...
cs_cz: Najít a nahradit...
cy_gb: Dod o hyd i ...
da_dk: Find og udskift ...
de_ch: Suchen und Ersetzen...
el_gr: Βρίσκω και αντικαθιστώ...
es_bo: Encontrar y reemplazar...
et_ee: Leidke ja asendage ...
fa_ir: پیدا کردن و جایگزینی ...
fi_fi: Etsi ja korvaa...
fil_ph: Hanapin at palitan ...
fr_029: Trouver et remplacer...
ga_ie: Faigh agus cuir in ionad ...
gu_in: શોધો અને બદલો ...
he_il: מצא והחלף...
hi_in: ढूँढें और बदलें...
hr_hr: Pronađite i zamijenite ...
hu_hu: Keresse meg és cserélje ki ...
hy_am: Գտեք եւ փոխարինեք ...
id_id: Temukan dan ganti...
is_is: Finndu og skiptu um ...
it_ch: Trova e sostituisci...
ja_jp: 見つけて交換してください...
ka_ge: Იპოვე და ჩაანაცვლე...
kk_kz: Табыңыз және ауыстырыңыз ...
km_kh: រកនិងជំនួស ...
kn_in: ಹುಡುಕಿ ಮತ್ತು ಬದಲಾಯಿಸಿ ...
ko_kr: 찾아서 교체 ...
ky_kg: Табуу жана алмаштыруу ...
lo_la: ຊອກຫາແລະທົດແທນ ...
lt_lt: Raskite ir pakeiskite ...
lv_lv: Atrodi un nomaini ...
mi_nz: Rapua ka whakakapi ...
mk_mk: Пронајдете и заменете ...
ml_in: കണ്ടെത്തി മാറ്റിസ്ഥാപിക്കുക ...
mr_in: शोधा आणि पुनर्स्थित करा ...
ms_my: Cari dan tukar...
mt_mt: Sib u ibdel ...
nb_no: Finn og erstatt...
ne_np: फेला पार्नुहोस् र बदल्नुहोस् ...
nl_be: Zoek en vervang...
or_in: ସନ୍ଧାନ ଏବଂ ବଦଳାନ୍ତୁ ...
pa_arab: ਲੱਭੋ ਅਤੇ ਬਦਲੋ ...
pl_pl: Znajdź i zamień...
pt_br: Encontre e substitua ...
ro_ro: Găsiți și înlocuiți ...
ru_ru: Найти и заменить...
sk_sk: Nájdite a vymeňte ...
sl_si: Poiščite in zamenjajte ...
sq_al: Gjeni dhe zëvendësoni ...
sr_cyrl_me: Нађи и премести...
sv_fi: Hitta och ersätta...
sw_ke: Tafuta na ubadilishe ...
ta_in: கண்டுபிடித்து மாற்றவும் ...
te_in: కనుగొని భర్తీ ...
th_th: ค้นหาและแทนที่...
tk_tm: Tap we çalyşyň ...
tr_tr: Bul ve Değiştir...
tt_ru: Табыгыз һәм алыштырыгыз ...
ug_cn: تېپىش ۋە ئالماشتۇرۇش ...
uk_ua: Знайти і замінити ...
ur_pk: تلاش کریں اور تبدیل کریں...
uz_cyrl: Toping va almashtiring ...
vi_vn: Tìm và thay thế...
zh_hant: 查找和替換...
