Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PinTrayEmptyLabel
source: Pin or Drop any media here!
af_za: Pin of laat enige media hier neerlê!
am_et: እዚህ የሚዲያውን ሚዲያ ይንከባከቡ ወይም ይጣሉ!
ar_bh: دبوس أو إسقاط أي وسائط هنا!
as_in: ইয়াত যিকোনো মিডিয়া পিন বা ড্ৰপ কৰক!
az_cyrl: Burada hər hansı bir medianı bağlayın və ya atın!
bg_bg: Пин или пуснете всякакви медии тук!
bn_in: এখানে কোনও মিডিয়া পিন বা ড্রপ!
bs_latn_ba: Pin ili ispustite bilo koji medij ovdje!
ca_es: Pineu o deixeu anar qualsevol mitjà aquí!
cs_cz: Připněte nebo uhoďte libovolná média zde!
cy_gb: Pin neu ollwng unrhyw gyfryngau yma!
da_dk: Pin eller slip ethvert medie her!
de_ch: Pin oder fallen Sie hier in Medien!
el_gr: PIN ή ρίξτε οποιαδήποτε μέσα εδώ!
es_bo: ¡Pin o deje caer cualquier medio aquí!
et_ee: Pinkige või tilgutage siin meediat!
fa_ir: پین یا رها کردن هر رسانه ای در اینجا!
fi_fi: Kiinnitä tai pudota minkä tahansa median täältä!
fil_ph: I -pin o i -drop ang anumang media dito!
fr_029: Épingler ou laisser tomber n'importe quel média ici!
ga_ie: PIN nó scaoil aon mheáin anseo!
gu_in: કોઈપણ મીડિયાને પિન કરો અથવા છોડો!
he_il: הצמד או שחרר כאן מדיה!
hi_in: किसी भी मीडिया को यहाँ पिन या ड्रॉप करें!
hr_hr: Prikažite ili ispustite bilo koji medij ovdje!
hu_hu: Pin vagy dobjon ide a médiát!
hy_am: Քորոց կամ ցանկացած լրատվամիջոցներ այստեղ:
id_id: Pin atau jatuhkan media apa pun di sini!
is_is: Festu eða slepptu hvaða fjölmiðlum sem er hér!
it_ch: Pin o lascia cadere qualsiasi media qui!
ja_jp: ここにメディアをピン留めまたはドロップします！
ka_ge: დაასხით ან ჩამოაგდეთ ნებისმიერი მედია აქ!
kk_kz: Мұнда кез-келген медианы бекітіңіз немесе тастаңыз!
km_kh: ម្ជុលឬទម្លាក់លើមេឌៀណាមួយនៅទីនេះ!
kn_in: ಯಾವುದೇ ಮಾಧ್ಯಮವನ್ನು ಇಲ್ಲಿ ಪಿನ್ ಮಾಡಿ ಅಥವಾ ಬಿಡಿ!
ko_kr: 여기에 미디어를 고정하거나 떨어 뜨립니다!
ky_kg: Медианы пин же басуу мүмкүн!
lo_la: PIN ຫຼືລົງສື່ມວນຊົນໃດໆທີ່ນີ້!
lt_lt: Prisijunkite arba numeskite bet kurią laikmeną čia!
lv_lv: Piespraudiet vai nometiet jebkuru multivides šeit!
mi_nz: Pin ka maturuturu tetahi panui i konei!
mk_mk: ИНГ или испуштете ги сите медиуми овде!
ml_in: ഒരു മീഡിയയും ഇവിടെ ഏതെങ്കിലും മാധ്യമങ്ങൾ ഇടുക!
mr_in: येथे कोणतेही मीडिया पिन करा किंवा ड्रॉप करा!
ms_my: Pin atau jatuhkan mana -mana media di sini!
mt_mt: Pin jew waqqa 'kwalunkwe midja hawn!
nb_no: Pin eller slipp noen medier her!
ne_np: पिन वा यहाँ कुनै मिडिया ड्रप!
nl_be: Pin of laat hier media vallen!
or_in: ଏଠାରେ ଯେକ any ଣସି ମିଡିଆ ପିନ୍ କିମ୍ବା ଡ୍ରପ୍ କର!
pa_arab: ਇੱਥੇ ਕਿਸੇ ਵੀ ਮੀਡੀਆ ਨੂੰ ਪਿੰਨ ਜਾਂ ਸੁੱਟੋ!
pl_pl: Przypnij lub upuść tutaj media!
pt_br: Prenda ou solte qualquer mídia aqui!
ro_ro: Pinați -vă sau aruncați orice suport aici!
ru_ru: Прижмите или бросьте здесь любые средства массовой информации!
sk_sk: Pin alebo tu médiá!
sl_si: Pripnite ali spustite kakršne koli medije tukaj!
sq_al: Pin ose lësho ndonjë media këtu!
sr_cyrl_me: ПИН или баци било који медиј овде!
sv_fi: Pin eller släpp några medier här!
sw_ke: Piga au toa media yoyote hapa!
ta_in: எந்த ஊடகத்தையும் இங்கே முள் அல்லது கைவிடுங்கள்!
te_in: ఏదైనా మీడియాను ఇక్కడ పిన్ చేయండి లేదా వదలండి!
th_th: ปักหรือวางสื่อใด ๆ ที่นี่!
tk_tm: Islendik mediýa ýa-da bu ýerde haýsydyr bir metbugata düşüriň!
tr_tr: Buraya herhangi bir medyayı sabitleyin veya bırakın!
tt_ru: Монда теләсә нинди массакүләм мәгълүмат чараларын чишегез яки ташлагыз!
ug_cn: PIN ياكى بۇ يەردىكى ھەر قانداق مېدىيا تاشلاڭ!
uk_ua: Закріпіть тут або киньте будь -які носії!
ur_pk: یہاں کسی بھی میڈیا کو پن یا چھوڑ دیں!
uz_cyrl: Bu erda biron bir ommaviy axborot vositalarini yuborish yoki tashlab yuborish!
vi_vn: Ghim hoặc thả bất kỳ phương tiện truyền thông ở đây!
zh_hant: 在這裡固定或放下任何媒體！

# PinTrayUnpinAllLabel
source: Clear
af_za: Helder
am_et: ማጽዳት
ar_bh: واضح
as_in: পৰিষ্কাৰ
az_cyrl: Aydın
bg_bg: Ясно
bn_in: পরিষ্কার
bs_latn_ba: Jasan
ca_es: Clar
cs_cz: Průhledná
cy_gb: Gliria ’
da_dk: Klar
de_ch: Klar
el_gr: Σαφή
es_bo: Claro
et_ee: Selge
fa_ir: پاک کردن
fi_fi: Asia selvä
fil_ph: Malinaw
fr_029: Clair
ga_ie: Glan amach
gu_in: ચોખ્ખુ
he_il: ברור
hi_in: स्पष्ट
hr_hr: Čisto
hu_hu: Egyértelmű
hy_am: Պարզ
id_id: Jernih
is_is: Tær
it_ch: Chiaro
ja_jp: クリア
ka_ge: გასუფთავება
kk_kz: Айқын
km_kh: ផ្លឺ
kn_in: ಸ್ಪಷ್ಟ
ko_kr: 분명한
ky_kg: Тазалоо
lo_la: ແຈ່ມແຈ້ງ
lt_lt: Aišku
lv_lv: Noskaidrot
mi_nz: Purata
mk_mk: Чиста
ml_in: വക്തമായ
mr_in: स्पष्ट
ms_my: Jelas
mt_mt: Ċar
nb_no: Klar
ne_np: स्पष्ट
nl_be: Duidelijk
or_in: ସଫା
pa_arab: ਸਾਫ
pl_pl: Jasne
pt_br: Claro
ro_ro: clar
ru_ru: Прозрачный
sk_sk: jasný
sl_si: Jasno
sq_al: Qartë
sr_cyrl_me: Јасно
sv_fi: Klar
sw_ke: Wazi
ta_in: தெளிவான
te_in: క్లియర్
th_th: ชัดเจน
tk_tm: Düşnükli
tr_tr: Temizlemek
tt_ru: Чиста
ug_cn: ئېنىق
uk_ua: Чіткий
ur_pk: صاف
uz_cyrl: Aniq
vi_vn: Thông thoáng
zh_hant: 清除
