Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionAlertShowTimeHint
source: Time toast message is shown in seconds. When value is 0 message must be closed manually.
af_za: Tyd -roosterbroodboodskap word binne sekondes getoon. Wanneer waarde is, moet 0 boodskap met die hand gesluit word.
am_et: የጊዜ አሰጣጥ መልእክት በሰከንዶች ውስጥ ይታያል. ዋጋው 0 መልእክት በ 2 መልእክት መቼ መዘጋት አለበት.
ar_bh: يتم عرض رسالة Time Toast في ثوان. عندما تكون القيمة 0 يجب إغلاق الرسالة يدويًا.
as_in: Time Toast বাৰ্তা চেকেণ্ডত দেখুওৱা হৈছে। যেতিয়া মান 0 বাৰ্তাটো হস্তচালিতভাৱে বন্ধ কৰিব লাগিব।
az_cyrl: Zaman tostu mesajı saniyədə göstərilir. Dəyərin 0 mesajı əl ilə bağlanmalıdır.
bg_bg: Съобщение за тост във времето се показва за секунди. Когато стойността е 0 Съобщение трябва да бъде затворено ръчно.
bn_in: সময় টোস্ট বার্তা কয়েক সেকেন্ডে প্রদর্শিত হয়। যখন মান 0 হয় বার্তাটি অবশ্যই ম্যানুয়ালি বন্ধ করা উচিত।
bs_latn_ba: Poruka Tost je prikazana u sekundi. Kada je vrijednost 0 poruka mora biti zatvorena ručno.
ca_es: El missatge de torrades de temps es mostra en segons. Quan el valor és 0, el missatge s'ha de tancar manualment.
cs_cz: Zpráva o čase toast je zobrazena během několika sekund. Pokud je hodnota 0, musí být zpráva zavřena ručně.
cy_gb: Dangosir neges tost amser mewn eiliadau. Pan fydd gwerth yn 0 rhaid cau neges â llaw.
da_dk: Tid Toast -meddelelse vises på få sekunder. Når værdien er 0, skal meddelelsen lukkes manuelt.
de_ch: Die Zeit -Toast -Nachricht wird in Sekunden angezeigt. Wenn der Wert 0 ist, muss die Nachricht manuell geschlossen werden.
el_gr: Το μήνυμα τοστ εμφανίζεται σε δευτερόλεπτα. Όταν η τιμή είναι 0 το μήνυμα πρέπει να είναι κλειστό με το χέρι.
es_bo: El mensaje de tostada de tiempo se muestra en segundos. Cuando el valor del valor es 0 debe cerrarse manualmente.
et_ee: Aja röstsaia teade kuvatakse sekunditega. Kui väärtus on 0, tuleb teade käsitsi sulgeda.
fa_ir: پیام نان تست زمان در ثانیه نشان داده شده است. وقتی مقدار 0 پیام باشد باید به صورت دستی بسته شود.
fi_fi: Aika -paahtoviesti näkyy sekunneissa. Kun arvo on 0 viesti on suljettava manuaalisesti.
fil_ph: Ang mensahe ng oras ng toast ay ipinapakita sa ilang segundo. Kapag ang halaga ay 0 mensahe ay dapat na manu -manong sarado.
fr_029: Le message Time Toast est affiché en secondes. Lorsque la valeur est 0, le message doit être fermé manuellement.
ga_ie: Taispeántar teachtaireacht toast ama i soicindí. Nuair a bhíonn luach 0 ní mór teachtaireacht a dhúnadh de láimh.
gu_in: ટાઇમ ટોસ્ટ સંદેશ સેકંડમાં બતાવવામાં આવ્યો છે. જ્યારે મૂલ્ય 0 છે ત્યારે સંદેશ જાતે બંધ કરવો આવશ્યક છે.
he_il: הודעת טוסט זמן מוצגת תוך שניות. כאשר הערך הוא 0 ההודעה חייבת להיות סגורה ידנית.
hi_in: समय टोस्ट संदेश सेकंड में दिखाया गया है। जब मान 0 संदेश को मैन्युअल रूप से बंद किया जाना चाहिए।
hr_hr: Poruka o vremenskom tostu prikazana je u sekundi. Kad je vrijednost 0 poruka mora biti zatvorena ručno.
hu_hu: A pirítós üzenet másodpercben megjelenik. Ha az érték 0 értéke, az üzenetet manuálisan kell bezárni.
hy_am: Ժամանակի տոստի հաղորդագրությունը ցուցադրվում է վայրկյանների ընթացքում: Երբ արժեքը 0 հաղորդագրությունը պետք է փակվի ձեռքով:
id_id: Pesan roti panggang waktu ditampilkan dalam hitungan detik. Ketika nilai adalah 0 pesan harus ditutup secara manual.
is_is: Time Toast skilaboð eru sýnd á nokkrum sekúndum. Þegar gildi er 0 verður að loka skilaboðum handvirkt.
it_ch: Il messaggio di toast è mostrato in pochi secondi. Quando il valore è 0 il messaggio deve essere chiuso manualmente.
ja_jp: 時間トーストメッセージは数秒で表示されます。値が0の場合、メッセージは手動で閉じる必要があります。
ka_ge: დროის სადღეგრძელოების შეტყობინება ნაჩვენებია წამში. როდესაც მნიშვნელობა 0 შეტყობინება უნდა დაიხუროს ხელით.
kk_kz: Уақыт тост хабары секундтармен көрсетілген. Мән болған кезде 0 хабарлама қолмен жабылуы керек.
km_kh: សារ Time Toast ត្រូវបានបង្ហាញជាវិនាទី។ នៅពេលដែលតម្លៃ 0 ត្រូវបិទសារដោយដៃ។
kn_in: ಟೈಮ್ ಟೋಸ್ಟ್ ಸಂದೇಶವನ್ನು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ. ಮೌಲ್ಯವು 0 ಸಂದೇಶವನ್ನು ಕೈಯಾರೆ ಮುಚ್ಚಬೇಕು.
ko_kr: 시간 토스트 메시지는 몇 초 만에 표시됩니다. 값이 0 인 경우 0 메시지가 수동으로 닫아야합니다.
ky_kg: Убакыт Тоо-Чакыруусу бир нече секундада көрсөтүлөт. Мааниси 0 билдирүүсү жабылышы керек.
lo_la: ຂໍ້ຄວາມ Toast Time ແມ່ນສະແດງຢູ່ໃນວິນາທີ. ເມື່ອມູນຄ່າແມ່ນ 0 ຂໍ້ຄວາມຕ້ອງປິດດ້ວຍຕົນເອງ.
lt_lt: Laiko skrebučio pranešimas rodomas per kelias sekundes. Kai vertė yra 0 pranešimas, reikia uždaryti rankiniu būdu.
lv_lv: Laika grauzdiņa ziņojums tiek parādīts dažu sekunžu laikā. Kad vērtība ir 0 ziņojums, jābūt aizvērtam manuāli.
mi_nz: Ko te wahanga o te wa ka whakaatuhia i roto i te hēkona. Ina he 0 te panui me kati i nga wa katoa.
mk_mk: Пораката за време на тост е прикажана во секунди. Кога вредноста е 0 пораката мора да се затвори рачно.
ml_in: ടോസ്റ്റ് സന്ദേശം നിമിഷങ്ങൾക്കുള്ളിൽ കാണിച്ചിരിക്കുന്നു. മൂല്യം 0 സന്ദേശം സ്വമേധയാ അടയ്ക്കണം.
mr_in: वेळ टोस्ट संदेश सेकंदात दर्शविला जातो. जेव्हा मूल्य 0 असेल तेव्हा संदेश व्यक्तिचलितपणे बंद करणे आवश्यक आहे.
ms_my: Mesej roti masa ditunjukkan dalam beberapa saat. Apabila nilai 0 mesej mesti ditutup secara manual.
mt_mt: Messaġġ tal-ħin toast jidher f'sekondi. Meta l-valur huwa 0 messaġġ għandu jingħalaq manwalment.
nb_no: Tidsbrød -melding vises på sekunder. Når verdien er 0, må meldingen lukkes manuelt.
ne_np: समय टोस्ट सन्देश सेकेन्डमा देखाइन्छ। जब मान 0 सन्देश म्यानुअली बन्द हुनुपर्दछ।
nl_be: Tijd toastbericht wordt in seconden weergegeven. Wanneer de waarde 0 is, moet het bericht handmatig worden gesloten.
or_in: ସମୟ ଟୋଷ୍ଟ ବାର୍ତ୍ତା ସେକେଣ୍ଡରେ ଦେଖାଯାଇଛି | ଯେତେବେଳେ ମୂଲ୍ୟ ହେଉଛି 0 ବାର୍ତ୍ତା ହସ୍ତକୃତ ଭାବରେ ବନ୍ଦ ହେବା ଜରୁରୀ |
pa_arab: ਟਾਈਮ ਟੋਸਟ ਸੰਦੇਸ਼ ਸਕਿੰਟਾਂ ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ ਹੈ. ਜਦੋਂ ਮੁੱਲ 0 ਸੁਨੇਹਾ ਹੁੰਦਾ ਹੈ ਤਾਂ ਹੱਥੀਂ ਬੰਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
pl_pl: Wiadomość z tostów czasowych jest pokazana w sekundach. Gdy wartość wynosi 0 Wiadomość musi zostać zamknięta ręcznie.
pt_br: A mensagem de brinde ao tempo é mostrada em segundos. Quando o valor é 0, a mensagem deve ser fechada manualmente.
ro_ro: Mesajul de toast timp este afișat în câteva secunde. Când valoarea este 0, mesajul trebuie să fie închis manual.
ru_ru: Сообщение Time Toast показано в секундах. Когда значение равно 0 сообщение должно быть закрыто вручную.
sk_sk: Správa Time Toast je uvedená v sekundách. Ak je hodnota 0, musí sa manuálne zatvoriť.
sl_si: Sporočilo o časovnem toastu je prikazano v nekaj sekundah. Kadar je vrednost 0, je treba sporočilo zaprti ročno.
sq_al: Mesazhi i dolli me kohë tregohet në sekonda. Kur vlera është 0 mesazh duhet të mbyllet me dorë.
sr_cyrl_me: Временска тост порука приказана је у секунди. Када вредност је 0 порука, мора се ручно затворити.
sv_fi: Tid toastmeddelande visas på några sekunder. När värdet är 0 måste meddelandet stängas manuellt.
sw_ke: Ujumbe wa toast ya wakati unaonyeshwa kwa sekunde. Wakati thamani ni 0 ujumbe lazima kufungwa kwa mikono.
ta_in: நேர சிற்றுண்டி செய்தி நொடிகளில் காட்டப்பட்டுள்ளது. மதிப்பு 0 ஆக இருக்கும்போது செய்தி கைமுறையாக மூடப்பட வேண்டும்.
te_in: టైమ్ టోస్ట్ సందేశం సెకన్లలో చూపబడుతుంది. విలువ 0 ఉన్నప్పుడు సందేశం మానవీయంగా మూసివేయబడాలి.
th_th: ข้อความ Time Toast จะแสดงเป็นไม่กี่วินาที เมื่อค่าคือ 0 ข้อความจะต้องปิดด้วยตนเอง
tk_tm: Toast Toast Habar sekuntda görkezilýär. Bahasy 0 habar el bilen ýapylmaly bolanda.
tr_tr: Zaman Tost mesajı saniyeler halinde gösterilir. Değer 0 olduğunda mesaj manuel olarak kapatılmalıdır.
tt_ru: Вакыт тост хәбәре секундларда күрсәтелә. Кыйммәт 0 хәбәре булганда, кул белән ябылырга тиеш.
ug_cn: Time Totast ئۇچۇر سېكۇنتتا كۆرسىتىلىدۇ. قىممىتى 0 ئۇچۇرنى قولدا تاقاش كېرەك.
uk_ua: Повідомлення про тост часу відображається за лічені секунди. Коли значення становить 0, повідомлення має бути закрите вручну.
ur_pk: ٹائم ٹوسٹ پیغام سیکنڈ میں دکھایا گیا ہے۔ جب قیمت 0 ہے پیغام دستی طور پر بند ہونا چاہئے۔
uz_cyrl: Vaqt tostligi xabari soniyalarda ko'rsatilgan. Agar qiymat 0 xabar bo'lsa, qo'lda yopilishi kerak.
vi_vn: Thông báo bánh mì nướng thời gian được hiển thị trong giây. Khi giá trị là 0 tin nhắn phải được đóng bằng tay.
zh_hant: 時間吐司消息以秒為單位顯示。當值為0時，必須手動關閉。

# ActionAlertShowTimeLabel
source: Show Time (s)
af_za: Wys tyd (s)
am_et: ጊዜ (ቶች) አሳይ
ar_bh: أوقات العرض)
as_in: সময় দেখুৱাওক (S)
az_cyrl: Şou vaxt (lar)
bg_bg: Показване на времето (и)
bn_in: সময় প্রদর্শন (গুলি)
bs_latn_ba: Prikaži vremenu (a)
ca_es: Mostra el temps (s)
cs_cz: Zobrazit čas (s)
cy_gb: Amser (au) Dangos
da_dk: Vis tid (r)
de_ch: Zeit (en) Show (en)
el_gr: Εμφάνιση χρόνου (ες)
es_bo: Mostrar tiempo (s)
et_ee: Näita aega (d)
fa_ir: زمان نمایش (ها)
fi_fi: Näytä aika (t)
fil_ph: Ipakita ang oras (mga) oras
fr_029: Montrer le temps (s)
ga_ie: Taispeáin am (í)
gu_in: સમય બતાવો (ઓ)
he_il: הצג זמן (ים)
hi_in: समय दिखाएं
hr_hr: Prikaži vrijeme (i)
hu_hu: Mutassa meg az időt (ek)
hy_am: Show ույց տալ ժամանակը (ներ)
id_id: Tunjukkan Waktu
is_is: Sýna tíma (s)
it_ch: Time di spettacolo / i)
ja_jp: 時間を表示する
ka_ge: აჩვენეთ დრო (S)
kk_kz: Көрсету уақыты (лер)
km_kh: បង្ហាញពេលវេលា
kn_in: ಸಮಯ (ಗಳನ್ನು) ತೋರಿಸಿ
ko_kr: 쇼 시간 (들)
ky_kg: Убакытты көрсөтүү
lo_la: ສະແດງເວລາ (s)
lt_lt: Rodyti laiką (-us)
lv_lv: Izrādes laiks (-i)
mi_nz: Whakaatuhia nga wa (s)
mk_mk: Покажете време (и)
ml_in: സമയം കാണിക്കുക
mr_in: वेळ दर्शवा
ms_my: Masa tunjukkan (s)
mt_mt: Uri l-Ħin (i)
nb_no: Vis tid (er)
ne_np: समय (हरू) देखाउनुहोस्
nl_be: Toon tijd (en)
or_in: ସମୟ ଦେଖାନ୍ତୁ (ଗୁଡିକ)
pa_arab: ਸਮਾਂ ਦਿਖਾਓ
pl_pl: Czas pokazowy (y)
pt_br: Mostrar (s) (s) hora (s)
ru_ru: Время показывать (ы)
sk_sk: Zobraziť čas (s)
sl_si: Pokaži čas (-e)
sq_al: Shfaq kohën (et)
sr_cyrl_me: Схов Тиме (а)
sv_fi: Visa tid (er)
sw_ke: Onyesha wakati (s)
ta_in: நேரம் (கள்) காட்டு
te_in: సమయం (లు) చూపించు
th_th: แสดงเวลา
tk_tm: Wagt (lar) görkeziň
tr_tr: Zaman (lar)
tt_ru: Вакытны күрсәтегез
ug_cn: TrameMaint (لار)
uk_ua: Показати час (и)
ur_pk: وقت دکھائیں (زبانیں)
uz_cyrl: Vaqt (lar) ni ko'rsating
vi_vn: Lịch chiếu phim)
zh_hant: 顯示時間

# ActionAlertSonarSound
source: Sonar
ar_bh: السونار
bg_bg: Сонар
bn_in: সোনার
el_gr: Υποβρύχιο ραντάρ
fa_ir: ردیاب آوایی
ga_ie: Sonr
gu_in: દનાર
he_il: סוֹנָר
hi_in: सोनार
hu_hu: Hanglokátor
hy_am: Սոնար
is_is: Sónar
ja_jp: ソナー
ka_ge: სონარი
km_kh: សាររសី
kn_in: ಸೋನಾರ್
ko_kr: 소나
lo_la: ມາຍາ
lt_lt: Sonaras
lv_lv: Homerāts
mi_nz: Hākiki
mk_mk: Сонар
ml_in: മേനാർ
mr_in: सोनार
nb_no: Ekkolodd
ne_np: सोर
or_in: ସୋନାର |
pa_arab: ਸੋਨਾਰ
ru_ru: Сонар
sr_cyrl_me: Сонар
sv_fi: Ekolod
ta_in: சோனார்
te_in: సోనార్
th_th: โซนาร์
tt_ru: Сонар
uk_ua: Сонар
ur_pk: سونار
uz_cyrl: Soniya
zh_hant: 聲納

# ActionAlertSoundLabel
source: Sound?
am_et: ድምፅ?
ar_bh: صوت؟
as_in: ধ্বনি?
az_cyrl: Səs?
bg_bg: Звук?
bn_in: শব্দ?
bs_latn_ba: Zvuk?
ca_es: Sona?
cs_cz: Zvuk?
cy_gb: Sain?
da_dk: Lyd?
de_ch: Klang?
el_gr: Ήχος?
es_bo: ¿Sonido?
et_ee: Heli?
fa_ir: صدا؟
fi_fi: Ääni?
fil_ph: Tunog?
fr_029: Son?
ga_ie: Fuaim?
gu_in: અવાજ?
he_il: נשמע?
hi_in: आवाज़?
hr_hr: Zvuk?
hu_hu: Hang?
hy_am: Ձայն?
id_id: Suara?
is_is: Hljóð?
it_ch: Suono?
ja_jp: 音？
ka_ge: ხმა?
kk_kz: Дыбыс?
km_kh: សំឡេង?
kn_in: ಧ್ವನಿ?
ko_kr: 소리?
ky_kg: Үн?
lo_la: ງ່ຽງ?
lt_lt: Garsus?
lv_lv: Skaņa?
mi_nz: Tangi?
mk_mk: Звук?
ml_in: ശബ്ദം?
mr_in: आवाज?
ms_my: Suara?
mt_mt: Ħoss?
nb_no: Lyd?
ne_np: ध्वनि?
nl_be: Geluid?
or_in: ଶବ୍ଦ?
pa_arab: ਆਵਾਜ਼?
pl_pl: Dźwięk?
pt_br: Som?
ro_ro: Sunet?
ru_ru: Звук?
sk_sk: Zvuk?
sl_si: Zvok?
sq_al: Tingull?
sr_cyrl_me: Звук?
sv_fi: Ljud?
sw_ke: Sauti?
ta_in: ஒலி?
te_in: ధ్వని?
th_th: เสียง?
tk_tm: Ses?
tr_tr: Ses?
tt_ru: Тавыш?
ug_cn: ئاۋاز?
uk_ua: Звук?
ur_pk: آواز؟
uz_cyrl: Ovoz?
vi_vn: Âm thanh?
zh_hant: 聲音？

# ActionAlertSoundTypeLabel
source: Sound Type
af_za: Sound tipe
am_et: የድምፅ አይነት
ar_bh: نوع الصوت
as_in: শব্দৰ ধৰণ
az_cyrl: Səs növü
bg_bg: Тип звук
bn_in: সাউন্ড টাইপ
bs_latn_ba: Vrsta zvuka
ca_es: Tipus de so
cs_cz: Typ zvuku
cy_gb: Math o Sain
da_dk: Lydtype
de_ch: Soundtyp
el_gr: Τύπος ήχου
es_bo: Tipo de sonido
et_ee: Helitüüp
fa_ir: نوع صدا
fi_fi: Äänityyppi
fil_ph: Uri ng tunog
fr_029: Type de son
ga_ie: Cineál fuaime
gu_in: ધ્વનિ પ્રકાર
he_il: סוג קול
hi_in: ध्वनि प्रकार
hr_hr: Zvučni tip
hu_hu: Hangtípus
hy_am: Ձայնային տեսակը
id_id: Tipe suara
is_is: Hljóðgerð
it_ch: Tipo di suono
ja_jp: サウンドタイプ
ka_ge: ხმის ტიპი
kk_kz: Дыбыс түрі
km_kh: ប្រភេទសំឡេង
kn_in: ಶಬ್ದ ಪ್ರಕಾರ
ko_kr: 사운드 유형
ky_kg: Үн түрү
lo_la: ປະເພດສຽງ
lt_lt: Garso tipas
lv_lv: Skaņas tips
mi_nz: Momo tangi
mk_mk: Тип на звук
ml_in: ശബ്ദ തരം
mr_in: ध्वनी प्रकार
ms_my: Jenis bunyi
mt_mt: Tip ta 'ħoss
nb_no: Lydtype
ne_np: ध्वनि प्रकार
nl_be: Geluidstype
or_in: ଧ୍ୱନି ପ୍ରକାର |
pa_arab: ਧੁਨੀ ਕਿਸਮ
pl_pl: Typ dźwięku
pt_br: Tipo de som
ro_ro: Tip de sunet
ru_ru: Тип звука
sk_sk: Typ zvuku
sl_si: Vrsta zvoka
sq_al: Lloj tingulli
sr_cyrl_me: Тип звука
sv_fi: Ljudtyp
sw_ke: Aina ya sauti
ta_in: ஒலி வகை
te_in: ధ్వని రకం
th_th: ประเภทเสียง
tk_tm: Ses görnüşi
tr_tr: Ses türü
tt_ru: Тавыш төре
ug_cn: ئاۋاز تىپى
uk_ua: Тип звуку
ur_pk: صوتی قسم
uz_cyrl: Ovoz turi
vi_vn: Loại âm thanh
zh_hant: 聲音類型

# ActionAlertTingSound
source: Ting
af_za: Lui
ar_bh: تينغ
as_in: টিংটিং
bg_bg: Тинг
bn_in: টিং
ca_es: Cint
el_gr: Ηχώ
et_ee: Kipitus
fa_ir: تنگی
fi_fi: King
ga_ie: Rib
gu_in: ગઠ્ઠો
he_il: טינג
hi_in: टिंग
hr_hr: Nagib
hy_am: Տրանսբոլ
ja_jp: ティング
ka_ge: რქა
kk_kz: Тамник
kn_in: ಗಲಾಟೆ
ko_kr: 팅
ky_kg: Тинг
lo_la: ກ້ອຢ
lv_lv: Ligzda
mi_nz: Tinge
mk_mk: Тинг
ml_in: ടിംഗ്
mr_in: टिंग
ne_np: टिंग
or_in: ଟିଙ୍ଗ୍
pa_arab: ਟਿੰਗ
ru_ru: Пост
sk_sk: Breh
sq_al: Tufë
sr_cyrl_me: Тинг
ta_in: டிங்
te_in: టింగ్
th_th: การอึกทึก
tr_tr: Tombul
tt_ru: Тинг
uk_ua: Тін
ur_pk: ٹنگ
zh_hant: 騰

# ActionAlertVolumeLabel
source: Volume
am_et: ድምጽ
ar_bh: مقدار
as_in: পৰিমাণ
az_cyrl: Həcm
bg_bg: Сила на звука
bn_in: ভলিউম
bs_latn_ba: Zapremina
ca_es: Volum
cs_cz: Hlasitost
cy_gb: Nghyfrol
da_dk: Bind
de_ch: Volumen
el_gr: Ενταση ΗΧΟΥ
es_bo: Volumen
et_ee: Maht
fa_ir: جلد
fi_fi: Tilavuus
fil_ph: Dami
ga_ie: Toirt
gu_in: જથ્થો
he_il: כרך
hi_in: आयतन
hr_hr: Volumen
hu_hu: Hangerő
hy_am: Ծավալ
is_is: Bindi
ja_jp: 音量
ka_ge: ტომი
kk_kz: Дыбыс
km_kh: ចមនយន
kn_in: ಪರಿಮಾಣ
ko_kr: 용량
ky_kg: Көлөмү
lo_la: ປະລິມານ
lt_lt: Apimtis
lv_lv: Tilpums
mi_nz: Pukapuka
mk_mk: Волумен
ml_in: വ്യാപ്തം
mr_in: खंड
ms_my: Kelantangan
mt_mt: Volum
nb_no: Volum
ne_np: आवाज
or_in: ଭଲ୍ୟୁମ୍
pa_arab: ਵਾਲੀਅਮ
pl_pl: Tom
ro_ro: Volum
ru_ru: Объем
sk_sk: Zväzok
sl_si: Glasnost
sq_al: Vëllim
sr_cyrl_me: Запремина
sv_fi: Volym
sw_ke: Kiasi
ta_in: தொகுதி
te_in: వాల్యూమ్
th_th: ปริมาณ
tk_tm: Göwrümi
tr_tr: Hacim
tt_ru: Күләм
ug_cn: ھەجىمى
uk_ua: Обсяг
ur_pk: حجم
uz_cyrl: Hajmi
vi_vn: Âm lượng
zh_hant: 體積

# ActionAnalyzeLabel
source: Analyzer
af_za: Ontleder
am_et: ትንታኔ
ar_bh: محلل
as_in: বিশ্লেষক
az_cyrl: Analizator
bg_bg: Анализатор
bn_in: বিশ্লেষক
bs_latn_ba: Analizator
ca_es: Analitzador
cs_cz: Analyzátor
cy_gb: Dadansoddwr
da_dk: Analysator
de_ch: Analysator
el_gr: Αναλυτής
es_bo: Analizador
et_ee: Analüsaator
fa_ir: تحلیلگر
fi_fi: Analysaattori
fr_029: Analyseur
ga_ie: Anailíseoir
gu_in: વિશ્લેષક
he_il: מנתח
hi_in: विश्लेषक
hr_hr: Analizator
hu_hu: Elemző
hy_am: Անալիզատոր
id_id: Penganalisa
is_is: Greiningartæki
it_ch: Analizzatore
ja_jp: アナライザ
ka_ge: ანალიზატორი
kk_kz: Талдай
km_kh: អ្នកវិផាក
kn_in: ವಿಶ್ಲೇಷಕ
ko_kr: 분석기
ky_kg: Анализатор
lo_la: ວິເຄາະ
lt_lt: Analizatorius
lv_lv: Analizators
mi_nz: Tātari ngātahi
mk_mk: Анализатор
ml_in: വിശകലന
mr_in: विश्लेषक
ms_my: Penganalisis
mt_mt: Analizzatur
nb_no: Analysator
ne_np: ऐनती
nl_be: Analysator
or_in: ଆନିପ୍ରିଣ୍ଟେଜର |
pa_arab: ਵਿਸ਼ਲੇਸ਼ਕ
pl_pl: Analizator
pt_br: Analisador
ro_ro: Analizor
ru_ru: Анализатор
sk_sk: Analyzátor
sl_si: Analizator
sq_al: Analizues
sr_cyrl_me: Анализатор
sv_fi: Analysator
sw_ke: Mchambuzi
ta_in: பகுப்பாய்வி
te_in: ఎనలైజర్
th_th: เครื่องวิเคราะห์
tk_tm: Analizator
tr_tr: Analizör
tt_ru: Анализатор
ug_cn: تەھلىل قىلغۇچى
uk_ua: Аналізатор
ur_pk: تجزیہ کار
uz_cyrl: Analizator
vi_vn: Máy phân tích
zh_hant: 分析儀

# ActionAnalyzerHint
source: Processes its input clip using the assigned Analyzer Preset.
af_za: Verwerk sy invoerklem met behulp van die toegewese Analyzer Preset.
am_et: የተመደበላቸውን ትንታኔ ቅድመ-ቅምጥ በመጠቀም የግቤት ቅንጥብ ያካሂዳል.
ar_bh: تقوم بمعالجة مقطع الإدخال الخاص به باستخدام محلل محلل مسبق.
as_in: নিযুক্ত বিশ্লেষক প্ৰিছেট ব্যৱহাৰ কৰি ইয়াৰ ইনপুট ক্লিপ প্ৰক্ৰিয়া কৰে।
az_cyrl: Təyin edilmiş analizatorun əvvəlcədən qurulmasından istifadə edərək giriş klipini emal edir.
bg_bg: Обработва входния си клип с помощта на зададения анализатор предварително зададен.
bn_in: নির্ধারিত বিশ্লেষক প্রিসেট ব্যবহার করে এর ইনপুট ক্লিপটি প্রক্রিয়া করে।
bs_latn_ba: Obrađuje svoj ulazni isječak koristeći dodijeljeni preset analizatora.
ca_es: Processa el seu clip d’entrada mitjançant el preestabliment de l’analitzador assignat.
cs_cz: Zpracovává vstupní klip pomocí přiřazeného předvolby analyzátoru.
cy_gb: Yn prosesu ei glip mewnbwn gan ddefnyddio rhagosodiad y dadansoddwr a neilltuwyd.
da_dk: Behandler dets inputklip ved hjælp af den tildelte analysator forudindstilling.
de_ch: Verarbeitet seinen Eingangsclip mit dem zugewiesenen Analysator Preset.
el_gr: Επεξεργάζεται το κλιπ εισόδου χρησιμοποιώντας την προκαθορισμένη προκαθορισμένη αναλυτή.
es_bo: Procesa su clip de entrada utilizando el analizador preset asignado.
et_ee: Töötleb sisendklippi, kasutades määratud analüsaatori eelseadet.
fa_ir: کلیپ ورودی خود را با استفاده از پیش تنظیم آنالایزر اختصاص داده شده پردازش می کند.
fi_fi: Käsittelee syöttöliitteen määritetyn analysaattorin esiasetuksen avulla.
fil_ph: Pinoproseso ang clip ng input nito gamit ang itinalagang preset ng analyzer.
fr_029: Traite son clip d'entrée à l'aide du préréglage de l'analyseur attribué.
ga_ie: Próiseálann sé a ghearrthóg ionchuir ag baint úsáide as an réamhshocrú anailíseora sannta.
gu_in: સોંપાયેલ વિશ્લેષક પ્રીસેટનો ઉપયોગ કરીને તેની ઇનપુટ ક્લિપની પ્રક્રિયાઓ.
he_il: מעבד את קליפ הקלט שלו באמצעות מראש מראש שהוקצה.
hi_in: असाइन किए गए विश्लेषक प्रीसेट का उपयोग करके इसके इनपुट क्लिप को संसाधित करता है।
hr_hr: Obrađuje svoj ulazni isječak pomoću dodijeljenog unaprijed postavljenog analizatora.
hu_hu: A hozzárendelt analizátor előre beállított bemeneti klipjét feldolgozza.
hy_am: Վերամշակում է իր մուտքային տեսահոլովակը, օգտագործելով նշանակված անալիզատորի նախադրվածը:
id_id: Memproses klip inputnya menggunakan preset analyzer yang ditetapkan.
is_is: Vinnur inntaksklemmu þess með því að nota forstillingu greiningaraðila.
it_ch: Elabora la sua clip di input utilizzando il preimpostazione dell'analizzatore assegnato.
ja_jp: 割り当てられたアナライザープリセットを使用して、入力クリップを処理します。
ka_ge: ამუშავებს მის შეყვანის კლიპს დავალებული ანალიზატორის წინასწარ განსაზღვრის გამოყენებით.
kk_kz: Тағайындалған анализатордың алдын ала орнатылған көшірмесін қолдана отырып, оның клиптерін өңдейді.
km_kh: ដំណើរការឈុតបញ្ចូលរបស់វាដោយប្រើសំណង់សំណង់ដែលបានកំណត់ជាមុន។
kn_in: ನಿಯೋಜಿತ ವಿಶ್ಲೇಷಕ ಮೊದಲೇ ಬಳಸಿ ಅದರ ಇನ್ಪುಟ್ ಕ್ಲಿಪ್ ಅನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತದೆ.
ko_kr: 지정된 분석기 사전 설정을 사용하여 입력 클립을 처리합니다.
ky_kg: Дайындалган анализатордун орнотуусун колдонуп, анын киргизүү клиптерин иштеп чыгат.
lo_la: ປະມວນຜົນຄລິບປ້ອນຂໍ້ມູນຂອງມັນໂດຍໃຊ້ Preset ທີ່ຖືກມອບຫມາຍ.
lt_lt: Apdoroja savo įvesties klipą naudodamas priskirtą analizatoriaus nustatymą.
lv_lv: Apstrādā savu ievades klipu, izmantojot piešķirto analizatora iepriekš iestatīto iestatījumu.
mi_nz: Ka tukatuka i tana topenga whakauru ma te whakamahi i te Takuta Whakatairanga kua tohua.
mk_mk: Го обработува својот влезен клип користејќи го назначениот претходно поставен анализатор.
ml_in: അസൈൻ ചെയ്ത അനലൈസർ പ്രീസെറ്റ് ഉപയോഗിച്ച് അതിന്റെ ഇൻപുട്ട് ക്ലിപ്പ് പ്രോസസ്സ് ചെയ്യുന്നു.
mr_in: नियुक्त केलेल्या विश्लेषक प्रीसेटचा वापर करून त्याच्या इनपुट क्लिपवर प्रक्रिया करते.
ms_my: Memproses klip inputnya menggunakan pratetap penganalisis yang diberikan.
mt_mt: Jipproċessa l-filmat tal-input tiegħu billi juża l-analizzatur assenjat preset.
nb_no: Behandler inngangsklippet ved hjelp av den tildelte analysatoren forhåndsinnstilt.
ne_np: निर्दिष्ट एन्टिड क्लिपलाई तोकिएको विश्लेषित एन्टेनर प्रिन्ट प्रयोग गर्नुहोस्।
nl_be: Verwerkt de invoerclip met behulp van de toegewezen analyser -vooraf ingestelde.
or_in: ନିର୍ଦ୍ଦିଷ୍ଟ ଆନାଲିଜର ପ୍ରାସେଟ୍ ବ୍ୟବହାର କରି ଏହାର ଇନପୁଟ୍ କ୍ଲିପ୍ ପ୍ରକ୍ରିୟାକରଣ କରେ |
pa_arab: ਨਿਰਧਾਰਤ ਵਿਸ਼ਲੇਸ਼ਣ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ ਦੇ ਇਨਪੁਟ ਕਲਿੱਪ ਤੇ ਕਾਰਵਾਈ ਕਰਦਾ ਹੈ.
pl_pl: Przetwarza swój klip wejściowy za pomocą przypisanego ustawienia analizatora.
pt_br: Processa seu clipe de entrada usando a predefinição do analisador atribuída.
ro_ro: Procesează clipul său de intrare folosind presetarea analizorului atribuit.
ru_ru: Обрабатывает его входной зажим, используя назначенную предварительную установку анализатора.
sk_sk: Spracováva svoj vstupný klip pomocou priradenej predvoľby analyzátora.
sl_si: Obdela svojo vhodno posnetek s pomočjo dodeljenega prednastavitve analizatorja.
sq_al: Përpunon klipin e tij të hyrjes duke përdorur paracaktimin e Analizës së caktuar.
sr_cyrl_me: Обрађује свој улазни снимак користећи додељеног анализатора унапред подешеног.
sv_fi: Bearbetar sitt ingångsklipp med den tilldelade analysatorinställningen.
sw_ke: Inashughulikia kipande chake cha pembejeo kwa kutumia preset ya uchambuzi uliopewa.
ta_in: ஒதுக்கப்பட்ட அனலைசர் முன்னமைக்கப்பட்டதைப் பயன்படுத்தி அதன் உள்ளீட்டு கிளிப்பை செயலாக்குகிறது.
te_in: కేటాయించిన ఎనలైజర్ ప్రీసెట్‌ను ఉపయోగించి దాని ఇన్పుట్ క్లిప్‌ను ప్రాసెస్ చేస్తుంది.
th_th: ประมวลผลคลิปอินพุตโดยใช้ตัววิเคราะห์ที่กำหนดไว้ล่วงหน้า
tk_tm: Bellenen analizatory ulanyp, giriş klipini işledýär.
tr_tr: Atanan analizör ön ayarını kullanarak giriş klipsini işler.
tt_ru: Билгеләнгән анализатор презентациясен кулланып аның кертү клипын эшкәртә.
ug_cn: بېكىتىلگەن ئانالىزچى ئارقىلىق كىرگۈزۈلگەن سىستېما كىرگۈزۈشنى ئۆز ئىچىگە ئالىدۇ.
uk_ua: Обробляє свій вхідний кліп за допомогою призначеного попереднього аналізатора аналізатора.
ur_pk: تفویض کردہ تجزیہ کار پیش سیٹ کا استعمال کرتے ہوئے اس کے ان پٹ کلپ پر کارروائی کرتا ہے۔
uz_cyrl: Belgilangan analizatorni oldindan belgilab, kirish klipini qayta ishlaydi.
vi_vn: Xử lý clip đầu vào của nó bằng cách sử dụng cài đặt trước phân tích được chỉ định.
zh_hant: 使用分配的分析儀預設處理其輸入夾。
