Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# TermsOutroPluginText
source: Clicking "I Accept" means that you agree to the license terms for the plugin(s) listed above. If you do not agree to the terms, click "I Decline".
af_za: As u op "Ek aanvaar" klik, beteken u dat u instem tot die lisensievoorwaardes vir die bogenoemde inprop (s). As u nie tot die voorwaardes instem nie, klik dan op "Ek weier".
am_et: "እቀበላለሁ" ማለት ከላይ ለተዘረዘሩት ተሰኪዎች (ቶች) ፈቃድ (ቶች) ፈቃድ ይስማማሉ ማለት ነው. በውሎቹ ካልተስማሙ "እኔ አልበጣም" ጠቅ ያድርጉ.
ar_bh: النقر فوق "أقبل" يعني أنك توافق على شروط الترخيص الخاصة بالمكون الإضافي المذكور أعلاه. إذا كنت لا توافق على الشروط ، فانقر فوق "أنا أرفض".
as_in: "মই গ্ৰহণ কৰিছো" ক্লিক কৰাৰ অৰ্থ হ'ল আপুনি ওপৰত তালিকাভুক্ত প্লাগইন(সমূহ)ৰ বাবে অনুজ্ঞাপত্ৰৰ চৰ্তসমূহলৈ সন্মত হৈছে। যদি আপুনি চৰ্তসমূহত সন্মত নহয়, তেন্তে "মই অস্বীকাৰ কৰিছো" ক্লিক কৰক।
az_cyrl: "Qəbul edirəm" düyməsini basmaq, yuxarıda göstərilən plugin (lər) üçün lisenziya şərtlərinə razı olduğunuz deməkdir. Şərtlərə razı deyilsinizsə, "Mən imtina" düyməsini basın.
bg_bg: Щракването върху „Приемам“ означава, че сте съгласни с лицензионните условия за изброените по -горе плъгини (и). Ако не сте съгласни с условията, щракнете върху „Упадък“.
bn_in: "আমি গ্রহণ করি" ক্লিক করার অর্থ আপনি উপরে তালিকাভুক্ত প্লাগইন (গুলি) এর জন্য লাইসেন্স শর্তাদি সম্মত হন। আপনি যদি পদগুলিতে সম্মত না হন তবে "আমি প্রত্যাখ্যান করুন" এ ক্লিক করুন।
bs_latn_ba: Klikom na "prihvaćam" znači da se slažete sa gore navedenim licencom za dodatke navedene gore. Ako se ne slažete sa pojmovima, kliknite "I ODLUČIM".
ca_es: Feu clic a "Accepto" significa que esteu d'acord amb els termes de la llicència dels connectors enumerats anteriorment. Si no esteu d'acord amb els termes, feu clic a "Declino".
cs_cz: Kliknutím na „Přijímám“ znamená, že souhlasíte s licenčními podmínkami pro výše uvedené pluginy. Pokud s podmínkami nesouhlasíte, klikněte na „Odmítám“.
cy_gb: Mae clicio "Rwy'n derbyn" yn golygu eich bod yn cytuno i delerau'r drwydded ar gyfer yr ategyn (au) a restrir uchod. Os nad ydych yn cytuno â'r telerau, cliciwch "Rwy'n dirywio".
da_dk: At klikke på "Jeg accepterer" betyder, at du accepterer licensbetingelserne for plugin (er), der er anført ovenfor. Hvis du ikke er enig i betingelserne, skal du klikke på "Jeg afviser".
de_ch: Wenn Sie auf "Ich akzeptiere" klicken, stimmen Sie den oben genannten Lizenzbedingungen für die oben aufgeführten Plugins zu. Wenn Sie den Bedingungen nicht zustimmen, klicken Sie auf "Ich lehne".
el_gr: Κάνοντας κλικ στο "I Accound" σημαίνει ότι συμφωνείτε με τους όρους άδειας για τα plugin που αναφέρονται παραπάνω. Εάν δεν συμφωνείτε με τους όρους, κάντε κλικ στο κουμπί "Απορρίφω".
es_bo: Haga clic en "Acepto" significa que usted acepta los Términos de la Licencia para los complementos enumerados anteriormente. Si no está de acuerdo con los términos, haga clic en "Decleno".
et_ee: "Ma aktsepteerin" klõpsamist tähendab, et nõustute ülaltoodud pistikprogrammi (te) litsentsitingimustega. Kui te ei nõustu tingimustega, klõpsake nuppu "Ma keeldun".
fa_ir: با کلیک بر روی "من قبول می کنم" به این معنی است که شما با شرایط مجوز برای افزونه (های) ذکر شده در بالا موافق هستید. اگر با اصطلاحات موافق نیستید ، روی "من کاهش می یابد" کلیک کنید.
fi_fi: Napsauttamalla "Hyväksyn" tarkoittaa, että hyväksyt yllä luetellut laajennuksen lisenssiehdot. Jos et hyväksy ehtoja, napsauta "I Laske".
fil_ph: Ang pag -click sa "I ACCEPT" ay nangangahulugang sumasang -ayon ka sa mga termino ng lisensya para sa mga (mga) plugin na nakalista sa itaas. Kung hindi ka sumasang -ayon sa mga termino, i -click ang "I Decline".
fr_029: Cliquez sur "J'accepte" signifie que vous acceptez les conditions de licence pour le ou les plugins répertoriés ci-dessus. Si vous n'acceptez pas les termes, cliquez sur "Je refuse".
ga_ie: Má chliceálann tú "Glacaim liom", aontaíonn tú leis na téarmaí ceadúnais don bhreiseán / don bhreiseán atá liostaithe thuas. Mura n -aontaíonn tú leis na téarmaí, cliceáil "Diúltaíonn mé".
gu_in: "હું સ્વીકારો" નો અર્થ એ છે કે તમે ઉપર સૂચિબદ્ધ પ્લગઇન (ઓ) માટેના લાઇસન્સ શરતોથી સંમત થાઓ છો. જો તમે શરતોથી સંમત ન હોવ તો, "હું નકારી કા" ો "ક્લિક કરો.
he_il: לחיצה על "אני מקבל" פירושה שאתה מסכים לתנאי הרישיון עבור התוסף / ים המופיעים לעיל. אם אינך מסכים לתנאים, לחץ על "אני יורד".
hi_in: "मैं स्वीकार" पर क्लिक करने का मतलब है कि आप ऊपर सूचीबद्ध प्लगइन (ओं) के लिए लाइसेंस शर्तों से सहमत हैं। यदि आप शर्तों से सहमत नहीं हैं, तो "I Decline" पर क्लिक करें।
hr_hr: Klikom na "Prihvaćam" znači da pristajete na licencne uvjete za gore navedene dodatke. Ako se ne slažete s uvjetima, kliknite "I odbijam".
hu_hu: Az "elfogadom" kattintás azt jelenti, hogy elfogadja a fent felsorolt ​​plugin (ek) licenc feltételeit. Ha nem ért egyet a feltételekkel, kattintson az "I Desline" gombra.
hy_am: Կտտացնելով «Ես ընդունում եմ», նշանակում է, որ դուք համաձայն եք վերը թվարկված plugin- ի (ներ) ի լիցենզիայի պայմաններին: Եթե ​​համաձայն չեք պայմաններին, կտտացրեք «Ես անկում եմ»:
id_id: Mengklik "Saya menerima" berarti Anda menyetujui persyaratan lisensi untuk plugin yang tercantum di atas. Jika Anda tidak menyetujui persyaratan, klik "Saya menolak".
is_is: Með því að smella á „Ég samþykki“ þýðir að þú samþykkir leyfisskilmála fyrir viðbótina sem talin eru upp hér að ofan. Ef þú samþykkir ekki skilmálana skaltu smella á „ég hafna“.
it_ch: Facendo clic su "Accetto" significa che accetti i termini della licenza per i plugin sopra elencati. Se non si accetta i termini, fai clic su "I declino".
ja_jp: 「I Accept」をクリックするということは、上記のプラグインのライセンス条件に同意することを意味します。条件に同意しない場合は、「辞退」をクリックします。
ka_ge: "მე ვიღებ" დაჭერით ნიშნავს, რომ თქვენ ეთანხმებით ზემოთ ჩამოთვლილი მოდულის (ებ) ის სალიცენზიო პირობებს. თუ არ ეთანხმებით პირობებს, დააჭირეთ ღილაკს "მე უარი".
kk_kz: «Мен қабылдаймын» түймесін басу арқылы сіз жоғарыда аталған плагиндер үшін лицензиялық шарттармен келісесіз. Егер сіз шарттармен келіспесеңіз, «Мен бас тартамын» түймесін басыңыз.
km_kh: ចុចលើ "ខ្ញុំទទួលយក" មានន័យថាអ្នកយល់ព្រមនឹងលក្ខខណ្ឌអាជ្ញាប័ណ្ណសម្រាប់កម្មវិធីជំនួយដែលបានចុះបញ្ជីខាងលើ។ ប្រសិនបើអ្នកមិនយល់ព្រមនឹងលក្ខខណ្ឌសូមចុច "ខ្ញុំអូសទាញ" ។
kn_in: "ನಾನು ಸ್ವೀಕರಿಸುತ್ತೇನೆ" ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಮೇಲೆ ಪಟ್ಟಿ ಮಾಡಲಾದ ಪ್ಲಗಿನ್ (ಗಳ) ಪರವಾನಗಿ ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ, "ನಾನು ನಿರಾಕರಿಸುತ್ತೇನೆ" ಕ್ಲಿಕ್ ಮಾಡಿ.
ko_kr: "ICCEPT"를 클릭하면 위에 나열된 플러그인의 라이센스 용어에 동의 함을 의미합니다. 이 약관에 동의하지 않으면 "I Degline"을 클릭하십시오.
ky_kg: "Мен кабыл алам" баскычын чыкылдатып, сиз жогоруда көрсөтүлгөн плагин (дардын) лицензиялык шарттарына макул экендигиңизди билдирет. Эгер сиз терминдерге макул болбосоңуз, "Мен төмөндөйт" баскычын чыкылдатыңыз.
lo_la: ການກົດປຸ່ມ "ຂ້ອຍຍອມຮັບ" ຫມາຍຄວາມວ່າເຈົ້າເຫັນດີກັບເງື່ອນໄຂການອະນຸຍາດສໍາລັບປັ plugin ກອິນຂ້າງເທິງ. ຖ້າທ່ານບໍ່ເຫັນດີກັບຂໍ້ກໍານົດ, ໃຫ້ຄລິກໃສ່ "ຂ້ອຍປະຕິເສດ".
lt_lt: Spustelėję „Aš sutinku“ reiškia, kad jūs sutinkate su aukščiau išvardyto (-ų) papildinio (-ų) licencijos sąlygomis. Jei nesutinkate su sąlygomis, spustelėkite „Aš atsisakau“.
lv_lv: Noklikšķinot uz "Es pieņemu", jūs piekrītat iepriekš uzskaitītajam spraudņa (-u) licences nosacījumiem. Ja jūs nepiekrītat terminiem, noklikšķiniet uz "Es atsakos".
mi_nz: Te paatene "Ka whakaae ahau" te tikanga e whakaae ana koe ki nga raihana raihana mo te mono (s) i runga ake nei. Mena kaore koe e whakaae ki nga tikanga, paatohia "I heke ahau".
mk_mk: Со кликнување на „Јас прифаќам“ значи дека се согласувате со условите за лиценца за додатокот (ите) наведени погоре. Ако не се согласувате со термините, кликнете на „Јас паѓам“.
ml_in: "ഞാൻ സ്വീകരിക്കുക" ക്ലിക്കുചെയ്യുന്നത് ഉപദേശപരമാറ്റിന് മുകളിൽ ലിസങ്കരഹിതം നിങ്ങൾ അംഗീകരിക്കുന്നു എന്നതിനർത്ഥം. നിങ്ങൾ നിബന്ധനകൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, "ഞാൻ നിരസിക്കുക" ക്ലിക്കുചെയ്യുക.
mr_in: "मी स्वीकारतो" क्लिक करणे म्हणजे आपण वर सूचीबद्ध केलेल्या प्लगइन (र्स) च्या परवान्याच्या अटींशी सहमत आहात. आपण अटींशी सहमत नसल्यास, "मी नाकारतो" क्लिक करा.
ms_my: Mengklik "Saya Terima" bermakna anda bersetuju dengan terma lesen untuk plugin (s) yang disenaraikan di atas. Jika anda tidak bersetuju dengan terma, klik "Saya menolak".
mt_mt: Meta tikklikkja "Naċċetta" tfisser li taqbel mat-termini tal-liċenzja għall-plugin (i) elenkati hawn fuq. Jekk ma taqbilx mat-termini, ikklikkja "I jirrifjuta".
nb_no: Å klikke på "Jeg godtar" betyr at du godtar lisensvilkårene for plugin (er) som er oppført ovenfor. Hvis du ikke samtykker til vilkårene, klikker du på "Jeg avviser".
ne_np: "म स्वीकार्नुहोस्" -मा क्लिक गर्दा तपाईं प्लगइन (हरू) को लागि इजाजतपत्रका लागि सहमत हुनुहुन्छ। यदि तपाईं सर्तहरूसँग सहमत हुनुहुन्न भने, "म म मान्छु" मा क्लिक गर्नुहोस्।
nl_be: Klik op "Ik accepteer" betekent dat u akkoord gaat met de licentievoorwaarden voor de hierboven genoemde plug -in (s). Als u niet akkoord gaat met de voorwaarden, klikt u op "Ik weiger".
or_in: "ମୁଁ ଗ୍ରହଣ" କ୍ଲିକ୍ କରିବା "ର ଅର୍ଥ ହେଉଛି ଯେ ଉପରୋକ୍ତ ତାଲିକାଭୁକ୍ତ ପ୍ଲଗଇନ୍ (ଗୁଡିକ) ପାଇଁ ଆପଣ ଲାଇସେନ୍ସ ସର୍ତ୍ତାବଳୀରେ ରାଜି ହୁଅନ୍ତି | ଯଦି ଆପଣ ସର୍ତ୍ତାବଳୀରେ ରାଜି ନୁହଁନ୍ତି, "ମୁଁ ପ୍ରତ୍ୟାଖ୍ୟାନ" କ୍ଲିକ୍ କରନ୍ତୁ |
pa_arab: "ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ" ਤੇ ਕਲਿਕ ਕਰਨ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਉੱਪਰ ਦਿੱਤੇ ਪਲੱਗਇਨ (ਐੱਸ) ਲਈ ਲਾਇਸੈਂਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ. ਜੇ ਤੁਸੀਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ "ਮੈਂ ਅਸਵੀਕਾਰ" ਤੇ ਕਲਿਕ ਕਰੋ.
pl_pl: Kliknięcie „Akceptuję” oznacza, że ​​zgadzasz się na warunki licencji dla wtyczki wymienionych powyżej. Jeśli nie zgadzasz się na warunki, kliknij „Odrzucam”.
pt_br: Clicar em "Eu aceito" significa que você concorda com os termos de licença para os plug -in listados acima. Se você não concordar com os termos, clique em "I Reclin".
ro_ro: Făcând clic pe „Accept” înseamnă că sunteți de acord cu condițiile de licență pentru plugin -urile enumerate mai sus. Dacă nu sunteți de acord cu termenii, faceți clic pe „Eu declin”.
ru_ru: Нажатие «Я принимаю» означает, что вы соглашаетесь с условиями лицензии для плагина, перечисленных выше. Если вы не согласны с условиями, нажмите «Я отказываюсь».
sk_sk: Kliknutím na tlačidlo „I Herb“ znamená, že súhlasíte s licenčnými podmienkami pre doplnky uvedené vyššie. Ak nesúhlasíte s podmienkami, kliknite na položku „Odpadnem“.
sl_si: Če kliknete "Sprejmi", se strinjate z licenčnimi pogoji za zgoraj navedene vtičnike. Če se ne strinjate s pogoji, kliknite "Zaklop".
sq_al: Klikimi "Unë pranoj" do të thotë që ju pranoni kushtet e licencës për shtojcën (et) e listuar më lart. Nëse nuk jeni dakord me kushtet, klikoni "Unë nuk pranoj".
sr_cyrl_me: Кликом на "Прихватам" значи да пристанете на услове лиценце за додатни додатак горе наведене. Ако се не слажете са условима, кликните на "Ја падам".
sv_fi: Om du klickar på "Jag accepterar" betyder du att du samtycker till licensvillkoren för plugin (er) som anges ovan. Om du inte samtycker till villkoren klickar du på "Jag avvisar".
sw_ke: Kubonyeza "Ninakubali" inamaanisha kuwa unakubali masharti ya leseni kwa programu -jalizi zilizoorodheshwa hapo juu. Ikiwa haukubali masharti, bonyeza "Ninapungua".
ta_in: "நான் ஏற்றுக்கொள்கிறேன்" என்பதைக் கிளிக் செய்வதன் மூலம் மேலே பட்டியலிடப்பட்டுள்ள சொருகி (கள்) உரிம விதிமுறைகளை நீங்கள் ஒப்புக்கொள்கிறீர்கள். விதிமுறைகளுக்கு நீங்கள் உடன்படவில்லை என்றால், "நான் குறைகிறேன்" என்பதைக் கிளிக் செய்க.
te_in: "నేను అంగీకరిస్తున్నాను" అని క్లిక్ చేయడం అంటే పైన పేర్కొన్న ప్లగ్ఇన్ (ల) కోసం మీరు లైసెన్స్ నిబంధనలను అంగీకరిస్తారు. మీరు నిబంధనలను అంగీకరించకపోతే, "నేను తిరస్కరించాను" క్లిక్ చేయండి.
th_th: การคลิก "ฉันยอมรับ" หมายความว่าคุณยอมรับข้อกำหนดใบอนุญาตสำหรับปลั๊กอินที่ระบุไว้ข้างต้น หากคุณไม่เห็นด้วยกับข้อกำหนดให้คลิก "ฉันปฏิเสธ"
tk_tm: "Men kabul edýärin" düwmesine bassaňyz, ýokarda görkezilen plugin (lar) üçin ygtyýarnama şertlerine razydygyňyzy aňladýar. Şertlere razy däl bolsaňyz, "Men limerim edýärin" düwmesine basyň.
tr_tr: "Kabul ediyorum" tıklamak, yukarıda listelenen eklenti (ler) için lisans şartlarını kabul ettiğiniz anlamına gelir. Terimleri kabul etmiyorsanız, "I Rotalline" i tıklayın.
tt_ru: "Мин кабул итәм" төймәсенә басыгыз, сез югарыда күрсәтелгән плагин (лар) өчен лицензия шартларына ризасыз. Әгәр дә сез шартларга ризалашмыйсыз икән, "Мин төшәм" басыгыз.
ug_cn: «قوبۇل قىلغۇچى» نى چېكىپ, يۇقىرىدا كۆرسىتىلگەن قىستۇرما (لەر) ئۈچۈن ئىجازەت شەرتلىرىگە قوشۇلىسىز. ئەگەر شەرتكە قوشۇلمىسىڭىز «مەن چۈشۈردۈم» نى چېكىڭ.
uk_ua: Клацання "Я приймаю" означає, що ви погоджуєтесь з умовами ліцензії для перелічених вище плагінів. Якщо ви не погоджуєтесь з умовами, натисніть "Я знижую".
ur_pk: "میں قبول" پر کلک کرنے کا مطلب یہ ہے کہ آپ مذکورہ پلگ ان (زبانیں) کے لائسنس کی شرائط سے اتفاق کرتے ہیں۔ اگر آپ شرائط سے اتفاق نہیں کرتے ہیں تو ، "میں مسترد ہوں" پر کلک کریں۔
uz_cyrl: "Men qabul qilaman" ni bosing, shunda siz yuqorida sanab o'tilgan plaginlar uchun litsenziyalentlarga rozilik bildirasiz. Agar siz shartlarga rozi bo'lmasangiz, "men pasaygan" ni bosing.
vi_vn: Nhấp vào "Tôi chấp nhận" có nghĩa là bạn đồng ý với các điều khoản cấp phép cho (các) plugin được liệt kê ở trên. Nếu bạn không đồng ý với các điều khoản, hãy nhấp vào "Tôi từ chối".
zh_hant: 單擊“我接受”意味著您同意上面列出的插件的許可條款。如果您不同意該條款，請單擊“我拒絕”。

# TermsViewLicenseButtonText
source: View License
af_za: View Lisensie
am_et: የፍቃድ ፈቃድ
ar_bh: ترخيص عرض
as_in: অনুজ্ঞাপত্ৰ চাওক
az_cyrl: Lisenziyaya baxmaq
bg_bg: Преглед на лиценз
bn_in: লাইসেন্স দেখুন
bs_latn_ba: Pogledajte licencu
ca_es: Llicència de vista
cs_cz: Zobrazit licenci
cy_gb: Gweld Trwydded
da_dk: Se licens
de_ch: Lizenz anzeigen
el_gr: Άδεια προβολής
es_bo: Ver licencia
et_ee: Vaatamislitsents
fa_ir: مشاهده پروانه
fi_fi: Katsella lupaa
fil_ph: Tingnan ang Lisensya
fr_029: Voir la license
ga_ie: Féach Ceadúnas
gu_in: પરવાનો જુઓ
he_il: צפה ברישיון
hi_in: लाइसेंस -लाइसेंस
hr_hr: Pregled licence
hu_hu: Licenc megtekintése
hy_am: Դիտեք լիցենզիան
id_id: Lihat lisensi
is_is: Skoða leyfi
it_ch: Visualizza la licenza
ja_jp: ライセンスを表示します
ka_ge: ლიცენზიის ნახვა
kk_kz: Лицензияны қарау
km_kh: មើលអាជ្ញាប័ណ្ណ
kn_in: ಪರವಾನಗಿ ವೀಕ್ಷಿಸಿ
ko_kr: 라이센스보기
ky_kg: Көрүү лицензиясын көрүү
lo_la: ໃບອະນຸຍາດເບິ່ງໃບອະນຸຍາດ
lt_lt: Peržiūrėti licenciją
lv_lv: Skata licence
mi_nz: Raihana Tirohia
mk_mk: Погледнете ја лиценцата
ml_in: ലൈസൻസ് കാണുക
mr_in: परवाना पहा
ms_my: Lihat Lesen
mt_mt: Ara liċenzja
nb_no: Vis lisens
ne_np: इजाजतपत्र हेर्नुहोस्
nl_be: Rijbewijs bekijken
or_in: ଲାଇସେନ୍ସ ଦେଖନ୍ତୁ |
pa_arab: ਲਾਇਸੈਂਸ ਵੇਖੋ
pl_pl: Wyświetl licencję
pt_br: Visualizar licença
ro_ro: Licență de vizualizare
ru_ru: Просмотреть лицензию
sk_sk: Pozvať
sl_si: Pogled licence
sq_al: Shikoni licencën
sr_cyrl_me: Преглед лиценца
sv_fi: Visa licens
sw_ke: Tazama Leseni
ta_in: உரிமத்தைக் காண்க
te_in: లైసెన్స్ చూడండి
th_th: ดูใบอนุญาต
tk_tm: Ygtyýarnamany görüň
tr_tr: Lisansı görüntüle
tt_ru: Лицензияне карау
ug_cn: ئىجازەتنامە
uk_ua: Переглянути ліцензію
ur_pk: لائسنس دیکھیں
uz_cyrl: Litsenziyani ko'rish
vi_vn: Xem giấy phép
zh_hant: 查看許可證

# TermsWindowTitle
source: License Acceptance
af_za: Lisensie aanvaarding
am_et: ፈቃድ ተቀባይነት
ar_bh: قبول الترخيص
as_in: অনুজ্ঞাপত্ৰ গ্ৰহণযোগ্যতা
az_cyrl: Lisenziya qəbulu
bg_bg: Приемане на лиценз
bn_in: লাইসেন্স গ্রহণযোগ্যতা
bs_latn_ba: Prihvatanje licence
ca_es: Acceptació de la llicència
cs_cz: Přijetí licence
cy_gb: Derbyn trwydded
da_dk: Licensaccept
de_ch: Lizenzakzeptanz
el_gr: Αποδοχή άδειας
es_bo: Aceptación de la licencia
et_ee: Litsentsi aktsepteerimine
fa_ir: پذیرش مجوز
fi_fi: Lisenssin hyväksyminen
fil_ph: Pagtanggap ng lisensya
fr_029: Acceptation de licence
ga_ie: Glacadh le ceadúnas
gu_in: લાઈસન્સ સ્વીકૃતિ
he_il: קבלת רישיון
hi_in: लाइसेंस स्वीकृति
hr_hr: Prihvaćanje licence
hu_hu: Engedély elfogadása
hy_am: Լիցենզիայի ընդունում
id_id: Penerimaan lisensi
is_is: Samþykki leyfis
it_ch: Accettazione della licenza
ja_jp: ライセンスの受け入れ
ka_ge: ლიცენზიის მიღება
kk_kz: Лицензияны қабылдау
km_kh: ការទទួលយកអាជ្ញាប័ណ្ណ
kn_in: ಪರವಾನಗಿ ಸ್ವೀಕಾರ
ko_kr: 라이센스 수락
ky_kg: Лицензияны кабыл алуу
lo_la: ໃບຍອມຮັບຂອງໃບອະນຸຍາດ
lt_lt: Licencijos priėmimas
lv_lv: Licences pieņemšana
mi_nz: Whakaaetanga Raihana
mk_mk: Прифаќање на лиценца
ml_in: ലൈസൻസ് സ്വീകാര്യത
mr_in: परवाना स्वीकृती
ms_my: Penerimaan lesen
mt_mt: Aċċettazzjoni tal-liċenzja
nb_no: Lisensaksept
ne_np: लाइसेन्स स्वीकृति
nl_be: Licentieacceptatie
or_in: ଲାଇସେନ୍ସ ଗ୍ରହଣ
pa_arab: ਲਾਇਸੰਸ ਪ੍ਰਵਾਨਗੀ
pl_pl: Akceptacja licencji
pt_br: Aceitação da licença
ro_ro: Acceptarea licenței
ru_ru: Принятие лицензии
sk_sk: Prijatie
sl_si: Sprejemanje dovoljenja
sq_al: Pranimi i licencës
sr_cyrl_me: Прихватање лиценце
sv_fi: Licensacceptans
sw_ke: Kukubalika kwa leseni
ta_in: உரிமத்தை ஏற்றுக்கொள்வது
te_in: లైసెన్స్ అంగీకారం
th_th: การยอมรับใบอนุญาต
tk_tm: Ygtyýarnama kabul eti
tr_tr: Lisans kabulü
tt_ru: Лицензия кабул итү
ug_cn: ئىجازەتنى قوبۇل قىلىش
uk_ua: Прийняття ліцензії
ur_pk: لائسنس کی قبولیت
uz_cyrl: Litsenziya qabul qilish
vi_vn: Chấp nhận giấy phép
zh_hant: 許可接受

# TermsYesButtonText
source: I Accept
af_za: Ek aanvaar
am_et: ተቀብያለሁ
ar_bh: أنا أتفق
as_in: মই গ্ৰহণ কৰো
az_cyrl: Qəbul edirəm
bg_bg: Приемам
bn_in: আমি স্বীকার করছি
bs_latn_ba: Prihvatam
ca_es: Accepto
cs_cz: Přijímám
cy_gb: Rwy'n derbyn
da_dk: Jeg accepterer
de_ch: Ich akzeptiere
el_gr: Δέχομαι
es_bo: Acepto
et_ee: Ma nõustun
fa_ir: قبول میکنم
fi_fi: Hyväksyn
fil_ph: Tinatanggap ko
fr_029: J'accepte
ga_ie: Glacaim
gu_in: હું સ્વીકારું છું
he_il: אני מקבל
hi_in: मुझे स्वीकार है
hr_hr: Prihvaćam
hu_hu: Elfogadom
hy_am: Համաձայն եմ
id_id: Saya menerima
is_is: Ég samþykki
it_ch: Accetto
ja_jp: 承諾します
ka_ge: Თანახმა ვარ
kk_kz: Мен қабылдаймын
km_kh: ខ្ញុំ​ទទួល​យក
kn_in: ನಾನು ಒಪ್ಪುತ್ತೇನೆ
ko_kr: 동의 함
ky_kg: Мен кабыл алам
lo_la: ຂ້ອຍ​ຍອມ​ຮັບ
lt_lt: Aš priimu
lv_lv: Es piekrītu
mi_nz: Ka whakaae ahau
mk_mk: Прифаќам
ml_in: ഞാൻ അംഗീകരിക്കുന്നു
mr_in: मला मान्य आहे
ms_my: Saya terima
mt_mt: Naċċetta
nb_no: Jeg aksepterer
ne_np: म स्वीकार छु
nl_be: Ik aanvaard
or_in: ମୁଁ ସ୍ଵୀକାର କରୁଛି
pa_arab: ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ
pl_pl: Akceptuję
pt_br: Aceito
ro_ro: Accept
ru_ru: Я принимаю
sk_sk: Súhlasím
sl_si: Sprejmem
sq_al: Unë pranoj
sr_cyrl_me: Прихватам
sv_fi: Jag accepterar
sw_ke: Nakubali
ta_in: நான் ஏற்றுக்கொள்கிறேன்
te_in: నేను ఒప్పుకుంటున్నా
th_th: ฉันยอมรับ
tk_tm: Men kabul edýärin
tr_tr: Kabul ediyorum
tt_ru: Кабул итәм
ug_cn: مەن قوبۇل قىلىمەن
uk_ua: Я приймаю
ur_pk: مجھے قبول ہے
uz_cyrl: Men qabul qilaman
vi_vn: Tôi chấp nhận
zh_hant: 我接受

# AccountActiveLabel
source: Active
af_za: Aktief
am_et: ንቁ
ar_bh: نشيط
as_in: সক্ৰিয়
az_cyrl: Fəal
bg_bg: Активен
bn_in: সক্রিয়
bs_latn_ba: Aktivan
ca_es: Actiu
cs_cz: Aktivní
cy_gb: Egnïol
da_dk: Aktiv
de_ch: Aktiv
el_gr: Ενεργός
es_bo: Activo
et_ee: Aktiivne
fa_ir: فعال
fi_fi: Aktiivinen
fil_ph: Aktibo
fr_029: Actif
ga_ie: Gníomhach
gu_in: સક્રિય
he_il: פָּעִיל
hi_in: सक्रिय
hr_hr: Aktivan
hu_hu: Aktív
hy_am: Ակտիվ
id_id: Aktif
is_is: Virkur
it_ch: Attivo
ja_jp: アクティブ
ka_ge: აქტიური
kk_kz: Белсенді
km_kh: សកម្ម
kn_in: ಸಕ್ರಿಯ
ko_kr: 활동적인
ky_kg: Жигердүү
lo_la: ຫ້າວຫັນ
lt_lt: Aktyvus
lv_lv: Aktīvs
mi_nz: Kakama
mk_mk: Активен
ml_in: സജീവമായ
mr_in: सक्रिय
ms_my: Aktif
mt_mt: Attiv
nb_no: Aktiv
ne_np: क्रियाशील
nl_be: Actief
or_in: ସକ୍ରିୟ
pa_arab: ਕਿਰਿਆਸ਼ੀਲ
pl_pl: Aktywny
pt_br: Ativo
ro_ro: Activ
ru_ru: Активный
sk_sk: Aktívny
sl_si: Aktivno
sq_al: Aktiv
sr_cyrl_me: Активан
sv_fi: Aktiva
sw_ke: Kazi
ta_in: செயலில்
te_in: క్రియాశీల
th_th: คล่องแคล่ว
tk_tm: Işjeň
tr_tr: Aktif
tt_ru: Актив
ug_cn: ئاكتىپ
uk_ua: Активний
ur_pk: فعال
uz_cyrl: Faol
vi_vn: Tích cực
zh_hant: 積極的

# AccountOfflineLabel
source: Offline
af_za: Aflyn
am_et: ከመስመር ውጭ
ar_bh: غير متصل على الانترنت
as_in: অফলাইন
az_cyrl: Xətdənsiz
bg_bg: Извън линия
bn_in: অফলাইন
ca_es: Fora de línia
cy_gb: All -lein
el_gr: Εκτός σύνδεσης
es_bo: Desconectado
et_ee: Võrguühenduseta
fa_ir: آفلاین
fi_fi: Offline -tilassa
fr_029: Hors ligne
ga_ie: As líne
gu_in: Offનલાઈન
he_il: לא מקוון
hi_in: ऑफलाइन
hr_hr: Izvan mreže
hy_am: Անցանց
it_ch: disconnesso
ja_jp: オフライン
ka_ge: ოფლაინი
kk_kz: Окшегі
km_kh: ក្រៅប្រព័ន្ធ
kn_in: ಮೇಲ್ರೇಕ
ko_kr: 오프라인
lo_la: ອອບໄລ
lt_lt: Neprisijungus
lv_lv: Bezsaistē
mi_nz: Taipitopito
mk_mk: Офлајн
ml_in: ഓഫ്ലൈൻ
mr_in: ऑफलाइन
ms_my: Di luar talian
nb_no: Frakoblet
ne_np: चिनो
or_in: ଅଫଲାଇନ୍
pa_arab: Offline ਫਲਾਈਨ
pt_br: desligada
ro_ro: Deconectat
ru_ru: Не в сети
sl_si: Brez povezave
sq_al: Jashtë linje
sr_cyrl_me: Одсутан
sw_ke: Nje ya mtandao
ta_in: ஆஃப்லைன்
te_in: ఆఫ్‌లైన్
th_th: ออฟไลน์
tk_tm: Awtonom
tr_tr: Çevrimdışı
tt_ru: Оффлайн
ug_cn: تورسىز
uk_ua: Офлайн
ur_pk: آف لائن
uz_cyrl: Oflayn
vi_vn: Ngoại tuyến
zh_hant: 離線

# AccountUnregisteredLabel
source: Unregistered
af_za: Ongeregistreerde
am_et: ያልተመዘገበ
ar_bh: غير مسجل
as_in: পঞ্জীয়নভুক্ত
az_cyrl: Qeydiyyatsız
bg_bg: Нерегистриран
bn_in: নিবন্ধভুক্ত
bs_latn_ba: Neregistriran
ca_es: No registrat
cs_cz: Neregistrované
cy_gb: Anghofrestredig
da_dk: Uregistreret
de_ch: Nicht registriert
el_gr: Αδήλωτος
es_bo: No registrado
et_ee: Registreerimata
fa_ir: ثبت نشده
fi_fi: Rekisteröimätön
fil_ph: Hindi rehistrado
fr_029: Non enregistré
ga_ie: Neamhchláraithe
gu_in: નોંધાયેલું
he_il: לא רשום
hi_in: अपंजीकृत
hr_hr: Neregistriran
hu_hu: Nem regisztrált
hy_am: Չգրանցված
id_id: Tidak terdaftar
is_is: Óskráður
it_ch: Non registrato
ja_jp: 未登録
ka_ge: არარეგისტრირებული
kk_kz: Тіркелмеген
km_kh: ត្រឡប់ថ្ងៃទីសេចក្តីក្រោយ
kn_in: ನೋಂದಾಯಿಸದ
ko_kr: 미등록
ky_kg: Катталбаган
lo_la: ບໍ່ໄດ້ລົງທະບຽນ
lt_lt: Neregistruotas
lv_lv: Nereģistrēts
mi_nz: Wetetete
mk_mk: Нерегистрирани
ml_in: രജിസ്റ്റർ ചെയ്യാത്ത
mr_in: नोंदणीकृत
ms_my: Tidak berdaftar
mt_mt: Mhux irreġistrat
nb_no: Uregistrert
ne_np: दर्ता नगर्ने
nl_be: Niet geregistreerd
or_in: ପଞ୍ଜୀକୃତ ହୋଇନଥିବା |
pa_arab: ਰਜਿਸਟਰਡ
pl_pl: Niezarejestrowany
pt_br: Não registrado
ro_ro: Neînregistrat
ru_ru: Незарегистрированный
sk_sk: Neregistrovaný
sl_si: Neregistrirano
sq_al: I paregjistruar
sr_cyrl_me: Нерегистран
sv_fi: Oregistrerad
sw_ke: Haijasajiliwa
ta_in: பதிவு செய்யப்படாதது
te_in: నమోదు చేయని
th_th: ไม่ได้ลงทะเบียน
tk_tm: Hasaba alynmadyk
tr_tr: Kayıtsız
tt_ru: Теркәлмәгән
ug_cn: تىزىملاتمىغان
uk_ua: Незареєстрований
ur_pk: غیر رجسٹرڈ
uz_cyrl: Ro'yxatdan o'tmagan
vi_vn: Chưa đăng ký
zh_hant: 未註冊

# DbPasswordDoneLabel
source: Done
af_za: Gedoen
am_et: ተከናውኗል
ar_bh: منتهي
as_in: কৰা হ’ল
az_cyrl: Tamamlandı
bg_bg: Свършен
bn_in: সম্পন্ন
bs_latn_ba: Gotov
ca_es: Fer
cs_cz: Hotovo
cy_gb: Wedi gwneud
da_dk: Færdig
de_ch: Erledigt
el_gr: Εγινε
es_bo: Hecho
et_ee: Tehtud
fa_ir: انجام شده
fi_fi: Tehty
fil_ph: Tapos na
fr_029: Fait
ga_ie: Déanta
gu_in: કામ
he_il: בוצע
hi_in: हो गया
hr_hr: Završen
hu_hu: Kész
hy_am: Կատարած
id_id: Selesai
is_is: Gert
it_ch: Fatto
ja_jp: 終わり
ka_ge: შესრულებულია
kk_kz: Жасалды
km_kh: រ្យេឱដេនោ
kn_in: ಮುಗಿದ
ko_kr: 완료
ky_kg: Бүттү
lo_la: ແລ້ວ? ແລ້ວ
lt_lt: padaryta
lv_lv: Darīts
mi_nz: Kua oti
mk_mk: Направено
ml_in: നിറവേറ്റി
mr_in: पूर्ण झाले
ms_my: Selesai
mt_mt: Magħmul
nb_no: Ferdig
ne_np: पूरा
nl_be: Klaar
or_in: ସମ୍ପନ୍ନ
pa_arab: ਕੀਤਾ
pl_pl: Zrobione
pt_br: Feito
ro_ro: Terminat
ru_ru: Сделанный
sk_sk: hotový
sl_si: Končano
sq_al: I mbaruar
sr_cyrl_me: Готово
sv_fi: Gjort
sw_ke: Imekamilika
ta_in: முடிந்தது
te_in: పూర్తి
th_th: เสร็จแล้ว
tk_tm: Edildi
tr_tr: Tamamlamak
tt_ru: Эшләнгән
ug_cn: تامام
uk_ua: Зроблений
ur_pk: کیا
uz_cyrl: Bajarildi
vi_vn: Xong
zh_hant: 完畢
