Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# CommonManageLabel2
source: Manage '{0}'...
af_za: Bestuur '{0}' ...
ar_bh: إدارة '{0}' ...
az_cyrl: '{0}' idarə et ...
bg_bg: Управление '{0}' ...
bn_in: '{0}' পরিচালনা করুন ...
bs_latn_ba: Upravljajte '{0}' ...
ca_es: Gestiona '{0}' ...
cs_cz: Správa '{0}' ...
cy_gb: Rheoli '{0}' ...
da_dk: Administrer '{0}' ...
de_ch: Verwalten Sie '{0}' ...
el_gr: Διαχειριστείτε '{0}' ...
es_bo: Administrar '{0}' ...
et_ee: Halda '{0}' ...
fa_ir: مدیریت '{0}' ...
fi_fi: Hallitse '{0}' ...
fil_ph: Pamahalaan ang '{0}' ...
fr_029: Gérer '{0}' ...
ga_ie: Bainistigh '{0}' ... ...
gu_in: '{0}' મેનેજ કરો ...
he_il: נהל '{0}' ...
hi_in: '{0}' का प्रबंधन करें ...
hr_hr: Upravljanje '{0}' ...
hu_hu: Kezelje a '{0}' ...
hy_am: Կառավարեք '{0}' ...
id_id: Kelola '{0}' ...
is_is: Stjórna '{0}' ...
it_ch: Gestisci '{0}' ...
ja_jp: 「{0}」を管理します...
ka_ge: მართეთ '{0}' ...
km_kh: គ្រប់គ្រង '{0}' ...
kn_in: '{0}' ಅನ್ನು ನಿರ್ವಹಿಸಿ ...
ky_kg: '{0}' дегенди ...
lo_la: ຈັດການ '{0}' ...
lt_lt: Tvarkykite '{0}' ...
lv_lv: Pārvaldīt '{0}' ...
mi_nz: Whakahaerehia '{0}' ...
mk_mk: Управувајте '{0}' ...
ml_in: '{0}' നിയന്ത്രിക്കുക ...
mr_in: '{0}' व्यवस्थापित करा ...
ms_my: Urus '{0}' ...
mt_mt: Immaniġġja "{0}" ...
nb_no: Administrer '{0}' ...
nl_be: Beheer '{0}' ...
or_in: '{0}' ପରିଚାଳନା କରନ୍ତୁ ...
pa_arab: 'ਪ੍ਰਬੰਧਿਤ' {0} '...
pl_pl: Zarządzaj '{0}' ...
pt_br: Gerenciar '{0}' ...
ro_ro: Gestionați '{0}' ...
ru_ru: Управление '{0}' ...
sk_sk: Spravovať '{0}' ...
sl_si: Upravljanje '{0}' ...
sq_al: Menaxho '{0}' ...
sr_cyrl_me: Управљање '{0}' ...
sv_fi: Hantera '{0}' ...
sw_ke: Dhibiti '{0}' ...
ta_in: '{0}' நிர்வகிக்கவும் ...
te_in: '{0}' ను నిర్వహించండి ...
th_th: จัดการ '{0}' ...
tk_tm: '{0}' dolandyryň ...
tt_ru: '{0}' белән идарә итү ...
ug_cn: «{0}» نى باشقۇرۇش ...
uk_ua: Керувати '{0}' ...
ur_pk: '{0}' کا انتظام کریں ...
uz_cyrl: "{0}" ni boshqarish ...
vi_vn: Quản lý '{0}' ...
zh_hant: 管理'{0}'...

# CommonOpenLabel
source: Open
af_za: Publiek
am_et: ክፈት
ar_bh: يفتح
as_in: খোলা
az_cyrl: Açıq-saçıq
bg_bg: Отворен
bn_in: খোলা
bs_latn_ba: Otvoren
ca_es: Obrir
cs_cz: OTEVŘENO
cy_gb: Ymagorant
da_dk: Åben
de_ch: Offen
el_gr: Ανοιξε
es_bo: Abierto
et_ee: Avatud
fa_ir: باز کن
fi_fi: Avata
fil_ph: Buksan
fr_029: Ouvrir
ga_ie: Ar oscailt
gu_in: ખુલ્લા
he_il: לִפְתוֹחַ
hi_in: खुला
hr_hr: Otvoren
hu_hu: Nyisd ki
hy_am: Բաց անել
id_id: Membuka
is_is: Opið
it_ch: Aprire
ja_jp: 開ける
ka_ge: გახსნა
kk_kz: Ашу
km_kh: ដេលចមហរ
kn_in: ತೆರೆ
ko_kr: 열려 있는
ky_kg: Ачык
lo_la: ເປີດ
lt_lt: Atviras
lv_lv: Atvērt
mi_nz: Tuwhera
mk_mk: Отворено
ml_in: തുറക്കുക
mr_in: उघडा
ms_my: Buka
mt_mt: Miftuħa
nb_no: Åpen
ne_np: खोल्नु
or_in: ଖୋଲ |
pa_arab: ਖੁੱਲਾ
pl_pl: otwarty
pt_br: Abrir
ro_ro: Deschis
ru_ru: Открыть
sk_sk: OTVORENÉ
sl_si: Odprto
sq_al: I hapur
sr_cyrl_me: Отворен
sv_fi: Öppen
sw_ke: Wazi
ta_in: திறந்த
te_in: ఓపెన్
th_th: เปิด
tk_tm: Açyk
tr_tr: Açık
tt_ru: Ачык
ug_cn: ئوچۇق
uk_ua: ВІДЧИНЕНО
ur_pk: کھلا
uz_cyrl: Ochiq
vi_vn: Mở
zh_hant: 打開

# CommonWaitLabel
source: Please wait...
af_za: Wag asseblief...
am_et: ቆይ በናተህ...
ar_bh: انتظر من فضلك...
as_in: অনুগ্ৰহ কৰি অপেক্ষা কৰক...
az_cyrl: Zəhmət olmasa, gözləyin...
bg_bg: Моля Изчакай...
bn_in: অনুগ্রহপূর্বক অপেক্ষা করুন...
bs_latn_ba: Molimo pričekajte ...
ca_es: Si us plau, espereu ...
cs_cz: Prosím, čekejte...
cy_gb: Arhoswch os gwelwch yn dda...
da_dk: Vent venligst...
de_ch: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_bo: Espere por favor...
et_ee: Palun oota...
fa_ir: لطفا صبر کنید...
fi_fi: Odota...
fil_ph: Mangyaring maghintay ...
fr_029: S'il vous plaît, attendez...
ga_ie: Fán le do thoil...
gu_in: મહેરબાની કરી રાહ જુવો...
he_il: המתן בבקשה...
hi_in: कृपया प्रतीक्षा करें...
hr_hr: Molim vas pričekajte ...
hu_hu: Kérlek várj...
hy_am: Խնդրում ենք սպասել...
id_id: Harap tunggu...
is_is: Vinsamlegast bíðið...
it_ch: Attendere prego...
ja_jp: お待ちください...
ka_ge: Გთხოვთ მოიცადოთ...
kk_kz: Өтінемін күте тұрыңыз...
km_kh: សូមរង់ចាំ ...
kn_in: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ...
ko_kr: 기다리세요...
ky_kg: Сураныч, күтө туруңуз ...
lo_la: ກະ​ລຸ​ນາ​ລໍ​ຖ້າ...
lt_lt: Prašau palauk...
lv_lv: Lūdzu uzgaidiet...
mi_nz: Tatari koa ...
mk_mk: Ве молам почекајте...
ml_in: കാത്തിരിക്കൂ...
mr_in: कृपया थांबा...
ms_my: Sila tunggu...
mt_mt: Stenna...
nb_no: Vennligst vent...
ne_np: कृपया पर्खनुहोस्...
nl_be: Even geduld aub...
or_in: ଦୟାକରି ଅପେକ୍ଷା କର...
pa_arab: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pl_pl: Proszę czekać...
pt_br: Por favor, aguarde...
ro_ro: Va rugam asteptati...
ru_ru: Пожалуйста, подождите...
sk_sk: Prosím čakajte...
sl_si: Prosim počakaj...
sq_al: Te lutem prit...
sr_cyrl_me: Сачекајте...
sv_fi: Vänta...
sw_ke: Tafadhali subiri...
ta_in: தயவுசெய்து காத்திருங்கள் ...
te_in: దయచేసి వేచి ఉండండి ...
th_th: โปรดรอ...
tk_tm: Haýyş et!
tr_tr: Lütfen bekleyin...
tt_ru: Зинһар, көтегез...
ug_cn: ساقلاپ تۇرۇڭ ...
uk_ua: Зачекайте ...
ur_pk: برائے مہربانی انتظار کریں...
uz_cyrl: Iltimos kuting...
vi_vn: Vui lòng chờ...
zh_hant: 請稍等...

# EditorBgColorLabel
source: Background Color
af_za: Agtergrondkleur
am_et: የጀርባ ቀለም
ar_bh: لون الخلفية
as_in: রঙ
az_cyrl: Fon rəngi
bg_bg: Цвят на фона
bn_in: পেছনের রং
bs_latn_ba: Boja pozadine
ca_es: Color de fons
cs_cz: Barva pozadí
cy_gb: Lliw cefndir
da_dk: Baggrundsfarve
de_ch: Hintergrundfarbe
el_gr: Χρώμα του φόντου
es_bo: Color de fondo
et_ee: Taustavärv
fa_ir: رنگ پس زمینه
fi_fi: Taustaväri
fil_ph: Kulay ng background
fr_029: Couleur de l'arrière plan
ga_ie: Dath an chúlra
gu_in: પૃષ્ઠભૂમિ રંગ
he_il: צבע רקע
hi_in: पृष्ठभूमि का रंग
hr_hr: Boja pozadine
hu_hu: Háttérszín
hy_am: Ֆոնի գույնը
id_id: Warna latar belakang
is_is: Bakgrunns litur
it_ch: Colore di sfondo
ja_jp: 背景色
ka_ge: Ფონის ფერი
kk_kz: Фон түсі
km_kh: ពណ៌ផ្ទៃខាងក្រោយ
kn_in: ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko_kr: 배경색
ky_kg: Фон түсү
lo_la: ສີພື້ນຫລັງ
lt_lt: Fono spalva
lv_lv: Fona krāsa
mi_nz: Tae papamuri
mk_mk: Боја на позадина
ml_in: പശ്ചാത്തല നിറം
mr_in: पार्श्वभूमी रंग
ms_my: Warna latar belakang
mt_mt: Kulur fl-isfond
nb_no: Bakgrunnsfarge
ne_np: पृष्ठभूमि र color
nl_be: Achtergrond kleur
or_in: ପୃଷ୍ଠଭୂମି ରଙ୍ଗ
pa_arab: ਪਿਛੋਕੜ ਦਾ ਰੰਗ
pl_pl: Kolor tła
pt_br: Cor de fundo
ro_ro: Culoare de fundal
ru_ru: Фоновый цвет
sk_sk: Farba pozadia
sl_si: Barva ozadja
sq_al: Ngjyrë e sfondit
sr_cyrl_me: Боја позадине
sv_fi: Bakgrundsfärg
sw_ke: Rangi ya asili
ta_in: பின்னணி நிறம்
te_in: నేపథ్య రంగు
th_th: สีพื้นหลัง
tk_tm: Arka reňki
tr_tr: Arka plan rengi
tt_ru: Фон төсе
ug_cn: تەگلىك رەڭگى
uk_ua: Колір фону
ur_pk: پس منظر کا رنگ
uz_cyrl: Orqa rang
vi_vn: Màu nền
zh_hant: 背景顏色

# EditorClearAllLabel
source: Clear All
af_za: Duidelik alles
am_et: ሁሉንም ያፅዱ
ar_bh: امسح الكل
as_in: সকলো পৰিষ্কাৰ কৰক
az_cyrl: Hamısını sil, hamısını təmizlə
bg_bg: Изчисти всичко
bn_in: সব পরিষ্কার করে দাও
bs_latn_ba: Očistiti sve
ca_es: Esborrar tot
cs_cz: Vymazat vše
cy_gb: Clirio popeth
da_dk: Slet alt
de_ch: Alles löschen
el_gr: Τα καθαρίζω όλα
es_bo: Limpiar todo
et_ee: Kustuta kõik
fa_ir: همه را پاک کن
fi_fi: Tyhjennä
fil_ph: Alisin lahat
fr_029: Tout effacer
ga_ie: Soiléir ar fad
gu_in: બધું સાફ કરો
he_il: לנקות הכל
hi_in: सभी साफ करें
hr_hr: Očistiti sve
hu_hu: Mindent kitöröl
hy_am: Մաքրել բոլորը
id_id: Bersihkan semua
is_is: Hreinsa allt
it_ch: Cancella tutto
ja_jp: すべてクリア
ka_ge: Ყველაფრის გასუფთავება
kk_kz: Барлығын тазалаңыз
km_kh: លុបចេញ​ទាំងអស់
kn_in: ಎಲ್ಲವನ್ನೂ ತೆಗೆ
ko_kr: 모든 것을 지우십시오
ky_kg: Баарын тазалоо
lo_la: ລ້າງທັງຫມົດ
lt_lt: Išvalyti viską
lv_lv: Iztīrīt visu
mi_nz: Horoia katoa
mk_mk: Исчисти се
ml_in: എല്ലാം മായ്ക്കുക
mr_in: सर्व साफ करा
ms_my: Kosongkan semua
mt_mt: Żbarazza kollox
nb_no: Rydd alt
ne_np: सबै खाली गर्नुहोस्
nl_be: Wis alles
or_in: ସମସ୍ତ ସଫା କରନ୍ତୁ |
pa_arab: ਸਾਰਾ ਸਾਫ ਕਰੋ
pl_pl: Wyczyść wszystko
pt_br: Limpar tudo
ro_ro: Curata tot
ru_ru: Очистить все
sk_sk: Zmazať všetko
sl_si: Počisti vse
sq_al: Pastroji të gjitha
sr_cyrl_me: Избриши све
sv_fi: Rensa alla
sw_ke: Futa zote
ta_in: அனைத்தையும் அழி
te_in: అన్నీ క్లియర్ చేయండి
th_th: ลบทั้งหมด
tk_tm: Hemmesini arassala
tr_tr: Hepsini temizle
tt_ru: Барысын да чистарту
ug_cn: ھەممىنى تازىلاش
uk_ua: Очистити все
ur_pk: تمام کو صاف کریں
uz_cyrl: Hammasini tozalamoq
vi_vn: Làm sạch tất cả
zh_hant: 清除全部

# EditorClipboardFormatsLabel
source: Clipboard Formats
af_za: Knipbordformate
am_et: የቅንጥብ ሰሌዳ ቅርፀቶች
ar_bh: تنسيقات الحافظة
as_in: ক্লিপবোৰ্ড ফৰ্মেটসমূহ
az_cyrl: Panoya formatları
bg_bg: Формати на клипборд
bn_in: ক্লিপবোর্ড ফর্ম্যাট
bs_latn_ba: Rezultati međuspremnika
ca_es: Formats de porta -retalls
cs_cz: Formáty schránky
cy_gb: Fformatau clipfwrdd
da_dk: Clipboard -formater
de_ch: Zwischenablageformate
el_gr: Μορφές προφίλ
es_bo: Formatos de portapalones
et_ee: Lõikelauavormingud
fa_ir: قالب های کلیپ بورد
fi_fi: Leikepöydän muodot
fil_ph: Mga format ng clipboard
fr_029: Formats de presse-papiers
ga_ie: Formáidí gearrthaisce
gu_in: ક્લિપબોર્ડ ફોર્મેટ્સ
he_il: פורמטים של לוח
hi_in: क्लिपबोर्ड प्रारूप
hr_hr: Formati za međuspremnik
hu_hu: Vágólap formátumai
hy_am: Clipboard- ի ձեւաչափերը
id_id: Format clipboard
is_is: Klemmuspjald
it_ch: Formati degli appunti
ja_jp: クリップボード形式
ka_ge: ბუფერული ფორმატები
kk_kz: Алмасу буферінің форматтары
km_kh: ទំរង់ឃ្លិបបក
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಸ್ವರೂಪಗಳು
ko_kr: 클립 보드 형식
ky_kg: Алмашуу форматтары
lo_la: ຮູບແບບ clipboard
lt_lt: Iškarpų formatai
lv_lv: Starpliktuves formāti
mi_nz: Nga Puka Takahi
mk_mk: Формати на таблата со исечоци
ml_in: ക്ലിപ്പ്ബോർഡ് ഫോർമാറ്റുകൾ
mr_in: क्लिपबोर्ड स्वरूप
ms_my: Format papan klip
mt_mt: Formati tal-clipboard
nb_no: Utklippstavleformater
ne_np: क्लिपबोर्ड ढाँचाहरू
nl_be: Klembordformaten
or_in: କ୍ଲିପବୋର୍ଡ ଫର୍ମାଟ୍ |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਫਾਰਮੈਟ
pl_pl: Formaty schowka
pt_br: Formatos da área de transferência
ro_ro: Formate clipboard
ru_ru: Форматы буфера обмена
sk_sk: Formát schránky
sl_si: Obloge
sq_al: Formate clipboard
sr_cyrl_me: Цлипбоард Форматс
sv_fi: Urklippsformat
sw_ke: Fomati za clipboard
ta_in: கிளிப்போர்டு வடிவங்கள்
te_in: క్లిప్‌బోర్డ్ ఫార్మాట్‌లు
th_th: รูปแบบคลิปบอร์ด
tk_tm: Paneli formatlar
tr_tr: Pano Biçimleri
tt_ru: Такталар форматлары
ug_cn: چاپلاش تاختىسى
uk_ua: Формати буфера обміну
ur_pk: کلپ بورڈ فارمیٹس
uz_cyrl: Clipboard formatlari
vi_vn: Định dạng bảng tạm
zh_hant: 剪貼板格式

# EditorDeleteAllButtonText
source: Delete All
af_za: Vee alles uit
am_et: ሁሉንም ሰርዝ
ar_bh: حذف الكل
as_in: সকলো মচি পেলাওক
az_cyrl: Hamısını silmək
bg_bg: Изтриване на всички
bn_in: সব মুছে ফেলুন
bs_latn_ba: Izbrisati sve
ca_es: Eliminar tots
cs_cz: Smazat všechny
cy_gb: Dileu popeth
da_dk: Slet alt
de_ch: Alles löschen
el_gr: Διαγραφή όλων
es_bo: Eliminar todos
et_ee: Kustutada kõik
fa_ir: همه را حذف کنید
fi_fi: Poista kaikki
fil_ph: Tanggalin ang lahat
fr_029: Supprimer tout
ga_ie: Scrios gach duine
gu_in: બધું કાઢી નાંખો
he_il: מחק הכל
hi_in: सभी हटा दो
hr_hr: Izbrisati sve
hu_hu: Mindet törölni
hy_am: Delete նջել բոլորը
id_id: Hapus semua
is_is: Eyða öllu
it_ch: Cancella tutto
ja_jp: すべて削除
ka_ge: წაშალეთ ყველა
kk_kz: Барлығын жойыңыз
km_kh: លុប​ទាំងអស់
kn_in: ಎಲ್ಲಾ ಅಳಿಸಿ
ko_kr: 모두 삭제
ky_kg: Бардыгын жок кыл
lo_la: ລົບ​ທັງ​ຫມົດ
lt_lt: Ištrinti viską
lv_lv: Dzēst visus
mi_nz: Mukua te katoa
mk_mk: Избришете ги сите
ml_in: എല്ലാം ഇല്ലാതാക്കുക
mr_in: सर्व हटवा
ms_my: Memadam semua
mt_mt: Ħassar kollox
nb_no: Slette alle
ne_np: सबैलाई मेट्नुहोस्
nl_be: Verwijder alles
or_in: ସମସ୍ତ ବିଲୋପ କରନ୍ତୁ |
pa_arab: ਸਭ ਨੂੰ ਮਿਟਾਓ
pl_pl: Usuń wszystko
pt_br: Exclua tudo
ro_ro: Sterge tot
ru_ru: Удалить все
sk_sk: Vymazať všetko
sl_si: Izbriši vse
sq_al: Fshij te gjitha
sr_cyrl_me: Избришите све
sv_fi: Radera allt
sw_ke: Futa yote
ta_in: அனைத்தையும் நீக்கு
te_in: అన్నిటిని తొలిగించు
th_th: ลบทั้งหมด
tk_tm: Hemmesini poz
tr_tr: Hepsini sil
tt_ru: Барысын да бетерү
ug_cn: ھەممىنى ئۆچۈرۈڭ
uk_ua: Видалити все
ur_pk: تمام حذف کریں
uz_cyrl: Barchasini o'chiring
vi_vn: Xóa hết
zh_hant: 刪除所有

# EditorEditTemplateDetailsLabel
source: Edit Details
af_za: Redigeer besonderhede
am_et: ዝርዝሮችን ያርትዑ
ar_bh: عدل التفاصيل
as_in: বিৱৰণ সম্পাদনা কৰক
az_cyrl: Təfərrüatları düzəldin
bg_bg: Редактирайте подробности
bn_in: তথ্য সংশোধন কর
bs_latn_ba: Uređivanje detalja
ca_es: Editeu els detalls
cs_cz: Upravit detaily
cy_gb: Golygu Manylion
da_dk: Rediger detaljer
de_ch: Details bearbeiten
el_gr: Επεξεργασία λεπτομερειών
es_bo: Editar detalles
et_ee: Redigeerimise üksikasjad
fa_ir: جزئیات ویرایش
fi_fi: Muokkaa yksityiskohtia
fil_ph: Edit ng mga detalye
fr_029: Modifier les détails
ga_ie: Sonraí a chur in eagar
gu_in: વિગતો સંપાદિત કરો
he_il: לערוך את הפרטים
hi_in: विवरण संपादित करें
hr_hr: Uredite detalje
hu_hu: Részletek szerkesztése
hy_am: Խմբագրել Մանրամասները
id_id: Edit detail
is_is: Breyta smáatriðum
it_ch: Modifica i dettagli
ja_jp: 詳細を編集する
ka_ge: დეტალების რედაქტირება
kk_kz: Мәліметтерді өңдеу
km_kh: កែសម្រួលព័ត៌មានលំអិត
kn_in: ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ
ko_kr: 세부 사항을 편집하십시오
ky_kg: Маалыматты түзөтүү
lo_la: ແກ້ໄຂລາຍລະອຽດ
lt_lt: Redaguoti išsamią informaciją
lv_lv: Rediģēt informāciju
mi_nz: Whakatika Taipitopito
mk_mk: Уреди детали
ml_in: വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യുക
mr_in: तपशील संपादित करा
ms_my: Edit perincian
mt_mt: Editja d-dettalji
nb_no: Rediger detaljer
ne_np: विवरण सम्पादन गर्नुहोस्
nl_be: Details bewerken
or_in: ବିବରଣୀଗୁଡିକ ସଂପାଦନ କରନ୍ତୁ |
pa_arab: ਵੇਰਵੇ ਸੋਧੋ
pl_pl: Edytuj szczegóły
pt_br: Editar Detalhes
ro_ro: Editează detaliile
ru_ru: Редактировать детали
sk_sk: Úpravy detailov
sl_si: Uredi podrobnosti
sq_al: Redakto detajet
sr_cyrl_me: Уређивање детаља
sv_fi: Redigera detaljer
sw_ke: Hariri maelezo
ta_in: விவரங்களைத் திருத்தவும்
te_in: వివరాలను సవరించండి
th_th: แก้ไขรายละเอียด
tk_tm: Maglumatlary redaktirläň
tr_tr: Detayları düzenle
tt_ru: Детальләрне үзгәртү
ug_cn: تەپسىلاتلارنى تەھرىرلەڭ
uk_ua: Редагувати деталі
ur_pk: تفصیلات میں ترمیم کریں
uz_cyrl: Tafsilotlarni tahrirlash
vi_vn: Chỉnh sửa chi tiết
zh_hant: 編輯詳細信息

# EditorEditTemplateNameLabel
source: Name
af_za: Naam
am_et: ስም
ar_bh: اسم
as_in: নাম
az_cyrl: Ad
bg_bg: Име
bn_in: নাম
bs_latn_ba: Ime
ca_es: Nom
cs_cz: název
cy_gb: Henwem
da_dk: Navn
el_gr: Ονομα
es_bo: Nombre
et_ee: Nimetus
fa_ir: نام
fi_fi: Nimi
fil_ph: Pangalan
fr_029: Nom
ga_ie: Ainmnigh
gu_in: નામ
he_il: שֵׁם
hi_in: नाम
hr_hr: Ime
hu_hu: Név
hy_am: Անուն
id_id: Nama
is_is: Nafn
it_ch: Nome
ja_jp: 名前
ka_ge: სახელი
kk_kz: Есім
km_kh: ឈ្ផោហ
kn_in: ಹೆಸರು
ko_kr: 이름
ky_kg: Аты
lo_la: ຊື່
lt_lt: vardas
lv_lv: Nosaukt
mi_nz: Ingoa
mk_mk: Име
ml_in: പേര്
mr_in: नाव
ms_my: Nama
mt_mt: Isem
nb_no: Navn
ne_np: नाम
nl_be: Naam
or_in: ନାମ
pa_arab: ਨਾਮ
pl_pl: Nazwa
pt_br: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: názov
sl_si: Ime
sq_al: Emër
sr_cyrl_me: Назив
sv_fi: namn
sw_ke: Jina
ta_in: பெயர்
te_in: పేరు
th_th: ชื่อ
tk_tm: Ady
tr_tr: İsim
tt_ru: Исем
uk_ua: Назва
ur_pk: نام
uz_cyrl: Ism
vi_vn: Tên
zh_hant: 姓名

# EditorFindLabel
source: Find
af_za: Vind
am_et: ይፈልጉ
ar_bh: يجد
as_in: সন্ধান কৰা
az_cyrl: Tapmaq
bg_bg: намирам
bn_in: অনুসন্ধান
bs_latn_ba: Pronaći
ca_es: Trobar
cs_cz: Nalézt
cy_gb: Ffeindia
de_ch: Finden
el_gr: Εύρημα
es_bo: Encontrar
et_ee: Leidma
fa_ir: پیدا کردن
fi_fi: löytö
fil_ph: Hanapin
fr_029: Trouver
ga_ie: Faigh amach
gu_in: શોધો
he_il: למצוא
hi_in: खोजो
hr_hr: Pronaći
hu_hu: megtalálja
hy_am: Գտնել
id_id: Menemukan
is_is: Finndu
it_ch: Trovare
ja_jp: 探す
ka_ge: პოვნა
kk_kz: Табу
km_kh: រកឃើញ
kn_in: ಶೋಧನೆ
ko_kr: 찾다
ky_kg: Табуу
lo_la: ຊອກ
lt_lt: Rasti
lv_lv: Atrast
mi_nz: Kite
mk_mk: Најдете
ml_in: കണ്ടെത്തുക
mr_in: शोधणे
ms_my: Cari
mt_mt: Sib
nb_no: Finne
ne_np: पाउनु
nl_be: Vinden
or_in: ଖୋଜ |
pa_arab: ਲੱਭੋ
pl_pl: Znajdować
pt_br: Encontrar
ro_ro: Găsi
ru_ru: Находить
sk_sk: Nájsť
sl_si: Najti
sq_al: Gjej
sr_cyrl_me: Пронаћи
sv_fi: Hitta
sw_ke: Pata
ta_in: கண்டுபிடி
te_in: కనుగొనండి
th_th: หา
tk_tm: Tap
tr_tr: Bulmak
tt_ru: Табу
ug_cn: تېپىش
uk_ua: Знаходити
ur_pk: مل
uz_cyrl: Topmoq
vi_vn: Tìm thấy
zh_hant: 尋找

# EditorFontColorLabel
source: Font Color
af_za: Lettertipe kleur
am_et: የቅርጸ-ቁምፊ ቀለም
ar_bh: لون الخط
as_in: ফন্ট ৰঙৰ ৰং
az_cyrl: Şriftin
bg_bg: Цвят на шрифта
bn_in: ফন্টের রং
bs_latn_ba: Boja fonta
ca_es: Color de la lletra
cs_cz: Barva fontu
cy_gb: Lliw ffont
da_dk: Skrift farve
de_ch: Schriftfarbe
el_gr: Γραμματοσειρά
es_bo: Color de fuente
et_ee: Fondi värv
fa_ir: رنگ فونت
fi_fi: Fontin väri
fil_ph: Kulay ng font
fr_029: Couleur de la police
ga_ie: Cló dath
gu_in: ફ ont ન્ટ રંગ
he_il: צבע גופן
hi_in: लिपि का रंग
hr_hr: Boja fonta
hu_hu: Betű szín
hy_am: Տառատեսակի գույնը
id_id: Warna huruf
is_is: Leturlitur
it_ch: Colore del carattere
ja_jp: フォントカラー
ka_ge: Შრიფტის ფერი
kk_kz: Қаріп түсі
km_kh: ពណ៌ពុម្ពអក្សរ
kn_in: ಪಂಜರ ಬಣ್ಣ
ko_kr: 글꼴 색상
ky_kg: Арип түсү
lo_la: ສີຕົວອັກສອນ
lt_lt: Šrifto spalva
lv_lv: Fonta krāsa
mi_nz: Tae momotuhi
mk_mk: Боја на фонтот
ml_in: അക്ഷരത്തിന്റെ നിറം
mr_in: फॉन्टचा रंग
ms_my: Warna fon
mt_mt: Kulur tat-tipa
nb_no: Skriftfarge
ne_np: फन्ट रंग
nl_be: Lettertype kleur
or_in: ଫଣ୍ଟ୍ ରଙ୍ଗ |
pa_arab: ਫੋਂਟ ਰੰਗ
pl_pl: Kolor czcionki
pt_br: Cor da fonte
ro_ro: Culoarea fontului
ru_ru: Цвет шрифта
sk_sk: Farba písma
sl_si: Barva pisave
sq_al: Ngjyra e shkronjave
sr_cyrl_me: Боја фонта
sv_fi: Fontfärg
sw_ke: Rangi ya fonti
ta_in: எழுத்துரு நிறம்
te_in: ఫాంట్ కలర్
th_th: สีตัวอักษร
tk_tm: Şrift reňk
tr_tr: Yazı rengi
tt_ru: Шрифт төсе
ug_cn: خەت نۇسخىسىنى
uk_ua: Шрифт
ur_pk: لکھائی کا رنگ
uz_cyrl: Shrift rangi
vi_vn: Màu chữ
zh_hant: 字體顏色

# EditorFormatPaintLabel
source: Format Paint
af_za: Formaat verf
am_et: ቅርጸት ቀለም
ar_bh: تنسيق الطلاء
as_in: ফৰ্মেট পেইন্ট
az_cyrl: Format boya
bg_bg: Форматиране на боя
bn_in: ফর্ম্যাট পেইন্ট
bs_latn_ba: Format Boja
ca_es: Format de pintura
cs_cz: Formát barvy
cy_gb: Paent fformat
da_dk: Formatmaling
de_ch: Formatfarbe
el_gr: Βαφή μορφής
es_bo: Pintura de formato
et_ee: Vormingus värv
fa_ir: رنگ قالب
fi_fi: Muotoilla maali
fil_ph: Format na pintura
fr_029: Peinture au format
ga_ie: Péint fhormáid
gu_in: ફોર્મેટ
he_il: פורמט צבע
hi_in: प्रारूप पेंट
hr_hr: Format boja
hu_hu: Formátumfesték
hy_am: Ձեւաչափի ներկ
id_id: Format cat
is_is: Sniðmálning
it_ch: Formato di vernice
ja_jp: フォーマットペイント
ka_ge: ფორმატის საღებავი
kk_kz: Пішімдеу бояуы
km_kh: ធ្វើទ្រង់ទ្រាយថ្នាំលាបទ្រង់ទ្រាយ
kn_in: ಸ್ವರೂಪದ ಬಣ್ಣ
ko_kr: 형식 페인트
ky_kg: Форматтоо боёк
lo_la: ສີຮູບແບບ
lt_lt: Formato dažai
lv_lv: Formāta krāsa
mi_nz: Pepa Hōp
mk_mk: Формат боја
ml_in: ഫോർമാറ്റ് പെയിന്റ്
mr_in: स्वरूप पेंट
ms_my: Format cat
mt_mt: Format taż-żebgħa
nb_no: Formatmaling
ne_np: ढाँचा पेन्ट
nl_be: Formaat verf
or_in: ଫର୍ମାଟ୍ ରଙ୍ଗ
pa_arab: ਫਾਰਮੈਟ ਪੇਂਟ
pl_pl: Formatowanie farby
pt_br: Formato tinta
ro_ro: Format vopsea
ru_ru: Формат краски
sk_sk: Farby formátu
sl_si: Oblika barve
sq_al: Bojë formati
sr_cyrl_me: Формат Боја
sv_fi: Formatfärg
sw_ke: Rangi ya muundo
ta_in: வடிவமைப்பு வண்ணப்பூச்சு
te_in: ఫార్మాట్ పెయింట్
th_th: รูปแบบสี
tk_tm: Formatlamak boýagy
tr_tr: Biçim Boyası
tt_ru: Буяу Буяу
ug_cn: فورماتى
uk_ua: Форма фарба
ur_pk: فارمیٹ پینٹ
uz_cyrl: Format bo'yoq
vi_vn: Định dạng sơn
zh_hant: 格式塗料

# EditorInSelectionLabel
source: In Selection
af_za: In seleksie
am_et: በምርጫ ውስጥ
ar_bh: في الاختيار
as_in: নিৰ্বাচনত
az_cyrl: Seçmədə
bg_bg: В подбор
bn_in: নির্বাচন
bs_latn_ba: U izboru
ca_es: En selecció
cs_cz: Při výběru
cy_gb: Wrth ddewis
da_dk: I udvælgelse
de_ch: In der Auswahl
el_gr: Σε επιλογή
es_bo: En selección
et_ee: Valimisel
fa_ir: در انتخاب
fi_fi: Valinnassa
fil_ph: Sa pagpili
fr_029: En sélection
ga_ie: Agus é ag roghnú
gu_in: પસંદગીની
he_il: בבחירה
hi_in: चयन में
hr_hr: U odabiru
hu_hu: Válogatáskor
hy_am: Ընտրության մեջ
id_id: Dalam seleksi
is_is: Í vali
it_ch: In selezione
ja_jp: 選択
ka_ge: შერჩევაში
kk_kz: Таңдау
km_kh: ក្នុងការជ្រើសរើស
kn_in: ಆಯ್ಕೆಯಲ್ಲಿ
ko_kr: 선택 중
ky_kg: Тандоо
lo_la: ໃນການເລືອກ
lt_lt: Atrankoje
lv_lv: Atlasē
mi_nz: I te kowhiringa
mk_mk: При избор
ml_in: തിരഞ്ഞെടുക്കലിൽ
mr_in: निवडीमध्ये
ms_my: Dalam pemilihan
mt_mt: Fl-għażla
nb_no: I utvalg
ne_np: छनौटमा
nl_be: In selectie
or_in: ଚୟନ ରେ
pa_arab: ਚੋਣ ਵਿੱਚ
pl_pl: W selekcji
pt_br: Na seleção
ro_ro: În selecție
ru_ru: В отборе
sk_sk: Výber
sl_si: V izbiri
sq_al: Në përzgjedhje
sr_cyrl_me: У избору
sv_fi: I urval
sw_ke: Katika uteuzi
ta_in: தேர்வில்
te_in: ఎంపికలో
th_th: ในการเลือก
tk_tm: Saýlamak
tr_tr: Seçimde
tt_ru: Сайлауда
ug_cn: تاللاشتا
uk_ua: У виборі
ur_pk: انتخاب میں
uz_cyrl: Tanlovda
vi_vn: Trong lựa chọn
zh_hant: 在選擇中

# EditorInsertImageLabel
source: Insert Image
af_za: Voeg beeld in
am_et: ምስልን ያስገቡ
ar_bh: إدراج صورة
as_in: ছবি সন্নিবিষ্ট কৰক
az_cyrl: Şəkil qoymaq
bg_bg: Поставете изображение
bn_in: চিত্র sert োকান
bs_latn_ba: Umetni sliku
ca_es: Inseriu la imatge
cs_cz: Vložte obrázek
cy_gb: Mewnosod Delwedd
da_dk: Indsæt billede
de_ch: Bild einfügen
el_gr: Εισαγάγετε εικόνα
es_bo: Insertar imagen
et_ee: Sisestage pilt
fa_ir: درج تصویر
fi_fi: Lisätä kuva
fil_ph: Ipasok ang imahe
fr_029: Insérer une image
ga_ie: Cuir isteach íomhá
gu_in: છબી દાખલ કરો
he_il: הוסף תמונה
hi_in: चित्र डालें
hr_hr: Umetni slika
hu_hu: Beilleszteni a képet
hy_am: Տեղադրեք պատկերը
id_id: Masukkan gambar
is_is: Settu inn mynd
it_ch: Inserire l'immagine
ja_jp: 画像を挿入します
ka_ge: გამოსახულების ჩასმა
kk_kz: Суретті салыңыз
km_kh: បញ្ចូលរូបភាព
kn_in: ಚಿತ್ರವನ್ನು ಸೇರಿಸಿ
ko_kr: 이미지 삽입
ky_kg: Сүрөттү кыстарыңыз
lo_la: ໃສ່ຮູບ
lt_lt: Įterpkite vaizdą
lv_lv: Ievietojiet attēlu
mi_nz: Whakauruhia te Whakaahua
mk_mk: Вметнете слика
ml_in: ചിത്രം ചേർക്കുക
mr_in: प्रतिमा घाला
ms_my: Masukkan imej
mt_mt: Daħħal l-immaġni
nb_no: Sett inn bilde
ne_np: छवि घुसाउनुहोस्
nl_be: Voeg afbeelding in
or_in: ପ୍ରତିଛବି ସନ୍ନିବେଶ କରନ୍ତୁ |
pa_arab: ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Umieść obraz
pt_br: Inserir Imagem
ro_ro: Introduceți imaginea
ru_ru: Вставьте изображение
sk_sk: Vložiť obrázok
sl_si: Vstavite sliko
sq_al: Vendosni imazhin
sr_cyrl_me: Убаци слику
sv_fi: Infoga bild
sw_ke: Ingiza picha
ta_in: படத்தைச் செருகவும்
te_in: చిత్రాన్ని చొప్పించండి
th_th: แทรกภาพ
tk_tm: Suraty goýmak
tr_tr: Resim ekle
tt_ru: Рәсем кертү
ug_cn: رەسىم قىستۇرۇش
uk_ua: Вставте зображення
ur_pk: تصویر داخل کریں
uz_cyrl: Rasmni joylashtiring
vi_vn: Chèn hình ảnh
zh_hant: 插入圖像

# EditorInsertLinkLabel
source: Insert Link
af_za: Voeg skakel in
am_et: አገናኝ ያስገቡ
ar_bh: أدخل الرابط
as_in: লিংক সন্নিবিষ্ট কৰক
az_cyrl: Linki daxil etmək
bg_bg: Вмъкване на връзка
bn_in: লিঙ্ক sert োকান
bs_latn_ba: Umetni vezu
ca_es: Enllaç d'inserció
cs_cz: Vložte odkaz
cy_gb: Mewnosod dolen
da_dk: Indsæt link
de_ch: Link einfügen
el_gr: Εισαγάγετε σύνδεσμο
es_bo: Insertar el link
et_ee: Sisestage link
fa_ir: پیوند
fi_fi: Aseta linkki
fr_029: Insérer un lien
ga_ie: Cuir isteach nasc
gu_in: લિંક દાખલ કરો
he_il: הכנס קישור
hi_in: लिंक डालें
hr_hr: Umetni veza
hu_hu: Helyezze be a linket
hy_am: Տեղադրեք հղումը
id_id: Masukkan tautan
is_is: Settu inn hlekk
it_ch: Inserisci il collegamento
ja_jp: リンクを挿入します
ka_ge: ჩადეთ ბმული
kk_kz: Сілтеме салыңыз
km_kh: បញ្ចូលតំណ
kn_in: ಲಿಂಕ್ ಸೇರಿಸಿ
ko_kr: 링크를 삽입하십시오
ky_kg: Шилтемени кыстарыңыз
lo_la: ໃສ່ລິ້ງ
lt_lt: Įterpti nuorodą
lv_lv: Ievietot saiti
mi_nz: Whakauruhia he hononga
mk_mk: Вметнете врска
ml_in: ലിങ്ക് ചേർക്കുക
mr_in: दुवा घाला
ms_my: Masukkan pautan
mt_mt: Daħħal link
nb_no: Sett inn lenken
ne_np: लिंक घुसाउनुहोस्
nl_be: Voeg link in
or_in: ଲିଙ୍କ୍ ସନ୍ନିବେଶ କରନ୍ତୁ |
pa_arab: ਲਿੰਕ ਪਾਓ
pl_pl: Wstaw link
pt_br: Insira o link
ro_ro: Introduceți legătura
ru_ru: Вставьте ссылку
sk_sk: Vložiť odkaz
sl_si: Vstavi povezavo
sq_al: Vendosni lidhjen
sr_cyrl_me: Уметнути линк
sv_fi: Infoga länk
sw_ke: Ingiza kiunga
ta_in: இணைப்பைச் செருகவும்
te_in: లింక్‌ను చొప్పించండి
th_th: แทรกลิงค์
tk_tm: Baglanyşyk goýuň
tr_tr: Bağlantı Ekle
tt_ru: Ссылка салу
ug_cn: ئۇلىنىش قىستۇرۇش
uk_ua: Вставте посилання
ur_pk: لنک داخل کریں
uz_cyrl: Havolani joylashtiring
vi_vn: Chèn đường dẫn
zh_hant: 插入鏈接
