Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# EditorInsertVideoLabel
source: Insert Video
af_za: Voeg video in
am_et: ቪዲዮ ያስገቡ
ar_bh: أدخل الفيديو
as_in: ভিডিঅ' সন্নিবিষ্ট কৰক
az_cyrl: Videoya salmaq
bg_bg: Вмъкнете видео
bn_in: ভিডিও sert োকান
bs_latn_ba: Umetnite video
ca_es: Inseriu el vídeo
cs_cz: Vložte video
cy_gb: Mewnosod fideo
da_dk: Indsæt video
de_ch: Video einfügen
el_gr: Εισαγάγετε βίντεο
es_bo: Insertar video
et_ee: Sisestage video
fa_ir: وارد کردن فیلم
fi_fi: Lisää video
fil_ph: Ipasok ang video
fr_029: Insérer une vidéo
ga_ie: Cuir isteach físeán
gu_in: વિડિઓ દાખલ કરો
he_il: הכנס וידאו
hi_in: वीडियो डालें
hr_hr: Umetni video
hu_hu: Beilleszteni a videót
hy_am: Տեղադրեք տեսանյութը
id_id: Sisipkan video
is_is: Settu inn myndband
it_ch: Inserire video
ja_jp: ビデオを挿入します
ka_ge: ჩადეთ ვიდეო
kk_kz: Бейнені салыңыз
km_kh: បញ្ចូលវីដេអូ
kn_in: ವೀಡಿಯೊ ಸೇರಿಸಿ
ko_kr: 비디오 삽입
ky_kg: Видеону киргизиңиз
lo_la: ໃສ່ວິດີໂອ
lt_lt: Įterpti vaizdo įrašą
lv_lv: Ievietot video
mi_nz: Whakauruhia he ataata
mk_mk: Вметнете видео
ml_in: വീഡിയോ ചേർക്കുക
mr_in: व्हिडिओ घाला
ms_my: Masukkan video
mt_mt: Daħħal vidjow
nb_no: Sett inn video
ne_np: भिडियो घुसाउनु
nl_be: Video invoegen
or_in: ଭିଡିଓ ସନ୍ନିବେଶ କରନ୍ତୁ |
pa_arab: ਵੀਡੀਓ ਪਾਓ
pl_pl: Wstaw wideo
pt_br: Insira o vídeo
ro_ro: Introduceți videoclipuri
ru_ru: Вставить видео
sk_sk: Vložiť video
sl_si: Vstavite video
sq_al: Fut video
sr_cyrl_me: Уметните видео
sv_fi: Infoga video
sw_ke: Ingiza video
ta_in: வீடியோவைச் செருகவும்
te_in: వీడియోను చొప్పించండి
th_th: แทรกวิดีโอ
tk_tm: Wideo salyň
tr_tr: Video ekle
tt_ru: Видео кертегез
ug_cn: سىن قىستۇرۇش
uk_ua: Вставити відео
ur_pk: ویڈیو داخل کریں
uz_cyrl: Video joylashtiring
vi_vn: Chèn video
zh_hant: 插入視頻

# EditorMatchCaseLabel
source: Match Case
af_za: Vuurhoutjie doos
am_et: የግጥሚያ ጉዳይ
ar_bh: حالة مباراة
as_in: মেচ কেছ
az_cyrl: Kibrit qutusu
bg_bg: Случай на съвпадение
bn_in: ম্যাচ ক্ষেত্রে
bs_latn_ba: Slučaj podudaranja
ca_es: Caixa de coincidència
cs_cz: Shodný případ
cy_gb: Cydweddu Achos
da_dk: Match -sag
de_ch: Match -Fall
el_gr: Υπόθεση αγώνα
es_bo: Estuche
et_ee: Tikutoos
fa_ir: مورد تطبیق
fi_fi: Kotelo
fil_ph: Kaso sa tugma
fr_029: Cas de correspondance
ga_ie: Cás an chluiche
gu_in: મેચ કેસ
he_il: מקרה התאמה
hi_in: मामले मिलाएं
hr_hr: Kutija šibica
hu_hu: Mérkőzés esetén
hy_am: Համընկնում
id_id: Kasing pertandingan
is_is: Samsvörunarmál
ja_jp: マッチケース
ka_ge: მატჩის საქმე
kk_kz: Сәйкестік корпусы
km_kh: ករណី​ការ​ប្រកួត
kn_in: ಪಂದ್ಯದ ಪ್ರಕರಣ
ko_kr: 매치 케이스
ky_kg: Матч иши
lo_la: ເປົ້າກໍລະນີແຂ່ງຂັນ
lt_lt: Rungtynių atvejis
lv_lv: Atbilstība
mi_nz: Taka whakataetae
mk_mk: Случај за натпревар
ml_in: പൊരുത്തക്കേടുകൾ
mr_in: सामना केस
ms_my: Kes perlawanan
mt_mt: Każ tal-partita
nb_no: Match -sak
ne_np: म्याच केस
or_in: ମ୍ୟାଚ୍ ମାମଲା |
pa_arab: ਮੈਚ ਕੇਸ
pl_pl: Sprawa meczu
pt_br: Caso de compatibilidade
ro_ro: Caz de potrivire
ru_ru: Учитывать регистр
sk_sk: Zápas
sl_si: Primer
sq_al: Rast i ndeshjes
sr_cyrl_me: Случај утакмице
sv_fi: Liknande fall
sw_ke: Kesi ya mechi
ta_in: போட்டி வழக்கு
te_in: మ్యాచ్ కేసు
th_th: เคสจับคู่
tk_tm: Gabat geliş meselesi
tr_tr: Kibrit kasası
tt_ru: Матч эше
ug_cn: ماسلاشتۇرۇش دېلوسى
uk_ua: Справа з відповідності
ur_pk: میچ کیس
uz_cyrl: Uchrashuv ishi
vi_vn: Trường hợp khớp
zh_hant: 相符

# EditorNewTemplateLabel
source: New Template
af_za: Nuwe sjabloon
am_et: አዲስ አብነት
ar_bh: قالب جديد
as_in: নতুন টেমপ্লেট
az_cyrl: Yeni şablon
bg_bg: Нов шаблон
bn_in: নতুন টেম্পলেট
bs_latn_ba: Novi predložak
ca_es: Plantilla nova
cs_cz: Nová šablona
cy_gb: Templed newydd
da_dk: Ny skabelon
de_ch: Neue Vorlage
el_gr: Νέο πρότυπο
es_bo: Nueva plantilla
et_ee: Uus mall
fa_ir: الگوی جدید
fi_fi: Uusi malli
fil_ph: Bagong template
fr_029: Nouveau modèle
ga_ie: Teimpléad nua
gu_in: નવું નમૂના
he_il: תבנית חדשה
hi_in: नया टेम्पलेट
hr_hr: Novi predložak
hu_hu: Új sablon
hy_am: Նոր ձեւանմուշ
id_id: Template baru
is_is: Nýtt sniðmát
it_ch: Nuovo modello
ja_jp: 新しいテンプレート
ka_ge: ახალი შაბლონი
kk_kz: Жаңа шаблон
km_kh: គំរូថ្មី
kn_in: ಹೊಸ ಟೆಂಪ್ಲೇಟ್
ko_kr: 새로운 템플릿
ky_kg: Жаңы шаблон
lo_la: ແມ່ແບບໃຫມ່
lt_lt: Naujas šablonas
lv_lv: Jauna veidne
mi_nz: Tātauira Hou
mk_mk: Нов образец
ml_in: പുതിയ ടെംപ്ലേറ്റ്
mr_in: नवीन टेम्पलेट
ms_my: Templat baru
mt_mt: Mudell ġdid
nb_no: Ny mal
ne_np: नयाँ टेम्प्लेट
nl_be: Nieuwe sjabloon
or_in: ନୂତନ ଟେମ୍ପଲେଟ୍
pa_arab: ਨਵਾਂ ਟੈਂਪਲੇਟ
pl_pl: Nowy szablon
pt_br: Novo modelo
ro_ro: Șablon nou
ru_ru: Новый шаблон
sk_sk: Nový šablóna
sl_si: Nova predloga
sq_al: Shabllon i ri
sr_cyrl_me: Нови шаблон
sv_fi: Ny mall
sw_ke: Template mpya
ta_in: புதிய வார்ப்புரு
te_in: కొత్త టెంప్లేట్
th_th: เทมเพลตใหม่
tk_tm: Täze şablon
tr_tr: Yeni şablon
tt_ru: Яңа шаблон
ug_cn: يېڭى قېلىپ
uk_ua: Новий шаблон
ur_pk: نیا ٹیمپلیٹ
uz_cyrl: Yangi shablon
vi_vn: Bản mẫu mới
zh_hant: 新模板

# EditorNextTemplateLabel
source: Next Template
af_za: Volgende sjabloon
am_et: የሚቀጥለው ንድፍ
ar_bh: القالب التالي
as_in: পৰৱৰ্তী সাঁচ
az_cyrl: Növbəti şablon
bg_bg: Следващ шаблон
bn_in: পরবর্তী টেম্পলেট
bs_latn_ba: Sljedeći predložak
ca_es: Plantilla següent
cs_cz: Další šablona
cy_gb: Templed Nesaf
da_dk: Næste skabelon
de_ch: Nächste Vorlage
el_gr: Επόμενο πρότυπο
es_bo: Siguiente plantilla
et_ee: Järgmine mall
fa_ir: الگوی بعدی
fi_fi: Seuraava malli
fil_ph: Susunod na template
fr_029: Modèle suivant
ga_ie: An chéad teimpléad eile
gu_in: આગલું નમૂના
he_il: התבנית הבאה
hi_in: अगला टेम्पलेट
hr_hr: Sljedeći predložak
hu_hu: Következő sablon
hy_am: Հաջորդ ձեւանմուշը
id_id: Template berikutnya
is_is: Næsta sniðmát
it_ch: Modello successivo
ja_jp: 次のテンプレート
ka_ge: შემდეგი შაბლონი
kk_kz: Келесі шаблон
km_kh: គំរូបន្ទាប់
kn_in: ಮುಂದಿನ ಟೆಂಪ್ಲೇಟ್
ko_kr: 다음 템플릿
ky_kg: Кийинки шаблон
lo_la: ແມ່ແບບຕໍ່ໄປ
lt_lt: Kitas šablonas
lv_lv: Nākamā veidne
mi_nz: Panuku
mk_mk: Следен образец
ml_in: അടുത്ത ടെംപ്ലേറ്റ്
mr_in: पुढील टेम्पलेट
ms_my: Templat seterusnya
mt_mt: Mudell li jmiss
nb_no: Neste mal
ne_np: अर्को टेम्पलेट
nl_be: Volgende sjabloon
or_in: ପରବର୍ତ୍ତୀ ଟେମ୍ପଲେଟ୍ |
pa_arab: ਅਗਲਾ ਟੈਂਪਲੇਟ
pl_pl: Następny szablon
pt_br: Próximo modelo
ro_ro: Următorul șablon
ru_ru: Следующий шаблон
sk_sk: Ďalšia šablóna
sl_si: Naslednja predloga
sq_al: Modeli tjetër
sr_cyrl_me: Следећи образац
sv_fi: Nästa mall
sw_ke: Kiolezo kinachofuata
ta_in: அடுத்த வார்ப்புரு
te_in: తదుపరి టెంప్లేట్
th_th: เทมเพลตถัดไป
tk_tm: Indiki şablon
tr_tr: Sonraki Şablon
tt_ru: Киләсе шаблон
ug_cn: كېيىنكى قېلىپ
uk_ua: Наступний шаблон
ur_pk: اگلا ٹیمپلیٹ
uz_cyrl: Keyingi shablon
vi_vn: Mẫu tiếp theo
zh_hant: 下一個模板

# EditorPasteTemplateWatermark
source: Enter paste text...
af_za: Voer plak teks in ...
am_et: የመለጠጥ ጽሑፍ ያስገቡ ...
ar_bh: أدخل نص لصق ...
as_in: লিখনী পেষ্ট কৰক...
az_cyrl: Paste mətnini daxil edin ...
bg_bg: Въведете текст на паста ...
bn_in: পেস্ট পাঠ্য প্রবেশ করুন ...
bs_latn_ba: Unesite Paste za paste ...
ca_es: Introduïu el text de pasta ...
cs_cz: Zadejte text vložení ...
cy_gb: Nodwch destun past ...
da_dk: Indtast pastatekst ...
de_ch: Eingeben Sie einen Einfügen von Text ...
el_gr: Εισαγάγετε κείμενο επικόλλησης ...
es_bo: Ingrese el texto de pegar ...
et_ee: Sisestage pasta tekst ...
fa_ir: متن خمیر را وارد کنید ...
fi_fi: Kirjoita liitä teksti ...
fil_ph: Ipasok ang text ng i -paste ...
fr_029: Entrez le texte de la pâte ...
ga_ie: Iontráil téacs greamaigh ...
gu_in: પેસ્ટ ટેક્સ્ટ દાખલ કરો ...
he_il: הזן טקסט הדבק ...
hi_in: पेस्ट टेक्स्ट दर्ज करें ...
hr_hr: Unesite tekst zalijepljenja ...
hu_hu: Írja be a paszta szöveget ...
hy_am: Մուտքագրեք մածուկի տեքստը ...
id_id: Masukkan teks pasta ...
is_is: Sláðu inn líma texta ...
it_ch: Immettere il testo in pasta ...
ja_jp: 貼り付けテキストを入力してください...
ka_ge: შეიყვანეთ პასტის ტექსტი ...
kk_kz: Қою мәтінді енгізіңіз ...
km_kh: បញ្ចូលអត្ថបទបិទភ្ជាប់ ...
kn_in: ಪೇಸ್ಟ್ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ ...
ko_kr: 페이스트 텍스트를 입력하십시오 ...
ky_kg: Паста текстти киргизиңиз ...
lo_la: ໃສ່ຂໍ້ຄວາມທີ່ວາງໄວ້ ...
lt_lt: Įveskite įklijavimo tekstą ...
lv_lv: Ievadiet pastas tekstu ...
mi_nz: Whakauruhia te tuhinga whakapiri ...
mk_mk: Внесете текст за паста ...
ml_in: ഒട്ടിക്കുക വാചകം നൽകുക ...
mr_in: पेस्ट मजकूर प्रविष्ट करा ...
ms_my: Masukkan teks tampal ...
mt_mt: Daħħal it-test tal-pejst ...
nb_no: Skriv inn limtekst ...
ne_np: टाँस्नुहोस् पाठ प्रविष्ट गर्नुहोस् ...
nl_be: Voer tekst in plakken ...
or_in: ପେଷ୍ଟ ଟେକ୍ସଟ୍ ପ୍ରବେଶ କରନ୍ତୁ ...
pa_arab: ਪੇਸਟ ਟੈਕਸਟ ਦਰਜ ਕਰੋ ...
pl_pl: Wprowadź tekst wklejania ...
pt_br: Digite o texto da pasta ...
ro_ro: Introduceți textul paste ...
ru_ru: Введите текст вставки ...
sk_sk: Zadajte text pasty ...
sl_si: Vnesite besedilo paste ...
sq_al: Futni tekstin e pastës ...
sr_cyrl_me: Унесите налепи текст ...
sv_fi: Ange pasta text ...
sw_ke: Ingiza maandishi ...
ta_in: பேஸ்ட் உரையை உள்ளிடவும் ...
te_in: పేస్ట్ వచనాన్ని నమోదు చేయండి ...
th_th: ป้อนข้อความ Paste ...
tk_tm: Pasta tekstini giriziň ...
tr_tr: Macun metnine girin ...
tt_ru: Паста текстын кертегез ...
ug_cn: چاپلاش تېكىستىنى كىرگۈزۈڭ ...
uk_ua: Введіть текст вставки ...
ur_pk: پیسٹ متن درج کریں ...
uz_cyrl: Foree matnini kiriting ...
vi_vn: Nhập văn bản Paste ...
zh_hant: 輸入糊狀文字...

# EditorPrevTemplateLabel
source: Previous Template
af_za: Vorige sjabloon
am_et: ያለፈው አብነት
ar_bh: القالب السابق
as_in: পূৰ্বৰ সাঁচ
az_cyrl: Əvvəlki şablon
bg_bg: Предишен шаблон
bn_in: পূর্ববর্তী টেম্পলেট
bs_latn_ba: Prethodni predložak
ca_es: Plantilla anterior
cs_cz: Předchozí šablona
cy_gb: Templed Blaenorol
da_dk: Tidligere skabelon
de_ch: Vorherige Vorlage
el_gr: Προηγούμενο πρότυπο
es_bo: Plantilla anterior
et_ee: Eelmine mall
fa_ir: الگوی قبلی
fi_fi: Aikaisempi malli
fil_ph: Nakaraang template
fr_029: Modèle précédent
ga_ie: Teimpléad roimhe seo
gu_in: પાછલું નમૂના
he_il: תבנית קודמת
hi_in: पिछला टेम्पलेट
hr_hr: Prethodni predložak
hu_hu: Előző sablon
hy_am: Նախորդ ձեւանմուշ
id_id: Template sebelumnya
is_is: Fyrra sniðmát
it_ch: Modello precedente
ja_jp: 前のテンプレート
ka_ge: წინა შაბლონი
kk_kz: Алдыңғы шаблон
km_kh: គំរូមុន
kn_in: ಹಿಂದಿನ ಟೆಂಪ್ಲೇಟ್
ko_kr: 이전 템플릿
ky_kg: Мурунку шаблон
lo_la: ແມ່ແບບຜ່ານມາ
lt_lt: Ankstesnis šablonas
lv_lv: Iepriekšējā veidne
mi_nz: Tuhinga o mua
mk_mk: Претходен образец
ml_in: മുമ്പത്തെ ടെംപ്ലേറ്റ്
mr_in: मागील टेम्पलेट
ms_my: Templat sebelumnya
mt_mt: Mudell preċedenti
nb_no: Forrige mal
ne_np: अघिल्लो टेम्पलेट
nl_be: Vorige sjabloon
or_in: ପୂର୍ବ ଟେମ୍ପଲେଟ୍ |
pa_arab: ਪਿਛਲਾ ਟੈਂਪਲੇਟ
pl_pl: Poprzedni szablon
pt_br: Modelo anterior
ro_ro: Șablon anterior
ru_ru: Предыдущий шаблон
sk_sk: Predchádzajúca šablóna
sl_si: Prejšnja predloga
sq_al: Shablloni i mëparshëm
sr_cyrl_me: Претходни предложак
sv_fi: Föregående mall
sw_ke: Kiolezo cha zamani
ta_in: முந்தைய வார்ப்புரு
te_in: మునుపటి టెంప్లేట్
th_th: เทมเพลตก่อนหน้า
tk_tm: Öňki şablon
tr_tr: Önceki Şablon
tt_ru: Элеккеге шаблон
ug_cn: ئىلگىرىكى قېلىپ
uk_ua: Попередній шаблон
ur_pk: پچھلا ٹیمپلیٹ
uz_cyrl: Oldingi shablon
vi_vn: Mẫu trước
zh_hant: 以前的模板

# EditorRegExLabel
source: Regular Expression
af_za: Gewone uitdrukking
am_et: መደበኛ አገላለጽ
ar_bh: تعبير عادي
as_in: নিয়মিত অভিব্যক্তি
az_cyrl: Müntəzəm ifadə
bg_bg: Редовно изразяване
bn_in: নিয়মিত অভিব্যক্তি
bs_latn_ba: Redovni izraz
ca_es: Expressió normal
cs_cz: Regulární výraz
cy_gb: Mynegiant rheolaidd
da_dk: Almindelig udtryk
de_ch: Regulären Ausdruck
el_gr: Κοινή έκφραση
es_bo: Expresión regular
et_ee: Regulaarne väljendus
fa_ir: عبارت منظم
fi_fi: Tavallinen ilme
fil_ph: Regular na expression
fr_029: Expression régulière
ga_ie: Léiriú rialta
gu_in: નિયમિત સમીકરણ
he_il: הבעה רגילה
hi_in: नियमित अभिव्यक्ति
hr_hr: Pravilno izražavanje
hu_hu: Reguláris kifejezés
hy_am: Պարբերաբար արտահայտում
id_id: Ekspresi reguler
is_is: Regluleg tjáning
it_ch: Espressione regolare
ja_jp: 正規表現
ka_ge: რეგულარული გამოხატულება
kk_kz: Тұрақты өрнек
km_kh: កន្សោមធម្មតា
kn_in: ನಿಯಮಿತ ಅಭಿವ್ಯಕ್ತಿ
ko_kr: 정규 표현
ky_kg: Үзгүлтүксүз билдирүү
lo_la: ການສະແດງອອກເປັນປະຈໍາ
lt_lt: Įprasta išraiška
lv_lv: Regulāra izteiksme
mi_nz: Whakapuakitanga auau
mk_mk: Редовно изразување
ml_in: പതിവ് എക്സ്പ്രഷൻ
mr_in: नियमित अभिव्यक्ती
ms_my: Ekspresi biasa
mt_mt: Espressjoni regolari
nb_no: Vanlig uttrykk
ne_np: नियमित अभिव्यक्ति
nl_be: Regelmatige expressie
or_in: ନିୟମିତ ଅଭିବ୍ୟକ୍ତି |
pa_arab: ਨਿਯਮਤ ਸਮੀਕਰਨ
pl_pl: Wyrażenie regularne
pt_br: Expressão regular
ro_ro: Expresie uzuala
ru_ru: Регулярное выражение
sk_sk: Pravidelný výraz
sl_si: Vsakdanje izražanje
sq_al: Shprehje e rregullt
sr_cyrl_me: Регуларни израз
sv_fi: Vanligt uttryck
sw_ke: Kujieleza mara kwa mara
ta_in: வழக்கமான வெளிப்பாடு
te_in: సాధారణ వ్యక్తీకరణ
th_th: การแสดงออกปกติ
tk_tm: Yzygiderli aňlatma
tr_tr: Düzenli ifade
tt_ru: Регуляр белдерү
ug_cn: دائىملىق ئىپادىلەش
uk_ua: Регулярний вираз
ur_pk: باقاعدہ اظہار
uz_cyrl: Muntazam ifoda
vi_vn: Biểu hiện thông thường
zh_hant: 正則表達式

# EditorReplaceAllLabel
source: Replace All
af_za: Vervang alles
am_et: ሁሉንም ይተኩ
ar_bh: استبدل كل شيء
as_in: সকলো সলনি কৰক
az_cyrl: Hamısını əvəz edin
bg_bg: Заменете всички
bn_in: সমস্ত প্রতিস্থাপন
bs_latn_ba: Zamijenite sve
ca_es: Substituïu -ho tot
cs_cz: Vyměnit vše
cy_gb: Disodli popeth
da_dk: Udskift alle
de_ch: Alles ersetzen
el_gr: Αντικαταστήστε όλα
es_bo: Reemplaza todo
et_ee: Asendage kõik
fa_ir: جایگزین همه
fi_fi: Korvaa kaikki
fil_ph: Palitan ang lahat
fr_029: Remplace tout
ga_ie: Ionadaigh go léir
gu_in: બધા બદલો
he_il: החלף הכל
hi_in: सबको बदली करें
hr_hr: Zamjeni sve
hu_hu: Cserélje ki az összeset
hy_am: Փոխարինել բոլորը
id_id: Menggantikan semua
is_is: Skiptu um allt
it_ch: Sostituisci tutto
ja_jp: すべてを交換します
ka_ge: შეცვალეთ ყველა
kk_kz: Барлығын ауыстырыңыз
km_kh: ជំនួសទាំងអស់
kn_in: ಎಲ್ಲವನ್ನು ಬದಲಾಯಿಸಿ
ko_kr: 모두 다 바꿔
ky_kg: Баарын алмаштыруу
lo_la: ທົດແທນທັງຫມົດ
lt_lt: Pakeiskite visus
lv_lv: Nomainīt visu
mi_nz: Whakakapihia te katoa
mk_mk: Заменете ги сите
ml_in: എല്ലാം മാറ്റിസ്ഥാപിക്കുക
mr_in: सर्व बदला
ms_my: Ganti semua
mt_mt: Ibdel kollox
nb_no: Erstatt alle
ne_np: सबैलाई बदल्नुहोस्
nl_be: Vervang alles
or_in: ସମସ୍ତଙ୍କୁ ବଦଳାନ୍ତୁ |
pa_arab: ਸਭ ਨੂੰ ਤਬਦੀਲ ਕਰੋ
pl_pl: Zamień wszystko
pt_br: Substitua tudo
ro_ro: Înlocuiește-le pe toate
ru_ru: Заменить все
sk_sk: Nahradiť všetko
sl_si: Zamenjajte vse
sq_al: Zëvendësoni të gjitha
sr_cyrl_me: Замените
sv_fi: Ersätt alla
sw_ke: Badilisha yote
ta_in: அனைத்தையும் மாற்று
te_in: అన్నీ భర్తీ చేయండి
th_th: แทนที่ทั้งหมด
tk_tm: Hemmesini çalyş
tr_tr: Hepsini değiştir
tt_ru: Барысын да алыштырыгыз
ug_cn: بارلىق ئالماشتۇرۇڭ
uk_ua: Замініть усі
ur_pk: سب کو تبدیل کریں
uz_cyrl: Barchasini almashtiring
vi_vn: Thay thế tất cả
zh_hant: 全部替換

# EditorReplaceLabel
source: Replace
af_za: Vervang
am_et: ይተኩ
ar_bh: يستبدل
as_in: প্ৰৰ্তিস্থাপন কৰা
az_cyrl: Əvəz etmək
bg_bg: Заменете
bn_in: প্রতিস্থাপন
bs_latn_ba: Zamijeniti
ca_es: Tornar a col·locar
cs_cz: Nahradit
cy_gb: Hamnewidia ’
da_dk: Erstatte
de_ch: Ersetzen
el_gr: Αντικαθιστώ
es_bo: Reemplazar
et_ee: Asendama
fa_ir: جایگزین کردن
fi_fi: Korvata
fil_ph: Palitan
fr_029: Remplacer
ga_ie: Cuir isteach
gu_in: બદલવું
he_il: החלף
hi_in: प्रतिस्थापित करें
hr_hr: Zamijeniti
hu_hu: Cserél
hy_am: Փոխարինել
id_id: Mengganti
is_is: Skiptu um
it_ch: Sostituire
ja_jp: 交換する
ka_ge: შეცვლა
kk_kz: Орнын басу
km_kh: ដាក់លើងវិញ
kn_in: ಬದಲಾಗಿ
ko_kr: 바꾸다
ky_kg: Алмаштыруу
lo_la: ປ່ຽນແທນ
lt_lt: Pakeiskite
lv_lv: Aizvietot
mi_nz: Whakakapi
mk_mk: Заменете
ml_in: തിരികെവയ്ക്കുക
mr_in: पुनर्स्थित करा
ms_my: Menggantikan
mt_mt: Ibdel
nb_no: Erstatte
ne_np: ठाउमा राख्नु
nl_be: Vervangen
or_in: ବଦଳାନ୍ତୁ
pa_arab: ਬਦਲੋ
pl_pl: Zastępować
pt_br: Substituir
ro_ro: A inlocui
ru_ru: Заменять
sk_sk: Nahradiť
sl_si: Zamenjati
sq_al: Zëvendësoj
sr_cyrl_me: Заменити
sv_fi: Byta ut
sw_ke: Badilisha
ta_in: மாற்றவும்
te_in: భర్తీ
th_th: แทนที่
tk_tm: Çalyş
tr_tr: Yer değiştirmek
tt_ru: Алыштырыгыз
ug_cn: ئالماشتۇرۇش
uk_ua: Замінити
ur_pk: تبدیل کریں
uz_cyrl: Almashtirmoq
vi_vn: Thay thế
zh_hant: 代替

# EditorWholeWordLabel
source: Whole Word
af_za: Hele woord
am_et: ሙሉ ቃል
ar_bh: الكلمة بالكامل
as_in: গোটেই শব্দ
az_cyrl: Bütöv
bg_bg: Цяла дума
bn_in: সমগ্র শব্দ
bs_latn_ba: Cijela riječ
ca_es: Paraula sencera
cs_cz: Celý svět
cy_gb: Gair cyfan
da_dk: Hele ord
de_ch: Ganze Welt
el_gr: Ολος ο κοσμος
es_bo: Toda palabra
et_ee: Terve sõna
fa_ir: کلمه کلیدی
fi_fi: Koko maailma
fil_ph: Buong salita
fr_029: Mot entier
ga_ie: Focal iomlán
gu_in: સંપૂર્ણ શબ્દ
he_il: כל העולם
hi_in: पूरा शब्द
hr_hr: Cijela riječ
hu_hu: Egész világ
hy_am: Ամբողջ բառը
id_id: Seluruh kata
is_is: Allt orð
it_ch: Parola intera
ja_jp: 単語全体
ka_ge: მთელი სიტყვა
kk_kz: Бүкіл сөз
km_kh: ពាក្យទាំងមូល
kn_in: ಸಂಪೂರ್ಣ ಪದ
ko_kr: 전체 단어
ky_kg: Бүт сөз
lo_la: ຕາທັງຫມົດ
lt_lt: Visas žodis
lv_lv: Vesels vārds
mi_nz: Kupu katoa
mk_mk: Цел збор
ml_in: മുഴുവൻ വാക്ക്
mr_in: संपूर्ण शब्द
ms_my: Keseluruhan perkataan
mt_mt: Kelma sħiħa
nb_no: Hele verden
ne_np: पुरै शब्द
nl_be: Hele wereld
or_in: ପୁରା ଟର୍ମସୀ
pa_arab: ਪੂਰਾ ਸ਼ਬਦ
pl_pl: Cały świat
pt_br: Palavra inteira
ro_ro: Intregul cuvant
ru_ru: Целое слово
sk_sk: Celé slovo
sl_si: Celotna beseda
sq_al: Fjalë e plotë
sr_cyrl_me: Целе речи
sv_fi: Hela världen
sw_ke: Neno lote
ta_in: முழு சொல்
te_in: మొత్తం పదం
th_th: ทั้งคำ
tk_tm: Tutuş söz
tr_tr: Tüm dünya
tt_ru: Бөтен сүз
ug_cn: پۈتۈن سۆز
uk_ua: Ціле слово
ur_pk: پورا لفظ
uz_cyrl: Butun so'z
vi_vn: Cả từ
zh_hant: 整個詞

# EditorWrapLabel
source: Wrap Around
af_za: Wrap rond
am_et: መጠቅለል
ar_bh: التفاف حول
as_in: চাৰিওফালে মেৰিয়াই লওক
az_cyrl: Dolaşdırmaq
bg_bg: Обгърне
bn_in: চারপাশে মোড়ানো
bs_latn_ba: Smota
ca_es: Embolicar
cs_cz: Obalit
cy_gb: Lapio o gwmpas
da_dk: Vikle om
de_ch: Wickeln Sie herum
el_gr: Τυλίγομαι γύρω
es_bo: Envolver alrededor
et_ee: Ümber mähkima
fa_ir: پیچیدن
fi_fi: Kietoa
fil_ph: Balutin
fr_029: Enrouler autour
ga_ie: Timfhilleadh timpeall
gu_in: આજુબાજુ વીંટાળો
he_il: לעטוף
hi_in: चारों ओर लपेट दो
hr_hr: Omotati
hu_hu: Körbeteker
hy_am: Փաթեթավորեք շուրջը
id_id: Membungkus
is_is: Vefja utan um
it_ch: Arrotolare
ja_jp: 包み込む
ka_ge: გახეხეთ გარშემო
kk_kz: Орау
km_kh: រុំជុំវិញ
kn_in: ವೃತ್ತಾಕಾರವಾಗಿ ಸುತ್ತು
ko_kr: 줄 바꿈
ky_kg: Ороп
lo_la: ຫໍ່ປະມານ
lt_lt: Apvynioti
lv_lv: Aptīt
mi_nz: Takai
mk_mk: Завиткајте наоколу
ml_in: ചുറ്റും പൊതിയുക
mr_in: भोवती गुंडाळा
ms_my: Membungkus
mt_mt: Kebbeb
nb_no: Pakk rundt
ne_np: वरिपरि लपेट
nl_be: Omwikkelen
or_in: ଚାରିଆଡ଼େ ଗୁଡ଼ାଇ ରଖ |
pa_arab: ਆਲੇ - ਦੁਆਲੇ ਦੇ ਸਮੇਟਣਾ
pl_pl: Owinąć
pt_br: Envolver em torno
ro_ro: Înfășurați -vă
ru_ru: Обернуть вокруг
sk_sk: Zabaliť sa
sl_si: Ovijte okoli
sq_al: Mbështjellë
sr_cyrl_me: Замотати око
sv_fi: Vira runt
sw_ke: Funga pande zote
ta_in: சுற்றி மடக்கு
te_in: చుట్టూ చుట్టండి
th_th: ห่อรอบ ๆ
tk_tm: Aýlanýar
tr_tr: Etrafına sarmak
tt_ru: Урлау
ug_cn: ئوراش
uk_ua: Обгортати
ur_pk: ارد گرد لپیٹنا
uz_cyrl: O'rash
vi_vn: Quấn quanh
zh_hant: 環繞

# SourceBlockLabel
source: Block
af_za: Blok
am_et: ብሎክ
ar_bh: حاجز
as_in: অৱৰুদ্ধ কৰা
az_cyrl: Blok
bg_bg: Блок
bn_in: ব্লক
bs_latn_ba: Blok
ca_es: Bloc
cs_cz: Blok
cy_gb: Blocied
da_dk: Blok
el_gr: ΟΙΚΟΔΟΜΙΚΟ ΤΕΤΡΑΓΩΝΟ
es_bo: Bloquear
et_ee: Plokk
fa_ir: مسدود کردن
fi_fi: Lohko
fil_ph: I -block
fr_029: Bloc
ga_ie: Bac a chur ar
gu_in: અવરોધ
he_il: לַחסוֹם
hi_in: अवरोध पैदा करना
hr_hr: Blok
hu_hu: Blokk
hy_am: Բլոկ
id_id: Memblokir
is_is: Blokk
it_ch: Bloccare
ja_jp: ブロック
ka_ge: ბლოკი
kk_kz: Кесек
km_kh: រារាមង
kn_in: ನಿರ್ಬಂಧ
ko_kr: 차단하다
ky_kg: Блок
lo_la: ກີດກັ້ນ
lt_lt: Blokuoti
lv_lv: Bloķēt
mi_nz: Poraka
mk_mk: Блок
ml_in: ഉപരോധിക്കുക
mr_in: ब्लॉक
ms_my: Blok
mt_mt: Blokka
nb_no: Blokkere
ne_np: रोक्नु
nl_be: Blok
or_in: ବ୍ଲକ
pa_arab: ਬਲਾਕ
pl_pl: Blok
pt_br: Bloquear
ro_ro: bloc
ru_ru: Блокировать
sk_sk: Blok
sl_si: Blok
sq_al: Bllok
sr_cyrl_me: Блокирати
sv_fi: Blockera
ta_in: தொகுதி
te_in: బ్లాక్
th_th: ปิดกั้น
tk_tm: Blokirlemek
tr_tr: Engellemek
tt_ru: Блок
uk_ua: Блок
ur_pk: بلاک
uz_cyrl: To'smoq
vi_vn: Khối
zh_hant: 堵塞

# SourceDomainLabel
source: Domain
af_za: domein
am_et: ጎራ
ar_bh: اِختِصاص
as_in: ডমেইন
bg_bg: Домейн
bn_in: ডোমেইন
bs_latn_ba: Domena
ca_es: Domini
cs_cz: Doména
cy_gb: Mharth
da_dk: Domæne
el_gr: Τομέα
es_bo: Dominio
et_ee: Domeen
fa_ir: دامنه
fi_fi: Alue
fr_029: Domaine
ga_ie: Réimse
gu_in: ક્ષેત્ર
he_il: תְחוּם
hi_in: कार्यक्षेत्र
hr_hr: Domena
hu_hu: Tartomány
hy_am: Դոմեյն
is_is: Lén
it_ch: Dominio
ja_jp: ドメイン
ka_ge: დომენი
kk_kz: Домен
km_kh: ពិបិindស្ថាននាងឥនិត្យដែន
kn_in: ಡೊಮ್ನೆ
ko_kr: 도메인
ky_kg: Домен
lo_la: ໂດເມນ
lt_lt: Domenas
lv_lv: Sfēra
mi_nz: Rohe
mk_mk: Домен
ml_in: ഡൊമെയ്ൻ
mr_in: डोमेन
mt_mt: Dominju
nb_no: Domene
ne_np: डोमेन
nl_be: Domein
or_in: ଡୋମେନ୍
pa_arab: ਡੋਮੇਨ
pl_pl: Domena
pt_br: Domínio
ro_ro: Domeniu
ru_ru: Домен
sk_sk: Oblasť
sl_si: Domena
sq_al: Fushë
sr_cyrl_me: Домен
sv_fi: Domän
sw_ke: Kikoa
ta_in: களம்
te_in: డొమైన్
th_th: โดเมน
tk_tm: Domen
tr_tr: İhtisas
tt_ru: Домен
ug_cn: دائىرە
uk_ua: Домен
ur_pk: ڈومین
uz_cyrl: Domen
vi_vn: Lãnh địa
zh_hant: 領域

# SourceShowFolderLabel
source: Show Folder
af_za: Wys gids
am_et: አቃፊ አሳይ
ar_bh: مجلد عرض
as_in: ফোল্ডাৰ দেখুৱাওক
az_cyrl: Qovluğu göstərmək
bg_bg: Показване на папка
bn_in: ফোল্ডার দেখান
bs_latn_ba: Prikaži mapu
ca_es: Carpeta Mostra
cs_cz: Zobrazit složku
cy_gb: Ffolder arddangos
da_dk: Vis mappe
de_ch: Ordner anzeigen
el_gr: Φάκελος εκδήλωσης
es_bo: Carpeta de espectáculos
et_ee: Näitama kausta
fa_ir: پوشه
fi_fi: Näytä kansio
fil_ph: Ipakita ang folder
fr_029: Dossier de spectacle
ga_ie: Fillteán taispeána
gu_in: ફોલ્ડર બતાવો
he_il: להראות תיקיה
hi_in: फ़ोल्डर दिखाएं
hr_hr: Prikaži mapu
hu_hu: Mappa megjelenítése
hy_am: Ուցադրել թղթապանակը
id_id: Tampilkan folder
is_is: Sýna möppu
it_ch: Cartella di mostra
ja_jp: フォルダーを表示します
ka_ge: საქაღალდე
kk_kz: Қалтаны көрсету
km_kh: បង្ហាញថតឯកសារ
kn_in: ಫೋಲ್ಡರ್ ತೋರಿಸಿ
ko_kr: 폴더 표시
ky_kg: Папка шоу
lo_la: ສະແດງໂຟນເດີ
lt_lt: Rodyti aplanką
lv_lv: Rādīt mapi
mi_nz: Kōpaki whakaaturanga
mk_mk: Покажете папка
ml_in: ഫോൾഡർ കാണിക്കുക
mr_in: फोल्डर दर्शवा
ms_my: Tunjukkan folder
mt_mt: Uri folder
nb_no: Vis mappe
ne_np: फोल्डर देखाउनुहोस्
nl_be: Toon map
or_in: ଫୋଲ୍ଡର ଦେଖାନ୍ତୁ |
pa_arab: ਫੋਲਡਰ ਵੇਖੋ
pl_pl: Pokaż folder
pt_br: Mostre pasta
ro_ro: Afișați folderul
ru_ru: Показать папку
sk_sk: Priečinok
sl_si: Pokaži mapo
sq_al: Shfaq dosjen
sr_cyrl_me: Прикажи мапу
sv_fi: Visa mapp
sw_ke: Onyesha folda
ta_in: கோப்புறையைக் காட்டு
te_in: ఫోల్డర్ చూపించు
th_th: แสดงโฟลเดอร์
tk_tm: Bukjany görkeziň
tr_tr: Klasörü Göster
tt_ru: Папканы күрсәтү
ug_cn: ھۆججەت قىسقۇچنى كۆرسەت
uk_ua: Показати папку
ur_pk: فولڈر دکھائیں
uz_cyrl: Jildni ko'rsatish
vi_vn: Hiển thị thư mục
zh_hant: 顯示文件夾

# SourceUnblockLabel
source: Unblock
af_za: Onblokkeer
am_et: ማገድ
ar_bh: رفع الحظر
as_in: আনব্লক
az_cyrl: Açmaq
bg_bg: Деблок
bn_in: অবরুদ্ধ
bs_latn_ba: Deblokirati
ca_es: Desbloquejar
cs_cz: Odblokovat
cy_gb: Dadflocia ’
da_dk: Fjern blokering
de_ch: Entsperren
el_gr: Ξεβουλώνω
es_bo: Desatascar
et_ee: Lahti lükkama
fa_ir: انسداد
fi_fi: Estä
fr_029: Débloquer
ga_ie: Taobh -bhac
gu_in: અવરોધવું
he_il: ביטול חסימה
hi_in: अनब्लॉक
hr_hr: Deblokirati
hu_hu: Felszabadít
hy_am: Բաց թողնել
id_id: Buka Blokir
is_is: Opnaðu
it_ch: Sbloccare
ja_jp: ブロックを解除します
ka_ge: ბლოკი
kk_kz: Құлпыру
km_kh: ការមិនលឺ
kn_in: ಒಡೆಯಿಸು
ko_kr: 차단 해제
ky_kg: Бөгөттөн чыгаруу
lt_lt: Atblokuoti
lv_lv: Atbloķēt
mi_nz: Wetekina
mk_mk: Деблокирање
ml_in: തടങ്കല്
mr_in: अवरोधित करा
ms_my: Buka buka
mt_mt: Żblokka
nb_no: Fjern blokkering
ne_np: यन्त्र
nl_be: Deblokkeren
or_in: ଅନ୍-ବ୍ଲକ୍ |
pa_arab: ਅਨਬਲੌਕ
pl_pl: Odblokować
pt_br: Desbloquear
ro_ro: Deblocați
ru_ru: Разблокировать
sk_sk: Odblokovať
sl_si: Odklepanje
sq_al: Zhbllokoj
sr_cyrl_me: Деблокирати
sv_fi: Avblockera
ta_in: தடை
te_in: అన్బ్లాక్
th_th: ปลดบล็อก
tk_tm: Açmak
tr_tr: engeli kaldırmak
tt_ru: Блок түгел
ug_cn: چەكلەش
uk_ua: Розблокувати
ur_pk: ان بلاک
uz_cyrl: Ochmoq
vi_vn: Mở khóa
zh_hant: 解體
