Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ShortcutRoutingProfileTypeHint
source: <ul> <li> <b>Internal</b>All shortcuts are limited to within the application. This is not really an intended option but can allow to customize what shortcuts you intend to make global<i>someday</i>.</li> <li> <b>Default</b> All global shortcuts are enabled. The<b>Show/Hide Main Window</b>shortcut uses<span color="red">override</span>routing for the<b>Caps Lock</b> key. You can change that routing or gesture at any time. But<span color="green">give it a try</span> </li> </ul>
af_za: <ul> <li> <b>Interne</b>Alle kortpaaie is beperk tot binne die toepassing. Dit is nie regtig 'n beoogde opsie nie, maar kan toelaat om aan te pas watter kortpaaie u<i>eendag</i> wêreldwyd wil maak.</li> <li> <b>Verstek</b> Alle globale kortpaaie is geaktiveer. Die Show<b>/ Hide Main Window-kortpad</b>gebruik<span color="red">oorheersende</span>roetering vir die<b>Caps Lock-sleutel</b> . U kan die roete of gebaar te eniger tyd verander. Maar<span color="green">probeer dit</span> </li> </ul>
am_et: <ul> <li> <b> ውስጣዊ </ b> ሁሉም አቋራጮች በመተግበሪያው ውስጥ የተገደበ ናቸው. ይህ በእውነቱ የታሰበ አማራጭ አይደለም ነገር ግን ግሎባል <i >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> <li> <b> ነባሪ </ b> ሁሉም ዓለም አቀፍ አቋራጮች ነቅተዋል. <B> ዋና መስኮት / ደብቅ መስኮት / ደብቅ </ b> አቋራጭ ይጠቀማል </ b> CAPS COPT </ B> ቁልፍን ይሻላል. ያንን ማዞሪያ ወይም የእጅ ምልክቱ በማንኛውም ጊዜ መለወጥ ይችላሉ. ግን <pan ቀለም = "አረንጓዴ"> ይሞክሩት </ span> </ mi> </ ul>
ar_bh: <ul> <li> <b>داخلي</b>تقتصر جميع الاختصارات على داخل التطبيق. هذا ليس خيارا مقصودا حقا ولكنه يمكن أن يسمح بتخصيص الاختصارات التي تنوي جعلها عالمية<i>يوما ما</i>.</li> <li> <b>افتراضي</b> يتم تمكين جميع الاختصارات العامة. يستخدم اختصار<b>إظهار/إخفاء النافذة الرئيسية</b>توجيه<span color="red">التجاوز</span>لمفتاح<b>Caps Lock</b> . يمكنك تغيير هذا التوجيه أو الإيماءة في أي وقت. لكن<span color="green">جربها</span> </li> </ul>
as_in: <ul> <li> <b>আভ্যন্তৰীণ</b>সকলো চৰ্টকাট এপ্লিকেচনৰ ভিতৰত সীমাবদ্ধ। এইটো প্ৰকৃততে এটা অভিপ্ৰেত বিকল্প নহয় কিন্তু আপুনি<i>কোনোবা দিনা</i> বিশ্বব্যাপী কি চৰ্টকাট বনাব বিচাৰে তাক অনুকূলিত কৰিবলৈ অনুমতি দিব পাৰে।</li> <li> <b>অবিকল্পিত</b> সকলো গোলকীয় চৰ্টকাট সক্ষম কৰা হৈছে। <b>শ্ব/হাইড মেইন উইণ্ডো</b>চৰ্টকাটত<b>কেপচ লক</b> কীৰ বাবে<span color="red">অভাৰৰাইড</span>ৰাউটিং ব্যৱহাৰ কৰা হয়। আপুনি যিকোনো সময়তে সেই ৰাউটিং বা ভঙ্গী সলনি কৰিব পাৰে। কিন্তু<span color="green">ইয়াক চেষ্টা কৰক</span> </li> </ul>
az_cyrl: <ul> <li> <b> Daxili </ b> Bütün qısa yollar tətbiqetmədə məhduddur. Bu, həqiqətən nəzərdə tutulan bir seçim deyil, lakin qlobal etmək istədiyiniz qısa yolları düzəltməyə imkan verə bilər <i> bir gün </ i>. </ Li> <li> <b> Default </ b> Bütün qlobal qısa yollar aktivdir. <B> Əsas pəncərəni göstər / gizlət / gizləyin </ b> qısa yol istifadə edir İstənilən vaxt bu marşrutlaşdırma və ya jesti dəyişə bilərsiniz. Amma <span color = "yaşıl"> sınayın </ span> </ li> </ ul>
bg_bg: <ul> <li> <b> Вътрешни </b> Всички преки пътища са ограничени до приложението. Това всъщност не е предназначение, но може да позволи да персонализирате какви преки пътища възнамерявате да направите глобален <i> някой ден </i>. </li> <li> <b> По подразбиране </b> Всички глобални преки пътища са активирани. <b> Покажи/скрий основния прозорец </b> пряк път използва <span color = "red"> отмяна </span> маршрутизиране за ключа за заключване <b> капачки </b>. Можете да промените този маршрут или жест по всяко време. Но <span color = "зелен"> опитайте </span> </li> </ul>
bn_in: <ul> <li> <b>অভ্যন্তরীণ</b>সমস্ত শর্টকাট অ্যাপ্লিকেশনের মধ্যে সীমাবদ্ধ। এটি আসলে কোনও উদ্দেশ্যযুক্ত বিকল্প নয় তবে আপনি<i>কোনও দিন</i> বিশ্বব্যাপী কী শর্টকাট তৈরি করতে চান তা কাস্টমাইজ করার অনুমতি দিতে পারে।</li> <li> <b>ডিফল্ট</b> সমস্ত গ্লোবাল শর্টকাট সক্ষম আছে। <b>শো / হাইড মেইন উইন্ডো</b>শর্টকাটটি<b>ক্যাপস লক</b> কীটির জন্য<span color="red">ওভাররাইড</span>রাউটিং ব্যবহার করে। আপনি যে কোনও সময় সেই রাউটিং বা অঙ্গভঙ্গি পরিবর্তন করতে পারেন। তবে<span color="green">একবার চেষ্টা করে দেখুন</span> </li> </ul>
bs_latn_ba: <ul> <li> <b>Unutrašnja</b>Sve prečice su ograničene na unutar aplikacije. Ovo zapravo nije predviđena opcija, ali može omogućiti prilagođavanje koje prečice namjeravate napraviti globalno<i>jednog dana</i>.</li> <li> <b>Zadani</b> Sve globalne prečice su omogućene. <b>Prečica Prikaži/Sakrij glavni prozor</b>koristi<span color="red">premošćivanje</span>usmjeravanja za<b>tipku Caps Lock</b> . Možete da promenite taj pravac ili gest u bilo kom trenutku. Ali<span color="green">probajte.</span> </li> </ul>
ca_es: <ul> <li> <b>Intern</b>Totes les dreceres es limiten a dins de l'aplicació. Aquesta no és realment una opció prevista, però pot permetre personalitzar quines dreceres voleu fer globals<i>algun dia</i>.</li> <li> <b>Omissió</b> Totes les dreceres globals estan habilitades. La drecera "<b>Mostrar/Amagar finestra principal"</b>utilitza l'encaminament<span color="red">Substitueix</span>per a la tecla<b>Bloq Maj</b> . Podeu canviar aquest encaminament o gest en qualsevol moment. Però<span color="green">proveu-ho</span> </li> </ul>
cs_cz: <ul> <li> <b>Interní</b>Všechny klávesové zkratky jsou omezeny na aplikaci. Ve skutečnosti to není zamýšlená možnost, ale může vám to umožnit přizpůsobit, jaké zkratky hodláte<i>jednoho dne</i> učinit globálními.</li> <li> <b>Výchozí</b> Všechny globální klávesové zkratky jsou povoleny. Klávesová zkratka<b>Zobrazit/Skrýt hlavní okno</b>používá<span color="red">přepsání</span>směrování pro klávesu<b>Caps Lock</b> . Toto směrování nebo gesto můžete kdykoli změnit. Ale<span color="green">zkuste to</span> </li> </ul>
cy_gb: <ul> <li> <b>Mewnol</b>Mae'r holl lwybrau byr wedi'u cyfyngu i mewn i'r cais. Nid yw hyn yn opsiwn a fwriadwyd mewn gwirionedd ond gall ganiatáu i addasu pa lwybrau byr rydych chi'n bwriadu eu gwneud yn fyd-eang<i>ryw ddydd</i>.</li> <li> <b>Rhagosodiad</b> Mae'r holl lwybrau byr byd-eang wedi'u galluogi. Mae'r<b>llwybr byr Show / Hide Main Window</b>yn defnyddio<span color="red">llwybro override</span>ar gyfer allwedd<b>Caps Lock</b> . Gallwch newid y llwybr neu'r ystum hwn ar unrhyw adeg. Ond<span color="green">rhowch gynnig arni</span> </li> </ul>
da_dk: <ul> <li> <b>Indre</b>Alle genveje er begrænset til i applikationen. Dette er ikke rigtig en tilsigtet mulighed, men kan give mulighed for at tilpasse, hvilke genveje du har til hensigt at gøre globale<i>en dag</i>.</li> <li> <b>Standard</b> Alle globale genveje er aktiveret. <b>Genvejen Vis/skjul hovedvindue</b><span color="red">bruger tilsidesættelse</span>af routing til<b>Caps Lock-tasten</b>. Du kan til enhver tid ændre denne routing eller gestus. Men<span color="green">prøv det</span> </li> </ul>
de_ch: <ul> <li> <b>Intern</b>Alle Verknüpfungen sind auf die Anwendung beschränkt. Dies ist nicht wirklich eine beabsichtigte Option, kann aber es ermöglichen, anzupassen, welche Verknüpfungen Sie<i>eines Tages</i> global erstellen möchten.</li> <li> <b>Vorgabe</b> Alle globalen Tastenkombinationen sind aktiviert. Die Verknüpfung "<b>Hauptfenster ein-/ausblenden</b>" verwendet das<span color="red">Überschreibungsrouting</span>für die<b>Feststelltaste</b> . Sie können diese Weiterleitung oder Geste jederzeit ändern. Aber<span color="green">probieren Sie es aus</span> </li> </ul>
el_gr: <ul> <li> <b>Εσωτερικός</b>Όλες οι συντομεύσεις περιορίζονται εντός της εφαρμογής. Αυτή δεν είναι πραγματικά μια προβλεπόμενη επιλογή, αλλά μπορεί να σας επιτρέψει να προσαρμόσετε ποιες συντομεύσεις σκοπεύετε να κάνετε παγκόσμιες<i>κάποια μέρα</i>.</li> <li> <b>Προεπιλογή</b> Όλες οι καθολικές συντομεύσεις είναι ενεργοποιημένες. <b>Η συντόμευση Εμφάνιση/απόκρυψη κύριου παραθύρου</b>χρησιμοποιεί δρομολόγηση<span color="red">παράκαμψης</span>για το πλήκτρο<b>Caps Lock</b> . Μπορείτε να αλλάξετε αυτήν τη δρομολόγηση ή χειρονομία ανά πάσα στιγμή. Αλλά<span color="green">δοκιμάστε το</span> </li> </ul>
es_bo: <ul> <li> <b>Interno</b>Todos los accesos directos están limitados a dentro de la aplicación. Esta no es realmente una opción intencionada, pero puede permitir personalizar los accesos directos que pretende hacer globales<i>algún día</i>.</li> <li> <b>Predeterminado</b> Todos los accesos directos globales están habilitados. El acceso directo<b>Mostrar/Ocultar ventana principal</b>utiliza el enrutamiento<span color="red">de anulación</span>para la tecla<b>Bloq Mayús</b> . Puede cambiar esa ruta o gesto en cualquier momento. Pero<span color="green">pruébalo</span> </li> </ul>
et_ee: <ul> <li> <b>Sise</b>Kõik otseteed on piiratud rakendusesiseselt. See pole tegelikult mõeldud valik, kuid võimaldab kohandada, milliseid otseteid kavatsete<i>ühel päeval</i> globaalseks muuta.</li> <li> <b>Vaikimisi</b> Kõik globaalsed otseteed on lubatud. <b>Peaakna kuvamise/peitmise</b>otsetee<span color="red">kasutab</span><b>suurtäheluku</b> klahvi alistamist. Saate seda marsruuti või žesti igal ajal muuta. Aga<span color="green">proovige seda</span> </li> </ul>
fa_ir: <ul> <li> <b>داخلی</b>تمام میانبرها در داخل برنامه محدود می شوند. این واقعا یک گزینه در نظر گرفته شده نیست، اما می تواند به شما اجازه می دهد تا سفارشی کنید که چه میانبرهایی را قصد دارید<i>روزی</i> جهانی کنید.</li> <li> <b>پیش فرض</b> تمام میانبرهای سراسری فعال هستند. میانبر<b>Show/Hide Main Window</b>از مسیریابی<span color="red">Override</span>برای کلید<b>Caps Lock</b> استفاده می کند. شما می توانید این مسیر یا حرکت را در هر زمان تغییر دهید. اما<span color="green">ان را امتحان کنید</span> </li> </ul>
fi_fi: <ul> <li> <b>Sisäinen</b>Kaikki pikakuvakkeet rajoittuvat sovelluksen sisällä. Tämä ei oikeastaan ole tarkoitettu vaihtoehto, mutta sen avulla voidaan mukauttaa, mitä pikakuvakkeita aiot tehdä globaaleiksi<i>jonain päivänä</i>.</li> <li> <b>Laiminlyönti</b> Kaikki yleiset pikakuvakkeet ovat käytössä. <b>Näytä/piilota pääikkuna -pikakuvake</b>käyttää<b>Caps Lock</b> -näppäimen<span color="red">ohitusreititystä</span>. Voit muuttaa tätä reititystä tai elettä milloin tahansa. Mutta<span color="green">kokeile sitä</span> </li> </ul>
fil_ph: <ul> <li> <b>Panloob na</b>Ang lahat ng mga shortcut ay limitado sa loob ng application. Ito ay hindi talaga isang nilalayong pagpipilian ngunit maaaring payagan upang ipasadya kung ano ang mga shortcut na balak mong gawing global<i>balang araw</i>.</li> <li> <b>Default na</b> Ang lahat ng mga global shortcut ay pinagana. Ang shortcut ng<b>Ipakita / Itago ang Main Window</b>ay gumagamit ng<span color="red">override</span>routing para sa<b>Caps Lock</b> key. Maaari mong baguhin ang routing o kilos na iyon anumang oras. Ngunit<span color="green">bigyan ito ng isang subukan</span> </li> </ul>
fr_029: <ul> <li> <b>Interne</b>Tous les raccourcis sont limités à l’intérieur de l’application. Ce n’est pas vraiment une option prévue, mais cela peut permettre de personnaliser les raccourcis que vous avez l’intention de rendre global<i>un jour</i>.</li> <li> <b>Faire défaut</b> Tous les raccourcis globaux sont activés. Le raccourci<b>Afficher/Masquer la fenêtre principale</b>utilise le routage de<span color="red">remplacement</span>pour la touche<b>Verr. majuscules.</b> Vous pouvez modifier ce routage ou ce geste à tout moment. Mais<span color="green">essayez-le</span> </li> </ul>
ga_ie: <ul> <li> <b>Inmheánach</b>Tá gach aicearra teoranta don fheidhmchlár. Ní rogha bheartaithe é seo i ndáiríre ach is féidir leis na aicearraí a bhfuil sé ar intinn agat a dhéanamh ar fud an domhain a shaincheapadh<i>lá éigin</i>.</li> <li> <b>Réamhshocrú</b> Cumasaítear gach aicearra domhanda. Úsáideann an<b>t-aicearra Taispeáin / Folaigh Príomhfhuinneog</b>ródú<span color="red">sáraitheach</span>don eochair<b>Caps Lock</b> . Is féidir leat an ródú nó an gotha sin a athrú ag am ar bith. Ach<span color="green">bain triail as</span> </li> </ul>
gu_in: <ul> <li> <b>આંતરિક</b>બધા શોર્ટકટ્સ એપ્લિકેશનની અંદર સુધી મર્યાદિત છે. આ ખરેખર ઇચ્છિત વિકલ્પ નથી, પરંતુ<i>તમે કોઈ દિવસ</i> વૈશ્વિક બનાવવા માંગો છો તે શોર્ટકટ્સને કસ્ટમાઇઝ કરવાની મંજૂરી આપી શકે છે.</li> <li> <b>મૂળભૂત</b> બધા વૈશ્વિક ટૂંકાણો સક્રિય થયેલ છે. <b>મુખ્ય વિન્ડો બતાવો/છુપાવો</b>ટુંકાણ<b>કેપ્સ લોક</b> કી માટે<span color="red">ઓવરરાઇડ</span>રાઉટીંગનો ઉપયોગ કરે છે. તમે કોઈપણ સમયે તે રાઉટિંગ અથવા હાવભાવ બદલી શકો છો. પરંતુ<span color="green">તેને અજમાવી જુઓ</span> </li> </ul>
he_il: <ul> <li> <b>פנימי</b>כל קיצורי הדרך מוגבלים בתוך היישום. זו לא באמת אפשרות מיועדת, אבל יכולה לאפשר להתאים אישית את קיצורי הדרך שאתה מתכוון להפוך לגלובלי<i>יום אחד</i>.</li> <li> <b>ברירת מחדל</b> כל קיצורי הדרך הכלליים מופעלים. קיצור הדרך '<b>הצג/הסתר חלון ראשי'</b>משתמש<span color="red">בניתוב עקיפה</span>עבור מקש<b>Caps Lock</b> . באפשרותך לשנות ניתוב או מחווה אלה בכל עת. אבל<span color="green">נסה את זה</span> </li> </ul>
hi_in: <ul> <li> <b>आंतरिक</b>सभी शॉर्टकट एप्लिकेशन के भीतर तक सीमित हैं। यह वास्तव में एक इच्छित विकल्प नहीं है, लेकिन यह अनुकूलित करने की अनुमति दे सकता है कि आप<i>किसी दिन</i> वैश्विक बनाने का इरादा रखते हैं।</li> <li> <b>चूक</b> सभी वैश्विक शॉर्टकट सक्षम हैं। <b>दिखाएँ/मुख्य विंडो छुपाएँ</b>शॉर्टकट<b>Caps लॉक</b> कुंजी के लिए<span color="red">ओवरराइड</span>रूटिंग का उपयोग करता है। आप किसी भी समय उस रूटिंग या जेस्चर को बदल सकते हैं। लेकिन<span color="green">इसे आजमाएं</span> </li> </ul>
hr_hr: <ul> <li> <b>Unutrašnji</b>Svi prečaci ograničeni su na aplikaciju. Ovo zapravo nije predviđena opcija, ali može omogućiti prilagodbu prečaca koje namjeravate jednog<i>dana</i> učiniti globalnim.</li> <li> <b>Propust</b> Omogućeni su svi globalni prečaci. Prečac<b>Prikaži/sakrij glavni prozor</b>koristi<span color="red">zaobilazno</span>usmjeravanje za tipku<b>Caps Lock</b> . Taj usmjeravanje ili gestu možete promijeniti u bilo kojem trenutku. Ali<span color="green">probaj</span> </li> </ul>
hu_hu: <ul> <li> <b>Belső</b>Minden parancsikon az alkalmazáson belülre korlátozódik. Ez nem igazán egy tervezett lehetőség, de lehetővé teszi, hogy testreszabja, milyen parancsikonokat kíván globálissá tenni<i>egy nap</i>.</li> <li> <b>Alapértelmezett</b> Minden globális parancsikon engedélyezve van. A<b>Főablak megjelenítése/elrejtése</b>parancsikon<span color="red">felülbírálási</span>útválasztást használ a<b>Caps Lock</b> billentyűhöz. Ezt az útválasztást vagy kézmozdulatot bármikor módosíthatja. De<span color="green">próbáld ki</span> </li> </ul>
hy_am: <ul> <li> <b>Ներքին</b>Բոլոր կարճ կետերը սահմանափակվում են միայն դիմումի սահմաններում: Սա իրականում նախատեսված տարբերակ չէ, այլ կարող է թույլ տալ հարմարեցնել այն կարճ ճանապարհներ, որոնք դուք մտադիր եք<i>մի օր</i> դարձնել գլոբալ:</li> <li> <b>Դեֆոլտի</b> Բոլոր գլոբալ կարճ կետերը հնարավորություն են տալիս։ <b>The Show/Hide Main Window</b>shortcut-ը օգտագործում է<span color="red">override</span>routing for the<b>Caps Lock</b> ստեղնը: Դուք կարող եք ցանկացած ժամանակ փոխել այդ երթուղին կամ ժեստը։ Բայց<span color="green">փորձիր</span> </li> </ul>
id_id: <ul> <li> <b>Intern</b>Semua pintasan terbatas di dalam aplikasi. Ini sebenarnya bukan opsi yang dimaksudkan tetapi dapat memungkinkan untuk menyesuaikan pintasan apa yang ingin Anda buat global<i>suatu hari nanti</i>.</li> <li> <b>Default</b> Semua pintasan global diaktifkan. Pintasan<b>Tampilkan/Sembunyikan Jendela Utama</b>menggunakan perutean<span color="red">penggantian</span>untuk tombol<b>Caps Lock</b> . Anda dapat mengubah perutean atau gestur tersebut kapan saja. Tapi<span color="green">cobalah</span> </li> </ul>
is_is: <ul> <li> <b>Innri</b>Allir flýtilyklar takmarkast við innan forritsins. This er ekki raunverulega óákveðinn greinir í ensku fyrirhugaður valkostur en geta leyfa til aðlaga hvaða smákaka þú ætla til gera alheims-<i>einhvern tíma</i>.</li> <li> <b>Sjálfgefinn</b> Allir víðværir flýtilyklar eru virkir. Flýtivísunin<b>Sýna/fela aðalglugga</b>notar<span color="red">hnekkingarbeiningu</span>fyrir<b>hástafaláslykilinn</b> . Þú getur breytt þeirri leið eða látbragði hvenær sem er. En<span color="green">prófaðu</span> </li> </ul>
it_ch: <ul> <li> <b>Interno</b>Tutte le scorciatoie sono limitate all'interno dell'applicazione. Questa non è davvero un'opzione prevista, ma può consentire di personalizzare le scorciatoie che intendi rendere globali<i>un giorno</i>.</li> <li> <b>Default</b> Tutte le scorciatoie globali sono abilitate. La scorciatoia<b>Mostra/Nascondi finestra principale</b>utilizza l'instradamento<span color="red">di sostituzione</span>per il tasto<b>BLOC MAIUSC</b> . È possibile modificare l'instradamento o il gesto in qualsiasi momento. Ma<span color="green">provaci</span> </li> </ul>
ja_jp: <ul> <li> <b>国内</b>すべてのショートカットは、アプリケーション内に限定されます。これは実際には意図されたオプションではありませんが、<i>いつか</i>グローバルにする予定のショートカットをカスタマイズできます。</li> <li> <b>デフォルト</b>すべてのグローバルショートカットが有効になります。<b>メインウィンドウの表示/非表示</b>ショートカットでは、<b>Caps Lock</b>キーの<span color="red">ルーティングを上書き</span>します。このルーティングやジェスチャーはいつでも変更できます。しかし<span color="green">、試してみてください</span> </li> </ul>
ka_ge: <ul> <li> <b> შიდა </b> ყველა მალსახმობი შემოიფარგლება მხოლოდ განაცხადის ფარგლებში. ეს ნამდვილად არ არის განკუთვნილი ვარიანტი, მაგრამ საშუალებას მისცემს შეცვალოს რა მალსახმობები აპირებთ გლობალური <i> ერთ დღეს </i>. </i>. </li> <li> <b> ნაგულისხმევი </b> ჩართულია ყველა გლობალური მალსახმობი. <b> შოუ/დამალვა მთავარი ფანჯარა </b> მალსახმობი იყენებს <span color = "red"> override </span> მარშრუტიზაცია <b> caps ჩაკეტვისთვის </b> გასაღებისთვის. თქვენ შეგიძლიათ შეცვალოთ ეს მარშრუტი ან ჟესტი ნებისმიერ დროს. მაგრამ <span color = "green"> სცადეთ ეს </pan> </li> </ul>
kk_kz: <ul> <li> <b> Ішкі </ b> Барлық сілтемелер қосымшаның ішінде шектелген. Бұл шынымен жоспарланған опция емес, бірақ сіз жаһандық <i> бір кездегі </ i> жасағыңыз келетінін баптауға мүмкіндік бере аласыз. </ Li> <li> <b> Әдепкі </ b> Барлық жаһандық төте жолдар қосылған. Негізгі терезе <b> Жасыру / Жасыру Негізгі терезені көрсету </ b> сілтемені <span colour = «Қызыл»> ауыстыру </ span> rendride </ span> бағыттау </ b> пернесі. Сіз бұл бағытты немесе қимылды кез келген уақытта өзгерте аласыз. Бірақ <span color = «жасыл»> Оны көріңіз </ span> </ li> </ ul>
km_kh: <ul> <li> <b>ខាងក្នុង</b>គ្រប់ shortcut ទាំងអស់ ត្រូវ បាន កំណត់ ក្នុង កម្មវិធី & # 160; ។ នេះ ពិត ជា មិន មែន ជា ជម្រើស ដែល មាន បំណង នោះ ទេ ប៉ុន្តែ អាច អនុញ្ញាត ឲ្យ ប្ដូរ តាម បំណង នូវ អ្វី ដែល ផ្លូវ កាត់ ដែល អ្នក មាន បំណង ធ្វើ នៅ ទូទាំង ពិភព លោក<i>នៅ ថ្ងៃ ណា មួយ</i> ។</li> <li> <b>លំនាំដើម</b> ខ្លីៗ សកល ទាំងអស់ ត្រូវ បាន អនុញ្ញាត & # 160; ។ The<b>Show/Hide Main Window</b>shortcut ប្រើ<span color="red">override</span>routing for the<b>Caps Lock</b> key. អ្នក អាច ផ្លាស់ប្ដូរ ផ្លូវ ឬ កាយវិការ នោះ នៅ ពេល ណា ក៏ បាន ។ ប៉ុន្តែ<span color="green">សូម សាកល្បង វា</span> </li> </ul>
kn_in: <ul> <li> <b>ಆಂತರಿಕ</b>ಎಲ್ಲಾ ಶಾರ್ಟ್ ಕಟ್ ಗಳು ಅಪ್ಲಿಕೇಶನ್ ನೊಳಗೆ ಸೀಮಿತವಾಗಿವೆ. ಇದು ನಿಜವಾಗಿಯೂ ಉದ್ದೇಶಿತ ಆಯ್ಕೆಯಲ್ಲ ಆದರೆ<i>ಒಂದು ದಿನ</i> ನೀವು ಜಾಗತಿಕವಾಗಿ ಮಾಡಲು ಬಯಸುವ ಶಾರ್ಟ್ ಕಟ್ ಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ.</li> <li> <b>ಡೀಫಾಲ್ಟ್</b> ಎಲ್ಲಾ ಜಾಗತಿಕ ಶಾರ್ಟ್ ಕಟ್ ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. <b>ತೋರಿಸು/ಮರೆಮಾಡು ಮುಖ್ಯ ವಿಂಡೋ</b>ಶಾರ್ಟ್ ಕಟ್<b>Caps Lock</b> ಕೀಲಿಗಾಗಿ<span color="red">ಓವರ್ ರೈಡ್</span>ರೂಟಿಂಗ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆ ರೂಟಿಂಗ್ ಅಥವಾ ಸನ್ನೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಆದರೆ<span color="green">ಅದನ್ನು ಒಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ</span> </li> </ul>
ko_kr: <ul> <li> <b>내부</b>모든 단축키는 응용 프로그램 내로 제한됩니다. 이것은 실제로 의도 된 옵션은 아니지만<i>언젠가</i> 글로벌로 만들려는 바로 가기를 사용자 정의 할 수 있습니다.</li> <li> <b>기본값</b> 모든 전역 바로 가기를 사용할 수 있습니다. <b>기본 창 표시/숨기기</b>단축키는<b>Caps Lock</b> 키에 대한<span color="red">재정의</span>라우팅을 사용합니다. 라우팅이나 동작은 언제든지 변경할 수 있습니다. 하지만<span color="green">한 번 시도해 보세요</span> </li> </ul>
ky_kg: <UL> <li> <b> Ички </ b> Бардык жарлыктар өтүнмөнүн чегинде чектелген. Бул чындыгында эле максатка ылайыктуу эмес, бирок сиз дүйнөлүк <I> бир күнү </ i>. </ Li> <li> <b> По умолчанию </ b> Бардык глобалдык жарлыктар иштетилген. <B> көрсөтүү / Жашыруу </ b> жарлык <span course = "Red"> жокко чыгаруу </ b> капкактарды кулпулоо </ b> ачкычын (/ b> ачкыч) колдонот. Сиз кайсы маршрутту же жаңсоосун каалаган убакта өзгөртө аласыз. Бирок <span color = "Green"> бир жолу </ span> </ li> </ ul>
lo_la: <ul> <li> <b>ພາຍໃນ</b>ທາງສັ້ນທັງຫມົດແມ່ນຈໍາກັດຢູ່ພາຍໃນຄໍາຮ້ອງສະຫມັກ. ນີ້ບໍ່ແມ່ນທາງເລືອກທີ່ມີຈຸດປະສົງແທ້ໆແຕ່ສາມາດອະນຸຍາດໃຫ້ປັບແຕ່ງສິ່ງທີ່ທາງສັ້ນທີ່ທ່ານຕັ້ງໃຈຈະເຮັດໃຫ້ທົ່ວໂລກໃນມື້ຫນຶ່ງ.<i></i></li> <li> <b>ຄ່າທໍານນວນ</b> ທາງສັ້ນທັງຫມົດໃນທົ່ວໂລກແມ່ນສາມາດໃຊ້ໄດ້. The<b>Show/Hide Main Window</b>shortcut<span color="red">ໃຊ້override</span>routing ສໍາລັບກະແຈ<b>Caps Lock</b> . ທ່ານສາມາດປ່ຽນສາຍທາງຫຼືທ່າທາງນັ້ນໄດ້ທຸກເວລາ. <span color="green">ແຕ່ໃຫ້ມັນລອງ</span> </li> </ul>
lt_lt: <ul> <li> <b>Vidaus</b>Visi spartieji klavišai yra tik programoje. Tai tikrai nėra numatyta parinktis, tačiau gali leisti tinkinti, kokius sparčiuosius klavišus ketinate<i>kada nors</i> padaryti visuotinius.</li> <li> <b>Numatytasis</b> Visi visuotiniai spartieji klavišai įjungti. Spartusis klavišas<b>Rodyti / slėpti pagrindinį langą</b>naudoja klavišo<b>"Caps Lock</b>" maršruto<span color="red">parinkimą</span>. Šį maršruto parinkimą ar gestą galite bet kada pakeisti. Bet<span color="green">pabandykite</span> </li> </ul>
lv_lv: <ul> <li> <b>Iekšējs</b>Visi īsinājumtaustiņi ir pieejami tikai lietojumprogrammā. Tas nav īsti paredzēts risinājums, bet var ļaut pielāgot, kādus īsceļus jūs plānojat<i>kādreiz</i> padarīt globālus.</li> <li> <b>Noklusējuma</b> Visi globālie īsinājumtaustiņi ir iespējoti. <b>Saīsne Rādīt/paslēpt galveno logu</b>izmanto maršrutēšanas<span color="red">ignorēšanu</span><b>taustiņam Caps Lock</b>. Šo maršrutēšanu vai žestu var mainīt jebkurā laikā. Bet<span color="green">pamēģiniet</span> </li> </ul>
mi_nz: <ul> <li> <b>Ā-Roto</b>Kua whakawhāitihia ngā pokatata katoa ki roto i te taupānga. Ehara tēnei i te kōwhiringa tika engari ka taea te whakaae ki te whakarite ake he aha ngā pokatata e hiahia ana koe ki te mahi i<i>tētahi rā</i> huri noa.</li> <li> <b>Taunoa</b> Kua whakahohea ngā pokatata huri noa. Ka whakamahi<b>te pokatata Whakaatu/Huna i te matapihi Matua</b>i te ararere<span color="red">takahi</span>mō te pātuhi<b>Maukati Pūmatua</b> . Ka taea e koe te huri i tēnā ararere, i te tohu ā-ringa rānei ahakoa te wā. Engari<span color="green">me ngana</span> </li> </ul>
mk_mk: <ul> <li> Внатрешни </b> Сите кратенки се ограничени на апликацијата. Ова не е баш наменета опција, но може да овозможи да ги прилагодите какви кратенки имате намера да ги направите глобално <i> еден ден </i>. </li> <li> <b> Стандардно </b> Сите глобални кратенки се овозможени. Кратенката <b> Покажи/скриј го главниот прозорец </b> користи <Span Color = "Red"> Преовладување </span> рутирање за копчето <b> капачиња за заклучување </b>. Можете да го промените тоа рутирање или гест во секое време. Но <span color = "зелена"> пробајте </span> </li> </ul>
ml_in: <ul> <li> <b>ആന്തരികം</b>എല്ലാ കുറുക്കുവഴികളും ആപ്ലിക്കേഷനിൽ മാത്രമായി പരിമിതപ്പെടുത്തിയിരിക്കുന്നു. ഇത് ശരിക്കും ഉദ്ദേശിച്ച ഓപ്ഷനല്ല, പക്ഷേ ഒരു<i>ദിവസം</i> നിങ്ങൾ ആഗോളമാക്കാൻ ഉദ്ദേശിക്കുന്ന കുറുക്കുവഴികൾ ഇഷ്ടാനുസൃതമാക്കാൻ അനുവദിക്കും.</li> <li> <b>Default</b> എല്ലാ ആഗോള കുറുക്കുവഴികളും പ്രാപ്തമാക്കിയിട്ടുണ്ട്. <b>ഷോ / ഹൈഡ് മെയിൻ വിൻഡോ</b>കുറുക്കുവഴി<b>ക്യാപ്സ് ലോക്ക്</b> കീയ്ക്കായി<span color="red">ഓവർറൈഡ്</span>റൂട്ടിംഗ് ഉപയോഗിക്കുന്നു. ഏത് സമയത്തും നിങ്ങൾക്ക് ആ റൂട്ടിംഗോ ആംഗ്യമോ മാറ്റാൻ കഴിയും. പക്ഷേ<span color="green">ഒന്ന് ശ്രമിച്ചു നോക്കൂ</span>. </li> </ul>
mr_in: <ul> <li> <b>अंतर्गत</b>सर्व शॉर्टकट अनुप्रयोगाच्या आत मर्यादित आहेत. हा खरोखर इच्छित पर्याय नाही परंतु आपण<i>एखाद्या दिवशी</i> जागतिक बनवू इच्छित असलेले कोणते शॉर्टकट सानुकूलित करण्यास अनुमती देऊ शकता.</li> <li> <b>Default</b> सर्व जागतिक शॉर्टकट सक्षम आहेत. <b>शो / हायड मेन विंडो</b>शॉर्टकट<b>कॅप्स लॉक</b> कीसाठी<span color="red">ओव्हरराइड</span>रूटिंग वापरते. आपण तो मार्ग किंवा हावभाव कधीही बदलू शकता. पण<span color="green">प्रयत्न करून बघा</span> </li> </ul>
ms_my: <ul> <li> <b>Dalaman</b>Semua pintasan adalah terhad kepada dalam aplikasi. Ini sebenarnya bukan pilihan yang dimaksudkan tetapi boleh membolehkan untuk menyesuaikan jalan pintas yang anda ingin buat<i>global suatu hari nanti</i>.</li> <li> <b>Lalai</b> Semua pintasan global didayakan. Pintasan<b>Tunjukkan/Sembunyikan Tetingkap Utama</b>menggunakan penghalaan<span color="red">ganti</span>untuk kekunci<b>Caps Lock</b> . Anda boleh mengubah penghalaan atau gerak isyarat itu pada bila-bila masa. Tetapi<span color="green">cubalah</span> </li> </ul>
mt_mt: <ul> <li> <b>Intern</b>Ix-shortcuts kollha huma limitati għal ġewwa l-applikazzjoni. Din mhix verament għażla maħsuba iżda tista 'tippermetti li tippersonalizza liema shortcuts beħsiebek tagħmel globali<i>xi darba</i>.</li> <li> <b>Default</b> Ix-shortcuts globali kollha huma attivati. Ix-shortcut<b>Show / Hide Main Window</b>tuża routing<span color="red">override</span>għaċ-ċavetta<b>Caps Lock</b> . Tista' tibdel dik ir-rotta jew ġest fi kwalunkwe ħin. Imma<span color="green">agħtiha prova</span> </li> </ul>
nb_no: <ul> <li> <b>Intern</b>Alle snarveier er begrenset til i applikasjonen. Dette er egentlig ikke et tiltenkt alternativ, men kan tillate å tilpasse hvilke snarveier du har tenkt å gjøre globalt<i>en dag</i>.</li> <li> <b>Standard</b> Alle globale snarveier er aktivert. Vis<b>/skjul hovedvindu-snarveien</b>bruker<span color="red">overstyringsruting</span>for<b>Caps Lock-tasten</b> . Du kan endre denne rutingen eller bevegelsen når som helst. Men<span color="green">prøv det</span> </li> </ul>
ne_np: <ul> <li> <b>आन्तरिक</b>सबै सर्टकटहरू अनुप्रयोगभित्र सीमित छन्। यो वास्तवमा एक इच्छित विकल्प होइन तर<i>तपाईले कुनै दिन</i> विश्वव्यापी बनाउन चाहानुभएको सर्टकटहरू अनुकूलन गर्न अनुमति दिन सक्छ।</li> <li> <b>पूर्वनिर्धारित</b> सबै विश्वव्यापी सर्टकटहरू सक्षम छन् । <b>मुख्य सञ्झ्याल देखाउनुहोस्/लुकाउनुहोस्</b>सर्टकटले<b>क्याप्स लक</b> कुञ्जीका लागि<span color="red">ओभरराइड</span>मार्ग प्रयोग गर्दछ । तपाईं कुनै पनि समयमा त्यो मार्ग वा इशारा परिवर्तन गर्न सक्नुहुन्छ। तर<span color="green">यसलाई एक प्रयास दिनुहोस्</span> </li> </ul>
nl_be: <ul> <li> <b>Intern</b>Alle snelkoppelingen zijn beperkt tot binnen de applicatie. Dit is niet echt een beoogde optie, maar kan het mogelijk maken om aan te passen welke snelkoppelingen u<i>ooit</i> globaal wilt maken.</li> <li> <b>Verstek</b> Alle algemene snelkoppelingen zijn ingeschakeld. De snelkoppeling '<b>Hoofdvenster weergeven/verbergen'</b>maakt gebruik van<span color="red">een overbruggingsroute</span>voor de<b>Caps Lock-toets</b> . U kunt die routing of dat gebaar op elk gewenst moment wijzigen. Maar<span color="green">probeer het eens</span> </li> </ul>
or_in: <ul> <li> <b>ଆଭ୍ୟନ୍ତରୀଣ</b>ସମସ୍ତ ସର୍ଟକଟ୍ ଆପ୍ଲିକେସନ୍ ମଧ୍ୟରେ ସୀମିତ ଅଟେ। ଏହା ପ୍ରକୃତରେ ଏକ ଉଦ୍ଦିଷ୍ଟ ବିକଳ୍ପ ନୁହେଁ କିନ୍ତୁ ଆପଣ କେଉଁ ସର୍ଟକଟ୍ଗୁଡ଼ିକୁ<i>ଦିନେ</i> ବିଶ୍ୱସ୍ତରୀୟ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତାହାକୁ କଷ୍ଟମାଇଜ୍ କରିବାକୁ ଅନୁମତି ଦେଇପାରେ।</li> <li> <b>ଡିଫଲ୍ଟ</b> ସମସ୍ତ ବିଶ୍ୱସ୍ତରୀୟ ସର୍ଟକଟ୍ ସକ୍ଷମ ହୋଇଛି। <b>ସୋ/ହାଇଡ୍ ମେନ୍ ୱିଣ୍ଡୋ</b>ସର୍ଟକଟ୍<b>କ୍ୟାପ୍ସ ଲକ୍</b> କୀ ପାଇଁ<span color="red">ଓଭରରାଇଡ୍</span>ରାଉଟିଂ ବ୍ୟବହାର କରେ। ଆପଣ ଯେକୌଣସି ସମୟରେ ସେହି ରୁଟିଂ କିମ୍ବା ଇଶାରାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। କିନ୍ତୁ<span color="green">ଏହାକୁ ଚେଷ୍ଟା କରନ୍ତୁ</span> </li> </ul>
pa_arab: ਅਰਨੇਸਲੈਲ ਸ਼ੌਰਟਕਟ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਅੰਦਰ ਸੀਮਿਤ ਹਨ. ਇਹ ਅਸਲ ਵਿੱਚ ਇੱਕ ਉਦੇਸ਼ਿਤ ਵਿਕਲਪ ਨਹੀਂ ਹੈ ਪਰ ਉਹਨਾਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇ ਸਕਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਗਲੋਬਲਕੋਮੋਮੋਮੋਮੋਮੋਮ ਨੂੰ ਬਣਾਉਣ ਦਾ ਇਰਾਦਾ ਰੱਖਦੇ ਹੋ. ਮੂਲ ਸਾਰੇ ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ ਯੋਗ ਹਨ. ਥੀਕੇਪੀਐਸ ਲਾਕ ਕੁੰਜੀ ਲਈ ਕੱਸੋ / ਓਹਲੇਸ ਲੌਕ ਬਟਨ ਨੂੰ ਓਹਲੇ ਕਰੋ / ਓਹਲੇ ਕਰੋ. ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਉਸ ਰੂਟਿੰਗ ਜਾਂ ਇਸ਼ਾਰੇ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ. ਬਗੀਚ ਕਰੋ
pl_pl: <ul> <li> <b> Wewnętrzne </b> Wszystkie skróty są ograniczone do aplikacji. To nie jest tak naprawdę zamierzona opcja, ale może pozwolić na dostosowanie skrótów, które zamierzasz uczynić globalnym <i> </i>. </li> <li> <b> Domyślnie </b> Włączono wszystkie globalne skróty. Krótkie okno show/hide główne </b> używa <pan color = "czerwony"> Zastąpienie </pan> routing dla klawisza klapów <b> caps </b>. Możesz zmienić ten routing lub gest w dowolnym momencie. Ale <span color = "zielony"> daj mu próbę </span> </li> </ul>
pt_br: <ul> <li> <b>Interno</b>Todos os atalhos são limitados a dentro do aplicativo. Esta não é realmente uma opção pretendida, mas pode permitir personalizar quais atalhos você pretende tornar global<i>algum dia</i>.</li> <li> <b>Inadimplência</b> Todos os atalhos globais estão habilitados. O atalho<b>Mostrar/Ocultar Janela Principal</b>usa o roteamento<span color="red">de substituição</span>para a tecla<b>Caps Lock</b> . Você pode alterar esse roteamento ou gesto a qualquer momento. Mas<span color="green">experimente</span> </li> </ul>
ro_ro: <ul> <li> <b>Intern</b>Toate comenzile rapide sunt limitate la cadrul aplicației. Aceasta nu este într-adevăr o opțiune intenționată, dar vă poate permite să personalizați ce comenzi rapide intenționați să faceți global<i>într-o zi</i>.</li> <li> <b>Implicit</b> Toate comenzile rapide globale sunt activate. Comanda rapidă<b>Afișare/Ascundere fereastră principală</b>utilizează rutarea<span color="red">suprascrierii</span>pentru tasta<b>Caps Lock</b> . Puteți modifica ruta sau gestul respectiv în orice moment. Dar<span color="green">încearcă</span> </li> </ul>
ru_ru: <ul> <li> <b>Внутренний</b>Все ярлыки ограничены внутри приложения. На самом деле это не предусмотренная опция, но она может позволить настроить, какие ярлыки вы собираетесь<i>сделать глобальными</i>.</li> <li> <b>По умолчанию</b> Все глобальные ярлыки включены. <b>Сочетание клавиш «Показать/скрыть главное окно</b>» использует<span color="red">переопределение</span>маршрутизации для<b>клавиши Caps Lock</b> . Вы можете изменить эту маршрутизацию или жест в любое время. Но<span color="green">попробуйте</span> </li> </ul>
sk_sk: <ul> <li> <b>Vnútorný</b>Všetky skratky sú obmedzené na aplikáciu v rámci aplikácie. Toto v skutočnosti nie je zamýšľaná možnosť, ale môže vám umožniť prispôsobiť, aké skratky chcete<i>jedného dňa</i> urobiť globálnymi.</li> <li> <b>Predvolený</b> Všetky globálne skratky sú povolené. Skratka<b>Zobraziť alebo skryť hlavné okno</b>používa<span color="red">prepísanie</span>smerovania klávesu<b>Caps Lock</b> . Toto smerovanie alebo gesto môžete kedykoľvek zmeniť. Ale<span color="green">skúste to</span> </li> </ul>
sl_si: <ul> <li> <b>Notranji</b>Vse bližnjice so omejene na znotraj aplikacije. To v resnici ni predvidena možnost, vendar lahko omogoči, da prilagodite, katere bližnjice nameravate<i>nekega dne</i> narediti globalno.</li> <li> <b>Privzeto</b> Vse globalne bližnjice so omogočene. Bližnjica<b>Pokaži/skrij glavno okno</b>uporablja<span color="red">preglasitev</span>usmerjanja za tipko<b>Caps Lock</b> . To usmerjanje ali potezo lahko kadar koli spremenite. Ampak<span color="green">poskusi</span> </li> </ul>
sq_al: <ul> <li> <b>Të brendshme</b>Të gjitha shkurtesat janë të kufizuara brenda aplikimit. Kjo nuk është në të vërtetë një opsion i synuar, por mund të lejojë të personalizoni se çfarë shkurtesash keni ndërmend të bëni globale<i>një ditë</i>.</li> <li> <b>Prezgjedhur</b> Të gjitha shkurtesat globale janë mundësuar. Shkurtesa<b>Show/Hide Main Window</b>përdor<span color="red">override</span>routing për çelësin<b>Caps Lock</b> . Ju mund ta ndryshoni atë routje ose gjest në çdo kohë. Por<span color="green">provoje.</span> </li> </ul>
sr_cyrl_me: <ul> <li> <b>Унутрашње</b>Све пречице су ограничене на апликацију. Ово заправо није намењена опција, али може да дозволи прилагођавање пречица које намеравате да једног дана<i>учините глобалним</i>.</li> <li> <b>Подразумевани</b> Све глобалне пречице су омогућене. <b>Пречица "Прикажи/сакриј главни прозор</b>"<span color="red">користи замишавање</span>производног поступка<b>за тастер Цапс Лоцк</b> . Тај производни поступак или покрет можете да промените у било ком тренутку. Али<span color="green">пробај</span> </li> </ul>
sv_fi: <ul> <li> <b>Inre</b>Alla genvägar är begränsade till i programmet. Detta är egentligen inte ett avsett alternativ men kan göra det möjligt att anpassa vilka genvägar du tänker göra globala<i>en dag</i>.</li> <li> <b>Standard</b> Alla globala genvägar är aktiverade. <b>Genvägen Visa/dölj huvudfönster</b>använder<span color="red">åsidosättningsroutning</span>för<b>skiftlåstangenten</b> . Du kan ändra rutten eller gesten när som helst. Men<span color="green">ge det ett försök</span> </li> </ul>
sw_ke: <ul> <li> <b> Ndani </b> njia za mkato zote ni mdogo ndani ya programu. Hii sio chaguo lililokusudiwa lakini inaweza kuruhusu kubadilisha njia za mkato unazokusudia kufanya Global <i> siku moja </i>. </li> <li> <b> Default </b> Njia zote za mkato za ulimwengu zimewezeshwa. The <b> onyesha/ficha dirisha kuu </b> njia ya mkato hutumia <span color = "nyekundu"> override </span> njia ya ufunguo wa <b> Caps Lock </b>. Unaweza kubadilisha njia hiyo au ishara wakati wowote. Lakini <span color = "kijani"> jaribu kujaribu </span> </li> </ul>
ta_in: <ul> <li> <b>உள்</b>அனைத்து குறுக்குவழிகளும் பயன்பாட்டிற்குள் வரையறுக்கப்பட்டுள்ளன. இது உண்மையில் ஒரு நோக்கம் கொண்ட விருப்பம் அல்ல, ஆனால்<i>நீங்கள் ஒரு நாள்</i> உலகளாவியதாக மாற்ற விரும்பும் குறுக்குவழிகளைத் தனிப்பயனாக்க அனுமதிக்கலாம்.</li> <li> <b>முன்னிருப்பு</b> அனைத்து உலகளாவிய குறுக்குவழிகளும் இயக்கப்பட்டுள்ளன. <b>ஷோ / ஹைடு மெயின் விண்டோ</b>குறுக்குவழி<b>கேப்ஸ் லாக்</b> விசைக்கான<span color="red">மேலதிக</span>ரூட்டிங்கைப் பயன்படுத்துகிறது. நீங்கள் எந்த நேரத்திலும் அந்த ரூட்டிங் அல்லது சைகையை மாற்றலாம். ஆனால்<span color="green">முயற்சி செய்து பாருங்கள்</span> </li> </ul>
te_in: <ul> <li> <b>ఆంతరంగిక</b>అన్ని షార్ట్ కట్ లు అప్లికేషన్ లోపల మాత్రమే పరిమితం చేయబడతాయి. ఇది నిజంగా ఉద్దేశించబడిన ఎంపిక కాదు, కానీ<i>ఏదో ఒక రోజు</i> మీరు ఏ షార్ట్ కట్ లను గ్లోబల్ గా చేయాలనుకుంటున్నారో అనుకూలీకరించడానికి అనుమతిస్తుంది.</li> <li> <b>డిఫాల్ట్</b> అన్ని గ్లోబల్ షార్ట్ కట్ లు ఎనేబుల్ చేయబడ్డాయి. <b>షో/హైడ్ మెయిన్ విండో</b>షార్ట్ కట్<b>క్యాప్స్ లాక్</b> కీ కోసం<span color="red">ఓవర్ రైడ్</span>రూటింగ్ ను ఉపయోగిస్తుంది. మీరు ఏ సమయంలోనైనా ఆ రూటింగ్ లేదా సంజ్ఞను మార్చవచ్చు. అయితే<span color="green">ఒకసారి ప్రయత్నించండి.</span> </li> </ul>
th_th: <ul> <li> <b>ภายใน</b>ทางลัดทั้งหมดถูก จํากัด ไว้ที่ภายในแอปพลิเคชัน นี่ไม่ใช่ตัวเลือกที่ตั้งใจไว้จริงๆ แต่สามารถปรับแต่งทางลัดที่คุณตั้งใจจะทําให้เป็นสากล<i>ได้ในสักวัน</i>หนึ่ง</li> <li> <b>เริ่ม ต้น</b> เปิดใช้งานทางลัดส่วนกลางทั้งหมด ทางลัด<b>แสดง/ซ่อนหน้าต่างหลัก</b>ใช้การกําหนดเส้นทาง<span color="red">แทนที่</span>สําหรับแป้น<b>Caps Lock</b> คุณสามารถเปลี่ยนเส้นทางหรือท่าทางสัมผัสนั้นได้ตลอดเวลา แต่<span color="green">ลองดูสิ</span> </li> </ul>
tk_tm: <ul> <li> <b>Iç</b>Ähli gysgaldylan ýollar diňe anketa içinde. Aslynda, bu maksadyna ýetmek däl-de,<i>bir gün</i> bütindünýä haýsy gysgaldylan ýollaryňyzy üýtgetmäge mümkinçilik berip biler.</li> <li> <b>Öň Bellenen</b> Global ähli gysgaldylan ýollar mümkindir. Açar<b>ymaratyny görkez/Gizle</b>gysgaltmada<b>Caps Lock</b> açarüçin<span color="red">üstaşyr</span>ugrukdyrma ulanylýar. Siz şol ýol ýa-da hereketi islendik wagt üýtgedip bilersiňiz. Ýöne<span color="green">synap görüň,</span> </li> </ul>
tr_tr: <ul> <li> <b>Dahili</b>Tüm kısayollar uygulama içinde sınırlıdır. Bu gerçekten amaçlanan bir seçenek değildir, ancak<i>bir gün</i> küresel hale getirmeyi düşündüğünüz kısayolları özelleştirmenize izin verebilir.</li> <li> <b>Temerrüt</b> Tüm genel kısayollar etkindir. <b>Ana Pencereyi Göster/Gizle</b>kısayolu,<b>Caps Lock</b> tuşu için<span color="red">geçersiz kılma</span>yönlendirmesini kullanır. Bu yönlendirmeyi veya hareketi istediğiniz zaman değiştirebilirsiniz. Ama<span color="green">bir deneyin</span> </li> </ul>
tt_ru: <ul> <li> <b>Эчке</b>Барлык кысылулар да гариза эчендә генә чикләнә. Бу чыннан да билгеләнгән вариант түгел, ә дөнья<i>күләмендә</i> нинди кысыйклар ясарга теләгәнне хәл итәргә мөмкинлек бирә ала.</li> <li> <b>Тәвәккәллек</b> Бөтен глобаль кысылулар булыша. <b>Show / Яшерен төп тәрәзәнең</b>кысышлары<b>Caps Lock</b> ачкычы өчен<span color="red">артык рацион</span>кулланыла. Яки аллаһуның баласы бар, дип, ий Мухәммәд г-м, ошбу Коръәнне сиңа бирдек вәхий кылырбыз. Ләкин<span color="green">аны берәр нәрсәгә бирергә тырышыгыз</span> </li> </ul>
ug_cn: <ul> <li> <b> ئىچكى </ b> تېزلەتمىلەر پروگراممىدا چەكلىك. بۇ ھەقىقەتەن بىردەك تاللاش ئەمەس, ئەمما نېمىنى بېسىپ ھەممىنى ھەمجىرالغا بەرداشلىق بېرىشنى خالايدىغانلىقىڭىزنى خاسلاشتۇرالايدۇ, نېمىنى ھەددىدىن ئاشۇرۇپ ئاخىرلاشتۇرماقچى بولىسىز </ lo> <li> <B> سۈكۈتتىكى </ b> بارلىق بارلىق تېزلەتمىلەر قوزغىتىلىدۇ. <B> كۆرسىتىش / يوشۇرۇش ئاساسلىق كۆزنەك </ b> تېز ئالاقە ھۆججەتلىرى <b> caps locling </ b> ئۈچۈن قاپلىنىدۇ. ھەر قانداق ۋاقىتتا يول ياكى ئىشارەتنى ئۆزگەرتەلەيسىز. ئەمما <spo color = "گىرىن"> ئۇنى سىناپ بېقىڭ </ span> </ li> </ ul>
uk_ua: <ul> <li> <b>Внутрішні</b>Усі ярлики обмежені програмою. Насправді це не передбачуваний варіант, але він може дозволити налаштувати, які ярлики ви збираєтеся<i>колись</i> зробити глобальними.</li> <li> <b>За промовчанням</b> Усі глобальні ярлики ввімкнено. У комбінації клавіш<b>Показати/Приховати головне вікно</b>використовується<span color="red">перевизначення</span>маршрутизації для клавіші<b>Caps Lock</b> . Ви можете змінити маршрут або жест у будь-який час. Але<span color="green">спробуйте</span> </li> </ul>
ur_pk: <ul> <li> <b>اندرونی</b>تمام شارٹ کٹ ایپلی کیشن کے اندر تک محدود ہیں۔ یہ واقعی ایک مطلوبہ آپشن نہیں ہے لیکن اپنی مرضی کے مطابق اپنی مرضی کے مطابق کرنے کی اجازت دے سکتا ہے کہ آپ کسی دن کس شارٹ کٹ کو عالمی بنانے کا ارادہ رکھتے<i>ہیں</i>۔</li> <li> <b>طے شدہ</b> تمام عالمی شارٹ کٹس فعال ہیں۔ <b>شو / ہیڈ مین ونڈو</b>شارٹ کٹ<b>کیپس لاک</b> کلید کے لئے<span color="red">اووررائڈ</span>روٹنگ کا استعمال کرتا ہے۔ آپ کسی بھی وقت اس روٹنگ یا اشارے کو تبدیل کرسکتے ہیں۔ لیکن<span color="green">اسے ایک کوشش کریں</span> </li> </ul>
uz_cyrl: Ichki yorliqlar ilova ichida cheklangan. Bu aslida mo'ljallangan variant emas, lekin siz qanday yorliqlarni globaletay qilish niyatida bo'lishingizni rejalashtirishingiz mumkin. Odatiy ravishda barcha global yorliqlar yoqilgan. TheShow / O'rta oynaning asosiy derazasshorttutni qulflash tugmachasi uchun ishlatish. Siz har qanday vaqtda marshrut yoki imo-ishorani o'zgartirishingiz mumkin. Butorat uni sinab ko'ring
vi_vn: <ul> <li> <b> Nội bộ </b> Tất cả các phím tắt được giới hạn trong ứng dụng. Đây không thực sự là một tùy chọn dự định nhưng có thể cho phép tùy chỉnh những phím tắt bạn định làm toàn cầu <i> một ngày nào đó </i>. </Li> <li> <b> Mặc định </b> Tất cả các phím tắt toàn cầu được bật. <b> hiển thị/ẩn cửa sổ chính </b> phím tắt sử dụng <span color = "red"> Ghi đè </span> định tuyến cho khóa <b> caps khóa </b>. Bạn có thể thay đổi định tuyến hoặc cử chỉ đó bất cứ lúc nào. Nhưng <span color = "màu xanh lá cây"> Hãy thử </span> </li> </ul>
zh_hant: <ul> <li> <b>內部</b>所有快捷方式僅限於應用程式內。這並不是一個真正的預期選項，但可以允許自定義您打算<i>有朝一日</i>將其設置為全域的快捷方式。</li> <li> <b>違約</b>所有全域快捷方式均已啟用。“<b>顯示/隱藏主視窗”</b>快捷方式對<b>Caps Lock</b> 鍵使用<span color="red">覆蓋</span>路由。您可以隨時更改該路線或手勢。但是<span color="green">試一試</span> </li> </ul>
