Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# CommonBusyLabel
source: Please wait...
af_za: Wag asseblief...
am_et: ቆይ በናተህ...
ar_bh: انتظر من فضلك...
as_in: অনুগ্ৰহ কৰি অপেক্ষা কৰক...
az_cyrl: Zəhmət olmasa, gözləyin...
bg_bg: Моля Изчакай...
bn_in: অনুগ্রহপূর্বক অপেক্ষা করুন...
bs_latn_ba: Molimo pričekajte ...
ca_es: Si us plau, espereu ...
cs_cz: Prosím, čekejte...
cy_gb: Arhoswch os gwelwch yn dda...
da_dk: Vent venligst...
de_ch: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_bo: Espere por favor...
et_ee: Palun oota...
fa_ir: لطفا صبر کنید...
fi_fi: Odota...
fil_ph: Mangyaring maghintay ...
fr_029: S'il vous plaît, attendez...
ga_ie: Fán le do thoil...
gu_in: મહેરબાની કરી રાહ જુવો...
he_il: המתן בבקשה...
hi_in: कृपया प्रतीक्षा करें...
hr_hr: Molim vas pričekajte ...
hu_hu: Kérlek várj...
hy_am: Խնդրում ենք սպասել...
id_id: Harap tunggu...
is_is: Vinsamlegast bíðið...
it_ch: Attendere prego...
ja_jp: お待ちください...
ka_ge: Გთხოვთ მოიცადოთ...
kk_kz: Өтінемін күте тұрыңыз...
km_kh: សូមរង់ចាំ ...
kn_in: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ...
ko_kr: 기다리세요...
ky_kg: Сураныч, күтө туруңуз ...
lo_la: ກະ​ລຸ​ນາ​ລໍ​ຖ້າ...
lt_lt: Prašau palauk...
lv_lv: Lūdzu uzgaidiet...
mi_nz: Tatari koa ...
mk_mk: Ве молам почекајте...
ml_in: കാത്തിരിക്കൂ...
mr_in: कृपया थांबा...
ms_my: Sila tunggu...
mt_mt: Stenna...
nb_no: Vennligst vent...
ne_np: कृपया पर्खनुहोस्...
nl_be: Even geduld aub...
or_in: ଦୟାକରି ଅପେକ୍ଷା କର...
pa_arab: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pl_pl: Proszę czekać...
pt_br: Por favor, aguarde...
ro_ro: Va rugam asteptati...
ru_ru: Пожалуйста, подождите...
sk_sk: Prosím čakajte...
sl_si: Prosim počakaj...
sq_al: Te lutem prit...
sr_cyrl_me: Сачекајте...
sv_fi: Vänta...
sw_ke: Tafadhali subiri...
ta_in: தயவுசெய்து காத்திருங்கள் ...
te_in: దయచేసి వేచి ఉండండి ...
th_th: โปรดรอ...
tk_tm: Haýyş et!
tr_tr: Lütfen bekleyin...
tt_ru: Зинһар, көтегез...
ug_cn: ساقلاپ تۇرۇڭ ...
uk_ua: Зачекайте ...
ur_pk: برائے مہربانی انتظار کریں...
uz_cyrl: Iltimos kuting...
vi_vn: Vui lòng chờ...
zh_hant: 請稍等...

# MainWindowTitleLockLabel
source: Lock
af_za: Slot
am_et: መቆለፊያ
ar_bh: قفل
as_in: তলা
az_cyrl: Bağlamaq
bg_bg: Ключалка
bn_in: লক
bs_latn_ba: Zaključati
ca_es: Tancar
cs_cz: Zámek
cy_gb: Gloiff
da_dk: Låse
de_ch: Sperren
el_gr: Κλειδαριά
es_bo: Cerrar
et_ee: Lukk
fa_ir: قفل کردن
fi_fi: Lukko
fil_ph: I -lock
fr_029: Verrouillage
ga_ie: Trí
gu_in: તાળ
he_il: לנעול
hi_in: ताला
hr_hr: Brana
hu_hu: Zár
hy_am: Կողպել
id_id: Kunci
is_is: Læstu
it_ch: Serratura
ja_jp: ロック
ka_ge: დაკეტვა
kk_kz: Құлыптау
km_kh: សោ
kn_in: ಬ ೦ ದೆ
ko_kr: 잠그다
ky_kg: Кулпу
lo_la: ກະແຈ
lt_lt: Užrakinti
lv_lv: Slēdzene
mi_nz: Raka
mk_mk: Заклучување
ml_in: പൂട്ടുക
mr_in: लॉक
ms_my: Kunci
nb_no: Låse
ne_np: ताला लगाउनु
nl_be: Slot
or_in: ତାଲା
pa_arab: ਲਾਕ
pl_pl: Zamek
pt_br: Trancar
ro_ro: Lacăt
ru_ru: Замок
sk_sk: Zámok
sl_si: Ključavnica
sq_al: Bllokoj
sr_cyrl_me: закључати
sv_fi: Låsa
sw_ke: Funga
ta_in: பூட்டு
te_in: లాక్
th_th: ล็อค
tk_tm: Gulplamak
tr_tr: Kilit
tt_ru: Йозак
ug_cn: قۇلۇپ
uk_ua: Замок
ur_pk: لاک
uz_cyrl: Qulflamoq
vi_vn: Khóa
zh_hant: 鎖

# SettingsAccountTabLabel
source: Account
af_za: Rekening
am_et: መለያ
ar_bh: حساب
as_in: একাউণ্ট
az_cyrl: Hesab
bg_bg: Сметка
bn_in: অ্যাকাউন্ট
bs_latn_ba: Račun
ca_es: Compte
cs_cz: Účet
cy_gb: Cyfrifon
da_dk: Konto
de_ch: Konto
el_gr: λογαριασμός
es_bo: Cuenta
et_ee: Konto
fa_ir: حساب
fi_fi: Tili
fr_029: Compte
ga_ie: Bheith den tuairim
gu_in: હિસાબ
he_il: חֶשְׁבּוֹן
hi_in: खाता
hr_hr: Račun
hu_hu: Beszámoló
hy_am: Հաշիվ
id_id: Akun
is_is: Reikningur
ja_jp: アカウント
ka_ge: ანგარიში
kk_kz: Шот
km_kh: កននេយ្យ
kn_in: ಖಾತೆ
ko_kr: 계정
ky_kg: Эсеп
lo_la: ບັນຊີ
lt_lt: Sąskaita
lv_lv: Konts
mi_nz: Kaute
mk_mk: Сметка
ml_in: കണക്ക്
mr_in: खाते
ms_my: Akaun
mt_mt: Kont
nb_no: Regnskap
ne_np: खाता
nl_be: Rekening
or_in: ଖାତା
pa_arab: ਖਾਤਾ
pl_pl: Konto
pt_br: Conta
ro_ro: Cont
ru_ru: Счет
sk_sk: Účtovať
sl_si: račun
sq_al: Llogari
sr_cyrl_me: Рачун
sv_fi: konto
sw_ke: Akaunti
ta_in: கணக்கு
te_in: ఖాతా
th_th: บัญชี
tk_tm: Hasaby
tr_tr: Hesap
tt_ru: Хисап
ug_cn: ھېسابات
uk_ua: Рахунок
ur_pk: کھاتہ
uz_cyrl: Hisob
vi_vn: Tài khoản
zh_hant: 帳戶

# SettingsHelpTabLabel
source: Help
am_et: እገዛ
ar_bh: يساعد
as_in: সহায়
az_cyrl: Kömək etmək
bg_bg: Помогне
bn_in: সাহায্য
bs_latn_ba: Pomoći
ca_es: Ajudar
cs_cz: Pomoc
cy_gb: Helpom
da_dk: Hjælp
de_ch: Helfen
el_gr: Βοήθεια
es_bo: Ayuda
et_ee: Abi
fa_ir: کمک
fi_fi: auta
fil_ph: Tulong
fr_029: Aide
ga_ie: Cabhrú
gu_in: મદદ
he_il: עֶזרָה
hi_in: मदद
hr_hr: Pomozite
hu_hu: Segítség
hy_am: Օգնություն
id_id: Membantu
is_is: Hjálp
it_ch: Aiuto
ja_jp: ヘルプ
ka_ge: დახმარება
kk_kz: Көмектесіңдер
km_kh: ការចយយ
kn_in: ಸಹಾಯ ಮಾಡು
ko_kr: 돕다
ky_kg: Жардам
lo_la: ຊ່ວຍເຫລືອ
lt_lt: Padėti
lv_lv: Palīdzēt
mi_nz: Āwhina
mk_mk: Помош
ml_in: സഹായം
mr_in: मदत
ms_my: Tolong
mt_mt: Għajnuna
nb_no: Hjelp
ne_np: सहायता
nl_be: Hulp
or_in: ସାହାଯ୍ୟ
pa_arab: ਮਦਦ ਕਰੋ
pl_pl: Pomoc
pt_br: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sk_sk: Pomoc
sl_si: Pomoč
sq_al: Ndihmon
sr_cyrl_me: Помоћ
sv_fi: Hjälp
sw_ke: Msaada
ta_in: உதவி
te_in: సహాయం
th_th: ช่วย
tk_tm: Kömek ediň
tr_tr: Yardım
tt_ru: Ярдәм итегез
ug_cn: ياردەم
uk_ua: Допомога
ur_pk: مدد
uz_cyrl: Yordam
vi_vn: Giúp đỡ
zh_hant: 幫助

# SettingsInteropTabLabel
source: Copy & Paste
af_za: Kopieër plak
am_et: ቅዳ ለጥፍ
ar_bh: نسخ ولصق
as_in: কপি আৰু পেষ্ট কৰক
az_cyrl: Kopyalayın və yapışdırın
bg_bg: Копирай постави
bn_in: অনুলিপি এবং পেস্ট
bs_latn_ba: Kopiraj zalijepi
ca_es: Copiar enganxar
cs_cz: Kopírovat vložit
cy_gb: Copïo a Gludo
da_dk: Kopier indsæt
de_ch: Kopieren Einfügen
el_gr: Αντιγραφή επικόλληση
es_bo: Copiar pegar
et_ee: Kopeeri kleebi
fa_ir: کپی و چسباندن
fi_fi: Kopioi liitä
fil_ph: Kopyahin at i -paste
fr_029: Copier coller
ga_ie: Greamaigh cóip
gu_in: નકલ અને પેસ્ટ કરો
he_il: העתק הדבק
hi_in: कॉपी पेस्ट
hr_hr: Kopirati i zalijepiti
hu_hu: Másolás beillesztés
hy_am: Պատճենել եւ տեղադրեք
id_id: Salin & Tempel
is_is: Klippa líma
it_ch: Copia incolla
ja_jp: コピーペースト
ka_ge: დააკოპირეთ და ჩასვით
kk_kz: Көшіру және қою
km_kh: ចម្លងនិងបិទភ្ជាប់
kn_in: ನಕಲಿಸಿ ಮತ್ತು ಅಂಟಿಸಿ
ko_kr: 복사 붙여 넣기
ky_kg: Көчүрүү жана чаптоо
lo_la: ສໍາເນົາແລະວາງ
lt_lt: Kopijuoti įklijuoti
lv_lv: Kopēt ielīmēt
mi_nz: Tāruahia me te whakapiri
mk_mk: Копирај залепи
ml_in: പകർപ്പ് പോയി ഒട്ടിക്കുക
mr_in: कॉपी पेस्ट
ms_my: Salin tampal
mt_mt: Kopja u pasta
nb_no: Kopier og lim inn
ne_np: कपि पेस्ट
nl_be: Kopiëren plakken
or_in: କପି ଏବଂ ପେଷ୍ଟ କରନ୍ତୁ |
pa_arab: ਨਕਲ ਉਤਾਰਨਾ
pl_pl: Kopiuj wklej
pt_br: Copiar colar
ro_ro: Copiaza si lipeste
ru_ru: Копировать вставить
sk_sk: Kopírovať vložiť
sl_si: Kopiraj prilepi
sq_al: Kopjimi dhe ngjitja
sr_cyrl_me: Копирајте и налепите
sv_fi: Kopiera klistra in
sw_ke: Nakili na ubandike
ta_in: நகலெடுத்து ஒட்டவும்
te_in: కాపీ & పేస్ట్
th_th: คัดลอกวาง
tk_tm: Göçüriň we goýuň
tr_tr: Kopyala yapıştır
tt_ru: Күчереп алу
ug_cn: كۆچۈرۈپ چاپلاڭ
uk_ua: Копіювати Вставити
ur_pk: کاپی پیسٹ
uz_cyrl: Qo'riqlash va joylashtirish
vi_vn: Sao chép dán
zh_hant: 複製粘貼

# SettingsPrefTabLabel
source: Preferences
af_za: Voorkeure
am_et: ምርጫዎች
ar_bh: التفضيلات
as_in: পছন্দসমূহ
az_cyrl: Üstünlük
bg_bg: Предпочитания
bn_in: পছন্দসমূহ
bs_latn_ba: Preferencije
ca_es: Preferències
cs_cz: Preference
cy_gb: Newisiadau
da_dk: Præferencer
de_ch: Vorlieben
el_gr: Προτιμήσεις
es_bo: Preferencias
et_ee: Eelistused
fa_ir: اولویت ها
fi_fi: Mieltymykset
fil_ph: Kagustuhan
fr_029: Préférences
ga_ie: Roghanna
gu_in: અગ્રતા
he_il: העדפות
hi_in: पसंद
hr_hr: Sklonosti
hu_hu: preferenciák
hy_am: Նախապատվություններ
id_id: Preferensi
is_is: Óskir
it_ch: Preferenze
ja_jp: 環境設定
ka_ge: პრეფერენციები
kk_kz: Қалаулар
km_kh: ចំណូលចិត្ត
kn_in: ಆದ್ಯತೆ
ko_kr: 선호도
ky_kg: Түзөтүүлөр
lo_la: ຄວາມມັກ
lt_lt: Nuostatos
lv_lv: Izvēles
mi_nz: Nga manakohanga
mk_mk: Преференции
ml_in: മുൻഗണനകൾ
mr_in: प्राधान्ये
ms_my: Keutamaan
mt_mt: Preferenzi
nb_no: Preferanser
ne_np: अरुभन्दा सम्मान
nl_be: Voorkeuren
or_in: ପସନ୍ଦ
pa_arab: ਪਸੰਦ
pl_pl: Preferencje
pt_br: Preferências
ro_ro: Preferințe
ru_ru: Предпочтения
sk_sk: Preferencia
sl_si: Preference
sq_al: Preferencat
sr_cyrl_me: Преференција
sv_fi: Inställningar
sw_ke: Upendeleo
ta_in: விருப்பத்தேர்வுகள்
te_in: ప్రాధాన్యతలు
th_th: การตั้งค่า
tk_tm: Saýlamalar
tr_tr: Tercihler
tt_ru: Өстенлекләр
ug_cn: مايىللىق
uk_ua: Уподобання
ur_pk: ترجیحات
uz_cyrl: Afzalliklar
vi_vn: Sở thích
zh_hant: 優先

# PrefRestoreDefaultsLabel
source: Restore Defaults
af_za: Herstel standaard
am_et: ነባሪዎች ወደነበሩበት ይመልሱ
ar_bh: استعادة الضبط الافتراضي
as_in: অবিকল্পিতসমূহ পুনৰুদ্ধাৰ কৰক
az_cyrl: Defoltları bərpa edin
bg_bg: Възстанови настройките по подразбиране
bn_in: পূর্বনির্ধারন পুনরুধার
bs_latn_ba: Vratite zadane postavke
ca_es: Restaurar els valors predeterminats
cs_cz: Obnovit výchozí nastavení
cy_gb: Adfer diffygion
da_dk: Gendanne standardindstillingerne
de_ch: Standardeinstellungen wiederherstellen
el_gr: Επαναφέρετε τις προεπιλογές
es_bo: Restaurar los valores predeterminados
et_ee: Taasta algseaded
fa_ir: بازیابی پیش فرض ها
fi_fi: Palauttaa oletukset
fil_ph: Ibalik sa dating ayos
fr_029: Réinitialiser
ga_ie: Réamhshocruithe a chur ar ais
gu_in: મૂળભૂત પુન: સ્થાપના
he_il: לשחזר את ברירות מחדל
hi_in: डिफॉल्ट्स का पुनःस्थापन
hr_hr: Vratiti zadane
hu_hu: Az alapértelmezések visszaállítása
hy_am: Վերականգնել Նախնականը
id_id: Kembalikan default
is_is: Endurheimta vanskil
it_ch: Ripristina i valori predefiniti
ja_jp: デフォルトに戻す
ka_ge: აღადგინეთ ნაგულისხმევი
kk_kz: Әдепкі параметрлерді қалпына келтіру
km_kh: ស្តារលំនាំដើមឡើងវិញ
kn_in: ಮತ್ತೆ ಮೊದಲಂತೆ ಮಾಡು
ko_kr: 기본값으로 복원
ky_kg: Демейки абалын калыбына келтирүү
lo_la: ຟື້ນຟູຄ່າເລີ່ມຕົ້ນ
lt_lt: Atkurti numatytuosius nustatymus
lv_lv: Atjaunot noklusējumus
mi_nz: Whakaora i nga hapa
mk_mk: Вратете ги стандардните
ml_in: സ്വതവേയുള്ളതു് പുനഃസ്ഥാപിക്കുക
mr_in: पुर्वासपांदित करा
ms_my: Kembali kepada asal
mt_mt: Irrestawra n-nuqqasijiet
nb_no: Gjenopprett standardverdier
ne_np: फेरी पहिलाकै अवस्था मा लैजाऊ
nl_be: De standaardwaarden herstellen
or_in: ଡିଫଲ୍ଟ ପୁନ restore ସ୍ଥାପନ କରନ୍ତୁ |
pa_arab: ਡਿਫਾਲਟ ਰੀਸਟੋਰ ਕਰੋ
pl_pl: Przywróć domyślne
pt_br: Restaurar padrões
ro_ro: Restabiliti setarile de baza
ru_ru: Восстановить значения по умолчанию
sk_sk: Obnoviť predvolené nastavenia
sl_si: Obnoviti privzete nastavitve
sq_al: Rivendosja e paracaktuar
sr_cyrl_me: Врати подразумевано
sv_fi: Återgå till grundinställningarna
sw_ke: Rejesha defaults
ta_in: இயல்புநிலைகளை மீட்டெடுங்கள்
te_in: నిర్ణీత విలువలకు మార్చు
th_th: กู้คืนค่าเริ่มต้น
tk_tm: Defoltlary dikeltmek
tr_tr: Varsayılanları geri yükle
tt_ru: Килешүне торгызу
ug_cn: سۈكۈتنى ئەسلىگە كەلتۈرۈڭ
uk_ua: Відновити значення за замовчуванням
ur_pk: ڈیفالٹس بحال
uz_cyrl: Standartlarni tiklash
vi_vn: Khôi phục mặc định
zh_hant: 恢復默認值

# SettingsSearchWatermark
source: Filter...
am_et: ማጣሪያ ...
ar_bh: منقي...
as_in: ফিল্টাৰ...
az_cyrl: Filtr ...
bg_bg: Филтър ...
bn_in: ছাঁকনি...
ca_es: Filtre ...
cs_cz: Filtr...
cy_gb: Hidlo ...
el_gr: Φίλτρο...
es_bo: Filtrar...
fa_ir: فیلتر ...
fi_fi: Suodattaa...
fr_029: Filtre...
ga_ie: Scagaire ...
gu_in: ફિલ્ટર ...
he_il: לְסַנֵן...
hi_in: फ़िल्टर ...
hr_hr: Filtar...
hu_hu: Szűrő...
hy_am: Զտիչ ...
id_id: Saring...
is_is: Sía ...
it_ch: Filtro...
ja_jp: フィルター...
ka_ge: ფილტრი ...
kk_kz: Сүзгі ...
km_kh: ត្រង ...
kn_in: ಫಿಲ್ಟರ್ ...
ko_kr: 필터...
ky_kg: Чыпка ...
lo_la: ກັ່ນຕອງ ...
lt_lt: Filtras...
lv_lv: Filtrs ...
mi_nz: Tātari ...
mk_mk: Филтер ...
ml_in: ഫിൽട്ടർ ...
mr_in: फिल्टर ...
ms_my: Penapis ...
mt_mt: Iffiltra ...
ne_np: फिल्टर ...
or_in: ଫିଲ୍ଟର୍ ...
pa_arab: ਫਿਲਟਰ ...
pl_pl: Filtr...
pt_br: Filtro...
ro_ro: Filtru...
ru_ru: Фильтр...
sr_cyrl_me: Филтер ...
sv_fi: Filtrera...
sw_ke: Chujio ...
ta_in: வடிகட்டி...
te_in: ఫిల్టర్ ...
th_th: กรอง...
tk_tm: Süzgüç ...
tr_tr: Filtre ...
tt_ru: Фильтр ...
ug_cn: سۈزگۈچ ...
uk_ua: Фільтр ...
ur_pk: فلٹر ...
uz_cyrl: Filtr ...
vi_vn: Lọc...
zh_hant: 篩選...

# SettingsShortcutTabLabel
source: Shortcuts
af_za: Kortpaaie
am_et: አቋራጮች
ar_bh: اختصارات
as_in: চৰ্টকাট
az_cyrl: Qısaylıq
bg_bg: Преки пътища
bn_in: শর্টকাটস
bs_latn_ba: Prečice
ca_es: Dreceres
cs_cz: Zkratky
cy_gb: Llwybrau byr
da_dk: Genveje
de_ch: Verknüpfungen
el_gr: Συντομεύσεις
es_bo: Atajos
et_ee: Otseteed
fa_ir: میانبرها
fi_fi: Pikakuvakkeet
fil_ph: Mga shortcut
fr_029: Raccourcis
ga_ie: Aicearraí
gu_in: શોર્ટકટ્સ
he_il: קיצורי דרך
hi_in: शॉर्टकट
hr_hr: Prečac
hu_hu: Parancsikonok
hy_am: Դյուրանցումներ
id_id: Pintasan
is_is: Flýtileiðir
it_ch: Scorciatoie
ja_jp: ショートカット
ka_ge: მალსახმობები
kk_kz: Төте жолдар
km_kh: ផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
ko_kr: 바로 가기
ky_kg: Жарлыктар
lo_la: ກາງເຂັນ
lt_lt: Nuorodos
lv_lv: Saīsnes
mi_nz: Pokatata
mk_mk: Кратенки
ml_in: കുറുക്കുവഴികൾ
mr_in: शॉर्टकट
ms_my: Pintasan
nb_no: Snarveier
ne_np: सर्टकटहरू
nl_be: Snelkoppelingen
or_in: ସର୍ଟକଟ୍
pa_arab: ਸ਼ੌਰਟਕਟ
pl_pl: Skróty
pt_br: Atalhos
ro_ro: Comitete rapide
ru_ru: Ярлыки
sk_sk: Skratky
sl_si: Bližnjice
sq_al: Shkurtore
sr_cyrl_me: Пречице
sv_fi: Genvägar
sw_ke: Njia za mkato
ta_in: குறுக்குவழிகள்
te_in: సత్వరమార్గాలు
th_th: ทางลัด
tk_tm: Gysga ýollar
tr_tr: Kısayollar
tt_ru: Кыска юллар
ug_cn: تېزلەتمىلەر
uk_ua: Ярлики
ur_pk: شارٹ کٹ
uz_cyrl: Yorliqlar
vi_vn: Phím tắt
zh_hant: 捷徑

# SettingsInteropAddAppButtonLabel
source: Add App
af_za: Voeg app by
am_et: መተግበሪያን ያክሉ
ar_bh: أضف التطبيق
as_in: এপ যোগ কৰক
az_cyrl: Tətbiq əlavə edin
bg_bg: Добавете приложението
bn_in: অ্যাপ্লিকেশন যুক্ত করুন
bs_latn_ba: Dodajte aplikaciju
ca_es: Afegiu l'aplicació
cs_cz: Přidat aplikaci
cy_gb: Ychwanegu App
da_dk: Tilføj app
de_ch: App hinzufügen
el_gr: Προσθήκη εφαρμογής
es_bo: Agregar aplicación
et_ee: Lisage rakendus
fa_ir: اضافه کردن برنامه
fi_fi: Lisää sovellus
fil_ph: Magdagdag ng app
fr_029: Ajouter l'application
ga_ie: Cuir aip leis
gu_in: એપ્લિકેશન ઉમેરો
he_il: הוסף אפליקציה
hi_in: ऐप जोड़ें
hr_hr: Dodajte aplikaciju
hu_hu: Adja meg az alkalmazást
hy_am: Ավելացնել ծրագիր
id_id: Tambahkan aplikasi
is_is: Bæta við appi
it_ch: Aggiungi app
ja_jp: アプリを追加します
ka_ge: აპის დამატება
kk_kz: Бағдарлама қосыңыз
km_kh: បន្ថែមកម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಸೇರಿಸಿ
ko_kr: 앱 추가
ky_kg: Колдонмо кошуңуз
lo_la: ເພີ່ມ App
lt_lt: Pridėkite programą
lv_lv: Pievienot lietotni
mi_nz: Tāpiri taupānga
mk_mk: Додадете апликација
ml_in: അപ്ലിക്കേഷൻ ചേർക്കുക
mr_in: अ‍ॅप जोडा
ms_my: Tambah aplikasi
mt_mt: Żid app
nb_no: Legg til app
ne_np: एप थप्नुहोस्
nl_be: Voeg app toe
or_in: ଆପ୍ ଯୋଡନ୍ତୁ |
pa_arab: ਐਪ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj aplikację
pt_br: Adicionar aplicativo
ro_ro: Adăugați aplicație
ru_ru: Добавить приложение
sk_sk: Pridať aplikáciu
sl_si: Dodaj aplikacijo
sq_al: Shto aplikacionin
sr_cyrl_me: Додај апликацију
sv_fi: Lägg till app
sw_ke: Ongeza programu
ta_in: பயன்பாட்டைச் சேர்க்கவும்
te_in: అనువర్తనాన్ని జోడించండి
th_th: เพิ่มแอพ
tk_tm: Programma goşuň
tr_tr: Uygulama ekle
tt_ru: Кушымтаны өстәгез
ug_cn: ئەپ قوشۇڭ
uk_ua: Додайте додаток
ur_pk: ایپ شامل کریں
uz_cyrl: Ilova qo'shish
vi_vn: Thêm ứng dụng
zh_hant: 添加應用程序

# SettingsInteropAddUrlButtonLabel
source: Add Website
af_za: Voeg webwerf by
am_et: ድር ጣቢያን ያክሉ
ar_bh: أضف موقع الويب
as_in: ৱেবচাইট যোগ কৰক
az_cyrl: Veb sayt əlavə edin
bg_bg: Добавете уебсайт
bn_in: ওয়েবসাইট যুক্ত করুন
bs_latn_ba: Dodajte web stranicu
ca_es: Afegeix lloc web
cs_cz: Přidat web
cy_gb: Ychwanegu Gwefan
da_dk: Tilføj websted
de_ch: Website hinzufügen
el_gr: Προσθήκη ιστότοπου
es_bo: Agregar sitio web
et_ee: Lisage veebisait
fa_ir: وب سایت را اضافه کنید
fi_fi: Lisää verkkosivusto
fil_ph: Magdagdag ng website
fr_029: Ajouter le site Web
ga_ie: Cuir an suíomh Gréasáin leis
gu_in: વેબસાઇટ ઉમેરો
he_il: הוסף אתר
hi_in: वेबसाइट जोड़ें
hr_hr: Dodajte web mjesto
hu_hu: Hozzáadja a weboldalt
hy_am: Ավելացնել կայք
id_id: Tambahkan situs web
is_is: Bættu við vefsíðu
it_ch: Aggiungi sito Web
ja_jp: ウェブサイトを追加します
ka_ge: ვებსაიტის დამატება
kk_kz: Веб-сайт қосыңыз
km_kh: បន្ថែមគេហទំព័រ
kn_in: ವೆಬ್‌ಸೈಟ್ ಸೇರಿಸಿ
ko_kr: 웹 사이트 추가
ky_kg: Вебсайтты кошуу
lo_la: ເພີ່ມເວັບໄຊທ໌
lt_lt: Pridėkite svetainę
lv_lv: Pievienot vietni
mi_nz: Tāpiri paetukutuku
mk_mk: Додадете веб -страница
ml_in: വെബ്സൈറ്റ് ചേർക്കുക
mr_in: वेबसाइट जोडा
ms_my: Tambah laman web
mt_mt: Żid il-websajt
nb_no: Legg til nettsted
ne_np: वेबसाइट थप्नुहोस्
nl_be: Website toevoegen
or_in: ୱେବସାଇଟ୍ ଯୋଡନ୍ତୁ |
pa_arab: ਵੈੱਬਸਾਈਟ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj stronę internetową
pt_br: Adicionar site
ro_ro: Adăugați site -ul web
ru_ru: Добавить веб -сайт
sk_sk: Pridať webovú stránku
sl_si: Dodaj spletno mesto
sq_al: Shto faqen e internetit
sr_cyrl_me: Додај веб локацију
sv_fi: Lägg till webbplats
sw_ke: Ongeza tovuti
ta_in: வலைத்தளத்தைச் சேர்க்கவும்
te_in: వెబ్‌సైట్‌ను జోడించండి
th_th: เพิ่มเว็บไซต์
tk_tm: Sahypa goşuň
tr_tr: Web sitesi ekle
tt_ru: Вебсайт өстәгез
ug_cn: تور بەت قوشۇڭ
uk_ua: Додайте веб -сайт
ur_pk: ویب سائٹ شامل کریں
uz_cyrl: Veb-sayt qo'shing
vi_vn: Thêm trang web
zh_hant: 添加網站

# SettingsInteropAppBlockHeaderLabel
source: Block?
af_za: Blok?
am_et: አግድ?
ar_bh: حاجز؟
as_in: অৱৰুদ্ধ কৰা?
az_cyrl: Blok?
bg_bg: Блок?
bn_in: ব্লক?
bs_latn_ba: Blok?
ca_es: Bloc?
cs_cz: Blok?
cy_gb: Bloc?
da_dk: Blok?
el_gr: ΟΙΚΟΔΟΜΙΚΟ ΤΕΤΡΑΓΩΝΟ?
es_bo: ¿Bloquear?
fa_ir: مسدود کردن؟
fi_fi: Lohko?
fil_ph: I -block?
fr_029: Bloc?
ga_ie: Bloc?
gu_in: અવરોધિત?
he_il: לַחסוֹם?
hi_in: अवरोध पैदा करना?
hr_hr: Blok?
hu_hu: Blokk?
hy_am: Բլոկ?
id_id: Memblokir?
it_ch: Bloccare?
ja_jp: ブロック？
ka_ge: ბლოკი?
kk_kz: Блок?
km_kh: រារាំង?
kn_in: ಬ್ಲಾಕ್?
ko_kr: 차단하다?
ky_kg: Блок?
lo_la: ບລັອກ?
lt_lt: Blokuoti?
lv_lv: Bloķēt?
mi_nz: Poraka?
mk_mk: Блок?
ml_in: തടയുക?
mr_in: ब्लॉक?
ms_my: Blok?
mt_mt: Blokka?
nb_no: Blokkere?
ne_np: ब्लक?
nl_be: Blok?
or_in: ବ୍ଲକ?
pa_arab: ਬਲਾਕ?
pl_pl: Blok?
pt_br: Bloquear?
ro_ro: Bloc?
ru_ru: Блокировать?
sk_sk: Blok?
sl_si: Blok?
sq_al: Bllok?
sr_cyrl_me: Блокирати?
sv_fi: Blockera?
ta_in: தொகுதி?
te_in: బ్లాక్?
th_th: ปิดกั้น?
tk_tm: Blokirlemi?
tr_tr: Engellemek?
tt_ru: Блок?
ug_cn: توسۇشمۇ?
uk_ua: Блок?
ur_pk: بلاک؟
uz_cyrl: Blok?
vi_vn: Khối?
zh_hant: 堵塞？

# SettingsInteropAppNameHeaderLabel
source: Name
af_za: Naam
am_et: ስም
ar_bh: اسم
as_in: নাম
az_cyrl: Ad
bg_bg: Име
bn_in: নাম
bs_latn_ba: Ime
ca_es: Nom
cs_cz: název
cy_gb: Henwem
da_dk: Navn
el_gr: Ονομα
es_bo: Nombre
et_ee: Nimetus
fa_ir: نام
fi_fi: Nimi
fil_ph: Pangalan
fr_029: Nom
ga_ie: Ainmnigh
gu_in: નામ
he_il: שֵׁם
hi_in: नाम
hr_hr: Ime
hu_hu: Név
hy_am: Անուն
id_id: Nama
is_is: Nafn
it_ch: Nome
ja_jp: 名前
ka_ge: სახელი
kk_kz: Есім
km_kh: ឈ្ផោហ
kn_in: ಹೆಸರು
ko_kr: 이름
ky_kg: Аты
lo_la: ຊື່
lt_lt: vardas
lv_lv: Nosaukt
mi_nz: Ingoa
mk_mk: Име
ml_in: പേര്
mr_in: नाव
ms_my: Nama
mt_mt: Isem
nb_no: Navn
ne_np: नाम
nl_be: Naam
or_in: ନାମ
pa_arab: ਨਾਮ
pl_pl: Nazwa
pt_br: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: názov
sl_si: Ime
sq_al: Emër
sr_cyrl_me: Назив
sv_fi: namn
sw_ke: Jina
ta_in: பெயர்
te_in: పేరు
th_th: ชื่อ
tk_tm: Ady
tr_tr: İsim
tt_ru: Исем
uk_ua: Назва
ur_pk: نام
uz_cyrl: Ism
vi_vn: Tên
zh_hant: 姓名

# SettingsInteropRejectedAppsHeaderLabel
source: Apps
af_za: Programme
am_et: መተግበሪያዎች
ar_bh: تطبيقات
az_cyrl: Tətbiqetmə
bg_bg: Приложения
bn_in: অ্যাপ্লিকেশন
bs_latn_ba: Aplikacije
ca_es: Aplicacions
cs_cz: Aplikace
cy_gb: Apiau
el_gr: Εφαρμογές
es_bo: Aplicaciones
et_ee: Rakendused
fa_ir: برنامه
fi_fi: Sovellukset
fr_029: applications
ga_ie: Feidhmchláir
gu_in: એપ્લિકેશનો
he_il: אפליקציות
hi_in: ऐप्स
hr_hr: Aplikacije
hu_hu: Alkalmazások
hy_am: Ծրագրեր
id_id: Aplikasi
is_is: Forrit
it_ch: App
ja_jp: アプリ
ka_ge: პროგრამები
kk_kz: Қолданбалар
km_kh: កម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು
ko_kr: 앱
ky_kg: Колдонмолор
lo_la: ໂປໂລ
lt_lt: Programos
lv_lv: Lietotnes
mi_nz: Taupānga
mk_mk: Апликации
ml_in: അപ്ലിക്കേഷനുകൾ
mr_in: अॅप्स
ms_my: Aplikasi
mt_mt: Applikazzjonijiet
nb_no: Apper
ne_np: मुद्रा
or_in: ଆପଗୁଡ଼ିକ
pa_arab: ਐਪਸ
pl_pl: Aplikacje
pt_br: Aplicativos
ro_ro: Aplicații
ru_ru: Программы
sk_sk: Aplikácia
sl_si: Aplikacije
sq_al: Aplikacione
sr_cyrl_me: Апликације
sv_fi: Appar
sw_ke: Programu
ta_in: பயன்பாடுகள்
te_in: అనువర్తనాలు
th_th: แอพพลิเคชั่น
tk_tm: Programmalar
tr_tr: Uygulamalar
tt_ru: Кушымталар
ug_cn: ئەپ
uk_ua: Додатки
ur_pk: ایپس
uz_cyrl: Ilovalar
vi_vn: Ứng dụng
zh_hant: 應用

# SettingsInteropUrlBlockDomainHeaderLabel
source: Block Domain?
af_za: Blokdomein?
am_et: ጎራ አግድ?
ar_bh: حظر المجال؟
as_in: ব্লক ডমেইন?
az_cyrl: Blok domen?
bg_bg: Блок домейн?
bn_in: ব্লক ডোমেন?
bs_latn_ba: Blokirati domenu?
ca_es: Bloquejar el domini?
cs_cz: Blok doména?
cy_gb: Parth bloc?
da_dk: Blokdomæne?
de_ch: Blockdomäne?
el_gr: Μπλοκ πεδίου;
es_bo: Bloque de dominio?
et_ee: Blokeeri domeen?
fa_ir: دامنه بلوک؟
fi_fi: Block -verkkotunnus?
fil_ph: I -block ang domain?
fr_029: Bloquer le domaine?
ga_ie: Fearann ​​bloc?
gu_in: ડોમેન અવરોધિત કરો?
he_il: חסימת תחום?
hi_in: ब्लॉक डोमेन?
hr_hr: Blokirati domenu?
hu_hu: Blokk domain?
hy_am: Բլոկային տիրույթ:
id_id: Blok Domain?
is_is: Blokk lén?
it_ch: Blocco dominio?
ja_jp: ドメインをブロックしますか？
ka_ge: ბლოკ დომენი?
kk_kz: Блок доменін?
km_kh: ដែនប្លុក?
kn_in: ಡೊಮೇನ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸುವುದೇ?
ko_kr: 블록 도메인?
ky_kg: Доменди тосуу керекпи?
lo_la: Domain Domain?
lt_lt: Blokuoti domeną?
lv_lv: Bloķēt domēnu?
mi_nz: Te rohe poraka?
mk_mk: Блок домен?
ml_in: ബ്ലോക്ക് ഡൊമെയ്ൻ?
mr_in: ब्लॉक डोमेन?
ms_my: Blok domain?
mt_mt: Blokk tad-Dominju?
nb_no: Blokkeringsdomen?
ne_np: ब्लक डोमेन?
nl_be: Blokdomein?
or_in: ଡୋମେନ୍ ବ୍ଲକ୍?
pa_arab: ਡੋਮੇਨ ਬਲਾਕ?
pl_pl: Blokuj domenę?
pt_br: Domínio de bloco?
ro_ro: Blocați domeniu?
ru_ru: Блок домена?
sk_sk: Bloková doména?
sl_si: Blok domena?
sq_al: Bllokoni Domain?
sr_cyrl_me: Блокирај домен?
sv_fi: Blockdomän?
sw_ke: Kuzuia kikoa?
ta_in: தொகுதி டொமைன்?
te_in: బ్లాక్ డొమైన్?
th_th: บล็อกโดเมน?
tk_tm: Domeni blokirlemi?
tr_tr: Blok etki alanı?
tt_ru: Доменны блоклау?
ug_cn: بۆلەك دائىرە?
uk_ua: Блок домен?
ur_pk: بلاک ڈومین؟
uz_cyrl: Domen blokirovkasi?
vi_vn: Khối miền?
zh_hant: 塊域？

# SettingsInteropUrlBlockUrlHeaderLabel
source: Block Url?
af_za: Blok url?
am_et: አግድ ዩ አር ኤል?
ar_bh: كتلة عنوان URL؟
as_in: ব্লক URL?
az_cyrl: Blok url?
bg_bg: Блок URL?
bn_in: ব্লক ইউআরএল?
bs_latn_ba: Blok url?
ca_es: Bloquejar l'URL?
cs_cz: Blok URL?
cy_gb: Bloc url?
da_dk: Bloker URL?
el_gr: Μπλοκ URL;
es_bo: ¿URL de bloque?
et_ee: Blokeerida URL?
fa_ir: URL بلوک؟
fi_fi: Esto URL?
fil_ph: I -block ang URL?
fr_029: Bloquer l'URL?
ga_ie: Bloc url?
gu_in: અવરોધિત URL?
he_il: חסום כתובת אתר?
hi_in: ब्लॉक URL?
hr_hr: Blok URL?
hu_hu: Blokkolja az URL -t?
hy_am: Արգելափակել URL:
id_id: Blok URL?
ja_jp: ブロックURL？
ka_ge: დაბლოკოს URL?
kk_kz: URL блогын?
km_kh: រារាំង URL?
kn_in: URL ಅನ್ನು ನಿರ್ಬಂಧಿಸುವುದೇ?
ko_kr: 블록 URL?
ky_kg: URL блокту бөгөт?
lo_la: ບລັອກບໍ?
lt_lt: Blokuoti URL?
lv_lv: Bloķēt URL?
mi_nz: Poraka URL?
mk_mk: Блок URL -адреса?
ml_in: URL തടയുകയാണോ?
mr_in: ब्लॉक URL?
ms_my: Blok URL?
mt_mt: Blokk URL?
nb_no: Blokker URL?
ne_np: ब्लक URL?
nl_be: Blok URL?
or_in: URL କୁ ଅବରୋଧ କରନ୍ତୁ?
pa_arab: ਬਲਾਕ URL?
pl_pl: URL BLOK?
ro_ro: Blocați adresa URL?
ru_ru: Блок URL?
sk_sk: Blok URL?
sl_si: Blok URL?
sq_al: Bllok URL?
sr_cyrl_me: Блокирај УРЛ?
sv_fi: Blockera URL?
sw_ke: Kuzuia URL?
ta_in: தொகுதி URL?
te_in: బ్లాక్ URL?
th_th: บล็อก URL?
tk_tm: URL-ni blokirläňmi?
tr_tr: Blok URL?
tt_ru: URL блокмы?
ug_cn: توسۇش ئادرېسى?
uk_ua: Блок URL?
ur_pk: بلاک یو آر ایل؟
uz_cyrl: URL manzili?
vi_vn: Chặn url?
zh_hant: 塊URL？
