Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidPluginEx2
source: Plugin title error, at path '{0}' must have 'title' property with no more than {1} characters. Ignoring plugin
af_za: Inprop -titelfout, op pad '{0}' moet 'titel' -eienskap hê met nie meer as {1} karakters nie. Ignoreer inprop
as_in: প্লাগইন শিৰোনাম ত্ৰুটি, Path '{0}' ত 'শিৰোনাম' বৈশিষ্ট্য থাকিব লাগিব {1} আখৰতকৈ বেছি নহয়। প্লাগইনক আওকাণ কৰা
bn_in: প্লাগইন শিরোনাম ত্রুটি, পাথ '{0}' এর অবশ্যই 'শিরোনাম' সম্পত্তি থাকতে হবে {1} অক্ষরের চেয়ে বেশি কিছু নেই। প্লাগইন উপেক্ষা
bs_latn_ba: Pogreška naslova dodataka, na putu '{0}' mora imati imovinu 'naslova' s ne više od {1} znakova. Zanemarivanje dodatka
ca_es: Error del títol del complement, a la ruta '{0}' ha de tenir la propietat 'title' amb més que {1} caràcters. Ignorant el connector
cs_cz: Chyba názvu pluginu, na cestě '{0}' musí mít vlastnost 'title' s ne více než {1} znaky. Ignorování pluginu
da_dk: Plugin -titelfejl, ved sti '{0}' skal have 'titel' egenskab med ikke mere end {1} tegn. Ignorerer plugin
de_ch: Plugin -Titelfehler, bei Pfad '{0}' muss 'Titel' Eigenschaft mit nicht mehr als {1} Zeichen haben. Plugin ignorieren
el_gr: Σφάλμα τίτλου Plugin, στο Path '{0}' πρέπει να έχει ιδιότητα τίτλου "τίτλου" με όχι περισσότερο από {1} χαρακτήρες. Αγνοώντας το plugin
es_bo: Error de título del complemento, en la ruta '{0}' debe tener la propiedad 'Título' con no más de {1} caracteres. Ignorando el complemento
et_ee: Pistikprogrammi pealkirjaviga, saidil Path '{0}' peab olema atribuut 'pealkiri', mis pole rohkem kui {1} tähemärgid. Plugina ignoreerimine
fa_ir: خطای عنوان افزونه، در مسیر "{0}" باید دارای ویژگی "title" با حداکثر {1} کاراکتر باشد. نادیده گرفتن افزونه
fi_fi: Laajennuksen otsikkovirhe, polulla '{0}' on oltava 'otsikko' -ominaisuus, jolla ei ole enempää kuin {1} merkkejä. Sivuuttaa laajennus
fil_ph: Ang error sa pamagat ng plugin, sa landas na '{0}' ay dapat magkaroon ng 'pamagat' na pag -aari na hindi hihigit sa mga character na {1}. Hindi papansin ang plugin
fr_029: Erreur de titre du plugin, à la propriété Path '{0}' doit avoir une propriété 'Title' avec des caractères plus que {1}. Ignorer le plugin
ga_ie: Ní mór go mbeadh maoin 'teidil' ag an mbreiseán ar theideal, ag an gcosán '{0}' gan níos mó ná {1} carachtair. Breiseán neamhaird
gu_in: પ્લગઇન શીર્ષક ભૂલ, પાથ પર '{0}' પાસે 'શીર્ષક' મિલકત હોવી આવશ્યક છે જેમાં {1} અક્ષરો નથી. અવગણીને
he_il: שגיאת כותרת תוסף, בנתיב '{0}' חייבת להיות בעלי כותרת 'כותרת' ללא תווים יותר מ- {1}. התעלמות מתוסף
hi_in: PLUGIN शीर्षक त्रुटि, पथ पर '{0}' में 'शीर्षक' संपत्ति होनी चाहिए, जिसमें {1} वर्णों से अधिक नहीं है। प्लगइन को अनदेखा करना
hr_hr: Pogreška naslova dodatka, na putu '{0}' mora imati svojstvo 'naslov' s ne više od {1} znakova. Zanemarivanje dodatka
hu_hu: A plugin cím hiba, a '{0}' elérési útnál kell lennie, hogy „cím” tulajdonsággal rendelkezzen, legfeljebb {1} karakterekkel. A plugin figyelmen kívül hagyása
hy_am: Plugin Title- ի սխալը, «{0}» ուղու վրա պետք է ունենա «վերնագիր» գույք, ոչ ավելի, քան {1} նիշ: Անտեսելով plugin
id_id: Kesalahan judul plugin, di path '{0}' harus memiliki properti 'title' dengan tidak lebih dari {1} karakter. Mengabaikan plugin
is_is: Villa við titilstillingu, á slóð '{0}' verður að hafa 'titil' eign með ekki meira en {1} stafi. Hunsa viðbót
it_ch: Errore del titolo del plugin, su Path '{0}' deve avere proprietà 'Titolo' senza più di {1} caratteri. Ignorare il plugin
ja_jp: Path '{0}'でのプラグインタイトルエラーは、{1}文字以下の「タイトル」プロパティを持っている必要があります。プラグインを無視します
km_kh: កំហុសចំណងជើងកម្មវិធីជំនួយ, នៅផ្លូវ '{0}' ត្រូវតែមានលក្ខណសម្បត្តិ "ចំណងជើង 'ដែលមិនមានច្រើនជាងតួអក្សរ {1} តួអក្សរ។ ការមិនអើពើកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಶೀರ್ಷಿಕೆ ದೋಷ, ಪಥದಲ್ಲಿ '{0}' {1} ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚಿಲ್ಲದ 'ಶೀರ್ಷಿಕೆ' ಆಸ್ತಿಯನ್ನು ಹೊಂದಿರಬೇಕು. ಪ್ಲಗಿನ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ko_kr: PATH '{0}'에서 플러그인 제목 오류는 {1} 문자 이상의 '제목'속성이 있어야합니다. 플러그인을 무시합니다
lo_la: ຂໍ້ຜິດພາດຂອງຫົວຂໍ້ Plugin, ໃນເສັ້ນທາງ '{0}' ຕ້ອງມີຄຸນສົມບັດ 'ຫົວຂໍ້' ທີ່ບໍ່ມີຫຼາຍກ່ວາ {1} ຕົວອັກສອນ. ບໍ່ສົນໃຈ plugin
lt_lt: Papildinio pavadinimo klaida, esant keliui '{0}', turi turėti „pavadinimo“ ypatybę, turinčią ne daugiau kaip {1} simbolius. Ignoruojamas papildinys
lv_lv: Spraudņa nosaukuma kļūda, pa ceļam “{0} 'jābūt īpašumam“ Title ”, kurām nav vairāk kā {1} rakstzīmēm. Ignorējot spraudni
ml_in: പ്ലഗിൻ ടൈറ്റിൽ പിശക്, പാത്തിൽ '{0}' ൽ {1} പ്രതീകങ്ങളിൽ കൂടരുത് 'ശീർഷകം' സ്വത്ത് ഉണ്ടായിരിക്കണം. പ്ലഗിൻ അവഗണിക്കുന്നു
mr_in: प्लगइन शीर्षक त्रुटी, पथ '{0}' मध्ये 'शीर्षक' मालमत्ता असणे आवश्यक आहे {1} वर्णांपेक्षा जास्त नाही. प्लगइनकडे दुर्लक्ष करणे
mt_mt: Żball tat-titlu tal-plugin, fil-passaġġ "{0}" għandu jkollu propjetà "titolu" b'aktar minn karattri {1}. Injorat plugin
nb_no: Plugin tittelfeil, på banen '{0}' må ha 'tittel' egenskap med ikke mer enn {1} tegn. Ignorerer plugin
ne_np: प्लगइन शीर्षक त्रुटि, पथ '{0}'} 'मा' शीर्षक 'सम्पत्ति छैन {1} वर्णहरू प्लगइनलाई बेवास्ता गर्दै
nl_be: Plug -in titelfout, op pad '{0}' moet 'titel' eigenschap hebben met niet meer dan {1} tekens. Het negeren van plug -in
or_in: ପ୍ଲଗଇନ୍ ଟାଇଟଲ୍ ତ୍ରୁଟି, '{0}' ପଥରେ {1} ଅକ୍ଷରରୁ ଅଧିକ ନଥିବା 'ଟାଇଟଲ୍' ଗୁଣ ଥିବା ଆବଶ୍ୟକ | ପ୍ଲଗଇନକୁ ଅଣଦେଖା |
pa_arab: ਪਲੱਗਇਨ ਟਾਈਟਲ ਗਲਤੀ, ਰਸਤੇ '{0}' ਤੇ {1} ਅੱਖਰਾਂ ਤੋਂ ਵੱਧ ਦੇ ਨਾਲ 'ਟਾਇਟਲ' ਪ੍ਰਾਪਰਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ. ਪਲੱਗਇਨ ਨੂੰ ਅਣਡਿੱਠ ਕਰਨਾ
pt_br: Erro do título do plug -in, no caminho '{0}' deve ter 'title' propriedade com não mais que {1} caracteres. Ignorando o plug -in
ro_ro: Eroare de titlu a pluginului, la calea '{0}' trebuie să aibă proprietate „title” cu nu mai mult decât {1} caractere. Ignorarea pluginului
ru_ru: Ошибка заголовка плагина, на пути '{0}' должно иметь свойство «заголовок» с не более чем {1} символами. Игнорируя плагин
sk_sk: Chyba názov plugin, na ceste '{0}' musí mať vlastnosť 'Title' s nie viac ako {1} znakmi. Ignorovanie doplnku
sl_si: Napaka naslova vtičnika, na poti '{0}' mora imeti lastnost 'naslov' z znaki več kot {1}. Ignoriranje vtičnika
sq_al: Gabim i titullit të pluginit, në shtegun '{0}' duhet të ketë pronë 'Titulli' me jo më shumë se karaktere {1}. Injorimi i shtojcës
sr_cyrl_me: Грешка на наслову додатака, на путу '{0}' Мора имати имовину "Наслов" са не више од {1} знакова. Игнорирање додатка
sv_fi: Plugin -titelfel, vid sökvägen '{0}' måste ha 'titel' egenskap med inte mer än {1} tecken. Ignorera plugin
ta_in: சொருகி தலைப்பு பிழை, பாதையில் '{0}' {1} எழுத்துகளுக்கு மேல் இல்லாத 'தலைப்பு' சொத்து இருக்க வேண்டும். சொருகி புறக்கணித்தல்
te_in: ప్లగ్ఇన్ శీర్షిక లోపం, '{0}' మార్గం వద్ద {1} అక్షరాల కంటే ఎక్కువ 'టైటిల్' ఆస్తి ఉండాలి. ప్లగిన్‌ను విస్మరిస్తున్నారు
th_th: ข้อผิดพลาดของปลั๊กอินชื่อที่พา ธ '{0}' ต้องมีคุณสมบัติ 'ชื่อ' ที่มีอักขระ {1} ไม่เกิน ไม่สนใจปลั๊กอิน
tk_tm: Plugin adynyň ýalňyşlygy, '{0}' ýolunda {1} simwoly bolmadyk 'titul' häsiýeti bolmaly. Plagini äsgermezlik etmek
tr_tr: Eklenti Başlık Hatası, '{0}' da {1} karakterlerinden fazla olmayan 'başlık' özelliğine sahip olmalıdır. Eklentiyi yok sayma
tt_ru: Плагин исеме хата, '{0}' юлында {1} персонажлардан башка "исем" милеге булырга тиеш. Плагинны санга сукмау
uk_ua: Помилка заголовка плагіна, на шляху '{0}', повинна мати властивість 'заголовок' без більше, ніж {1} символів. Ігнорування плагіна
ur_pk: پلگ ان ٹائٹل کی خرابی ، راستے پر '{0}' میں 'عنوان' پراپرٹی ہونی چاہئے جس میں {1} حروف سے زیادہ نہیں ہے۔ پلگ ان کو نظرانداز کرنا
uz_cyrl: Plagin unvoni xatosi, "{0}" "sarlavhasi" sarlavhasi uchun {1} belgilar mavjud bo'lishi kerak. Plaginni e'tiborsiz qoldiring
zh_hant: 插件標題錯誤，在路徑'{0}'必須具有“標題”屬性，不超過{1}字符。忽略插件

# InvalidPluginEx3
source: Plugin guid error, at path '{0}' with Title '{1}' must have a 'guid' property, RFC 4122 compliant 128-bit GUID (UUID) with only letters, numbers and hyphens. Ignoring plugin.
af_za: Plugin Guid-fout, op pad '{0}' met titel '{1}' moet 'n 'gids' -seiendom hê, RFC 4122 voldoen aan 128-bis GUID (UUID) met slegs letters, getalle en koppeltekens. Ignoreer inprop.
as_in: প্লাগইন GUID ত্ৰুটি, শিৰোনাম '{0}' পথত '{1}' ৰ সৈতে এটা 'GUID' বৈশিষ্ট্য থাকিব লাগিব, RFC 4122 কম্প্লাইয়েন্ট 128-bit Guid (UUID) ৰ সৈতে কেৱল আখৰ, সংখ্যা আৰু হাইফেন। প্লাগইনক আওকাণ কৰা।
bn_in: প্লাগইন গাইড ত্রুটি, '{0}' শিরোনামে '{1}' এর একটি 'গাইড' সম্পত্তি থাকতে হবে, আরএফসি 4122 কমপ্লায়্যান্ট 128-বিট গাইড (ইউইআইডি) কেবল অক্ষর, সংখ্যা এবং হাইফেন সহ অবশ্যই। প্লাগইন উপেক্ষা।
bs_latn_ba: Plugin Greška, na putu '{0}' sa naslovom '{1}' mora imati 'GUID' svojstvo, RFC 4122 kompatibilan 128-bitni GUID (UUID) sa samo slovima, brojevima i crticama. Zanemarujući dodatak.
ca_es: Error de Guid del complement, a la ruta '{0}' amb el títol '{1}' ha de tenir una propietat 'guid', RFC 4122 GUID compatible amb 128 bits (UUID) amb només lletres, números i hiphens. Ignorant el plugin.
cs_cz: Chyba plugin Guid, na cestě '{0}' s názvem '{1}' Musí mít vlastnost 'GUID', RFC 4122 kompatibilní s 128bitovými GUID (UUID) s pouze písmeny, čísly a spojovníkem. Ignorování pluginu.
da_dk: Plugin Guid-fejl, på sti '{0}' med titel '{1}' skal have en 'GUID' egenskab, RFC 4122-kompatibel 128-bit Guid (UUID) med kun bogstaver, tal og bindestreger. Ignorerer plugin.
de_ch: Plugin-Guid-Fehler, bei Pfad '{0}' mit Titel '{1}' muss eine 'Guid'-Eigenschaft haben, RFC 4122 konforme 128-Bit-Guid (UUID) mit nur Buchstaben, Zahlen und Bindestrichen. Plugin ignorieren.
el_gr: Σφάλμα Guid Guid, στο Path '{0}' με τον τίτλο '{1}' πρέπει να έχει μια ιδιότητα 'guid', RFC 4122 Compliant 128-bit guid (UUID) με μόνο γράμματα, αριθμούς και παύλες. Αγνοώντας το plugin.
es_bo: Error de guía del complemento, en la ruta '{0}' con el título '{1}' debe tener una propiedad 'GUID', RFC 4122 Cumplante de 128 bits GUID (UUID) con solo letras, números y guiones. Ignorando el complemento.
et_ee: Plugin guid error teel '{0}' pealkirjaga '{1}' peab olema atribuut 'guid', RFC 4122-ga ühilduv 128-bitine GUID (UUID), mis sisaldab ainult tähti, numbreid ja sidekriipse. Pistikprogrammi ignoreerimine.
fa_ir: خطای راهنمای افزونه ، در مسیر "{0}" با عنوان "{1}" باید دارای یک ویژگی "GUID" ، RFC 4122 GUID 128 بیتی سازگار (UUID) با فقط حروف ، اعداد و hyphens باشد. نادیده گرفتن افزونه.
fi_fi: Plugin GUID -virhe, polulla '{0}' otsikolla '{1}' on oltava 'GUID' -ominaisuus, RFC 4122 -yhteensopiva 128-bittinen GUID (UUID), jossa on vain kirjaimia, numeroita ja tavoitettavia. Laajennuksen huomiotta jättäminen.
fil_ph: Ang error sa gabay ng plugin, sa landas na '{0}' na may pamagat na '{1}' ay dapat magkaroon ng isang 'gabay' na pag-aari, RFC 4122 sumusunod na 128-bit guid (UUID) na may lamang mga titik, numero at hyphens. Hindi papansin ang plugin.
fr_029: Erreur de guid de plugin, au chemin '{0}' avec le titre '{1}' doit avoir une propriété 'GUID', RFC 4122 conforme 128 bits GUID (UUID) avec seulement des lettres, des nombres et des traits d'ouverture. Ignorer le plugin.
ga_ie: Breiseán GUID Earráid, ag an gcosán '{0}' le teideal '{1}' Ní mór maoin 'GUID' a bheith acu, RFC 4122 Guid comhlíontach 128-giotán (UUID) gan ach litreacha, uimhreacha agus fleiscín. Ag déanamh neamhaird ar an mbreiseán.
gu_in: પ્લગઇન ગાઇડ ભૂલ, શીર્ષક સાથે પાથ '{0}' '{1}' પાસે 'ગાઇડ' પ્રોપર્ટી હોવી આવશ્યક છે, આરએફસી 4122 સુસંગત 128-બીટ જીઆઈડી (યુયુઆઈડી) ફક્ત અક્ષરો, સંખ્યાઓ અને હાઇફન્સ સાથે હોવી જોઈએ. પ્લગઇનને અવગણી.
he_il: שגיאת מדריך תוסף, בנתיב '{0}' עם כותרת '{1}' חייבת להיות בעלי נכס 'מדריך', RFC 4122 תואם 128 סיביות מדריך (UUID) עם אותיות, מספרים ומקפים בלבד. התעלמות מתוסף.
hi_in: प्लगइन गाइड त्रुटि, पथ पर '{0}' शीर्षक के साथ '{1}' में एक 'गाइड' संपत्ति, RFC 4122 अनुरूपता 128-बिट GUID (UUID) केवल पत्र, संख्या और हाइफ़न के साथ होना चाहिए। प्लगइन को अनदेखा करना।
hr_hr: Pogreška dodatka GUID, na putu '{0}' s naslovom '{1}' mora imati svojstvo 'GUID', RFC 4122 kompatibilan 128-bitni GUID (UUID) sa samo slovima, brojevima i crticom. Zanemarivanje dodatka.
hu_hu: Plugin GUID hiba, a '{0}' elérési útnál, az '{1}' címmel rendelkeznie kell egy „GUID” tulajdonsággal, RFC 4122 kompatibilis 128 bites GUID (UUID), csak betűkkel, számokkal és kötőjelekkel. A plugin figyelmen kívül hagyása.
hy_am: Plugin- ի ուղեցույցի սխալը, «{0}» ուղու վրա «{1}» վերնագրով պետք է ունենա «ուղեցույց» գույք, RFC 4122 Համապատասխան 128-բիթանոց ուղեցույց (UUID) միայն տառերով, թվերով եւ հիպերներով: Անտեսելով plugin- ը:
id_id: Kesalahan Guid Plugin, di Path '{0}' dengan judul '{1}' harus memiliki properti 'GUID', RFC 4122 Guid 128-bit yang sesuai (UUID) dengan hanya huruf, angka, dan tanda hubung. Mengabaikan plugin.
is_is: Villa við leiðbeiningar, á slóð '{0}' með titli '{1}' verður að hafa 'GUID' eign, RFC 4122 samhæft 128 bita GUID (UUID) með aðeins stöfum, tölum og bandstriki. Hunsa viðbót.
it_ch: Errore GUID Plugin, su Path '{0}' con il titolo '{1}' deve avere una proprietà 'GUID', RFC 4122 CONDIZIONE ACCESSIONE A 128 BIT (UUID) con solo lettere, numeri e tratti. Ignorare il plugin.
ja_jp: プラグインGUIDエラー、TITLE '{1}'を使用したPath '{0}' '{1}'には、「GUID」プロパティが必要です。RFC4122準拠128ビットGUID（UUID）のみの文字、数字、およびハイフンが必要です。プラグインを無視します。
km_kh: កំហុសនៃការណែនាំកម្មវិធីជំនួយ នៅផ្លូវ '{0}' ដែលមានចំណងជើង '{1}' ត្រូវតែមានលក្ខណៈសម្បត្តិ 'guid', RFC 4122 អនុលោមតាម GUID 128 ប៊ីត (UUID) ដែលមានអក្សរ លេខ និងសហសញ្ញាប៉ុណ្ណោះ។ មិនអើពើកម្មវិធីជំនួយ។
kn_in: ಪ್ಲಗಿನ್ ಗೈಡ್ ದೋಷ, '{1}' ಶೀರ್ಷಿಕೆಯೊಂದಿಗೆ '{0}' ಹಾದಿಯಲ್ಲಿ 'GUID' ಆಸ್ತಿ, RFC 4122 ಕಂಪ್ಲೈಂಟ್ 128-BIT GUID (UUID) ಅನ್ನು ಕೇವಲ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು ಮತ್ತು ಹೈಫನ್‌ಗಳೊಂದಿಗೆ ಹೊಂದಿರಬೇಕು. ಪ್ಲಗಿನ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತಿದೆ.
ko_kr: PATH '{0}'TITLE '{1}'에서 플러그인 안내 오류는 문자, 숫자 및 하이픈 만있는 'GUID'속성, RFC 4122 호환 128 비트 GUID (UUID)가 있어야합니다. 플러그인을 무시합니다.
lo_la: ຂໍ້ຜິດພາດຂອງ Plugin Guid, ໃນເສັ້ນທາງ '{0}' ດ້ວຍຫົວຂໍ້ '{1}' ຕ້ອງມີ 'GROID' ຕ້ອງມີ "RFC 'rip' ບໍ່ສົນໃຈ plugin.
lt_lt: Papildinio GUID klaida, esant kelią '{0}' su pavadinimu '{1}', turi turėti „Guid“ nuosavybę, RFC 4122 suderinamas su 128 bitų GUID (UUID) tik su raidėmis, numeriais ir brūkšneliais. Ignoruojamas papildinys.
lv_lv: Spraudņa guid kļūda, pa ceļam '{0}' ar nosaukumu '{1}' jābūt “GUID 'īpašumam, RFC 4122 atbilstošai 128 bitu GUID (UUID) ar tikai burtiem, skaitļiem un defisēm. Ignorējot spraudni.
ml_in: '{1}' എന്നതിന് '{0 you' you 'you' you 'your' at '{0}' എന്നതിന് '{1}' എന്നതിൽ ഒരു 'ജിയുജിയു' പ്രോപ്പർട്ടി ഉണ്ടായിരിക്കണം, ആർഎഫ്സി 4122 കംപ്ലയിന്റ് 128-ബിറ്റ് ജിയുജിയർ (യുയുഐഡി) ഉണ്ടായിരിക്കണം. പ്ലഗിൻ അവഗണിക്കുന്നു.
mr_in: प्लगइन जीआयडी त्रुटी, '{1}' च्या पथ '{0}' वर ​​'{1}' मध्ये 'जीआयडी' प्रॉपर्टी, आरएफसी 4122 अनुरूप 128-बिट जीआयडी (यूयूआयडी) फक्त अक्षरे, संख्या आणि हायफनसह असणे आवश्यक आहे. प्लगइनकडे दुर्लक्ष करणे.
mt_mt: Żball tal-gwid tal-plugin, fil-passaġġ "{0}" bit-titlu "{1}" għandu jkollu proprjetà "guid", RFC 4122 GUID konformi 128-bit (UUID) b'ittri, numri u sfaċċati biss. Injorat plugin.
nb_no: Plugin Guid-feil, på banen '{0}' med tittel '{1}' må ha en 'Guid' eiendom, RFC 4122 kompatibel 128-bits guid (UUID) med bare bokstaver, tall og bindestrek. Ignorerer plugin.
ne_np: प्लगइन गाइड त्रुटि, पथ '{0}' मा शीर्षक '{1}' सँग 'गाइड' गुण हुनुपर्छ, RFC 4122 अनुरूप 128-बिट GUID (UUID) अक्षरहरू, संख्याहरू र हाइफनहरूसँग मात्र। प्लगइन बेवास्ता गर्दै।
nl_be: Plugin Guid-fout, op pad '{0}' met titel '{1}' moet een eigenschap 'Guid' hebben, RFC 4122 conform 128-bit Guid (UUID) met alleen letters, nummers en koppeltekens. Plug -in negeren.
or_in: ପ୍ଲଗଇନ୍ ଗାଇଡ୍ ତ୍ରୁଟି, ଟାଇଟଲ୍ '{1}' ସହିତ '{0}' ପଥରେ ଏକ 'ଗାଇଡ୍' ସମ୍ପତ୍ତି ଥିବା ଆବଶ୍ୟକ, RFC 4122 ଅନୁରୂପ 128-ବିଟ୍ GUID (UUID) କେବଳ ଅକ୍ଷର, ସଂଖ୍ୟା ଏବଂ ହାଇଫେନ୍ ସହିତ | ପ୍ଲଗଇନକୁ ଅଣଦେଖା |
pa_arab: ਪਲੱਗਇਨ ਸੇਓ ਐਰਰ ਗਲਤੀ, {1} 'ਸਿਰਲੇਖ' {0} 'ਨੂੰ' {0} 'ਨੂੰ ਸਿਰਫ "ਮਨਜ਼ੂਰ' ਵਿਸ਼ੇਸ਼ਤਾ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਵਿਚ ਸਿਰਫ ਅੱਖਰਾਂ, ਨੰਬਰ ਅਤੇ ਹਾਇਫਨ ਨਾਲ 18-ਬਿੱਟ ਜੀ (ਯੂਯੂਡੀ) ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ. ਪਲੱਗਇਨ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਨਾ.
pt_br: Erro do plug-in, no caminho '{0}' com o título '{1}' deve ter uma propriedade 'GUID', RFC 4122 Compatível de 128 bits GUID (UUID) com apenas letras, números e hífens. Ignorando o plug -in.
ro_ro: Eroare de ghid plugin, la calea '{0}' cu titlul '{1}' trebuie să aibă o proprietate 'GUID', RFC 4122 compatibilă pe 128 de biți GUID (UUID) cu doar litere, numere și cratime. Ignorarea pluginului.
ru_ru: Ошибка GUID плагина, по пути '{0}' с заголовком '{1}' должен иметь свойство «GUID», RFC 4122, соответствующий 128-битным GUID (UUID) только с буквами, числами и дефисами. Игнорируя плагин.
sk_sk: Chyba doplnkového sprievodu, na ceste '{0}' s nadpisom '{1}' musí mať vlastnosť 'GUID', RFC 4122 kompatibilný 128-bitový GUID (UUID) iba s písmenami, číslami a spojovňami. Ignorovanie doplnku.
sl_si: Napaka vtičnika, na poti '{0}' z naslovom '{1}' mora imeti lastnost 'GUID', RFC 4122, ki je skladen z 128-bitnim GUID (UUID), samo s črkami, številkami in vezaji. Ignoriranje vtičnika.
sq_al: Gabim i Udhëzimit të Pluginit, në rrugën '{0}' me titullin '{1}' duhet të ketë një pronë 'GUID', RFC 4122 Guid 128-bit në përputhje (UUID) me vetëm shkronja, numra dhe hyfens. Duke injoruar shtojcën.
sr_cyrl_me: Грешка додатака, на путу '{0}' са насловом '{1}' Мора да има "ГУИД" својство, РФЦ 4122 компатибилно 128-битни увјет (УУИД) са само словима, бројевима и цртицама. Игнорирање додатка.
sv_fi: Plugin Guid Error, vid sökvägen '{0}' med titel '{1}' måste ha en 'GUID' egenskap, RFC 4122 Compliant 128-bitars GUID (UUID) med endast bokstäver, siffror och bindestreck. Ignorera plugin.
ta_in: சொருகி வழிகாட்டல் பிழை, '{0}' என்ற தலைப்பில் '{1}' என்ற தலைப்பில் ஒரு 'கைஸ்' சொத்து இருக்க வேண்டும், RFC 4122 இணக்கமான 128-பிட் கைஸ் (UUID) கடிதங்கள், எண்கள் மற்றும் ஹைபன்கள் மட்டுமே. சொருகி புறக்கணித்தல்.
te_in: ప్లగ్ఇన్ గైడ్ లోపం, '{0}' అనే శీర్షికతో '{1}' తో తప్పనిసరిగా 'GUID' ఆస్తి, RFC 4122 కంప్లైంట్ 128-బిట్ గైడ్ (UUID) అక్షరాలు, సంఖ్యలు మరియు హైఫన్‌లతో మాత్రమే ఉండాలి. ప్లగిన్‌ను విస్మరిస్తున్నారు.
th_th: ข้อผิดพลาดของปลั๊กอิน GUID ที่พา ธ '{0}' ที่มีชื่อเรื่อง '{1}' ต้องมีคุณสมบัติ 'Guid', RFC 4122 ที่สอดคล้องกับ 128 บิต GUID (UUID) ที่มีตัวอักษรและยัติภังค์เท่านั้น ไม่สนใจปลั๊กอิน
tk_tm: PLugin görkeziş ýalňyşlygy, '{0}' -da '{0}' bilen '{1}' bilen '{1} " Plugini äsgermezlik etmek.
tr_tr: '{1}' başlıklı '{0}' yolunda eklenti kılavuz hatası, sadece harfler, sayılar ve tire ile 'Guid' özelliğine sahip RFC 4122 uyumlu 128-bit GUID (UUID) olmalıdır. Eklentiyi görmezden geliyor.
tt_ru: "{0}" исеме белән "{1}" исеме белән "{1}" исеме белән '{0}' юлында '{0}' юлында 'Guid' милеге, RFC1122 туры рәхмәт (UUID) хәрефләр, саннар һәм сызыклар белән. Плагинны санга сукмау.
uk_ua: Помилка Guid Plugin, на шляху '{0}' з заголовком '{1}' повинен мати властивість 'Guid', RFC 4122, що відповідає 128-бітному Guid (UUID) лише з літерами, цифрами та дефісами. Ігнорування плагіна.
ur_pk: پلگ ان گائڈ غلطی ، '{0}' کے عنوان کے ساتھ '{1}' کے ساتھ 'GID' پراپرٹی ہونا ضروری ہے ، RFC 4122 کے مطابق 128 بٹ GID (UUID) جس میں صرف حرف ، نمبر اور ہائفنز ہیں۔ پلگ ان کو نظرانداز کرنا۔
uz_cyrl: “{1}” sarlavhali “{0}” yo‘lidagi plagin qo‘llanma xatosi “guid” xususiyatiga ega bo‘lishi kerak, RFC 4122 standartiga mos 128 bitli GUID (UUID) faqat harflar, raqamlar va defislardan iborat bo‘lishi kerak. Plaginga e'tibor bermaslik.
zh_hant: 插件GUID錯誤，在路徑'{0}'帶標題'{1}'必須具有'guid'屬性，RFC 4122符合128位GUID（UUID），只有字母，數字和連字符。忽略插件。
