Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SysTrayFeebackLabel
source: Send Feedback or Bug Report
af_za: Stuur terugvoer of foutverslag
am_et: ግብረ መልስ ወይም የሳንካ ሪፖርት ይላኩ
ar_bh: أرسل التعليقات أو تقرير الأخطاء
as_in: মতামত বা বাগ প্ৰতিবেদন প্ৰেৰণ কৰক
az_cyrl: Geribildirim və ya səhv hesabatı göndərin
bg_bg: Изпратете обратна връзка или доклад за грешки
bn_in: প্রতিক্রিয়া বা বাগ রিপোর্ট প্রেরণ করুন
bs_latn_ba: Pošaljite povratne informacije ili izveštaj o greškama
ca_es: Envieu comentaris o informes d'errors
cs_cz: Odeslat zpětnou vazbu nebo zprávu o chybách
cy_gb: Anfon Adborth neu Adroddiad Bug
da_dk: Send feedback eller bugrapport
de_ch: Feedback oder Fehlerbericht senden
el_gr: Αποστολή σχολίων ή αναφοράς σφαλμάτων
es_bo: Enviar comentarios o informe de errores
et_ee: Saada tagasiside või veateade
fa_ir: ارسال بازخورد یا گزارش اشکال
fi_fi: Lähetä palautetta tai virheraportti
fil_ph: Magpadala ng ulat ng feedback o bug
fr_029: Envoyer des commentaires ou un rapport de bogue
ga_ie: Seol aiseolas nó tuarascáil fabht
gu_in: પ્રતિસાદ અથવા બગ રિપોર્ટ મોકલો
he_il: שלח משוב או דוח באגים
hi_in: प्रतिक्रिया या बग रिपोर्ट भेजें
hr_hr: Pošaljite povratne informacije ili izvješće o pogrešci
hu_hu: Küldjön visszajelzést vagy hibajelentést
hy_am: Ուղարկել հետադարձ կապի կամ սխալի մասին զեկույց
id_id: Kirim Umpan Balik atau Laporan Bug
is_is: Sendu endurgjöf eða villuskýrslu
it_ch: Invia feedback o report sui bug
ja_jp: フィードバックまたはバグレポートを送信します
ka_ge: გამოაგზავნეთ უკუკავშირის ან შეცდომის შესახებ
kk_kz: Кері байланыс немесе қате туралы есеп жіберу
km_kh: ផ្ញើមតិប្រតិកម្មឬរបាយការណ៍កំហុស
kn_in: ಪ್ರತಿಕ್ರಿಯೆ ಅಥವಾ ದೋಷ ವರದಿಯನ್ನು ಕಳುಹಿಸಿ
ko_kr: 피드백 또는 버그 보고서를 보내십시오
ky_kg: Пикириңизди же BUG отчетун жөнөтүү
lo_la: ສົ່ງຄໍາຕິຊົມຫລືລາຍງານຂໍ້ບົກພ່ອງ
lt_lt: Siųsti atsiliepimus ar klaidų ataskaitą
lv_lv: Nosūtiet atsauksmes vai kļūdu ziņojumu
mi_nz: Tukuna he urupare, he ripoata Bug ranei
mk_mk: Испратете повратна информација или извештај за грешки
ml_in: ഫീഡ്ബാക്കോ ബഗ് റിപ്പോർട്ട് അയയ്ക്കുക
mr_in: अभिप्राय किंवा बग अहवाल पाठवा
ms_my: Hantar maklum balas atau laporan bug
mt_mt: Ibgħat Feedback jew Rapport tal-Bug
nb_no: Send tilbakemelding eller feilrapport
ne_np: प्रतिक्रिया वा बग रिपोर्ट पठाउनुहोस्
nl_be: Stuur feedback of bugrapport
or_in: ମତାମତ କିମ୍ବା ବଗ୍ ରିପୋର୍ଟ ପଠାନ୍ତୁ |
pa_arab: ਫੀਡਬੈਕ ਜਾਂ ਬੱਗ ਰਿਪੋਰਟ ਭੇਜੋ
pl_pl: Wyślij opinię lub raport o błędach
pt_br: Enviar feedback ou relatório de bug
ro_ro: Trimiteți feedback sau raport de erori
ru_ru: Отправить отчет или отчет об ошибках
sk_sk: Pošlite spätnú väzbu alebo správu o chybe
sl_si: Pošljite povratne informacije ali poročilo o napaki
sq_al: Dërgoni Raportin e Reagimit ose Bug
sr_cyrl_me: Пошаљите повратне информације или извештај о грешаку
sv_fi: Skicka feedback eller bugrapport
sw_ke: Tuma maoni au ripoti ya mdudu
ta_in: கருத்து அல்லது பிழை அறிக்கையை அனுப்பவும்
te_in: అభిప్రాయం లేదా బగ్ నివేదిక పంపండి
th_th: ส่งข้อเสนอแนะหรือรายงานข้อผิดพลาด
tk_tm: Seslenme ýa-da bug hasabaty iberiň
tr_tr: Geri bildirim veya hata raporu gönderin
tt_ru: Фикер алышу яки хата отчетын җибәрегез
ug_cn: تەكلىپ ياكى خاتالىق دوكلاتىنى ئەۋەتىڭ
uk_ua: Надіслати відгук або звіт про помилку
ur_pk: رائے یا بگ رپورٹ بھیجیں
uz_cyrl: Fikr-mulohaza yoki xato hisobotini yuboring
vi_vn: Gửi phản hồi hoặc báo cáo lỗi
zh_hant: 發送反饋或錯誤報告

# PrefShowInTaskbarHint
source: This only hides the main window. All other non - dialog windows are always shown in taskbar.
af_za: Dit verberg net die hoofvenster. Alle ander nie -dialoogvensters word altyd in die taakbalk getoon.
am_et: ይህ ዋና መስኮቱን ብቻ ይደብቃል. ሌሎች ሁሉም ሌሎች ያልሆኑ ያልሆኑ መስኮቶች ሁል ጊዜ በተግባር አሞሌ ውስጥ ይታያሉ.
ar_bh: هذا يخفي النافذة الرئيسية فقط. يتم دائمًا عرض جميع نوافذ الحوار غير الأخرى في شريط المهام.
as_in: ই কেৱল মূল উইন্ডোটো লুকুৱাই ৰাখে। অন্য সকলো নন - সংলাপ উইন্ডো সদায় টাস্কবাৰত দেখুৱা হয়।
az_cyrl: Bu yalnız əsas pəncərəni gizlədir. Bütün digər informasiya qutuları həmişə tapşırıq çubuğunda göstərilir.
bg_bg: Това крие само основния прозорец. Всички други не -диалогови прозорци винаги се показват в лентата на задачите.
bn_in: এটি কেবল মূল উইন্ডোটি লুকিয়ে রাখে। অন্যান্য সমস্ত নন -ডায়ালগ উইন্ডো সর্বদা টাস্কবারে প্রদর্শিত হয়।
bs_latn_ba: Ovo skriva samo glavni prozor. Svi ostali ne-dijaloški prozori uvijek su prikazani na programskoj traci.
ca_es: Això només amaga la finestra principal. Totes les altres finestres de diàleg no es mostren sempre a la barra de tasques.
cs_cz: To skrývá pouze hlavní okno. Všechna ostatní okna bez dialogu jsou vždy zobrazena na hlavním panelu.
cy_gb: Dim ond y brif ffenestr sy'n cuddio'r brif ffenestr. Mae pob ffenestr eraill nad ydynt yn ddeialog bob amser yn cael eu dangos yn y bar tasgau.
da_dk: Dette skjuler kun hovedvinduet. Alle andre ikke -dialogvinduer vises altid på proceslinjen.
de_ch: Dies verbirgt nur das Hauptfenster. Alle anderen nicht -Dialogfenster sind in der Taskleiste immer angezeigt.
el_gr: Αυτό κρύβει μόνο το κύριο παράθυρο. Όλα τα άλλα παράθυρα διαλόγου δεν εμφανίζονται πάντα στη γραμμή εργασιών.
es_bo: Esto solo oculta la ventana principal. Todas las demás ventanas de diálogo no se muestran siempre en la barra de tareas.
et_ee: See peidab ainult peaaken. Kõik muud dialoogi aknad on alati näidatud Taskbaris.
fa_ir: این فقط پنجره اصلی را پنهان می کند. تمام ویندوزهای غیر گفتگوی دیگر همیشه در نوار وظیفه نشان داده می شوند.
fi_fi: Tämä vain piilottaa pääikkunan. Kaikki muut ei -valintaikkunat ikkunat näkyy aina tehtäväpalkissa.
fil_ph: Itinatago lamang nito ang pangunahing window. Ang lahat ng iba pang mga non -dialog windows ay palaging ipinapakita sa taskbar.
fr_029: Cela ne cache que la fenêtre principale. Toutes les autres fenêtres non de dialogue sont toujours affichées dans la barre des tâches.
ga_ie: Ní chuireann sé seo ach an phríomhfhuinneog i bhfolach. Taispeántar gach fuinneog neamh -dialóige eile i gcónaí i dTascbharra.
gu_in: આ ફક્ત મુખ્ય વિંડોને છુપાવે છે. અન્ય તમામ નોન - સંવાદ વિંડોઝ હંમેશાં ટાસ્કબારમાં બતાવવામાં આવે છે.
he_il: זה רק מסתיר את החלון הראשי. כל שאר חלונות הדיאלוג האחרים מוצגים תמיד בשורת המשימות.
hi_in: यह केवल मुख्य खिड़की को छुपाता है। अन्य सभी गैर -संवाद विंडो हमेशा टास्कबार में दिखाए जाते हैं।
hr_hr: Ovo samo skriva glavni prozor. Svi ostali prozori koji nisu u dijaloškom okviru uvijek su prikazani na lokalnoj traci.
hu_hu: Ez csak elrejti a főablakot. Az összes többi nem -párbeszédablakot mindig a tálcán látható.
hy_am: Սա միայն թաքցնում է հիմնական պատուհանը: Բոլոր այլ ոչ երկխոսության պատուհանները միշտ ցուցադրվում են առաջադրանքի մեջ:
id_id: Ini hanya menyembunyikan jendela utama. Semua jendela dialog non -lainnya selalu ditampilkan di Taskbar.
is_is: Þetta felur aðeins aðalgluggann. Allir aðrir gluggar sem ekki eru ekki - eru alltaf sýndir í verkstikunni.
it_ch: Questo nasconde solo la finestra principale. Tutte le altre finestre di finestra di dialogo sono sempre mostrate nella barra delle applicazioni.
ja_jp: これはメインウィンドウのみを隠します。他のすべての非ダイアログウィンドウは、常にタスクバーに表示されます。
ka_ge: ეს მხოლოდ მთავარ ფანჯარას მალავს. ყველა სხვა არა - დიალოგის ფანჯარა ყოველთვის ნაჩვენებია ამოცანების ზოლში.
kk_kz: Бұл тек негізгі терезені жасырады. Барлық басқа диалогтық емес терезелер әрқашан тапсырмалар тақтасында көрсетілген.
km_kh: នេះលាក់បង្អួចមេ។ បង្អួចមិនមែនអ៊ីនធឺណេតផ្សេងទៀតតែងតែត្រូវបានបង្ហាញនៅក្នុងរបារភារកិច្ច។
kn_in: ಇದು ಮುಖ್ಯ ವಿಂಡೋವನ್ನು ಮಾತ್ರ ಮರೆಮಾಡುತ್ತದೆ. ಎಲ್ಲಾ ಇತರ ಸಂವಾದೇತರ ವಿಂಡೋಗಳನ್ನು ಯಾವಾಗಲೂ ಟಾಸ್ಕ್‌ಬಾರ್‌ನಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ.
ko_kr: 이것은 기본 창만 숨겨집니다. 다른 모든 비 대화 창은 항상 작업 표시 줄에 표시됩니다.
ky_kg: Бул негизги терезени гана жашырат. Бардык башка адамдар диалогсуз терезелер ар дайым тапшырма панелинде көрсөтүлөт.
lo_la: ນີ້ພຽງແຕ່ເຊື່ອງປ່ອງຢ້ຽມຕົ້ນຕໍ. ທັງຫມົດທີ່ບໍ່ແມ່ນຂອງ Windows - ກ່ອງໂຕ້ຕອບແມ່ນສະແດງຢູ່ໃນແຖບວຽກຢູ່ສະເຫມີ.
lt_lt: Tai tik slepia pagrindinį langą. Visi kiti dialogo langai ne visada rodomi užduočių juostoje.
lv_lv: Tas tikai slēpj galveno logu. Visi pārējie dialoglodziņa logi vienmēr tiek parādīti uzdevumjoslā.
mi_nz: Ka huna noa tenei i te matapihi matua. Katoa etahi atu - Ko nga matapihi korero e whakaatu ana i nga wa katoa i te pae mahi.
mk_mk: Ова само го крие главниот прозорец. Сите други не -дијалог прозорци се секогаш прикажани во лентата со задачи.
ml_in: ഇത് പ്രധാന വിൻഡോ മാത്രം മറയ്ക്കുന്നു. മറ്റെല്ലാ ഡയലോഗ് വിൻഡോകളും എല്ലായ്പ്പോഴും ടാസ്ക്ബാറിൽ കാണിച്ചിരിക്കുന്നു.
mr_in: हे फक्त मुख्य विंडो लपवते. इतर सर्व नॉन -डायलॉग विंडो नेहमी टास्कबारमध्ये दर्शविल्या जातात.
ms_my: Ini hanya menyembunyikan tetingkap utama. Semua tingkap dialog yang lain sentiasa ditunjukkan dalam bar tugas.
mt_mt: Dan jaħbi biss it-tieqa ewlenija. It-twieqi l-oħra kollha mhux tad-djalogu huma dejjem murija fit-taskbar.
nb_no: Dette skjuler bare hovedvinduet. Alle andre ikke -dialogvinduer vises alltid i oppgavelinjen.
ne_np: यसले केवल मुख्य विन्डोलाई लुकाउँछ। सबै अन्य गैर-- संवाद विन्डोजहरू बस टेस्म्बरबारमा देखाइन्छ।
nl_be: Dit verbergt alleen het hoofdvenster. Alle andere niet -dialoogvensters worden altijd weergegeven in taakbalk.
or_in: ଏହା କେବଳ ମୁଖ୍ୟ ୱିଣ୍ଡୋ ଲୁଚାଏ | ଅନ୍ୟ ସମସ୍ତ ଅଣ-ସଂଳାପ ୱିଣ୍ଡୋ ସବୁବେଳେ ଟାସବ ବାର୍ ରେ ପ୍ରଦର୍ଶିତ ହୁଏ |
pa_arab: ਇਹ ਸਿਰਫ ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਲੁਕਾਉਂਦਾ ਹੈ. ਹੋਰ ਸਭ ਗੈਰ-ਡਾਈਲਾਗ ਵਿੰਡੋ ਹਮੇਸ਼ਾਂ ਟਾਸਕਬਾਰ ਵਿੱਚ ਵੇਖਾਈ ਜਾਂਦੀ ਹੈ.
pl_pl: To tylko ukrywa główne okno. Wszystkie inne okno dialogowe są zawsze wyświetlane na pasku zadań.
pt_br: Isso apenas esconde a janela principal. Todas as outras janelas de diálogo que não são sempre mostradas na barra de tarefas.
ro_ro: Aceasta ascunde doar fereastra principală. Toate celelalte ferestre care nu sunt de dialog sunt întotdeauna afișate în bara de activități.
ru_ru: Это только скрывает главное окно. Все остальные не - диалоговые окна всегда отображаются на панели задач.
sk_sk: Toto len skryje hlavné okno. Všetky ostatné okná, ktoré nie sú dialógové okná, sú vždy zobrazené na paneli úloh.
sl_si: To samo skriva glavno okno. Vsa ostala okna, ki niso v dialogu, so vedno prikazana v opravilni vrstici.
sq_al: Kjo fsheh vetëm dritaren kryesore. Të gjitha dritaret e tjera jo të dialogut tregohen gjithmonë në shiritin e detyrave.
sr_cyrl_me: Ово само скрива главни прозор. Сви остали не-дијалошки прозори су увек приказани на траци задатака.
sv_fi: Detta döljer bara huvudfönstret. Alla andra icke -dialogfönster visas alltid i aktivitetsfältet.
sw_ke: Hii inaficha tu dirisha kuu. Madirisha mengine yote yasiyo ya mazungumzo yanaonyeshwa kila wakati kwenye Taskbar.
ta_in: இது பிரதான சாளரத்தை மட்டுமே மறைக்கிறது. மற்ற அனைத்து உரையாடல் சாளரங்களும் எப்போதும் பணிப்பட்டியில் காட்டப்படும்.
te_in: ఇది ప్రధాన విండోను మాత్రమే దాచిపెడుతుంది. అన్ని ఇతర నాన్ -డైలాగ్ విండోస్ ఎల్లప్పుడూ టాస్క్‌బార్‌లో చూపబడతాయి.
th_th: สิ่งนี้ซ่อนหน้าต่างหลักเท่านั้น หน้าต่างกล่องโต้ตอบอื่น ๆ ทั้งหมดจะแสดงอยู่ในแถบงานเสมอ
tk_tm: Bu diňe esasy penjiräni gizleýär. Beýleki däl-de, beýleki gepleşik penjireleri hemişe meseleler panelinde görkezilýär.
tr_tr: Bu sadece ana pencereyi gizler. Diğer tüm olmayan iletişim pencereleri her zaman görev çubuğunda gösterilir.
tt_ru: Бу төп тәрәзәне генә яшерә. Барлык вакытта да диалог тәрәзәләре һәрвакыт бирем тактасында күрсәтелә.
ug_cn: بۇ پەقەت ئاساسلىق كۆزنەكنىلا يوشۇرۇپ قويىدۇ. باشقا بارلىق - سۆزلىشىش كۆزلىرى ھەمىشە ۋەزىپە بالدىقىدا كۆرسىتىلىدۇ.
uk_ua: Це лише приховує головне вікно. Усі інші вітрини, що не належать до діалогу, завжди відображаються на панелі завдань.
ur_pk: یہ صرف مرکزی ونڈو کو چھپاتا ہے۔ دوسرے تمام غیر ڈائیلاگ ونڈوز ہمیشہ ٹاسک بار میں دکھائے جاتے ہیں۔
uz_cyrl: Bu faqat asosiy oynani yashiradi. Boshqa barcha oynalardagi barcha dialog oynalari har doim vazifalar panelida ko'rsatilgan.
vi_vn: Điều này chỉ giấu cửa sổ chính. Tất cả các cửa sổ hộp thoại không phải khác luôn được hiển thị trong Thanh tác vụ.
zh_hant: 這只會隱藏主窗口。所有其他非對話框窗口始終顯示在任務欄中。

# SearchButtonTooltip
source: Search in '{0}'
af_za: Soek in '{0}'
ar_bh: ابحث في '{0}'
as_in: '{0}' ত সন্ধান কৰক
az_cyrl: '{0}' də axtarın
bg_bg: Търсене в '{0}'
bn_in: '{0}' এ অনুসন্ধান করুন
bs_latn_ba: Pretražite u '{0}'
ca_es: Cerqueu a '{0}'
cs_cz: Hledejte v '{0}'
cy_gb: Chwilio yn '{0}'
da_dk: Søg i '{0}'
de_ch: Suche in '{0}'
el_gr: Αναζήτηση στο '{0}'
es_bo: Buscar en '{0}'
et_ee: Otsige '{0}'
fa_ir: جستجو در '{0}'
fi_fi: Hae '{0}'
fil_ph: Maghanap sa '{0}'
fr_029: Recherche dans '{0}'
ga_ie: Cuardaigh i '{0}'
gu_in: '{0}' માં શોધો
he_il: חפש ב- '{0}'
hi_in: '{0}' में खोजें
hr_hr: Pretražite u '{0}'
hu_hu: Keresés a '{0}' -ben
hy_am: Որոնել «{0}» -ում
id_id: Cari di '{0}'
is_is: Leitaðu í '{0}'
it_ch: Cerca in '{0}'
ja_jp: 「{0}」で検索
ka_ge: მოძებნეთ '{0}'
kk_kz: '{0}' ішінде іздеу
km_kh: ស្វែងរកក្នុង '{0}'
kn_in: '{0}' ನಲ್ಲಿ ಹುಡುಕಿ
ko_kr: '{0}'에서 검색
ky_kg: '{0}' издөө
lo_la: ຄົ້ນຫາໃນ '{0}'
lt_lt: Ieškokite '{0}'
lv_lv: Meklēt '{0}'
mi_nz: Rapu i roto i te '{0}'
mk_mk: Пребарување во '{0}'
ml_in: '{0}' ൽ തിരയുക
mr_in: '{0}' मध्ये शोधा
ms_my: Cari dalam '{0}'
mt_mt: Fittex f '' {0} '
nb_no: Søk i '{0}'
ne_np: '{0}'} खोज्नुहोस्
nl_be: Zoek in '{0}'
or_in: '{0}' ଖୋଜ |
pa_arab: '{0}' ਵਿੱਚ ਖੋਜ ਕਰੋ
pl_pl: Wyszukaj w „{0}”
pt_br: Pesquise em '{0}'
ro_ro: Căutați în „{0}”
ru_ru: Поиск в '{0}'
sk_sk: Vyhľadajte v '{0}'
sl_si: Iskanje v '{0}'
sq_al: Kërkoni në '{0}'
sr_cyrl_me: Тражи у '{0}'
sv_fi: Sök i '{0}'
sw_ke: Tafuta katika '{0}'
ta_in: '{0}' இல் தேடுங்கள்
te_in: '{0}' లో శోధించండి
th_th: ค้นหาใน '{0}'
tk_tm: '{0}' -da gözläň
tr_tr: '{0}' da ara
tt_ru: '{0}' да эзләү
ug_cn: '{0} دىن ئىزدەڭ
uk_ua: Пошук у '{0}'
ur_pk: '{0}' میں تلاش کریں
uz_cyrl: '{0}' da qidiring
vi_vn: Tìm kiếm trong '{0}'
zh_hant: 在'{0}'中搜索

# SearchCriteriaAddRowTooltip
source: Add Filter
af_za: Voeg filter by
am_et: ማጣሪያ ያክሉ
ar_bh: إضافة مرشح
as_in: ফিল্টাৰ যোগ কৰক
az_cyrl: Süzgəc əlavə etmək
bg_bg: Добавете филтър
bn_in: ফিল্টার যুক্ত করুন
bs_latn_ba: Dodajte filter
ca_es: Afegir filtre
cs_cz: Přidat filtr
cy_gb: Ychwanegu Hidlo
da_dk: Tilføj filter
de_ch: Filter hinzufügen
el_gr: Προσθέστε φίλτρο
es_bo: Añadir filtro
et_ee: Lisa filter
fa_ir: فیلتر را اضافه کنید
fi_fi: Lisää suodatin
fil_ph: Magdagdag ng filter
fr_029: Ajouter le filtre
ga_ie: Cuir Scagaire leis
gu_in: ફિલ્ટર ઉમેરો
he_il: הוסף פילטר
hi_in: फ़िल्टर जोड़ें
hr_hr: Dodajte filter
hu_hu: Adjon hozzá szűrőt
hy_am: Ավելացնել զտիչ
id_id: Tambahkan filter
is_is: Bættu við síu
it_ch: Aggiungi filtro
ja_jp: フィルターを追加します
ka_ge: ფილტრის დამატება
kk_kz: Сүзгіні қосыңыз
km_kh: បន្ថែមតម្រង
kn_in: ಫಿಲ್ಟರ್ ಸೇರಿಸಿ
ko_kr: 필터를 추가하십시오
ky_kg: Чыпкасын кошуңуз
lo_la: ຕື່ມການກັ່ນຕອງ
lt_lt: Pridėti filtrą
lv_lv: Pievienot filtru
mi_nz: Tāpiri tātari
mk_mk: Додадете филтер
ml_in: ഫിൽട്ടർ ചേർക്കുക
mr_in: फिल्टर जोडा
ms_my: Tambah penapis
mt_mt: Żid filtru
nb_no: Legg til filter
ne_np: फिल्टर थप्नुहोस्
nl_be: Voeg filter toe
or_in: ଫିଲ୍ଟର୍ ଯୋଡନ୍ତୁ |
pa_arab: ਫਿਲਟਰ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj filtr
pt_br: Adicione o filtro
ro_ro: Adăugați filtrul
ru_ru: Добавить фильтр
sk_sk: Pridať filter
sl_si: Dodaj filter
sq_al: Shtoni filtrin
sr_cyrl_me: Додајте филтер
sv_fi: Lägg till filter
sw_ke: Ongeza Kichujio
ta_in: வடிகட்டியைச் சேர்க்கவும்
te_in: ఫిల్టర్ జోడించండి
th_th: เพิ่มตัวกรอง
tk_tm: Süzgüç goşmak
tr_tr: Filtre ekle
tt_ru: Фильтр өстәгез
ug_cn: سۈزگۈچ قوشۇڭ
uk_ua: Додати фільтр
ur_pk: فلٹر شامل کریں
uz_cyrl: Filtrni qo'shish
vi_vn: Thêm bộ lọc
zh_hant: 添加過濾器

# SearchCriteriaJoinTypeTooltip
source: Edit Join Type
af_za: Wysig Join Type
am_et: የአቀላቀል ሁኔታን ያርትዑ
ar_bh: تحرير نوع الانضمام
as_in: সম্পাদনা কৰক যোগদান কৰক ধৰণ
az_cyrl: Birləşmə növünə redaktə edin
bg_bg: Редактиране на тип присъединяване
bn_in: যোগদান প্রকার সম্পাদনা করুন
bs_latn_ba: Uređivanje udruživanja tipa
ca_es: Edita el tipus d'unió
cs_cz: Upravit typ spojení
cy_gb: Golygu Math Ymuno
da_dk: Rediger sammenføjningstype
de_ch: Join -Typ bearbeiten
el_gr: Επεξεργασία τύπου Join
es_bo: Editar tipo de unión
et_ee: Redigeerige liitumistüüpi
fa_ir: ویرایش نوع پیوستن
fi_fi: Muokkaa liitä tyyppi
fil_ph: I -edit ang uri ng pagsali
fr_029: Modifier le type de jointure
ga_ie: Cuir Cineál Ceangail in eagar
gu_in: જોડાણ પ્રકાર સંપાદિત કરો
he_il: ערוך סוג הצטרפות
hi_in: ज्वाइन टाइप संपादित करें
hr_hr: Uredi tip pridruživanja
hu_hu: Szerkesztés JOIN TYPE
hy_am: Խմբագրել Միացեք տեսակը
id_id: Edit tipe gabungan
is_is: Breyta tengingu
it_ch: Modifica tipo di join
ja_jp: 参加タイプを編集します
ka_ge: რედაქტირება შეუერთდით ტიპს
kk_kz: Қосылу түрін өңдеңіз
km_kh: កែសម្រួលប្រភេទចូលរួម
kn_in: ಸೇರ್ಪಡೆ ಪ್ರಕಾರವನ್ನು ಸಂಪಾದಿಸಿ
ko_kr: 조인 유형을 편집합니다
ky_kg: Кошулуу түрүн түзөтүү
lo_la: ດັດແກ້ປະເພດເຂົ້າຮ່ວມເຂົ້າຮ່ວມ
lt_lt: Redaguoti prisijungimo tipas
lv_lv: Rediģēt pievienoties tipam
mi_nz: Whakatika Whakauru
mk_mk: Уреди спој тип
ml_in: എഡിറ്റുചെയ്യുക ചേരുക തരം
mr_in: जॉइन प्रकार संपादित करा
ms_my: Edit jenis gabungan
mt_mt: Editja t-tip ta 'għaqda
nb_no: Rediger sammenføyningstype
ne_np: सम्पादन गर्नुहोस् टाइप गर्नुहोस्
nl_be: Bewerk join -type
or_in: ଯୋଗଦାନ ପ୍ରକାରଗୁଡିକ ସଂପାଦନ କରନ୍ତୁ |
pa_arab: ਸ਼ਾਮਲ ਕਰੋ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Edytuj typ łączenia
pt_br: Editar tipo de junção
ro_ro: Editați tipul de alăturare
ru_ru: Редактировать тип соединения
sk_sk: Upraviť typ spojenia
sl_si: Uredi vrsto pridruževanja
sq_al: Redakto llojin e bashkimit
sr_cyrl_me: Уреди придруживање типу
sv_fi: Redigera anslutningstyp
sw_ke: Hariri aina ya jiunge
ta_in: சேர் வகை
te_in: జాయిన్ రకాన్ని సవరించండి
th_th: แก้ไขประเภทเข้าร่วม
tk_tm: Kömek görnüşini redaktirläň
tr_tr: Birleştir Türünü Düzenle
tt_ru: ТОРМЫШ ТИКА
ug_cn: قوشۇلۇشنى تەھرىرلەڭ
uk_ua: Редагувати тип приєднання
ur_pk: جوائن کی قسم میں ترمیم کریں
uz_cyrl: Qo'shilish turini tahrirlash
vi_vn: Chỉnh sửa loại tham gia
zh_hant: 編輯加入類型

# SearchCriteriaRemoveRowTooltip
source: Remove this filter
af_za: Verwyder hierdie filter
am_et: ይህንን ማጣሪያ ያስወግዱ
ar_bh: إزالة هذا المرشح
as_in: এই ফিল্টাৰ আঁতৰাওক
az_cyrl: Bu filtri çıxarın
bg_bg: Извадете този филтър
bn_in: এই ফিল্টারটি সরান
bs_latn_ba: Uklonite ovaj filter
ca_es: Traieu aquest filtre
cs_cz: Odstraňte tento filtr
cy_gb: Tynnwch yr hidlydd hwn
da_dk: Fjern dette filter
de_ch: Entfernen Sie diesen Filter
el_gr: Αφαιρέστε αυτό το φίλτρο
es_bo: Retire este filtro
et_ee: Eemalda see filter
fa_ir: این فیلتر را بردارید
fi_fi: Poista tämä suodatin
fil_ph: Alisin ang filter na ito
fr_029: Supprimer ce filtre
ga_ie: Bain an scagaire seo
gu_in: આ ફિલ્ટરને દૂર કરો
he_il: הסר את המסנן הזה
hi_in: इस फ़िल्टर को हटा दें
hr_hr: Uklonite ovaj filter
hu_hu: Távolítsa el ezt a szűrőt
hy_am: Հեռացրեք այս ֆիլտրը
id_id: Lepaskan filter ini
is_is: Fjarlægðu þessa síu
it_ch: Rimuovere questo filtro
ja_jp: このフィルターを取り外します
ka_ge: ამოიღეთ ეს ფილტრი
kk_kz: Осы сүзгіні алып тастаңыз
km_kh: យកតម្រងនេះចេញ
kn_in: ಈ ಫಿಲ್ಟರ್ ತೆಗೆದುಹಾಕಿ
ko_kr: 이 필터를 제거하십시오
ky_kg: Бул чыпканы алып салыңыз
lo_la: ເອົາຕົວກອງນີ້ອອກ
lt_lt: Pašalinkite šį filtrą
lv_lv: Noņemiet šo filtru
mi_nz: Tangohia tenei whiriwhiringa
mk_mk: Отстранете го овој филтер
ml_in: ഈ ഫിൽട്ടർ നീക്കംചെയ്യുക
mr_in: हे फिल्टर काढा
ms_my: Keluarkan penapis ini
mt_mt: Neħħi dan il-filtru
nb_no: Fjern dette filteret
ne_np: यो फिल्टर हटाउनुहोस्
nl_be: Verwijder dit filter
or_in: ଏହି ଫିଲ୍ଟର୍ ଅପସାରଣ କରନ୍ତୁ |
pa_arab: ਇਸ ਫਿਲਟਰ ਨੂੰ ਹਟਾਓ
pl_pl: Usuń ten filtr
pt_br: Remova este filtro
ro_ro: Scoateți acest filtru
ru_ru: Удалите этот фильтр
sk_sk: Odstráňte tento filter
sl_si: Odstranite ta filter
sq_al: Hiqni këtë filtër
sr_cyrl_me: Уклоните овај филтер
sv_fi: Ta bort detta filter
sw_ke: Ondoa kichujio hiki
ta_in: இந்த வடிப்பானை அகற்று
te_in: ఈ ఫిల్టర్‌ను తొలగించండి
th_th: ลบตัวกรองนี้
tk_tm: Bu süzgüçden aýyryň
tr_tr: Bu filtreyi kaldır
tt_ru: Бу фильтрны бетерегез
ug_cn: بۇ سۈزگۈچنى ئۆچۈرۈڭ
uk_ua: Зніміть цей фільтр
ur_pk: اس فلٹر کو ہٹا دیں
uz_cyrl: Ushbu filtrni olib tashlang
vi_vn: Xóa bộ lọc này
zh_hant: 卸下此過濾器

# ToolTipHintLinkTooltip
source: Open help about this...
af_za: Oop hulp hieroor ...
am_et: ስለዚህ ጉዳይ እገዛ ...
ar_bh: مساعدة مفتوحة حول هذا ...
as_in: এই বিষয়ে মুকলি সহায়...
az_cyrl: Bu barədə kömək edin ...
bg_bg: Отворена помощ за това ...
bn_in: এই সম্পর্কে সহায়তা খুলুন ...
bs_latn_ba: Otvori pomoć u vezi s tim ...
ca_es: Obriu ajuda sobre això ...
cs_cz: Otevřete pomoc o tom ...
cy_gb: Help agored am hyn ...
da_dk: Åben hjælp om dette ...
de_ch: Öffnen Sie die Hilfe dazu ...
el_gr: Ανοίξτε τη βοήθεια για αυτό ...
es_bo: Ayuda abierta sobre esto ...
et_ee: Avatud abi selle kohta ...
fa_ir: کمک باز در این مورد ...
fi_fi: Avoin apu tästä ...
fil_ph: Buksan ang tulong tungkol dito ...
fr_029: Aide ouverte à ce sujet ...
ga_ie: Cabhair oscailte faoi seo ...
gu_in: આ વિશે મદદ ખોલો ...
he_il: פתוח עזרה בעניין זה ...
hi_in: इस बारे में खुली मदद ...
hr_hr: Otvorena pomoć u vezi s ovim ...
hu_hu: Nyitott segítség erről ...
hy_am: Բաց օգնություն այս ...
id_id: Buka Bantuan Tentang Ini ...
is_is: Opið hjálp um þetta ...
it_ch: Apri aiuto su questo ...
ja_jp: これについてのオープンヘルプ...
ka_ge: გახსენით დახმარება ამის შესახებ ...
kk_kz: Бұл туралы анықтама ...
km_kh: បើកជំនួយអំពីរឿងនេះ ...
kn_in: ಈ ಬಗ್ಗೆ ಮುಕ್ತ ಸಹಾಯ ...
ko_kr: 이것에 대한 도움이 열려 ...
ky_kg: Бул жөнүндө ачык жардам ...
lo_la: ເປີດການຊ່ວຍເຫຼືອກ່ຽວກັບເລື່ອງນີ້ ...
lt_lt: Atvira pagalba apie tai ...
lv_lv: Atklāta palīdzība šajā ...
mi_nz: Whakatuwhera awhina mo tenei ...
mk_mk: Отворете помош за ова ...
ml_in: ഇതിനെക്കുറിച്ച് സഹായം തുറക്കുക ...
mr_in: याबद्दल मदत करा ...
ms_my: Buka pertolongan mengenai ini ...
mt_mt: Għajnuna miftuħa dwar dan ...
nb_no: Åpne hjelp om dette ...
ne_np: यस बारे मा मद्दत खोल्नुहोस् ...
nl_be: Open hulp hierover ...
or_in: ଏ ବିଷୟରେ ସହାୟତା ଖୋଲ ...
pa_arab: ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਖੋਲ੍ਹੋ ...
pl_pl: Otwórz pomoc na ten temat ...
pt_br: Ajuda aberta sobre isso ...
ro_ro: Ajutor deschis despre asta ...
ru_ru: Открыть помощь в этом ...
sk_sk: Otvorte pomoc s tým ...
sl_si: Odprite pomoč pri tem ...
sq_al: Ndihmë e hapur për këtë ...
sr_cyrl_me: Отворена помоћ о томе ...
sv_fi: Öppen hjälp om detta ...
sw_ke: Fungua msaada juu ya hii ...
ta_in: இதைப் பற்றி திறந்த உதவி ...
te_in: దీని గురించి సహాయం చేయండి ...
th_th: เปิดความช่วยเหลือเกี่ยวกับเรื่องนี้ ...
tk_tm: Bu barada kömek aç ...
tr_tr: Bu konuda yardım açın ...
tt_ru: Бу турыда ачык ярдәм ...
ug_cn: بۇ توغرىدا ئوچۇق ياردەم قىلىڭ ...
uk_ua: Відкрита допомога з цього приводу ...
ur_pk: اس کے بارے میں مدد کھولیں ...
uz_cyrl: Bu haqda ochiq yordam ...
vi_vn: Mở giúp đỡ về điều này ...
zh_hant: 開放幫助...

# TagTileToolTip
source: {0} clips
af_za: {0} knipsels
am_et: {0} ክሊፖች
ar_bh: {0} مقاطع
as_in: {0} ক্লিপসমূহ
az_cyrl: {0} Kliplər
bg_bg: {0} клипове
bn_in: {0} ক্লিপ
bs_latn_ba: {0} isječci
cs_cz: {0} klipy
cy_gb: {0} clipiau
da_dk: {0} klip
el_gr: {0} κλιπ
et_ee: {0} klipid
fa_ir: {0} کلیپ ها
fi_fi: {0} leikkeet
fil_ph: {0} clip
fr_029: Clips {0}
ga_ie: {0} gearrthóga
gu_in: {0} ક્લિપ્સ
he_il: {0} קליפים
hi_in: {0} क्लिप
hr_hr: {0} isječke
hu_hu: {0} klipek
hy_am: {0} հոլովակներ
id_id: {0} klip
is_is: {0} úrklippur
it_ch: {0} clip
ja_jp: {0}クリップ
ka_ge: {0} კლიპები
kk_kz: {0} клиптер
km_kh: {0} ឈុត
kn_in: {0} ಕ್ಲಿಪ್‌ಗಳು
ko_kr: {0} 클립
ky_kg: {0} клиптер
lo_la: {0} ຄລິບ
lt_lt: {0} klipai
lv_lv: {0} klipi
mi_nz: {0} topenga
mk_mk: {0} клипови
ml_in: {0} ക്ലിപ്പുകൾ
mr_in: {0} क्लिप्स
ms_my: {0} klip
mt_mt: {0} klipps
nb_no: {0} klipp
ne_np: {0} क्लिप
or_in: {0} କ୍ଲିପ୍ |
pa_arab: {0} ਕਲਿੱਪ
pl_pl: {0} klipy
pt_br: {0} clipes
ro_ro: {0} clipuri
ru_ru: {0} клипы
sk_sk: {0} klipy
sl_si: {0} posnetki
sq_al: {0} klipe
sr_cyrl_me: {0} Слипс
sv_fi: {0} Klipp
sw_ke: {0} sehemu
ta_in: {0} கிளிப்புகள்
te_in: {0} క్లిప్‌లు
th_th: {0} คลิป
tk_tm: {0} klipler
tr_tr: {0} klipler
tt_ru: {0} клиплар
uk_ua: {0} кліпи
ur_pk: {0} کلپس
uz_cyrl: {0} kliplar
vi_vn: {0} clip
zh_hant: {0}剪輯
