Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefHideWatermarksLabel
source: Hide Capacity Watermarks
af_za: Verberg kapasiteit watermerke
am_et: የአቅም ውሃዎችን ደብቅ
ar_bh: إخفاء العلامات المائية السعة
as_in: Capacity Watermarks
az_cyrl: Tutumu su nişanlarını gizlət
bg_bg: Скриване на водни знаци на капацитета
bn_in: ক্ষমতা ওয়াটারমার্কগুলি লুকান
bs_latn_ba: Sakrij vodene žigove kapaciteta
ca_es: Amagar la capacitat de les filigranes
cs_cz: Skrýt vodoznaky kapacity
cy_gb: Cuddio dyfrnodau capasiti
da_dk: Skjul kapacitet vandmærker
de_ch: Kapazitätswasserzeichen ausblenden
el_gr: Απόκρυψη υδατογραφημάτων χωρητικότητας
es_bo: Ocultar marcas de agua de capacidad
et_ee: Peida vesimärgid
fa_ir: مخفی کردن واتارزیت های ظرفیت
fi_fi: Piilota kapasiteetti vesileimat
fil_ph: Itago ang mga watermark ng kapasidad
fr_029: Cacher des filigranes de capacité
ga_ie: Folaigh comharthaí uisce toilleadh
gu_in: ક્ષમતા વોટરમાર્ક્સ છુપાવો
he_il: סימני מים הסתר קיבולת
hi_in: क्षमता वाले वॉटरमार्क छिपाएं
hr_hr: Sakrij vodene žigove kapaciteta
hu_hu: Elrejteni a kapacitás vízjeleit
hy_am: Թաքցնել հզորության ջրանիշներ
id_id: Sembunyikan Kapasitas Watermark
is_is: Fela vatnsmerki
it_ch: Nascondi le filigrane della capacità
ja_jp: 容量の透かしを非表示にします
ka_ge: სიმძლავრის წყლის დამალვა
kk_kz: Сыйымдылығы су белгілері
km_kh: លាក់កំបាំងសមត្ថភាពសមត្ថភាព
kn_in: ಸಾಮರ್ಥ್ಯದ ವಾಟರ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ
ko_kr: 용량을 숨기십시오
ky_kg: Ылайыктуу суу белгилерин жашыруу
lo_la: ເຊື່ອງຄວາມຈຸ
lt_lt: Slėpti talpos vandens ženklus
lv_lv: Slēpt jaudas ūdenszīmes
mi_nz: Hunaia nga tohu maamaa kaha
mk_mk: Скријте ги водените жигови
ml_in: ശേഷി വാട്ടർമാർക്കുകൾ മറയ്ക്കുക
mr_in: क्षमता वॉटरमार्क लपवा
ms_my: Menyembunyikan kapasiti air
mt_mt: Aħbi l-Watermarks tal-Kapaċità
nb_no: Skjul kapasitetsvannmerker
ne_np: क्षमता रटरमार्क लुकाउनुहोस्
nl_be: Capaciteit verbergen Watermarkten
or_in: କ୍ଷମତା ଜଳସମ୍ପେଙ୍କୁ ଲୁଚାନ୍ତୁ |
pa_arab: ਸਮਰੱਥਾ ਵਾਲੇ ਵਾਟਰਮਾਰਕਸ ਲੁਕਾਓ
pl_pl: Ukryj znaki wodne
pt_br: Ocultar as marcas d'água com capacidade
ro_ro: Ascundeți filigranele de capacitate
ru_ru: Скрыть емкость водяных знаков
sk_sk: Skryť vodoznaky
sl_si: Skrij vodne žige
sq_al: Fshihni ujërat e kapacitetit
sr_cyrl_me: Сакриј водени жигови
sv_fi: Dölj kapacitet vattenmärken
sw_ke: Ficha alama za uwezo
ta_in: திறன் வாட்டர்மார்க்ஸை மறைக்கவும்
te_in: సామర్థ్యం వాటర్‌మార్క్‌లను దాచండి
th_th: ซ่อนลายน้ำความจุ
tk_tm: Mümkinçilik suw belliklerini gizläň
tr_tr: Kapasite filigranlarını gizle
tt_ru: Суның суыткычларны яшерегез
ug_cn: سىغىم ئەسلىھەلىرىنى يوشۇرۇش
uk_ua: Приховати ємність водяних знаків
ur_pk: صلاحیت واٹر مارکس چھپائیں
uz_cyrl: Sam quvvatli suv belgilarini yashirish
vi_vn: Ẩn hình mờ năng lực
zh_hant: 隱藏容量水印

# PrefIgnoreAppendsHint
source: When new clipboard content is appended it will not be tracked as a new clip
af_za: As nuwe knipbordinhoud aangeheg word, sal dit nie as 'n nuwe snit opgespoor word nie
am_et: አዲስ የቅንጥብ ሰሌዳ ይዘት በሚታገደው ጊዜ እንደ አዲስ ክሊፕ አይከታተል ይሆናል
ar_bh: عندما يتم إلحاق محتوى الحافظة الجديدة ، فلن يتم تتبعه كمقطع جديد
as_in: যেতিয়া নতুন ক্লিপবোৰ্ডৰ বিষয়বস্তু সংযুক্ত কৰা হয় তেতিয়া ইয়াক এটা নতুন ক্লিপ হিচাপে অনুসৰণ কৰা নহ'ব
az_cyrl: Yeni panoya məzmunu əlavə edildikdə, yeni bir klip kimi izlənilməyəcəkdir
bg_bg: Когато се добави ново съдържание на клипборда, той няма да бъде проследен като нов клип
bn_in: যখন নতুন ক্লিপবোর্ড সামগ্রী যুক্ত করা হয় তখন এটি একটি নতুন ক্লিপ হিসাবে ট্র্যাক করা হবে না
bs_latn_ba: Kada se doda novi sadržaj međuspremnika, neće se pratiti kao novi isječak
ca_es: Quan s’afegeixi el contingut del porta -retalls nou, no es farà el seguiment com a nou clip
cs_cz: Když je připojen nový obsah schránky, nebude sledován jako nový klip
cy_gb: Pan atodir cynnwys clipfwrdd newydd ni fydd yn cael ei olrhain fel clip newydd
da_dk: Når nyt clipboard -indhold er vedhæftet, spores det ikke som et nyt klip
de_ch: Wenn neue Zwischenablageninhalte angehängt werden, wird er nicht als neuer Clip verfolgt
el_gr: Όταν προσαρτάται νέο περιεχόμενο πρόχειρου, δεν θα παρακολουθείται ως νέο κλιπ
es_bo: Cuando se adjunta el contenido de un portapapeles, no se rastreará como un nuevo clip
et_ee: Kui uus lõikelaua sisu on lisatud
fa_ir: هنگامی که محتوای کلیپ بورد جدید ضمیمه می شود ، به عنوان کلیپ جدید ردیابی نمی شود
fi_fi: Kun uusi leikepöydän sisältö liitetään, sitä ei seurata uudena leikkeinä
fil_ph: Kapag ang bagong nilalaman ng clipboard ay naidugtong hindi ito masusubaybayan bilang isang bagong clip
fr_029: Lorsque le nouveau contenu du presse-papiers est ajouté, il ne sera pas suivi comme un nouveau clip
ga_ie: Nuair a chuirtear ábhar gearrthaisce nua i gceangal ní dhéanfar é a rianú mar ghearrthóg nua
gu_in: જ્યારે નવી ક્લિપબોર્ડ સામગ્રી જોડવામાં આવે છે ત્યારે તેને નવી ક્લિપ તરીકે ટ્રેક કરવામાં આવશે નહીં
he_il: כאשר מצורפים תוכן לוח חדש
hi_in: जब नई क्लिपबोर्ड सामग्री को जोड़ा जाता है, तो इसे एक नई क्लिप के रूप में ट्रैक नहीं किया जाएगा
hr_hr: Kad se doda novi sadržaj međuspremnika, neće se pratiti kao novi isječak
hu_hu: Amikor az új vágólap tartalmát csatolják, azt nem fogják nyomon követni új klipként
hy_am: Երբ նոր Clipboard պարունակությունը կցված է, այն չի հետեւելու որպես նոր տեսահոլովակ
id_id: Saat konten clipboard baru ditambahkan, itu tidak akan dilacak sebagai klip baru
is_is: Þegar nýju klemmuspjaldinu er bætt verður það ekki rakið sem ný klippa
it_ch: Quando vengono aggiunti nuovi contenuti degli appunti, non verrà tracciato come una nuova clip
ja_jp: 新しいクリップボードコンテンツが追加されると、新しいクリップとして追跡されません
ka_ge: როდესაც ახალი ბუფერული შინაარსის დამატება ხდება, იგი არ იქნება თვალყურის დევნება როგორც ახალი კლიპი
kk_kz: Аралық сақтағыштың жаңа мазмұны қосылған кезде, ол жаңа клип ретінде бақыланбайды
km_kh: នៅពេលដែលមាតិកាក្តារតម្បៀតខ្ទាស់ថ្មីត្រូវបានបន្ថែមវានឹងមិនត្រូវបានតាមដានជាឈុតថ្មីទេ
kn_in: ಹೊಸ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ವಿಷಯವನ್ನು ಸೇರಿಸಿದಾಗ ಅದನ್ನು ಹೊಸ ಕ್ಲಿಪ್ ಎಂದು ಟ್ರ್ಯಾಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ
ko_kr: 새 클립 보드 컨텐츠가 추가되면 새 클립으로 추적되지 않습니다.
ky_kg: Жаңы алмашуу курсунан тиркелгенде, ал жаңы клип катары байкалбайт
lo_la: ໃນເວລາທີ່ເນື້ອຫາຂອງ Clipboard ໃຫມ່ໄດ້ຮັບການຕິດຕາມວ່າມັນຈະບໍ່ຖືກຕິດຕາມເປັນຄລິບໃຫມ່
lt_lt: Pridėjus naują mainų srities turinį, jis nebus stebimas kaip naujas klipas
lv_lv: Kad ir pievienots jauns starpliktuves saturs, tas netiks izsekots kā jauns klips
mi_nz: Mena ka taapirihia te ihirangi taapiri hou e kore e aro ki te topenga hou
mk_mk: Кога ќе се додаде нова содржина на таблата, нема да се следи како нов клип
ml_in: പുതിയ ക്ലിപ്പ്ബോർഡ് ഉള്ളടക്കം കൂട്ടിച്ചേർക്കുമ്പോൾ അത് ഒരു പുതിയ ക്ലിപ്പിൽ ട്രാക്കുചെയ്യില്ല
mr_in: जेव्हा नवीन क्लिपबोर्ड सामग्री जोडली जाते तेव्हा ती नवीन क्लिप म्हणून ट्रॅक केली जाणार नाही
ms_my: Apabila kandungan papan klip baru dilampirkan, ia tidak akan dikesan sebagai klip baru
mt_mt: Meta jiġi mehmuż kontenut ġdid ta 'clipboard mhux se jiġi ssorveljat bħala klipp ġdid
nb_no: Når nytt utklippstavleinnhold blir lagt ved, blir det ikke sporet som et nytt klipp
ne_np: जब नयाँ क्लिपबोर्ड सामग्री अपडिएको हुन्छ यो नयाँ क्लिपको रूपमा ट्र्याक हुँदैन
nl_be: Wanneer nieuwe klembordinhoud wordt toegevoegd, wordt het niet bijgehouden als een nieuwe clip
or_in: ଯେତେବେଳେ ନୂତନ କ୍ଲିପବୋର୍ଡ ବିଷୟବସ୍ତୁ ଯୋଡିଥାଏ ତେବେ ଏହାକୁ ଏକ ନୂତନ କ୍ଲିପ୍ ଭାବରେ ଟ୍ରାକ୍ କରାଯିବ ନାହିଁ |
pa_arab: ਜਦੋਂ ਨਵੀਂ ਕਲਿੱਪਬੋਰਡ ਦੀ ਸਮਗਰੀ ਇਕੱਠੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਨਵੀਂ ਕਲਿੱਪ ਦੇ ਤੌਰ ਤੇ ਨਹੀਂ ਲੱਭਿਆ ਜਾਏਗਾ
pl_pl: Po dołączeniu nowej zawartości schowka nie będzie śledzona jako nowy klip
pt_br: Quando o novo conteúdo da área de transferência for anexado, ele não será rastreado como um novo clipe
ro_ro: Când este anexat conținut nou de clipboard, acesta nu va fi urmărit ca un nou clip
ru_ru: При добавлении нового контента буфера обмена он не будет отслеживать как новый клип
sk_sk: Keď je pripojený nový obsah schránky, nebude sledovaný ako nový klip
sl_si: Ko bo priložena nova vsebina odložij, se ne bo spremljala kot nov posnetek
sq_al: Kur të bashkohet përmbajtja e re e clipboard, ajo nuk do të gjurmohet si një klip i ri
sr_cyrl_me: Када се дода нови садржај међуспремника, неће се пратити као нови снимак
sv_fi: När nytt urklippsinnehåll bifogas kommer det inte att spåras som ett nytt klipp
sw_ke: Wakati maudhui mapya ya clipboard yanapoongezewa hayatafuatiliwa kama kipande kipya
ta_in: புதிய கிளிப்போர்டு உள்ளடக்கம் சேர்க்கப்படும்போது அது ஒரு புதிய கிளிப்பாக கண்காணிக்கப்படாது
te_in: క్రొత్త క్లిప్‌బోర్డ్ కంటెంట్ జోడించినప్పుడు అది క్రొత్త క్లిప్‌గా ట్రాక్ చేయబడదు
th_th: เมื่อเนื้อหาคลิปบอร์ดใหม่ถูกผนวกเข้ามันจะไม่ถูกติดตามเป็นคลิปใหม่
tk_tm: Täze klip tagtasynyň mazmunyna goşulanda, täze klip hökmünde yzarlanmaz
tr_tr: Yeni pano içeriği eklendiğinde, yeni bir klip olarak izlenmeyecek
tt_ru: Яңа буфер эчтәлеге кушылганда, ул яңа клип буларак күзәтелмәячәк
ug_cn: يېڭى چاپلاش تاختىسى مەزمۇنى قوشۇلسا, يېڭى قىستۇرما قىلىپ ئىز قوغلىغىلى بولمايدۇ
uk_ua: Коли додається новий вміст буфера обміну, він не буде відстежувати як новий кліп
ur_pk: جب نئے کلپ بورڈ مواد کو شامل کیا جاتا ہے تو اسے نئے کلپ کے طور پر ٹریک نہیں کیا جائے گا
uz_cyrl: Yangi klipboard tarkibi qo'shilsa, u yangi klip sifatida kuzatilmaydi
vi_vn: Khi nội dung clipboard mới được thêm vào, nó sẽ không được theo dõi như một clip mới
zh_hant: 當附加新剪貼板內容時，它不會以新剪輯的形式跟踪

# PrefIgnoreAppendsLabel
source: Ignore Appends
af_za: Ignoreer aanhangsels
am_et: የአቅራቢያዎችን ችላ ይበሉ
ar_bh: تجاهل الإلحقات
as_in: এপেণ্ডসমূহক আওকাণ কৰক
az_cyrl: Əlavələrə məhəl qoyma
bg_bg: Игнорирайте добавките
bn_in: সংযোজন উপেক্ষা করুন
bs_latn_ba: Zanemariti dodaje
ca_es: Ignora les apendes
cs_cz: Ignorujte připojení
cy_gb: Anwybyddu atodiadau
da_dk: Ignorer tilføjer
de_ch: Ignorieren Sie die Anhänge
el_gr: Αγνοήστε τις προσαρτήσεις
es_bo: Ignorar appends
et_ee: Ignoreeri lisandeid
fa_ir: نادیده گرفتن Appends
fi_fi: Ohita lisäykset
fil_ph: Huwag pansinin ang mga appends
fr_029: Ignorer les ajout
ga_ie: Neamhaird a dhéanamh ar aipeanna
gu_in: જોડાય છે
he_il: התעלם מתוספות
hi_in: अनदेखा करें
hr_hr: Zanemarite dodatke
hu_hu: Figyelmen kívül hagyja a mellékleteket
hy_am: Անտեսել հավելվածները
id_id: Abaikan tambahkan
is_is: Hunsa viðauka
it_ch: Ignora le opere
ja_jp: 付録を無視します
ka_ge: უგულებელყოფა დანართები
kk_kz: Қосымшаларды елемеңіз
km_kh: មិនអើពើបន្ទាប់
kn_in: ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 추가 사항을 무시하십시오
ky_kg: Көңүл бургула
lo_la: ບໍ່ສົນໃຈຕື່ມຂໍ້ມູນໃສ່
lt_lt: Ignoruoti priedus
lv_lv: Ignorēt pielikumus
mi_nz: Kaua e warewarehia
mk_mk: Игнорирајте додатоци
ml_in: അവഗണിക്കുക
mr_in: अ‍ॅपेंड्सकडे दुर्लक्ष करा
ms_my: Abaikan tambahan
mt_mt: Tinjora l-appends
nb_no: Ignorer vedlegg
ne_np: परिशिष्ट उपेक्षा गर्नुहोस्
nl_be: Negeer bijlagen
or_in: ଆବେଦନକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab: ਅਗਾਂਹਵਿਆਂ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl_pl: Zignoruj ​​dołączenia
pt_br: Ignorar os anexos
ro_ro: Ignorați anexele
ru_ru: Игнорировать добавления
sk_sk: Ignorovať pripojenia
sl_si: Prezrelo dodatke
sq_al: Injoroni Shtojcat
sr_cyrl_me: Занемаривање додатака
sv_fi: Ignorera bifogade
sw_ke: Kupuuza anaomba
ta_in: புறக்கணிக்கிறது
te_in: విస్మరించండి అనుబంధాలను విస్మరించండి
th_th: ไม่สนใจผนวก
tk_tm: Gaýtadan äsgermezlik ediň
tr_tr: Eklemleri Yoksay
tt_ru: Игътибар итегез
ug_cn: ناتايىن
uk_ua: Ігноруйте додатки
ur_pk: ضمیمہ کو نظرانداز کریں
uz_cyrl: Ekspertlarni e'tiborsiz qoldirish
vi_vn: Bỏ qua việc bổ sung
zh_hant: 忽略附錄

# PrefIgnoreDupHint
source: When the clipboard matches an existing clip, that clip will be used instead of creating a new one
af_za: Wanneer die knipbord ooreenstem met 'n bestaande snit, sal die snit gebruik word in plaas daarvan om 'n nuwe een te skep
am_et: ቅንጥብ ሰሌዳው ከነባር ክሊፕ ጋር በሚዛመድበት ጊዜ, ያ ክሊፕ አዲስ ከመፍጠር ይልቅ ጥቅም ላይ ይውላል
ar_bh: عندما تتطابق الحافظة مع مقطع موجود ، سيتم استخدام هذا المقطع بدلاً من إنشاء واحد جديد
as_in: যেতিয়া ক্লিপবোৰ্ড এটা বৰ্তমানৰ ক্লিপৰ সৈতে মিল খায়, সেই ক্লিপটো নতুন এটা সৃষ্টি কৰাৰ পৰিবৰ্তে ব্যৱহাৰ কৰা হ'ব।
az_cyrl: Panoya mövcud bir klipə uyğun olduqda, bu klip yenisi yaratmaq əvəzinə istifadə ediləcəkdir
bg_bg: Когато клипборда съвпада със съществуващ клип, този клип ще бъде използван, вместо да се създаде нов
bn_in: যখন ক্লিপবোর্ডটি একটি বিদ্যমান ক্লিপের সাথে মেলে, সেই ক্লিপটি একটি নতুন তৈরি করার পরিবর্তে ব্যবহৃত হবে
bs_latn_ba: Kada međuspremnik odgovara postojećem isječku, taj će isječak koristiti umjesto da stvara novi
ca_es: Quan el porta -retalls coincideix amb un clip existent, aquest clip s’utilitzarà en lloc de crear -ne un de nou
cs_cz: Když schránka odpovídá existujícímu klipu, bude tento klip použit místo vytvoření nového
cy_gb: Pan fydd y clipfwrdd yn cyd -fynd â chlip presennol, bydd y clip hwnnw'n cael ei ddefnyddio yn lle creu un newydd
da_dk: Når udklipsholderen matcher et eksisterende klip, bruges det klip i stedet for at skabe en ny
de_ch: Wenn die Zwischenablage mit einem vorhandenen Clip übereinstimmt, wird dieser Clip verwendet, anstatt eine neue zu erstellen
el_gr: Όταν το πρόχειρο ταιριάζει με ένα υπάρχον κλιπ, αυτό το κλιπ θα χρησιμοποιηθεί αντί να δημιουργήσει ένα νέο
es_bo: Cuando el portapapeles coincide con un clip existente, ese clip se usará en lugar de crear uno nuevo
et_ee: Kui lõikelaud sobib olemasoleva klambriga, kasutatakse seda klappi uue loomise asemel
fa_ir: هنگامی که کلیپ بورد با یک کلیپ موجود مطابقت دارد ، از آن کلیپ به جای ایجاد یک نسخه جدید استفاده می شود
fi_fi: Kun leikepöytä vastaa olemassa olevaa leikettä, tätä leikettä käytetään uuden luomisen sijasta
fil_ph: Kapag ang clipboard ay tumutugma sa isang umiiral na clip, ang clip na iyon ay gagamitin sa halip na lumikha ng bago
fr_029: Lorsque le presse-papiers correspond à un clip existant, ce clip sera utilisé au lieu d'en créer un nouveau
ga_ie: Nuair a mheaitseálann an ghearrthaisce gearrthóg atá ann cheana, bainfear úsáid as an ghearrthóg sin in ionad ceann nua a chruthú
gu_in: જ્યારે ક્લિપબોર્ડ હાલની ક્લિપ સાથે મેળ ખાય છે, ત્યારે તે ક્લિપનો ઉપયોગ નવો બનાવવાને બદલે કરવામાં આવશે
he_il: כאשר הלוח תואם לקליפ קיים, הקליפ הזה ישמש במקום ליצור אחד חדש
hi_in: जब क्लिपबोर्ड एक मौजूदा क्लिप से मेल खाता है, तो उस क्लिप का उपयोग एक नया बनाने के बजाय किया जाएगा
hr_hr: Kad se međuspremnik podudara s postojećim isječkom, taj će se isječak koristiti umjesto stvaranja novog
hu_hu: Amikor a vágólap megfelel a meglévő klipnek, akkor ezt a klipet használják egy új létrehozása helyett
hy_am: Երբ Clipboard- ը համապատասխանում է գոյություն ունեցող տեսահոլովակի, այդ տեսահոլովակը կօգտագործվի նորը ստեղծելու փոխարեն
id_id: Saat clipboard cocok dengan klip yang ada, klip itu akan digunakan alih -alih membuat yang baru
is_is: Þegar klemmuspjaldið passar við núverandi bút verður sú bút notuð í stað þess að búa til nýjan
it_ch: Quando gli appunti corrispondono a una clip esistente, quella clip verrà utilizzata invece di crearne una nuova
ja_jp: クリップボードが既存のクリップと一致する場合、そのクリップは新しいクリップを作成する代わりに使用されます
ka_ge: როდესაც ბუფერი შეესაბამება არსებულ კლიპს, ეს კლიპი გამოყენებული იქნება ახალი შექმნის ნაცვლად
kk_kz: Аралық сақтағыш бар клипке сәйкес келгенде, бұл клип жаңасын жасаудың орнына қолданылатын болады
km_kh: នៅពេលឃ្លីបឃ្លីបផ្គូផ្គងឈុតដែលមានស្រាប់នោះឈុតនឹងត្រូវបានប្រើជំនួសឱ្យការបង្កើតថ្មី
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕ್ಲಿಪ್‌ಗೆ ಹೊಂದಿಕೆಯಾದಾಗ, ಹೊಸದನ್ನು ರಚಿಸುವ ಬದಲು ಆ ಕ್ಲಿಪ್ ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ
ko_kr: 클립 보드가 기존 클립과 일치하면 새 클립을 만드는 대신 해당 클립이 사용됩니다.
ky_kg: Алмашуу буфери бар клипке дал келгенде, ал жаңы клипти жаңы түзүүнүн ордуна колдонууга болот
lo_la: ເມື່ອ clipboard ກົງກັບຄລິບທີ່ມີຢູ່ແລ້ວ, ຄລິບນັ້ນຈະຖືກນໍາໃຊ້ແທນທີ່ຈະສ້າງແບບໃຫມ່
lt_lt: Kai mainų sritis atitinka esamą klipą, tas klipas bus naudojamas, o ne sukuriant naują
lv_lv: Kad starpliktuvē sakrīt ar esošo klipu, šis klips tiks izmantots, tā vietā, lai izveidotu jaunu
mi_nz: A, no te tau ki te papamahi he topenga kei tua atu, ka whakamahia taua topenga hei utu mo te hanga hou
mk_mk: Кога таблата со исечоци одговара на постојниот клип, тој клип ќе се користи наместо да се создаде нов
ml_in: ക്ലിപ്പ്ബോർഡ് നിലവിലുള്ള ഒരു ക്ലിപ്പിനുമായി പൊരുത്തപ്പെടുമ്പോൾ, പുതിയൊരെണ്ണം സൃഷ്ടിക്കുന്നതിനുപകരം ആ ക്ലിപ്പ് ഉപയോഗിക്കും
mr_in: जेव्हा क्लिपबोर्ड विद्यमान क्लिपशी जुळेल तेव्हा ती क्लिप नवीन तयार करण्याऐवजी वापरली जाईल
ms_my: Apabila papan klip sepadan dengan klip yang ada, klip itu akan digunakan dan bukannya membuat yang baru
mt_mt: Meta l-clipboard jaqbel ma 'klipp eżistenti, dak il-klipp se jintuża minflok joħloq waħda ġdida
nb_no: Når utklippstavlen samsvarer med et eksisterende klipp, vil det klippet bli brukt i stedet for å lage en ny
ne_np: जब क्लिपबोर्ड अवस्थित क्लिपसँग मेल खान्छ, त्यो क्लिप नयाँ सिर्जनाको सट्टामा प्रयोग हुनेछ
nl_be: Wanneer het klembord overeenkomt met een bestaande clip, wordt die clip gebruikt in plaats van een nieuwe te maken
or_in: ଯେତେବେଳେ କ୍ଲିପବୋର୍ଡ ଏକ ବିଦ୍ୟମାନ କ୍ଲିପ୍ ସହିତ ମେଳ ହୁଏ, ସେହି କ୍ଲିପ୍ ଏକ ନୂତନ ସୃଷ୍ଟି କରିବା ପରିବର୍ତ୍ତେ ବ୍ୟବହୃତ ହେବ |
pa_arab: ਜਦੋਂ ਕਲਿੱਪਬੋਰਡ ਮੌਜੂਦਾ ਕਲਿੱਪ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਕਲਿੱਪ ਦੀ ਵਰਤੋਂ ਇੱਕ ਨਵਾਂ ਬਣਾਉਣ ਦੀ ਬਜਾਏ ਕੀਤੀ ਜਾਏਗੀ
pl_pl: Gdy schowek pasuje do istniejącego klipu, ten klip zostanie użyty zamiast tworzenia nowego
pt_br: Quando a área de transferência combina com um clipe existente, esse clipe será usado em vez de criar um novo
ro_ro: Când clipboard se potrivește cu un clip existent, acel clip va fi utilizat în loc să creeze unul nou
ru_ru: Когда буфер обмена соответствует существующему клипу, этот клип будет использоваться вместо создания нового
sk_sk: Keď sa schránka zhoduje s existujúcim klipom, tento klip sa použije namiesto vytvorenia nového
sl_si: Ko se odložišče ujema z obstoječim posnetkom, bo ta posnetek uporabljen, namesto da bi ustvaril novega
sq_al: Kur clipboard përputhet me një klip ekzistues, ai klip do të përdoret në vend që të krijojë një të ri
sr_cyrl_me: Када међуспремник одговара постојећем снимку, тај се клип користи уместо да креира нови
sv_fi: När urklippet matchar ett befintligt klipp kommer det klippet att användas istället för att skapa ett nytt
sw_ke: Wakati clipboard inalingana na kipande kilichopo, kipande hicho kitatumika badala ya kuunda mpya
ta_in: கிளிப்போர்டு ஏற்கனவே இருக்கும் கிளிப்புடன் பொருந்தும்போது, ​​புதிய ஒன்றை உருவாக்குவதற்கு பதிலாக அந்த கிளிப் பயன்படுத்தப்படும்
te_in: క్లిప్‌బోర్డ్ ఇప్పటికే ఉన్న క్లిప్‌తో సరిపోలినప్పుడు, క్రొత్తదాన్ని సృష్టించడానికి బదులుగా ఆ క్లిప్ ఉపయోగించబడుతుంది
th_th: เมื่อคลิปบอร์ดตรงกับคลิปที่มีอยู่คลิปนั้นจะถูกใช้แทนการสร้างใหม่
tk_tm: Maslahat bar bolan klipe gabat gelýän bolsa, bu klipiň täze birini döretmegiň ýerine ulanylar
tr_tr: Pano mevcut bir kliple eşleştiğinde, yeni bir klip oluşturmak yerine bu klip kullanılır
tt_ru: Буфер тактасы булган клипка туры килгәндә, бу клип яңасын булдыру урынына кулланылачак
ug_cn: چاپلاش تاختىسى ھازىرقى قىستۇرما ماسلاشقاندا, بۇ قىستۇرمىلار يېڭى پەيدا بولۇشنىڭ ئورنىغا ئىشلىتىلىدۇ
uk_ua: Коли буфер обміну відповідає існуючому кліпу, цей кліп буде використовуватися замість створення нового
ur_pk: جب کلپ بورڈ کسی موجودہ کلپ سے میل کھاتا ہے تو ، اس کلپ کو نیا بنانے کے بجائے استعمال کیا جائے گا
uz_cyrl: Clipboard mavjud klipga moslashganda, bu klip yangisini yaratish o'rniga ishlatiladi
vi_vn: Khi bảng tạm phù hợp với một clip hiện có, clip đó sẽ được sử dụng thay vì tạo một clip mới
zh_hant: 當剪貼板匹配現有剪輯時，將使用該剪輯而不是創建新的剪輯

# PrefIgnoreDupLabel
source: Ignore New Duplicates
af_za: Ignoreer nuwe duplikate
am_et: አዳዲስ ብዜቶችን ችላ ይበሉ
ar_bh: تجاهل التكرارات الجديدة
as_in: নতুন ডুপ্লিকেটক আওকাণ কৰক
az_cyrl: Yeni dublikatları qulaqardına vurun
bg_bg: Игнорирайте нови дубликати
bn_in: নতুন ডুপ্লিকেটগুলি উপেক্ষা করুন
bs_latn_ba: Zanemariti nove duplikate
ca_es: Ignora els nous duplicats
cs_cz: Ignorovat nové duplikáty
cy_gb: Anwybyddu dyblygu newydd
da_dk: Ignorer nye duplikater
de_ch: Neue Duplikate ignorieren
el_gr: Αγνοήστε νέα αντίγραφα
es_bo: Ignorar nuevos duplicados
et_ee: Ignoreeri uusi duplikaate
fa_ir: کپی های جدید را نادیده بگیرید
fi_fi: Ohita uusia kopioita
fil_ph: Huwag pansinin ang mga bagong duplicate
fr_029: Ignorer de nouveaux doublons
ga_ie: Neamhaird a dhéanamh ar dhúblach nua
gu_in: નવી ડુપ્લિકેટ્સને અવગણો
he_il: התעלם מכפילויות חדשות
hi_in: नए डुप्लिकेट को अनदेखा करें
hr_hr: Zanemarite nove duplikate
hu_hu: Figyelmen kívül hagyja az új másolatokat
hy_am: Անտեսել նոր կրկնօրինակները
id_id: Abaikan duplikat baru
is_is: Hunsa nýjar afrit
it_ch: Ignora nuovi duplicati
ja_jp: 新しい複製を無視します
ka_ge: ახალი დუბლიკატების უგულებელყოფა
kk_kz: Жаңа телнұсқаларды елемеңіз
km_kh: មិនអើពើស្ទួនថ្មី
kn_in: ಹೊಸ ನಕಲುಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ
ko_kr: 새로운 복제물을 무시하십시오
ky_kg: Жаңы кайталоолорду этибарга албаңыз
lo_la: ບໍ່ສົນໃຈການຊໍ້າຊ້ອນໃຫມ່
lt_lt: Nepaisykite naujų dublikatų
lv_lv: Ignorēt jaunus dublikātus
mi_nz: Kaua e warewarehia nga taarua hou
mk_mk: Игнорирајте нови дупликати
ml_in: പുതിയ തനിപ്പകർപ്പുകൾ അവഗണിക്കുക
mr_in: नवीन डुप्लिकेटकडे दुर्लक्ष करा
ms_my: Abaikan pendua baru
mt_mt: Tinjora duplikati ġodda
nb_no: Ignorer nye duplikater
ne_np: नयाँ डुप्लिकेटहरू उपेक्षा गर्नुहोस्
nl_be: Negeer nieuwe duplicaten
or_in: ନୂତନ ନକଲକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa_arab: ਨਵੀਆਂ ਡੁਪਲਿਕੇਟ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl_pl: Zignoruj ​​nowe duplikaty
pt_br: Ignore novas duplicatas
ro_ro: Ignorați noile duplicate
ru_ru: Игнорировать новые дубликаты
sk_sk: Ignorujte nové duplikáty
sl_si: Ignorirajte nove dvojnike
sq_al: Injoroni kopje të reja
sr_cyrl_me: Занемарите нове дупликате
sv_fi: Ignorera nya duplikat
sw_ke: Puuza nakala mpya
ta_in: புதிய நகல்களை புறக்கணிக்கவும்
te_in: కొత్త నకిలీలను విస్మరించండి
th_th: ไม่สนใจซ้ำใหม่
tk_tm: Täze dublikatlara üns berme
tr_tr: Yeni kopyaları görmezden gelin
tt_ru: Яңа дубликатларны санга сукмагыз
ug_cn: يېڭى كۆپەيتىلمەيدۇ
uk_ua: Ігноруйте нові дублікати
ur_pk: نئی نقلوں کو نظرانداز کریں
uz_cyrl: Yangi nusxalarni e'tiborsiz qoldiring
vi_vn: Bỏ qua các bản sao mới
zh_hant: 忽略新的重複
