Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# SysTrayAboutHeader
source: About
af_za: Rondom
am_et: ስለ
ar_bh: عن
as_in: বিষয়ে
az_cyrl: Haqqında
bg_bg: относно
bn_in: সম্পর্কিত
bs_latn_ba: O
ca_es: Sobre
cs_cz: O
cy_gb: Yn ymwneud
da_dk: Om
de_ch: Um
el_gr: Σχετικά με
es_bo: Acerca de
et_ee: Ümber
fa_ir: در باره
fi_fi: Noin
fil_ph: Tungkol sa
fr_029: À propos
ga_ie: Faoi
gu_in: લગભગ
he_il: על אודות
hi_in: के बारे में
hr_hr: Oko
hu_hu: Ról ről
hy_am: Մասին
id_id: Tentang
is_is: Um
it_ch: Di
ja_jp: について
ka_ge: გარშემო
kk_kz: Жөнінде
km_kh: អមបី
kn_in: ಬಗ್ಗೆ
ko_kr: 에 대한
ky_kg: Жөнүндө
lo_la: ກ່ຽວກັບ
lt_lt: Apie
lv_lv: Apmēram
mi_nz: Mō
mk_mk: За
ml_in: കുറിച്ച്
mr_in: बद्दल
ms_my: Mengenai
mt_mt: Madwar
nb_no: Om
ne_np: प्राय
nl_be: Over
or_in: ବିଷୟରେ
pa_arab: ਬਾਰੇ
pl_pl: O
pt_br: Sobre
ro_ro: Despre
ru_ru: О
sk_sk: O
sl_si: Približno
sq_al: Për
sr_cyrl_me: О томе
sv_fi: Handla om
sw_ke: Kuhusu
ta_in: பற்றி
te_in: గురించి
th_th: เกี่ยวกับ
tk_tm: Hakda
tr_tr: Hakkında
tt_ru: Турында
ug_cn: ھەققىدە
uk_ua: Про
ur_pk: کے بارے میں
uz_cyrl: Haqida
vi_vn: Về
zh_hant: 關於

# SysTrayAppendLineHeader
source: Append Block
af_za: Voeg blok by
am_et: አግድ
ar_bh: كتلة إلحاق
as_in: এপেণ্ড ব্লক
az_cyrl: Bloku açmaq
bg_bg: Добавен блок
bn_in: ব্লক সংযোজন
bs_latn_ba: Dodatak
cs_cz: Připojit blok
cy_gb: Atod Bloc
da_dk: Tilføj blok
de_ch: Block anhängen
el_gr: Προσάρτημα μπλοκ
es_bo: Bloque de anexo
et_ee: Lisaplokki
fa_ir: بلوک ضمیمه
fi_fi: Liite
fr_029: Bloc d'ajout
ga_ie: Bloc aguisín
gu_in: જોડવું
he_il: הוסף בלוק
hi_in: परिशिष्ट ब्लॉक
hr_hr: Dodajte blok
hu_hu: Függelékblokk
hy_am: Հավելված բլոկ
id_id: Tambahkan blok
is_is: Bæta við blokk
it_ch: Blocco aggiunto
ja_jp: ブロックを追加します
ka_ge: დაამატეთ ბლოკი
kk_kz: Обле қосу
km_kh: បងាផនបន្ថែម
kn_in: ಬ್ಲಾಕ್ ಅನ್ನು ಸೇರಿಸಿ
ko_kr: 블록을 추가하십시오
ky_kg: Тиркеме блогу
lo_la: ບັອກ
lt_lt: Pridėti bloką
lv_lv: Pievienot bloku
mi_nz: Tāpiri Poraka
mk_mk: Додаток блок
ml_in: തടയുക തടയുക
mr_in: जोडा ब्लॉक
ms_my: Tambah blok
nb_no: Vedleggsblokk
ne_np: अवरुद्ध ब्लक
nl_be: Bloemblok toe
or_in: ପ୍ରୟୋଗ ବ୍ଲକ
pa_arab: ਬਲਾਕ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj blok
pt_br: Anexo Bloco
ro_ro: Anexa bloc
ru_ru: Добавить блок
sk_sk: Pripojiť
sl_si: Dodajni blok
sq_al: Bllokoj
sr_cyrl_me: Додати блок
sv_fi: Bifoga block
sw_ke: Ongeza block
ta_in: தொகுதி சேர்க்கவும்
te_in: అనుబంధాన్ని అనుబంధించండి
th_th: ต่อท้ายบล็อก
tk_tm: Blokirlemek
tr_tr: Blok eklemek
tt_ru: Блок кушымтасы
ug_cn: قوشۇش توسۇلۇش
uk_ua: Додати блок
ur_pk: بلاک کو شامل کریں
uz_cyrl: Append bloklari
vi_vn: Chất nối khối
zh_hant: 附加塊

# SysTrayAppenInlineHeader
source: Append Inline
af_za: Voeg inline by
am_et: የውስጥ ማውጫ
ar_bh: إلحاق مضمّن
as_in: ইনলাইন ইনলাইন
az_cyrl: Dəyişdirmək
bg_bg: Добавете вградена
bn_in: ইনলাইন সংযোজন
bs_latn_ba: Dodatak
ca_es: Afegiu en línia
cs_cz: Připojit inline
cy_gb: Atodi inline
da_dk: Tilføj inline
de_ch: Inline anhängen
el_gr: Προσθέστε ενσωματωμένη
es_bo: Agregar en línea
et_ee: Lisama
fa_ir: درون خطی اضافه کنید
fi_fi: Liittää
fil_ph: Mag -apend ng inline
fr_029: Ajouter en ligne
ga_ie: Cuir inlíne inlíne
gu_in: જોડવું
he_il: הוספה בשורה
hi_in: परिशिष्ट इनलाइन
hr_hr: Dodajte inline
hu_hu: Beilleszt
hy_am: Հավելեք inline
id_id: Tambahkan inline
is_is: Bæta við inline
it_ch: Aggiungi in linea
ja_jp: インラインを追加します
ka_ge: დანართი ინლაინ
kk_kz: Қосылған
km_kh: បន្ថែមលើបន្ទាត់
kn_in: ಇನ್ಲೈನ್ ​​ಅನ್ನು ಸೇರಿಸಿ
ko_kr: 인라인을 추가하십시오
ky_kg: Тиркеме inline
lo_la: ຕິດຕັ້ງເສັ້ນ
lt_lt: Pridėti įdėklą
lv_lv: Pievienot inline
mi_nz: Whakapaipai
mk_mk: Додадете вметнат
ml_in: ഇൻലൈൻ കൂട്ടിച്ചേർക്കുക
mr_in: इनलाइन जोडा
ms_my: Tambah sebaris
nb_no: Legg til inline
ne_np: ओछ्यानमा थप्यो
nl_be: Inline toevoegen
or_in: ଇନଲାଇନକୁ ଯୋଡନ୍ତୁ |
pa_arab: ਇਨਲਾਈਨ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj wbudowany
pt_br: Anexar em linha
ro_ro: Anexați în linie
ru_ru: Добавить встроенный
sk_sk: Pripojiť
sl_si: Dodaj inline
sq_al: Shtoj në linjë
sr_cyrl_me: Приложен
sv_fi: Bifoga inline
sw_ke: Ongeza inline
ta_in: இன்லைன் சேர்க்கவும்
te_in: ఇన్లైన్ జోడించండి
th_th: ผนวกอินไลน์
tk_tm: Goşundy
tr_tr: Satır içi eklemek
tt_ru: Кушымта
ug_cn: Infermine inmine
uk_ua: Додавання вбудовану
ur_pk: ان لائن کو شامل کریں
uz_cyrl: Append Ipline
vi_vn: Nối dây nội tuyến
zh_hant: 附加內聯

# SysTrayAutoCopyHeader
source: Auto - Copy
af_za: Auto - kopie
am_et: ራስ-ቅጂ
ar_bh: Auto - نسخة
as_in: Auto - কপি
az_cyrl: Auto - surəti
bg_bg: Автоматично копие
bn_in: অটো - অনুলিপি
bs_latn_ba: Auto - kopija
ca_es: AUTO - COPIA
cs_cz: Automatická kopie
cy_gb: Auto - Copi
da_dk: Auto - kopi
de_ch: Auto - Kopie
el_gr: Auto - Αντιγραφή
es_bo: Auto - Copia
et_ee: Auto - kopeerimine
fa_ir: خودکار - کپی کردن
fi_fi: Auto - kopio
fil_ph: Auto - Kopyahin
fr_029: Auto - Copier
ga_ie: Auto - Cóip
gu_in: સ્વત - નકલ
he_il: אוטומטית - העתק
hi_in: ऑटो - कॉपी
hr_hr: Auto - kopiranje
hu_hu: Auto - másolás
hy_am: Auto - պատճենել
id_id: Otomatis - Salin
it_ch: Auto - Copia
ja_jp: 自動 - コピー
ka_ge: ავტო - ასლი
kk_kz: Авто - көшірме
km_kh: ចម្លងដោយស្វ័យប្រវត្តិ
kn_in: ಸ್ವಯಂ - ನಕಲು
ko_kr: 자동 - 복사
ky_kg: Авто - Көчүрүү
lo_la: ອັດຕະໂນມັດ - ສໍາເນົາ
lt_lt: Auto - kopija
lv_lv: Auto - kopija
mi_nz: Auto - Tārua
mk_mk: Автоматско - копија
ml_in: ഓട്ടോ - പകർപ്പ്
mr_in: ऑटो - कॉपी
ms_my: Auto - Salin
mt_mt: Auto - Kopja
nb_no: Auto - Kopi
ne_np: स्वत: - प्रतिलिपि
nl_be: Auto - kopiëren
or_in: ଅଟୋ - କପି କରନ୍ତୁ |
pa_arab: ਆਟੋ - ਕਾਪੀ ਕਰੋ
pl_pl: Auto - kopia
pt_br: Auto - cópia
ro_ro: Auto - Copiere
ru_ru: Авто - копия
sk_sk: Auto - Kopírujte
sl_si: Samodejno - kopiraj
sq_al: Auto - Kopjoni
sr_cyrl_me: Аутоматско копирање
sv_fi: Auto - kopia
sw_ke: Auto - Nakili
ta_in: ஆட்டோ - நகலெடு
te_in: ఆటో - కాపీ
th_th: อัตโนมัติ - คัดลอก
tk_tm: Awto - Göçüriň
tr_tr: Otomatik - Kopyala
tt_ru: Автомобиль - күчереп алу
ug_cn: Auto - كۆپەيتىلگەن نۇسخىسى
uk_ua: Авто - копія
ur_pk: آٹو - کاپی
uz_cyrl: Avtomatik nusxasi
vi_vn: Tự động - Sao chép
zh_hant: 自動 - 複製

# SysTrayModeHeader
source: Modes
af_za: Modus
am_et: ሁነታዎች
ar_bh: أساليب
as_in: মোডসমূহ
az_cyrl: Rejissor
bg_bg: Режими
bn_in: মোড
bs_latn_ba: Modusi
cs_cz: Režimy
cy_gb: Moddau
da_dk: Tilstande
de_ch: Modi
el_gr: Τρόπους
es_bo: Modos
et_ee: Režiimid
fa_ir: حالت ها
fi_fi: Moodit
fil_ph: Mga mode
ga_ie: Móbheanna
gu_in: પદ્ધતિ
he_il: מצבים
hi_in: मोड
hr_hr: Načini rada
hu_hu: Üzemmód
hy_am: Եղանակներ
id_id: Mode
is_is: Stillingar
it_ch: Modalità
ja_jp: モード
ka_ge: რეჟიმები
kk_kz: Режимдер
km_kh: របៀប
kn_in: ವಿಧಾನಗಳು
ko_kr: 모드
lo_la: ຮູບແບບ
lt_lt: Režimai
lv_lv: Režīmi
mi_nz: Tauira
mk_mk: Режими
ml_in: മോഡുകൾ
mr_in: मोड
ms_my: Mod
mt_mt: Modi
nb_no: Modus
ne_np: ढाँडहरू
nl_be: Modi
or_in: ମୋଡ୍
pa_arab: .ੰਗ
pl_pl: Tryby
pt_br: Modos
ro_ro: Moduri
ru_ru: Режимы
sk_sk: Režimy
sl_si: Načini
sq_al: Mënyrat
sr_cyrl_me: Модуси
sv_fi: Läge
sw_ke: Njia
ta_in: முறைகள்
te_in: మోడ్‌లు
th_th: โหมด
tk_tm: Reesimler
tr_tr: Modlar
tt_ru: Режимнар
uk_ua: Режими
ur_pk: طریقوں
vi_vn: Chế độ
zh_hant: 模式

# SysTrayPleaseWaitTooltip
source: Please wait MonkeyPaste is loading...
af_za: Wag asb. Monkeypaste laai ...
am_et: እባክዎ ሞድ ፔንታቲን እየጫነ ነው ...
ar_bh: من فضلك انتظر monkeypaste يتم تحميل ...
as_in: অনুগ্ৰহ কৰি অপেক্ষা কৰক MonkeyPaste Loading...
az_cyrl: Zəhmət olmasa, Monkeyte yüklənməsini gözləyin ...
bg_bg: Моля, изчакайте, че Monkeypaste се зарежда ...
bn_in: দয়া করে অপেক্ষা করুন মনকেপেস্ট লোড হচ্ছে ...
bs_latn_ba: Molimo pričekajte da monkeyyypaste se učita ...
ca_es: Si us plau, espereu que Monkeypaste està carregant ...
cs_cz: Počkejte prosím, že se MonkeyPaste načítá ...
cy_gb: Arhoswch fod MonkeyPaste yn llwytho ...
da_dk: Vent, abeypaste indlæser ...
de_ch: Bitte warten Sie Monkeypaste laden ...
el_gr: Περιμένετε ότι η MonkeyPaste φορτώνει ...
es_bo: Por favor, espera, el monje se está cargando ...
et_ee: Palun oodake, et Monkeypaste laadib ...
fa_ir: لطفا صبر کنید Monkeypaste در حال بارگیری است ...
fi_fi: Odota, että Monkeypaste latautuu ...
fil_ph: Mangyaring maghintay ng Monkeypaste ay naglo -load ...
fr_029: Veuillez attendre que Monkeypaste se charge ...
ga_ie: Fan le do thoil go bhfuil monkeypaste ag luchtú ...
gu_in: મહેરબાની કરીને વાંદરાની રાહ જુઓ લોડ થઈ રહ્યું છે ...
he_il: אנא המתן Monkeypaste טוען ...
hi_in: कृपया प्रतीक्षा करें कि Monkeypaste लोड हो रहा है ...
hr_hr: Molimo pričekajte Monkeypaste se učitava ...
hu_hu: Kérjük, várja meg, hogy a majompaste betöltődik ...
hy_am: Խնդրում ենք սպասել, որ Monkepaste- ը բեռնում է ...
id_id: Harap tunggu monkeypaste sedang memuat ...
is_is: Vinsamlegast bíddu acpeyaste er að hlaða ...
it_ch: Per favore aspetta che Monkeypaste stia caricando ...
ja_jp: Monkeypasteが読み込まれているのを待ってください...
ka_ge: გთხოვთ, დაელოდოთ Monkeypaste იტვირთება ...
kk_kz: Күте тұрыңыз Монкейпста жүктеліп жатыр ...
km_kh: សូមរង់ចាំការអូសញ៉ៃកំពុងផ្ទុក ...
kn_in: ದಯವಿಟ್ಟು ಮಾಂಕೈಪಾಸ್ಟ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ ಎಂದು ನಿರೀಕ್ಷಿಸಿ ...
ko_kr: Monkeypaste가로드 중일 때까지 기다려주세요 ...
ky_kg: Сураныч, MonkeyPaste жүктөлүүдө күтүү ...
lo_la: ກະລຸນາລໍຖ້າ monkeypaste ກໍາລັງໂຫລດ ...
lt_lt: Palaukite, kaip beždžionė kraunasi ...
lv_lv: Lūdzu, uzgaidiet Monkeypaste ielādē ...
mi_nz: Tena koa tatari mo te Monkeypaste kei te uta ...
mk_mk: Ве молиме почекајте MonkeyPaste се вчитува ...
ml_in: ദയവായി കാത്തിരിക്കുക മങ്കിപെസ്റ്റ് ലോഡുചെയ്യുന്നു ...
mr_in: कृपया थांबा माकड लोड होत आहे ...
ms_my: Sila tunggu monkeypaste dimuatkan ...
mt_mt: Jekk jogħġbok stenna li l-MonkeyPaste qed jitgħabba ...
nb_no: Vennligst vent Monkeypaste laster ...
ne_np: कृपया पर्खनुहोस् बाँदरपिसास लोड हुँदैछ ...
nl_be: Wacht alsjeblieft dat Monkeypaste laadt ...
or_in: ଦୟାକରି ମାଙ୍କଡପାଟ୍ ଅପେକ୍ଷା କରନ୍ତୁ ...
pa_arab: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਕਿ ਬਾਂਕੀਪਾਸਟ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ...
pl_pl: Proszę, poczekaj, ładuje się Monkeypaste ...
pt_br: Por favor, espere, o macaco está carregando ...
ro_ro: Vă rugăm să așteptați că Monkeypaste se încarcă ...
ru_ru: Пожалуйста, подождите, что обезьяна загружается ...
sk_sk: Počkajte, prosím, monkeypaste sa načítava ...
sl_si: Počakajte, da se MonkeyPaste nalaga ...
sq_al: Ju lutemi prisni që MonkeyPaste po ngarkohet ...
sr_cyrl_me: Молимо причекајте да се монкеапасте учитава ...
sv_fi: Vänta att Monkeypaste laddas ...
sw_ke: Tafadhali subiri Monkeypaste inapakia ...
ta_in: தயவுசெய்து காத்திருக்கவும் குரங்கு பேஸ்ட் ஏற்றுகிறது ...
te_in: దయచేసి మంకీపేస్ట్ లోడ్ అవుతోంది ...
th_th: โปรดรอ Monkeypaste กำลังโหลด ...
tk_tm: "MackiPase" ýüklenmä garaşmagyňyzy haýyş edýäris ...
tr_tr: Lütfen bekle Monkeypaste yükleniyor ...
tt_ru: Зинһар, маймылипастаны көтегез ...
ug_cn: ساقلاپ تۇرۇڭ drykepaste يۈكلەۋاتىدۇ ...
uk_ua: Будь ласка, зачекайте, що мавпаста завантажує ...
ur_pk: براہ کرم انتظار کریں مانکی پیسٹ لوڈ ہو رہا ہے ...
uz_cyrl: Iltimos, maykepaste yuklashni kuting ...
vi_vn: Vui lòng đợi khỉ đang tải ...
zh_hant: 請等待MonkePaste正在加載...

# SysTrayQuitHeader
source: Quit
af_za: Laat vaar
am_et: አቁም
ar_bh: يترك
as_in: এৰি দিয়া
az_cyrl: Çıxmaq
bg_bg: Напусна
bn_in: প্রস্থান
bs_latn_ba: Prestati
ca_es: Abandonar
cs_cz: Přestat
cy_gb: Gadawen
da_dk: Afslut
de_ch: Aufhören
el_gr: Εγκαταλείπω
es_bo: Abandonar
et_ee: Loobuma
fa_ir: ترک
fi_fi: Lopettaa
fil_ph: Huminto ka
fr_029: Quitter
ga_ie: Éirí as
gu_in: છોડી દેવું
he_il: לְהַפְסִיק
hi_in: छोड़ना
hr_hr: Prestati
hu_hu: Kilépés
hy_am: Թողնել
id_id: Berhenti
is_is: Hættu
it_ch: Esentato
ja_jp: やめる
ka_ge: მიტოვება
kk_kz: Тастау
km_kh: ចាកចេញ
kn_in: ಬಿಟ್ಟು
ko_kr: 그만두다
ky_kg: Таштоо
lo_la: ເຊົາ
lt_lt: Mesti
lv_lv: Atmest
mi_nz: Whakamutu
mk_mk: Откажете се
ml_in: ഉപേക്ഷിക്കുക
mr_in: सोडा
ms_my: Berhenti
mt_mt: Nieqaf
nb_no: Slutte
ne_np: छोड्नु
nl_be: Ontslag nemen
or_in: ଛାଡ
pa_arab: ਛੱਡੋ
pl_pl: Zrezygnować
pt_br: Desistir
ro_ro: Părăsi
ru_ru: Покидать
sk_sk: Prestať
sl_si: Prenehati
sq_al: Pushoj
sr_cyrl_me: Одустати
sv_fi: Sluta
sw_ke: Acha
ta_in: விட்டுவிட
te_in: నిష్క్రమించండి
th_th: ล้มเลิก
tk_tm: Taşla
tr_tr: Çıkış yapmak
tt_ru: Ташлау
ug_cn: چېكىنىش
uk_ua: Кинути
ur_pk: چھوڑ دیں
uz_cyrl: Ketmoq
vi_vn: Từ bỏ
zh_hant: 辭職

# SysTrayRightClickPasteHeader
source: Righ - Click Paste
af_za: Righ - klik op Plak
am_et: Right - ለጥፍ ጠቅ ያድርጉ
ar_bh: RIGH - انقر فوق لصق
as_in: Righ - পেস্টে ক্লিক করুন
az_cyrl: Righ - pastanı vurun
bg_bg: RIGH - Щракнете върху Paste
bn_in: Righ - পেস্ট ক্লিক করুন
bs_latn_ba: Righ - kliknite zalijepi
ca_es: RIGH - Feu clic a Paste
cs_cz: Righ - klikněte na Paste
cy_gb: Righ - cliciwch past
da_dk: Ret - Klik på Paste
de_ch: RIGH - Klicken Sie auf Einfügen
el_gr: Righ - Κάντε κλικ στην επιλογή Paste
es_bo: Righ - Haga clic en Pegar
et_ee: Righ - klõpsake pasta
fa_ir: ری - روی خمیر کلیک کنید
fi_fi: Righ - napsauta liitä
fil_ph: Righ - i -click ang i -paste
fr_029: Righ - Cliquez sur Coller
ga_ie: Righ - Cliceáil Greamaigh
gu_in: રિગ - પેસ્ટ ક્લિક કરો
he_il: Righ - לחץ על הדבק
hi_in: Righ - पेस्ट पर क्लिक करें
hr_hr: RIGH - Kliknite Paste
hu_hu: Righ - kattintson a Paste kattintással
hy_am: Righ - Կտտացրեք մածուկը
id_id: Righ - klik tempel
is_is: Righ - Smelltu á líma
it_ch: Righ - Fai clic su Incolla
ja_jp: RIGH- [貼り付け]をクリックします
ka_ge: Righ - დააჭირეთ პასტა
kk_kz: Жасау - Қою түймесін басыңыз
km_kh: ជិត - ចុចបិទភ្ជាប់
kn_in: Righ - ಅಂಟಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ
ko_kr: Righ- 페이스트를 클릭하십시오
ky_kg: Right - Паста баскычын чыкылдатыңыз
lo_la: Righ - ກົດປຸ່ມ Paste
lt_lt: Riga - spustelėkite Įklijuoti
lv_lv: Righ - noklikšķiniet uz Paste
mi_nz: Righ - Pāwhiritia Whakapiri
mk_mk: Righ - кликнете на залепеност
ml_in: വക്കുക - ക്ലിക്കുചെയ്യുക ഒട്ടിക്കുക
mr_in: रीघ - पेस्ट क्लिक करा
ms_my: Righ - Klik Paste
mt_mt: Righ - Ikklikkja Paste
nb_no: RIGH - Klikk på lim inn
ne_np: Righ - टाँसनुहोस्
nl_be: Righ - klik op plakken
or_in: Righ - ପେଷ୍ଟ କ୍ଲିକ୍ କରନ୍ତୁ |
pa_arab: ਰਖੋ - ਕਲਿੱਕ ਕਰੋ ਪੇਸਟ
pl_pl: Righ - kliknij wklej
pt_br: Righ - Clique em Colar
ro_ro: Righ - Faceți clic pe lipire
ru_ru: Righ - нажмите вставку
sk_sk: Righ - kliknite na prilepenie
sl_si: RIGH - Kliknite Pasto
sq_al: Righ - kliko Paste
sr_cyrl_me: - кликните на пасту
sv_fi: Righ - klicka klistra in
sw_ke: Righ - Bonyeza Bandika
ta_in: Righ - பேஸ்ட் என்பதைக் கிளிக் செய்க
te_in: రైగ్ - పేస్ట్ క్లిక్ చేయండి
th_th: RIGH - คลิกวาง
tk_tm: Reight - Pastate basyň
tr_tr: Righ - Macun'a tıklayın
tt_ru: Сәяхәт - Пастага басыгыз
ug_cn: Righ - چاپلاشنى چېكىڭ
uk_ua: Righ - натисніть Вставити
ur_pk: رائ - پیسٹ پر کلک کریں
uz_cyrl: Righ - Paste-ni bosing
vi_vn: Righ - Nhấp vào Dán
zh_hant: righ-單擊糊劑

# TagGroupTypeName
source: Group
af_za: Groep
am_et: ቡድን
ar_bh: مجموعة
as_in: গোট
az_cyrl: Qruplaşdırmaq
bg_bg: Група
bn_in: গ্রুপ
bs_latn_ba: Grupa
ca_es: Agrupar
cs_cz: Skupina
cy_gb: Grwpiau
da_dk: Gruppe
de_ch: Gruppe
el_gr: Ομάδα
es_bo: Grupo
et_ee: Grupp
fa_ir: گروه
fi_fi: Ryhmä
fil_ph: Pangkat
fr_029: Groupe
ga_ie: Grúp-
gu_in: સમૂહ
he_il: קְבוּצָה
hi_in: समूह
hr_hr: Skupina
hu_hu: Csoport
hy_am: Խումբ
id_id: Kelompok
is_is: Hópur
it_ch: Gruppo
ja_jp: グループ
ka_ge: ჯგუფი
kk_kz: Топтау
km_kh: រកុម
kn_in: ದೆವ್ವ
ko_kr: 그룹
ky_kg: Топ
lo_la: ຈັດເຂົ້າ
lt_lt: Grupė
lv_lv: Grupa
mi_nz: Rōpū
mk_mk: Група
ml_in: ചേരി
mr_in: गट
ms_my: Kumpulan
mt_mt: Grupp
nb_no: Gruppe
ne_np: दल
nl_be: Groep
or_in: ଗୋଷ୍ଠୀ
pa_arab: ਸਮੂਹ
pl_pl: Grupa
pt_br: Grupo
ro_ro: grup
ru_ru: Группа
sk_sk: Zoskupenie
sl_si: Skupina
sq_al: Grupoj
sr_cyrl_me: Група
sv_fi: Grupp
sw_ke: Kikundi
ta_in: குழு
te_in: సమూహం
th_th: กลุ่ม
tk_tm: Topary
tr_tr: Grup
tt_ru: Төркем
ug_cn: گۇرۇپپا
uk_ua: Група
ur_pk: گروپ
uz_cyrl: Guruh
vi_vn: Nhóm
zh_hant: 團體

# TagQueryTypeName
source: Filter
am_et: ማጣሪያ
ar_bh: منقي
as_in: ফিল্টাৰ
az_cyrl: Süzgəc
bg_bg: Филтър
bn_in: ছাঁকনি
ca_es: Filtre
cs_cz: Filtr
cy_gb: Hidlech
el_gr: Φίλτρο
es_bo: Filtrar
fa_ir: فیلتر کردن
fi_fi: Suodattaa
fr_029: Filtre
ga_ie: Scagaire
gu_in: ફિલ્ટર કરવું
he_il: לְסַנֵן
hi_in: फ़िल्टर
hr_hr: filtar
hu_hu: Szűrő
hy_am: Ֆիլտր
id_id: Saring
is_is: Sía
it_ch: Filtro
ja_jp: フィルター
ka_ge: ფილტრი
kk_kz: Сүзу
km_kh: តរមង
kn_in: ಫಿಲ್ಟರ್
ko_kr: 필터
ky_kg: Чыпка
lo_la: ຕອງ
lt_lt: Filtras
lv_lv: Filtrēt
mi_nz: Tātari
mk_mk: Филтер
ml_in: അരിപ്പ
mr_in: फिल्टर
ms_my: Penapis
mt_mt: Filtru
ne_np: फिल्टर
or_in: ଫିଲ୍ଟର୍
pa_arab: ਫਿਲਟਰ
pl_pl: Filtr
pt_br: Filtro
ro_ro: Filtru
ru_ru: Фильтр
sq_al: Filtër
sr_cyrl_me: Филтер
sv_fi: Filtrera
sw_ke: Kichujio
ta_in: வடிகட்டி
te_in: ఫిల్టర్
th_th: กรอง
tk_tm: Süzgüç
tr_tr: Filtre
tt_ru: Фильтр
ug_cn: سۈزگۈچ
uk_ua: Фільтрувати
ur_pk: فلٹر
uz_cyrl: Filtrlamoq
vi_vn: Lọc
zh_hant: 篩選

# TagTilePermDeleteAllHeader
source: Permanently Delete All
af_za: Verwyder alles permanent
am_et: ሁሉንም ሰርዝ
ar_bh: حذف كل شيء بشكل دائم
as_in: স্থায়ীভাৱে সকলো মচি পেলাওক
az_cyrl: Hamısını daim silmək
bg_bg: Постоянно изтрийте всички
bn_in: স্থায়ীভাবে সমস্ত মুছুন
bs_latn_ba: Trajno izbrisati sve
ca_es: Suprimeix permanentment tot
cs_cz: Trvale smazat všechny
cy_gb: Dileu'r cyfan yn barhaol
da_dk: Slet permanent alle
de_ch: Dauerhaft alle löschen
el_gr: Διαγράψτε μόνιμα όλα
es_bo: Eliminar permanentemente todo
et_ee: Kustutage kõik püsivalt
fa_ir: به طور دائم همه را حذف کنید
fi_fi: Poista kaikki pysyvästi
fil_ph: Permanenteng tanggalin ang lahat
fr_029: Supprimer en permanence tout
ga_ie: Scrios go buan gach duine
gu_in: બધાને કાયમી કા delete ી નાખો
he_il: מחק את הכל לצמיתות
hi_in: स्थायी रूप से सभी को हटा दें
hr_hr: Trajno izbrisati sve
hu_hu: Véglegesen törölje az összeset
hy_am: Մշտապես ջնջել բոլորը
id_id: Hapus semuanya secara permanen
is_is: Eyða öllum varanlega
it_ch: Elimina permanentemente tutto
ja_jp: 永久にすべてを削除します
ka_ge: მუდმივად წაშალეთ ყველა
kk_kz: Барлығын біржола жойыңыз
km_kh: លុបទាំងអស់ចេញជាអចិន្ត្រៃយ៍
kn_in: ಎಲ್ಲವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ
ko_kr: 모든 것을 영구적으로 삭제하십시오
ky_kg: Баарын биротоло жок кыл
lo_la: ລຶບທັງຫມົດຢ່າງຖາວອນ
lt_lt: Visam laikui ištrinti visus
lv_lv: Pastāvīgi izdzēst visus
mi_nz: Muku katoa i te katoa
mk_mk: Трајно избришете ги сите
ml_in: ശാശ്വതമായി എല്ലാം ഇല്ലാതാക്കുക
mr_in: कायमस्वरुपी सर्व हटवा
ms_my: Memadamkan semua secara kekal
mt_mt: Ħassar b'mod permanenti kollox
nb_no: Slett alle permanent
ne_np: स्थायी रूपमा सबै हटाउनुहोस्
nl_be: Verwijder alles permanent
or_in: ସବୁଦିନ ପାଇଁ ଡିଲିଟ୍ କରନ୍ତୁ |
pa_arab: ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾਓ
pl_pl: Trwale usuń wszystko
pt_br: Exclua permanentemente tudo
ro_ro: Ștergeți permanent toate
ru_ru: Навсегда удалить все
sk_sk: Natrvalo vymazať všetko
sl_si: Trajno izbrišite vse
sq_al: Fshini përgjithmonë të gjithë
sr_cyrl_me: Трајно избришите све
sv_fi: Radera alla
sw_ke: Futa kabisa yote
ta_in: அனைத்தையும் நிரந்தரமாக நீக்கவும்
te_in: అన్నీ శాశ్వతంగా తొలగించండి
th_th: ลบทั้งหมดอย่างถาวร
tk_tm: Hemmesi hemişelik pozuň
tr_tr: Hepsini kalıcı olarak sil
tt_ru: Барысын даими бетерегез
ug_cn: ھەممىنى مەڭگۈلۈك ئۆچۈرۈڭ
uk_ua: Назавжди видалити все
ur_pk: سب کو مستقل طور پر حذف کریں
uz_cyrl: Butunlay yo'q qiling
vi_vn: Xóa vĩnh viễn tất cả
zh_hant: 永久刪除全部

# TagTileRestoreAllHeader
source: Restore All
af_za: Herstel almal
am_et: ሁሉንም ወደነበረበት መመለስ
ar_bh: استعادة كل
as_in: সকলো পুনৰুদ্ধাৰ কৰক
az_cyrl: Hamısını bərpa etmək
bg_bg: Възстанови всичко
bn_in: সব পুনরুদ্ধার
bs_latn_ba: Vrati sve
ca_es: Restaureu -ho tot
cs_cz: Obnovit vše
cy_gb: Adfer Pawb
da_dk: Gendan alle
de_ch: Alles wiederherstellen
el_gr: Επαναφορά όλων
es_bo: Restaura todo
et_ee: Taasta kõik
fa_ir: بازگرداندن همه
fi_fi: Palauta kaikki
fil_ph: Ibalik ang lahat
fr_029: Tout restaurer
ga_ie: Athchóirigh GACH
gu_in: બધાને પુનર્સ્થાપિત કરવું
he_il: שחזר הכל
hi_in: सभी बहाल करो
hr_hr: Vratiti sve
hu_hu: Visszaállítsa az összeset
hy_am: Վերականգնել բոլորը
id_id: Kembalikan semuanya
is_is: Endurheimta allt
it_ch: Ripristinare tutto
ja_jp: すべての復元
ka_ge: აღადგინეთ ყველა
kk_kz: Барлығын қалпына келтіріңіз
km_kh: ស្តារទាំងអស់
kn_in: ಎಲ್ಲವನ್ನೂ ಪುನಃಸ್ಥಾಪಿಸಿ
ko_kr: 전부 복구
ky_kg: Баарын калыбына келтирүү
lo_la: ຟື້ນຟູທັງຫມົດ
lt_lt: Atkurti visus
lv_lv: Atjaunot visu
mi_nz: Whakahokia te katoa
mk_mk: Вратете ги сите
ml_in: എല്ലാം പുന ore സ്ഥാപിക്കുക
mr_in: सर्व पुनर्संचयित करा
ms_my: Pulihkan semua
mt_mt: Irrestawra kollox
nb_no: Gjenopprett alle
ne_np: सबैलाई पुनर्स्थापना गर्ने
nl_be: Herstel alles
or_in: ସମସ୍ତ ପୁନ restore ସ୍ଥାପନ କରନ୍ତୁ |
pa_arab: ਸਭ ਨੂੰ ਰੀਸਟੋਰ ਕਰੋ
pl_pl: Przywrócić wszystkie
pt_br: Restaurar tudo
ro_ro: Restabileste tot
ru_ru: Восстановить все
sk_sk: Obnoviť všetko
sl_si: Obnovi vse
sq_al: Rivendos të gjitha
sr_cyrl_me: Вратити све
sv_fi: Återställa alla
sw_ke: Rejesha yote
ta_in: அனைத்தையும் மீட்டு கொடு
te_in: అన్నింటినీ పునరుద్ధరించండి
th_th: คืนค่าทั้งหมด
tk_tm: Hemmesini dikeldiň
tr_tr: Her şeyi eski haline getir
tt_ru: Барысын да торгызу
ug_cn: ھەممىنى ئەسلىگە كەلتۈرۈڭ
uk_ua: Відновити все
ur_pk: سب کو بحال کریں
uz_cyrl: Hammasini tiklash
vi_vn: Khôi phục lại tất cả
zh_hant: 恢復所有

# ActionLabel
source: Action
af_za: Aksie
am_et: እርምጃ
ar_bh: فعل
as_in: কাৰ্য কৰা
az_cyrl: Hərəkət
bg_bg: Действие
bn_in: কর্ম
bs_latn_ba: Akcija
ca_es: Acció
cs_cz: Akce
cy_gb: Weithred
da_dk: Handling
de_ch: Aktion
el_gr: Δράση
es_bo: Acción
et_ee: Toiming
fa_ir: عمل
fi_fi: Toiminta
fil_ph: Aksyon
ga_ie: Caingean
gu_in: ક્રિયા
he_il: פעולה
hi_in: कार्रवाई
hr_hr: Akcijski
hu_hu: Akció
hy_am: Գործողություն
id_id: Tindakan
is_is: Aðgerð
it_ch: Azione
ja_jp: アクション
ka_ge: მოქმედება
kk_kz: Ірекет
km_kh: កិច្ច
kn_in: ಕ್ರಿಯೆ
ko_kr: 행동
ky_kg: Иш-аракет
lo_la: ການກະທໍາ
lt_lt: Veiksmas
lv_lv: Darbība
mi_nz: Mahi
mk_mk: Акција
ml_in: പവര്ത്തി
mr_in: क्रिया
ms_my: Tindakan
mt_mt: Azzjoni
nb_no: Handling
ne_np: भिडन्त
nl_be: Actie
or_in: କାର୍ଯ୍ୟ
pa_arab: ਕਾਰਵਾਈ
pl_pl: Działanie
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sk_sk: Akcia
sl_si: Dejanje
sq_al: Veprim
sr_cyrl_me: поступак
sv_fi: Handling
sw_ke: Hatua
ta_in: செயல்
te_in: చర్య
th_th: การกระทำ
tk_tm: Hereket
tr_tr: Aksiyon
tt_ru: Эш
ug_cn: ھەرىكەت
uk_ua: Дія
ur_pk: عمل
uz_cyrl: Harakat
vi_vn: Hoạt động
zh_hant: 行動
