Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# NtfCapBlockHint1
source: Trash or unlink something from '{0}' to add more.
af_za: Asblik of iets ontkoppel van '{0}' om meer by te voeg.
am_et: መጣያ ወይም አንድ ነገር ያገናኛል የበለጠ ለመጨመር '{0}'.
ar_bh: القمامة أو إلغاء ربط شيء ما من '{0}' لإضافة المزيد.
as_in: আৱৰ্জনা বা আনলিংক আনলিংক '{0}' ৰ পৰা অধিক যোগ কৰক।
az_cyrl: Zibil və ya bir şeyin qarşısını almaq daha çox əlavə etmək üçün '{0}' dən.
bg_bg: Боклук или отключване на нещо от '{0}', за да добавите още.
bn_in: কিছু ট্র্যাশ বা লিঙ্কিং আরও যোগ করতে '{0}' থেকে।
bs_latn_ba: Smeće ili otključajte nešto od '{0}' da dodam više.
ca_es: Escombraries o desplegables alguna cosa de '{0}' per afegir -ne més.
cs_cz: Odpadky nebo neovlivněte něco Z '{0}' přidat další.
cy_gb: Sbwriel neu ddadgysylltu rhywbeth o '{0}' i ychwanegu mwy.
da_dk: Skrald eller unlink noget fra '{0}' for at tilføje mere.
de_ch: Müll oder etwas verenden etwas von '{0}', um mehr hinzuzufügen.
el_gr: Σκουπίδια ή αποσυνδέστε κάτι από '{0}' για να προσθέσετε περισσότερα.
es_bo: Basura o desanimar algo Desde '{0}' para agregar más.
et_ee: Prügikast või midagi lahti lüüa alates '{0}', et rohkem lisada.
fa_ir: سطل آشغال یا به هم وصل کنید از '{0}' برای اضافه کردن بیشتر.
fi_fi: Roskat tai kytke jotain Lisää '{0}' lisätäksesi lisää.
fil_ph: Basurahan o i -link ang isang bagay mula sa '{0}' upang magdagdag ng higit pa.
fr_029: Poubelle ou dissocier quelque chose de '{0}' pour en ajouter plus.
ga_ie: Bruscar nó rud éigin a neamhní Ó '{0}' chun níos mó a chur leis.
gu_in: કચરો અથવા કંઈક અનલિંક વધુ ઉમેરવા માટે '{0}' થી.
he_il: זבל או פתח קישור למשהו מ- '{0}' להוסיף עוד.
hi_in: कचरा या कुछ अनलिंक करना अधिक जोड़ने के लिए '{0}' से।
hr_hr: Smeće ili otpadati nešto od '{0}' dodati još.
hu_hu: Szemetet vagy leváljon valamit a '{0}' -től a további hozzáadáshoz.
hy_am: Աղբը կամ ինչ-որ բան ապացուցել «{0}» - ից ավելացնել ավելին:
id_id: Sampah atau untlink sesuatu dari '{0}' untuk menambahkan lebih banyak.
is_is: Rusl eða aftengdu eitthvað frá '{0}' til að bæta við meira.
it_ch: Spazzatura o disinking qualcosa da '{0}' per aggiungere altro.
ja_jp: ゴミやリンクを解き放つ 「{0}」からさらに追加します。
ka_ge: ნაგავი ან გაუკეთეთ რამე '{0}' - დან მეტი დამატებით.
kk_kz: Себетке немесе бір нәрсені ажыратыңыз «{0}» ішінен көбірек қосу үшін.
km_kh: សំរាមឬ inlink អ្វីមួយ ពី '{0}' ដើម្បីបន្ថែមទៀត។
kn_in: ಏನನ್ನಾದರೂ ಕಸ ಅಥವಾ ಅನ್ಲಿಂಕ್ ಮಾಡಿ ಹೆಚ್ಚಿನದನ್ನು ಸೇರಿಸಲು '{0}' ನಿಂದ.
ko_kr: 쓰레기를 버리거나 inking '{0}'에서 더 많은 것을 추가합니다.
ky_kg: Таштанды же бир нерсени бошотуу Көбүрөөк кошуу үчүн '{0}' чейин.
lo_la: ຂີ້ເຫຍື້ອຫຼື unlink ບາງສິ່ງບາງຢ່າງ ຈາກ '{0}' ເພື່ອເພີ່ມຕື່ມ.
lt_lt: Šiukšliadėžė ar ką nors atsiriboti iš '{0}' pridėti daugiau.
lv_lv: Miskaste vai kaut ko atlaist no '{0}', lai pievienotu vairāk.
mi_nz: Paru, kaore ranei i tetahi mea Tuhinga ka whai mai.
mk_mk: Ѓубре или отклучи нешто од '{0}' да додаде повеќе.
ml_in: എന്തെങ്കിലും ട്രാഷ് അല്ലെങ്കിൽ അൺലിങ്ക് ചെയ്യുക കൂടുതൽ ചേർക്കാൻ '{0}' ൽ നിന്ന്.
mr_in: कचरा किंवा काहीतरी अनलिंक अधिक जोडण्यासाठी '{0}' वरून.
ms_my: Sampah atau menyahpasang sesuatu dari '{0}' untuk menambah lagi.
mt_mt: Trash jew Unrink xi ħaġa Minn '{0}' biex iżżid aktar.
nb_no: Søppel eller koble til noe fra '{0}' for å legge til mer.
ne_np: रद्दीटोकरी वा केहि चीज अनलिंक '{0}' बाट अधिक थप्न।
nl_be: Afval of iets ontwerpen Van '{0}' om meer toe te voegen.
or_in: ଆବର୍ଜନା କିମ୍ବା କିଛି ଅନଲାଇନ୍ କରନ୍ତୁ | ଅଧିକ ଯୋଗ କରିବାକୁ '{0}' ରୁ |
pa_arab: ਰੱਦੀ ਜਾਂ ਕੁਝ ਨੂੰ ਅਨਲਿੰਕ ਕਰੋ ਹੋਰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ '{0}' ਤੋਂ.
pl_pl: Śmieci lub coś unlinować z „{0}”, aby dodać więcej.
pt_br: Lixo ou desvincular algo de '{0}' para adicionar mais.
ro_ro: Gunoi sau dezlegați ceva de la '{0}' pentru a adăuga mai multe.
ru_ru: Мусор или что -то раскрыть от '{0}', чтобы добавить больше.
sk_sk: Trash alebo niečo odpojte z '{0}' na pridanie ďalších.
sl_si: Smeti ali nečesa od '{0}' dodati še več.
sq_al: Plehra ose zhbllokuar diçka Nga '{0}' për të shtuar më shumë.
sr_cyrl_me: Смеће или отпустити нешто од '{0}' да додате још.
sv_fi: Skräp eller loss något från '{0}' för att lägga till mer.
sw_ke: Takataka au unganisha kitu kutoka '{0}' kuongeza zaidi.
ta_in: குப்பை அல்லது எதையாவது அவிழ்த்து விடுங்கள் மேலும் சேர்க்க '{0}' இலிருந்து.
te_in: చెత్త లేదా అన్‌లింక్ ఏదో మరింత జోడించడానికి '{0}' నుండి.
th_th: ถังขยะหรือยกเลิกการเชื่อมโยงบางสิ่งบางอย่าง จาก '{0}' เพื่อเพิ่มเพิ่มเติม
tk_tm: Zibil ýa-da bir zady gizlemek has köp goşmak üçin '{0}' -den.
tr_tr: Bir şeyi çöpe at veya kaldır daha fazlasını eklemek için '{0}' dan.
tt_ru: Чүп яки берәр нәрсәне ачу күбрәк өстәр өчен '{0}' дан.
ug_cn: ئەخلەت ساندۇقى ياكى بىر نەرسە ئۇزارتىڭ تېخىمۇ كۆپ قوشۇش ئۈچۈن '{0} دىن.
uk_ua: Сміття або щось відсмикувати від '{0}', щоб додати більше.
ur_pk: ردی کی ٹوکری میں یا کسی چیز کو لنک کریں مزید شامل کرنے کے لئے '{0}' سے۔
uz_cyrl: Axlat yoki bo'shashmasdan ko'proq qo'shish uchun "{0}" dan.
vi_vn: Rác rưởi hoặc không liên kết một cái gì đó từ '{0}' để thêm nhiều hơn.
zh_hant: 垃圾或UNLINK某物 從'{0}'添加更多。

# NtfCapBlockHint2
source: Max '{0}' storage is {1}.
af_za: Max '{0}' berging is {1}.
am_et: ማክስ '{0} ማከማቻ {1} ነው.
ar_bh: Max '{0}' التخزين هو {1}.
as_in: Max '{0}' সংৰক্ষণ {1}।
az_cyrl: Maks '{0}' saxlama {1}.
bg_bg: Макс '{0}' Съхранението е {1}.
bn_in: সর্বাধিক '{0}' স্টোরেজটি {1}}
bs_latn_ba: Max '{0}' skladištenje je {1}.
ca_es: Max '{0}' emmagatzematge és {1}.
cs_cz: Max '{0}' úložiště je {1}.
cy_gb: Storio Max '{0}' yw {1}.
da_dk: Max '{0}' opbevaring er {1}.
de_ch: Max '{0}' Speicher ist {1}.
el_gr: Max '{0}' αποθήκευση είναι {1}.
es_bo: El almacenamiento max '{0}' es {1}.
et_ee: Max '{0}' Storage on {1}.
fa_ir: ذخیره سازی حداکثر '{0}' {1} است.
fi_fi: Max '{0}' tallennus on {1}.
fil_ph: Max '{0}' imbakan ay {1}.
fr_029: Le stockage max '{0}' est {1}.
ga_ie: Is é an stóráil '{0}' ná {1}.
gu_in: મહત્તમ '{0}' સ્ટોરેજ {1} છે.
he_il: אחסון מקסימום '{0}' הוא {1}.
hi_in: अधिकतम '{0}' भंडारण {1} है।
hr_hr: Max '{0}' pohrana je {1}.
hu_hu: Max '{0}' tároló {1}.
hy_am: Max '{0}' Պահեստավորումն է {1}:
id_id: Max '{0}' penyimpanan adalah {1}.
is_is: Max '{0}' Geymsla er {1}.
it_ch: L'archiviazione max '{0}' è {1}.
ja_jp: max '{0}'ストレージは{1}です。
ka_ge: მაქსიმალური '{0}' შენახვა არის {1.
kk_kz: MAX '{0}' Сақтау - {1}.
km_kh: ការផ្ទុក '{0}' គឺ {1} ។
kn_in: ಗರಿಷ್ಠ '{0}' ಸಂಗ್ರಹಣೆ {1}.
ko_kr: MAX '{0}'스토리지는 {1}입니다.
ky_kg: Max '{0}' Сактоо {1}.
lo_la: Max '{0}' ບ່ອນເກັບມ້ຽນແມ່ນ {1}.
lt_lt: Max '{0}' saugykla yra {1}.
lv_lv: Max '{0}' krātuve ir {1}.
mi_nz: Max '{0}' Ko te rokiroki ko te {1}.
mk_mk: MAX '{0}' складирање е {1.
ml_in: മാക്സ് '{0}' സംഭരണം {1}.
mr_in: कमाल '{0}' स्टोरेज {1} आहे.
ms_my: Penyimpanan max '{0}' adalah {1}.
mt_mt: Il-ħażna Max '{0}' hija {1}.
nb_no: Max '{0}' lagring er {1}.
ne_np: अधिकतम '{0}' भण्डारण {1} छ।
nl_be: Max '{0}' opslag is {1}.
or_in: Max '{0}' ଷ୍ଟୋରେଜ୍ ହେଉଛି {1} |
pa_arab: ਅਧਿਕਤਮ '{0}' ਸਟੋਰੇਜ਼ {1} ਹੈ.
pl_pl: Max '{0}' jest {1}.
pt_br: Max '{0}' O armazenamento é {1}.
ro_ro: Max '{0}' stocarea este {1}.
ru_ru: Max '{0}' хранилище {1}.
sk_sk: Max '{0}' úložisko je {1}.
sl_si: Max '{0}' shranjevanje je {1}.
sq_al: MAX '{0}' Ruajtja është {1}.
sr_cyrl_me: Мак '{0}' Складиштење је {1}.
sv_fi: Max '{0}' lagring är {1}.
sw_ke: Hifadhi ya Max '{0}' ni {1}.
ta_in: அதிகபட்சம் '{0}' சேமிப்பு {1}.
te_in: మాక్స్ '{0}' నిల్వ {1}.
th_th: ที่เก็บข้อมูลสูงสุด '{0}' คือ {1}
tk_tm: Max '{0}' ammar {1} '.
tr_tr: Max '{0}' depolama {1}.
tt_ru: Макс '{0}' саклагыч {1}.
ug_cn: Max '{0}' ساقلاش {1}.
uk_ua: Max '{0}' Зберігання - {1}.
ur_pk: زیادہ سے زیادہ '{0}' اسٹوریج {1} ہے۔
uz_cyrl: Max '{0}' saqlash {1}.
vi_vn: Max '{0}' lưu trữ là {1}.
zh_hant: 最大'{0}'存儲是{1}。

# NtfCapBlockRestoreLabel
source: Restore
af_za: Restoreer
am_et: ወደነበረበት መመለስ
ar_bh: يعيد
as_in: পুনৰ সঞ্চয় কৰা
az_cyrl: Bərpa etmək
bg_bg: Възстанови
bn_in: পুনরুদ্ধার
bs_latn_ba: Vratiti
ca_es: Retornar
cs_cz: Obnovit
cy_gb: Hatgyweiriff
da_dk: Gendanne
de_ch: Wiederherstellen
el_gr: Επαναφέρω
es_bo: Restaurar
et_ee: Taastama
fa_ir: بازگرداندن
fi_fi: Palauttaa
fil_ph: Ibalik
fr_029: Restaurer
ga_ie: Cuir ar an eolas
gu_in: પુનઃસ્થાપિત
he_il: לשחזר
hi_in: पुनर्स्थापित करना
hr_hr: Vratiti
hu_hu: visszaállítás
hy_am: Վերականգնել
id_id: Memulihkan
is_is: Endurheimta
it_ch: Ristabilire
ja_jp: 復元する
ka_ge: აღდგენა
kk_kz: Қалпына келтіру
km_kh: ចយសចុល
kn_in: ಪುನಃಸ್ಥಾಪಿಸು
ko_kr: 복원하다
ky_kg: Калыбына келтирүү
lo_la: ຟື້ນຟູ
lt_lt: Atkurti
lv_lv: Atjaunot
mi_nz: Whakaora
mk_mk: Врати
ml_in: വീണ്ടെടുക്കുക
mr_in: पुनर्संचयित
ms_my: Pulihkan
mt_mt: Irrestawra
nb_no: Restaurere
ne_np: मरम्मत गर्नु
nl_be: Herstellen
or_in: ପୁନ restore ସ୍ଥାପନ
pa_arab: ਰੀਸਟੋਰ
pl_pl: Przywrócić
pt_br: Restaurar
ro_ro: Restabili
ru_ru: Восстановить
sk_sk: Obnoviť
sl_si: Obnoviti
sq_al: Rivendos
sr_cyrl_me: Враћање
sv_fi: Återställ
sw_ke: Rejesha
ta_in: மீட்டமை
te_in: పునరుద్ధరించండి
th_th: คืนค่า
tk_tm: Dikeltmek
tr_tr: Eski haline getirmek
tt_ru: Торгызу
ug_cn: ئەسلىگە كەلتۈرۈش
uk_ua: Відновлення
ur_pk: بحال کریں
uz_cyrl: Tiklamoq
vi_vn: Khôi phục
zh_hant: 恢復

# NtfCapBlockSuffix
source: {0} Blocked
af_za: {0} geblokkeer
am_et: {0} ታግ
ar_bh: {0} محظور
as_in: {0} ব্লক কৰা হৈছে
az_cyrl: {0} bloklandı
bg_bg: {0} блокиран
bn_in: {0} অবরুদ্ধ
bs_latn_ba: {0} Blokiran
ca_es: {0} bloquejat
cy_gb: {0} wedi'i rwystro
da_dk: {0} blokeret
de_ch: {0} blockiert
el_gr: {0} μπλοκαρισμένο
es_bo: {0} bloqueado
et_ee: {0} blokeeritud
fa_ir: {0} مسدود شد
fi_fi: {0} estetty
fil_ph: Naka -block ang {0}
fr_029: {0} bloqué
ga_ie: {0} blocáilte
gu_in: {0} અવરોધિત
he_il: {0} חסום
hi_in: {0} अवरुद्ध
hr_hr: {0} blokiran
hu_hu: {0} blokkolva
hy_am: {0} արգելափակված
id_id: {0} diblokir
is_is: {0} lokað
it_ch: {0} bloccato
ja_jp: {0}ブロックされています
ka_ge: {0} დაბლოკილია
kk_kz: {0} бұғатталған
km_kh: {0} បានរារាំង
kn_in: {0} ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko_kr: {0} 차단되었습니다
ky_kg: {0} тосулган
lo_la: {0} ສະກັດກັ້ນ
lt_lt: {0} užblokuotas
lv_lv: {0} bloķēts
mi_nz: {0} aukati
mk_mk: {0} блокиран
ml_in: {0} തടഞ്ഞു
mr_in: {0} अवरोधित
ms_my: {0} disekat
mt_mt: {0} imblukkat
nb_no: {0} blokkert
ne_np: {0} अवरुद्ध
nl_be: {0} geblokkeerd
or_in: {0} ଅବରୋଧିତ |
pa_arab: {0} ਬਲੌਕ ਕੀਤਾ ਗਿਆ
pl_pl: {0} zablokowany
pt_br: {0} bloqueado
ro_ro: {0} blocat
ru_ru: {0} заблокирован
sk_sk: {0} blokované
sl_si: {0} blokiran
sq_al: {0} i bllokuar
sr_cyrl_me: {0} блокирано
sv_fi: {0} blockerad
sw_ke: {0} Imezuiwa
ta_in: {0} தடுக்கப்பட்டது
te_in: {0} నిరోధించబడింది
th_th: {0} บล็อก
tk_tm: {0} petiklendi
tr_tr: {0} engellendi
tt_ru: {0} блокланган
ug_cn: {0} توسۇلغان
uk_ua: {0} заблоковано
ur_pk: {0} مسدود ہے
uz_cyrl: {0} bloklangan
vi_vn: {0} bị chặn
zh_hant: {0}阻塞

# NtfCapBothReachedTitleSuffix
source: Content & Trash Capacity Reached!
af_za: Inhoud en afvalvermoë bereik!
am_et: የይዘት እና ቆሻሻ አቅም ደርሷል!
ar_bh: تم الوصول إلى قدرة المحتوى والقمامة!
as_in: কন্টেন্ট & আৱৰ্জনা ক্ষমতা পোৱা!
az_cyrl: Məzmun və zibil tutumu çatdı!
bg_bg: Съдържание и капацитет за боклук, достигнат!
bn_in: বিষয়বস্তু এবং আবর্জনা ক্ষমতা পৌঁছেছে!
bs_latn_ba: Sadržaj i kapacitet smeća dostigli su!
ca_es: Contingut i capacitat d’escombraries!
cs_cz: Obsah a kapacita odpadků!
cy_gb: Cynhwysedd Cynnwys a Sbwriel Cyrhaeddwyd!
da_dk: Indhold og papirkapacitet nået!
de_ch: Inhalts- und Müllkapazität erreicht!
el_gr: Η χωρητικότητα περιεχομένου και σκουπιδιών επιτυγχάνεται!
es_bo: Contenido y capacidad de basura alcanzada!
et_ee: Sisu ja prügikasti maht on saavutatud!
fa_ir: محتوا و ظرفیت زباله به دست آمد!
fi_fi: Sisältö ja roskakori saavutettiin!
fil_ph: Naabot ang Nilalaman at Basura ng Basura!
fr_029: Contenu et capacité des poubelles atteintes!
ga_ie: Cumas Ábhar & Bruscar Sroicheadh!
gu_in: સામગ્રી અને કચરાપેટી ક્ષમતા પહોંચી!
he_il: תוכן ויכולת האשפה הגיעו!
hi_in: सामग्री और कचरा क्षमता पहुंच गई!
hr_hr: Dostignut sadržaj i smeće!
hu_hu: Elérte a tartalom és a szemétkapacitás!
hy_am: Բովանդակության եւ աղբի հզորությունը հասավ:
id_id: Konten & Kapasitas Sampah tercapai!
is_is: Innihald og ruslgeta náð!
it_ch: Contenuto e capacità della spazzatura raggiunta!
ja_jp: コンテンツとゴミ容量に達しました！
ka_ge: შინაარსი და ნაგვის სიმძლავრე მიაღწია!
kk_kz: Мазмұн және қоқыс сыйымдылығы жеткен!
km_kh: សមត្ថភាពនិងសមត្ថភាពសំរាមបានឈានដល់!
kn_in: ವಿಷಯ ಮತ್ತು ಕಸ ಸಾಮರ್ಥ್ಯ ತಲುಪಿದೆ!
ko_kr: 내용 및 쓰레기 용량에 도달했습니다!
ky_kg: Мазмун жана таштанды кубаттуулугу!
lo_la: ເນື້ອຫາແລະຄວາມສາມາດຂອງກະຕ່າຂີ້ເຫຍື້ອບັນລຸ!
lt_lt: Pasiektas turinio ir šiukšlių talpos!
lv_lv: Sasniegts saturs un atkritumu tvertne!
mi_nz: Ihirangi & Maarama Pakanga i tae atu!
mk_mk: Постигнат содржина и капацитет на ѓубре!
ml_in: ഉള്ളടക്കവും ചവറ്റുകുട്ടയും എത്തി!
mr_in: सामग्री आणि कचरा क्षमता गाठली!
ms_my: Kapasiti Kandungan & Sampah dicapai!
mt_mt: Il-kontenut u l-kapaċità ta 'trash milħuqa!
nb_no: Innhold og søppelkapasitet nådd!
ne_np: सामग्री र रद्दीटोकरी क्षमता देखा पर्यो!
nl_be: Inhouds- en vuilniscapaciteit bereikt!
or_in: ବିଷୟବସ୍ତୁ ଏବଂ ଆବର୍ଜନା କ୍ଷମତା ପହଞ୍ଚିଲା!
pa_arab: ਸਮੱਗਰੀ ਅਤੇ ਰੱਦੀ ਸਮਰੱਥਾ ਪਹੁੰਚ ਗਈ!
pl_pl: Osiągnięta treść i pojemność śmieci!
pt_br: Conteúdo e capacidade de lixo alcançados!
ro_ro: Conținut și capacitate de gunoi atinsă!
ru_ru: Контент и емкость мусора достигли!
sk_sk: Obsah a kapacita odpadu dosiahli!
sl_si: Dosegana vsebina in smeti!
sq_al: Kapaciteti i përmbajtjes dhe plehrave të arritur!
sr_cyrl_me: Садржај и капацитет за смеће постигнут!
sv_fi: Innehåll och skräpkapacitet nådde!
sw_ke: Yaliyomo na uwezo wa takataka kufikiwa!
ta_in: உள்ளடக்கம் மற்றும் குப்பை திறன் எட்டப்பட்டது!
te_in: కంటెంట్ & చెత్త సామర్థ్యం చేరుకుంది!
th_th: ถึงเนื้อหาและความจุถังขยะ!
tk_tm: Mazmuny we hapa kuwwaty gazanyldy!
tr_tr: İçerik ve Çöp Kapasitesi ulaşıldı!
tt_ru: Эчтәлек һәм чүп сыйдырышлыгы булды!
ug_cn: مەزمۇن ۋە ئەخلەت سىغىمى يېتىپ كەلدى!
uk_ua: Вміст та сміттєва здатність досягнуто!
ur_pk: مواد اور کوڑے دان کی گنجائش پہنچ گئی!
uz_cyrl: Tarkib va ​​axlat sig'imi yetib keldi!
vi_vn: Nội dung & năng lực rác rưởi đạt được!
zh_hant: 內容和垃圾容量達到了！

# NtfCapContentMaxStorageText
source: Max '{0}' storage is {1}.
af_za: Max '{0}' berging is {1}.
am_et: ማክስ '{0} ማከማቻ {1} ነው.
ar_bh: Max '{0}' التخزين هو {1}.
as_in: Max '{0}' সংৰক্ষণ {1}।
az_cyrl: Maks '{0}' saxlama {1}.
bg_bg: Макс '{0}' Съхранението е {1}.
bn_in: সর্বাধিক '{0}' স্টোরেজটি {1}}
bs_latn_ba: Max '{0}' skladištenje je {1}.
ca_es: Max '{0}' emmagatzematge és {1}.
cs_cz: Max '{0}' úložiště je {1}.
cy_gb: Storio Max '{0}' yw {1}.
da_dk: Max '{0}' opbevaring er {1}.
de_ch: Max '{0}' Speicher ist {1}.
el_gr: Max '{0}' αποθήκευση είναι {1}.
es_bo: El almacenamiento max '{0}' es {1}.
et_ee: Max '{0}' Storage on {1}.
fa_ir: ذخیره سازی حداکثر '{0}' {1} است.
fi_fi: Max '{0}' tallennus on {1}.
fil_ph: Max '{0}' imbakan ay {1}.
fr_029: Le stockage max '{0}' est {1}.
ga_ie: Is é an stóráil '{0}' ná {1}.
gu_in: મહત્તમ '{0}' સ્ટોરેજ {1} છે.
he_il: אחסון מקסימום '{0}' הוא {1}.
hi_in: अधिकतम '{0}' भंडारण {1} है।
hr_hr: Max '{0}' pohrana je {1}.
hu_hu: Max '{0}' tároló {1}.
hy_am: Max '{0}' Պահեստավորումն է {1}:
id_id: Max '{0}' penyimpanan adalah {1}.
is_is: Max '{0}' Geymsla er {1}.
it_ch: L'archiviazione max '{0}' è {1}.
ja_jp: max '{0}'ストレージは{1}です。
ka_ge: მაქსიმალური '{0}' შენახვა არის {1.
kk_kz: MAX '{0}' Сақтау - {1}.
km_kh: ការផ្ទុក '{0}' គឺ {1} ។
kn_in: ಗರಿಷ್ಠ '{0}' ಸಂಗ್ರಹಣೆ {1}.
ko_kr: MAX '{0}'스토리지는 {1}입니다.
ky_kg: Max '{0}' Сактоо {1}.
lo_la: Max '{0}' ບ່ອນເກັບມ້ຽນແມ່ນ {1}.
lt_lt: Max '{0}' saugykla yra {1}.
lv_lv: Max '{0}' krātuve ir {1}.
mi_nz: Max '{0}' Ko te rokiroki ko te {1}.
mk_mk: MAX '{0}' складирање е {1.
ml_in: മാക്സ് '{0}' സംഭരണം {1}.
mr_in: कमाल '{0}' स्टोरेज {1} आहे.
ms_my: Penyimpanan max '{0}' adalah {1}.
mt_mt: Il-ħażna Max '{0}' hija {1}.
nb_no: Max '{0}' lagring er {1}.
ne_np: अधिकतम '{0}' भण्डारण {1} छ।
nl_be: Max '{0}' opslag is {1}.
or_in: Max '{0}' ଷ୍ଟୋରେଜ୍ ହେଉଛି {1} |
pa_arab: ਅਧਿਕਤਮ '{0}' ਸਟੋਰੇਜ਼ {1} ਹੈ.
pl_pl: Max '{0}' jest {1}.
pt_br: Max '{0}' O armazenamento é {1}.
ro_ro: Max '{0}' stocarea este {1}.
ru_ru: Max '{0}' хранилище {1}.
sk_sk: Max '{0}' úložisko je {1}.
sl_si: Max '{0}' shranjevanje je {1}.
sq_al: MAX '{0}' Ruajtja është {1}.
sr_cyrl_me: Мак '{0}' Складиштење је {1}.
sv_fi: Max '{0}' lagring är {1}.
sw_ke: Hifadhi ya Max '{0}' ni {1}.
ta_in: அதிகபட்சம் '{0}' சேமிப்பு {1}.
te_in: మాక్స్ '{0}' నిల్వ {1}.
th_th: ที่เก็บข้อมูลสูงสุด '{0}' คือ {1}
tk_tm: Max '{0}' ammar {1} '.
tr_tr: Max '{0}' depolama {1}.
tt_ru: Макс '{0}' саклагыч {1}.
ug_cn: Max '{0}' ساقلاش {1}.
uk_ua: Max '{0}' Зберігання - {1}.
ur_pk: زیادہ سے زیادہ '{0}' اسٹوریج {1} ہے۔
uz_cyrl: Max '{0}' saqlash {1}.
vi_vn: Max '{0}' lưu trữ là {1}.
zh_hant: 最大'{0}'存儲是{1}。

# NtfCapContentReachedTitleSuffix
source: Content Capacity Reached!
af_za: Inhoudskapasiteit bereik!
am_et: የይዘት አቅም ደርሷል!
ar_bh: تم الوصول إلى سعة المحتوى!
as_in: কন্টেন্ট ক্ষমতা পোৱা!
az_cyrl: Məzmun tutumu çatdı!
bg_bg: Достигнат капацитет на съдържанието!
bn_in: সামগ্রীর ক্ষমতা পৌঁছেছে!
bs_latn_ba: Sadržajni kapacitet dostignut!
ca_es: Capacitat de contingut a la qual s’aconsegueix!
cs_cz: Kapacita obsahu!
cy_gb: Cyrhaeddodd y gallu cynnwys!
da_dk: Indholdskapacitet nået!
de_ch: Inhaltskapazität erreicht!
el_gr: Η χωρητικότητα περιεχομένου επιτυγχάνεται!
es_bo: ¡Capacidad de contenido alcanzada!
et_ee: Sisu maht saavutas!
fa_ir: ظرفیت محتوا رسیده است!
fi_fi: Sisältökapasiteetti saavutettiin!
fil_ph: Naabot ang kapasidad ng nilalaman!
fr_029: Capacité de contenu atteint!
ga_ie: Cumas ábhair sroichte!
gu_in: સામગ્રી ક્ષમતા પહોંચી!
he_il: כושר התוכן הגיע!
hi_in: सामग्री क्षमता पहुंच गई!
hr_hr: Dostignut kapacitet sadržaja!
hu_hu: Elérte a tartalmi kapacitást!
hy_am: Բովանդակության կարողությունը հասավ:
id_id: Kapasitas konten tercapai!
is_is: Efni getu náði!
it_ch: Capacità di contenuto raggiunto!
ja_jp: コンテンツ容量に達しました！
ka_ge: შინაარსის სიმძლავრე მიაღწია!
kk_kz: Мазмұн сыйымдылығы жеткен!
km_kh: សមត្ថភាពមាតិកាបានមកដល់!
kn_in: ವಿಷಯ ಸಾಮರ್ಥ್ಯ ತಲುಪಿದೆ!
ko_kr: 콘텐츠 용량에 도달했습니다!
ky_kg: Мазмун кубаттуулугу!
lo_la: ຄວາມສາມາດໃນການບັນລຸເນື້ອໃນ!
lt_lt: Pasiekta turinio talpa!
lv_lv: Sasūtās satura ietilpība!
mi_nz: I tae te kaha ihirangi!
mk_mk: Постигнат капацитет на содржина!
ml_in: ഉള്ളടക്ക ശേഷി എത്തി!
mr_in: सामग्री क्षमता गाठली!
ms_my: Kapasiti kandungan dicapai!
mt_mt: Il-kapaċità tal-kontenut milħuqa!
nb_no: Innholdskapasitet nådd!
ne_np: सामग्री क्षमता हुन सक्छ!
nl_be: Inhoudscapaciteit bereikt!
or_in: ବିଷୟବସ୍ତୁ କ୍ଷମତା ପହଞ୍ଚିଲା!
pa_arab: ਸਮੱਗਰੀ ਦੀ ਸਮਰੱਥਾ ਪਹੁੰਚ ਗਈ!
pl_pl: Osiągnięta pojemność treści!
pt_br: Capacidade de conteúdo alcançada!
ro_ro: Capacitatea de conținut atinsă!
ru_ru: Пропускная способность контента достигнута!
sk_sk: Dosiahnutá kapacita obsahu!
sl_si: Dosegana zmogljivost vsebine!
sq_al: Kapaciteti i përmbajtjes i arritur!
sr_cyrl_me: Достигнут капацитет садржаја!
sv_fi: Innehållskapacitet nådde!
sw_ke: Uwezo wa yaliyomo ulifikiwa!
ta_in: உள்ளடக்க திறன் எட்டப்பட்டது!
te_in: కంటెంట్ సామర్థ్యం చేరుకుంది!
th_th: ความจุเนื้อหามาถึงแล้ว!
tk_tm: Mazmuny ýetdi!
tr_tr: İçerik kapasitesi ulaşıldı!
tt_ru: Эчтәлек сыйдырышлыгы!
ug_cn: مەزمۇن ئىقتىدارى يېتىپ كەلدى!
uk_ua: Вміст досягнута!
ur_pk: مواد کی گنجائش پہنچ گئی!
uz_cyrl: Tarkibga erishildi!
vi_vn: Năng lực nội dung đạt được!
zh_hant: 內容能力達到了！
