Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# TriggerRemoveActionText
source: Would you like to remove all the sub - actions for '{0}'? (Otherwise they will be re - parented to '{1}')
af_za: Wil u al die sub -aksies vir '{0}' verwyder? (Andersins sal hulle weer na '{1}') wees
am_et: ሁሉንም ንዑስ-እርምጃዎች - {0} 'ን ማስወገድ ይፈልጋሉ? (ያለበለዚያ እነሱ RE- {1} (1}) እንደገና ይመራሉ)
ar_bh: هل ترغب في إزالة جميع الإجراءات الفرعية لـ '{0}'؟ (وإلا فإنهم سيتم إعادة الوالدين إلى '{1}')
as_in: আপুনি '{0}' ৰ বাবে সকলো উপ - কাৰ্য্য আঁতৰাব বিচাৰেনে? (নহ'লে তেওঁলোকক '{1}' লৈ পুনৰ অভিভাৱকত্ব কৰা হ'ব)
az_cyrl: '{0}' üçün bütün alt hərəkətləri aradan qaldırmaq istərdinizmi? (Əks halda onlar yenidən '{1}' ə valideynləri olacaq)
bg_bg: Бихте ли искали да премахнете всички подразделения за '{0}'? (В противен случай те ще бъдат почистени на '{1}')
bn_in: আপনি কি '{0}' এর জন্য সমস্ত সাব - ক্রিয়াগুলি সরিয়ে ফেলতে চান? (অন্যথায় তারা পুনরায় - '{1}' তে প্যারেন্টেড হবে)
bs_latn_ba: Želite li ukloniti sve sub - akcije za '{0}'? (U suprotnom će biti re - roditelj za '{1}')
ca_es: Voleu eliminar totes les sub -accions per a '{0}'? (En cas contrari, seran parents a '{1}')
cs_cz: Chcete odstranit všechny dílčí akce pro '{0}'? (Jinak budou znovu upraveni na '{1}')
cy_gb: Hoffech chi gael gwared ar yr holl is -gamau ar gyfer '{0}'? (Fel arall byddant yn cael eu hail -rifo i '{1}')
da_dk: Vil du fjerne alle underforhold for '{0}'? (Ellers bliver de re -parenteret til '{1}')
de_ch: Möchten Sie alle Sub -Aktionen für '{0}' entfernen? (Ansonsten werden sie zu '{1}' unterteilt)
el_gr: Θα θέλατε να καταργήσετε όλες τις υπο -ενέργειες για το '{0}'; (Διαφορετικά, θα ανασταλούν σε '{1}')
es_bo: ¿Le gustaría eliminar todas las acciones de '{0}'? (De lo contrario, se volverán a ser parentados para '{1}')
et_ee: Kas soovite eemaldada kõik toimingu „{0}” alamtoimingud? (Muidu vanemaks need uuesti '{1}')
fa_ir: آیا می خواهید تمام اقدامات زیر را برای "{0}" حذف کنید؟ (در غیر این صورت آنها دوباره به "{1}" والدین می شوند)
fi_fi: Haluatko poistaa kaikki '{0}' -toiminnot? (Muuten heidät vanhemmiksi '{1}')
fil_ph: Nais mo bang alisin ang lahat ng mga sub - mga aksyon para sa '{0}'? (Kung hindi man sila ay muling isentro sa '{1}')
fr_029: Souhaitez-vous supprimer toutes les sous-actions pour '{0}'? Sinon, ils seront reproduits à '{1}')
ga_ie: Ar mhaith leat na fo -ghníomhartha go léir a bhaint le haghaidh '{0}'? (Ar shlí eile déanfar iad a athdhíriú ar '{1}')
gu_in: શું તમે '{0}' માટેની બધી પેટા - ક્રિયાઓને દૂર કરવા માંગો છો? (અન્યથા તેઓ ફરીથી '{1}' પર પેરેંટ કરવામાં આવશે)
he_il: האם ברצונך להסיר את כל פעולות המשנה עבור '{0}'? (אחרת הם יועברו מחדש ל- '{1}')
hi_in: क्या आप '{0}' के लिए सभी उप -क्रियाओं को हटाना चाहेंगे? (अन्यथा वे फिर से - '{1}' के लिए पेरेंट हो जाएंगे)
hr_hr: Želite li ukloniti sve pod -radnje za '{0}'? (Inače će biti prekriveni na '{1}')
hu_hu: Szeretné eltávolítani az összes al -műveletet a '{0}' -hez? (Ellenkező esetben a '{1}' -re) újra felkerülnek)
hy_am: Կցանկանայիք հեռացնել բոլոր ենթաօրենսդրությունները '{0}' -ի համար: (Հակառակ դեպքում դրանք նորից կվերածվեն «{1}» - ին)
id_id: Apakah Anda ingin menghapus semua sub - tindakan untuk '{0}'? (Jika tidak, mereka akan dipasang kembali ke '{1}')
is_is: Viltu fjarlægja allar undiraðgerðir fyrir '{0}'? (Annars verða þeir aftur - foreldri til '{1}')
it_ch: Vorresti rimuovere tutte le azioni secondarie per '{0}'? (Altrimenti saranno ri -genitoriali a '{1}')
ja_jp: 「{0}」のすべてのサブ - アクションを削除しますか？ （それ以外の場合は、 '{1}'に親になります）
ka_ge: გსურთ ამოიღოთ ყველა ქვე - მოქმედება '{0}'? (წინააღმდეგ შემთხვევაში ისინი მშობლების დასაყენებლად '{1}')
kk_kz: '{0}' үшін барлық ішкі әрекеттерді алып тастағыңыз келе ме? (Әйтпесе, олар '{1}' -ге ата-аналар болады)
km_kh: តើអ្នកចង់លុបរាល់សកម្មភាពរងទាំងអស់ចេញសម្រាប់ '{0}' ទេ? (បើមិនដូច្នោះទេពួកគេនឹងត្រូវបានបង្កើតឡើងវិញដោយមានឪពុកម្តាយទៅ '{1}')
kn_in: '{0}' ಗಾಗಿ ಎಲ್ಲಾ ಉಪ -ಕ್ರಿಯೆಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಬಯಸುವಿರಾ? (ಇಲ್ಲದಿದ್ದರೆ ಅವರನ್ನು '{1}' ಎಂದು ಮರು -ಪೋಷಿಸಲಾಗುತ್ತದೆ)
ko_kr: '{0}'에 대한 모든 하위 작업을 제거 하시겠습니까? (그렇지 않으면 그들은 '{1}'에 양육됩니다.)
ky_kg: '{0}' үчүн бардык иш-аракеттерди алып салгыңыз келеби? (Болбосо, алар "{1} 'үчүн кайрадан турушат
lo_la: ທ່ານຕ້ອງການທີ່ຈະກໍາຈັດສິ່ງທັງຫມົດ - ການກະທໍາເພື່ອ '{0}'? (ຖ້າບໍ່ດັ່ງນັ້ນພວກເຂົາຈະເປັນຄົນທີ່ເປັນພໍ່ແມ່ກັບ '{1})
lt_lt: Ar norėtumėte pašalinti visus „{0}“ antrinius veiksmus? (Priešingu atveju jie bus pakartotinai susiję su „{1}“)
lv_lv: Vai vēlaties noņemt visas apakšgrupu “{0}” darbības? (Pretējā gadījumā tie tiks vecāki par “{1} ')
mi_nz: Kei te hiahia koe ki te tango i nga mahi katoa - mo te '{0}'? (Ki te kore ka hoki ano ratou ki te '{1}')
mk_mk: Дали сакате да ги отстраните сите под - дејства за '{0}'? (Во спротивно тие ќе бидат повторно родителски на '{1}')
ml_in: '{0}' എന്നതിനായുള്ള എല്ലാ ഉപവും നീക്കംചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? (അല്ലെങ്കിൽ അവ വീണ്ടും - '{1}' ലേക്ക് രക്ഷാകർത്താവായിരിക്കും)
mr_in: आपण '{0}' साठी सर्व उप - क्रिया काढू इच्छिता? (अन्यथा ते पुन्हा '{1}' वर ​​पालक केले जातील)
ms_my: Adakah anda ingin mengeluarkan semua sub - tindakan untuk '{0}'? (Jika tidak, mereka akan menjadi orang yang berpasangan dengan '{1}')
mt_mt: Tixtieq tneħħi s-sotto-azzjonijiet kollha għal '{0}'? (Inkella se jerġgħu jiġu mmarkati ma '' {1} ')
nb_no: Vil du fjerne alle underhandlingene for '{0}'? (Ellers blir de re - foreldre til '{1}')
ne_np: के तपाइँ '{0}' को लागी सबै उप-कार्यहरू हटाउन चाहानुहुन्छ? (अन्यथा तिनीहरू पुन: प्राप्त हुनेछन् - '{1}'।)
nl_be: Wilt u alle sub -acties voor '{0}' verwijderen? (Anders worden ze opnieuw gevoed naar '{1}')
or_in: ଆପଣ ସମସ୍ତ ସବ୍ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି '{0}' ପାଇଁ କାର୍ଯ୍ୟ? (ନଚେତ୍ ସେମାନେ ପୁନ er ନିର୍ମାଣ କରିବେ - '{1}' ରେ ପାରେଣ୍ଟେଡ୍)
pa_arab: ਕੀ ਤੁਸੀਂ '{0}' ਲਈ ਸਾਰੇ ਉਪ-ਕਿਰਿਆਵਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? (ਨਹੀਂ ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ '{1}' ਤੇ ਮੁੜ ਬਣਾਇਆ ਜਾਵੇਗਾ)
pl_pl: Czy chciałbyś usunąć wszystkie podmioty dla „{0}”? (W przeciwnym razie zostaną ponownie rodzione do „{1}”)
pt_br: Gostaria de remover todas as ações de '{0}'? (Caso contrário, eles serão entre os pais para '{1}')
ro_ro: Doriți să eliminați toate acțiunile pentru „{0}”? (Altfel, vor fi re -părinți la „{1}”)
ru_ru: Хотели бы вы удалить все суб - действия для '{0}'? (В противном случае они будут восприниматься до '{1}')
sk_sk: Chceli by ste odstrániť všetky pod - akcie pre '{0}'? (V opačnom prípade budú znovu rodičovstvované na '{1}')
sl_si: Bi radi odstranili vsa sub -dejanja za '{0}'? (V nasprotnem primeru bodo starševski na '{1}')
sq_al: Dëshironi të hiqni të gjitha nën - veprimet për '{0}'? (Përndryshe ata do të ri -prindërohen në '{1}')
sr_cyrl_me: Да ли желите да уклоните све под-поступке за '{0}'? (Иначе ће се поново родитељити "{1} ')
sv_fi: Vill du ta bort alla sub -åtgärder för '{0}'? (Annars kommer de att återföras till '{1}')
sw_ke: Je! Ungependa kuondoa vitendo vyote vya '{0}'? (Vinginevyo watakuwa na wazazi kwa '{1}')
ta_in: '{0}' க்கான அனைத்து துணை செயல்களையும் அகற்ற விரும்புகிறீர்களா? (இல்லையெனில் அவை '{1}' க்கு மீண்டும் சேர்க்கப்படும்)
te_in: మీరు '{0}' కోసం అన్ని ఉప చర్యలను తొలగించాలనుకుంటున్నారా? (లేకపోతే అవి తిరిగి - '{1}' కు తల్లిదండ్రులు చేయబడతాయి)
th_th: คุณต้องการลบการกระทำย่อยทั้งหมดสำหรับ '{0}' หรือไม่? (มิฉะนั้นพวกเขาจะได้รับการ parented to '{1}')
tk_tm: '{0}' üçin ähli kiçi amallary aýyrmak isleýärsiňizmi? (Otherwiseogsam, '{1}' ene-atasy bolar)
tr_tr: '{0}' için tüm alt işlemleri kaldırmak ister misiniz? (Aksi takdirde '{1}' olarak yeniden ebeveynlik yapılacaktır)
tt_ru: "{0}" өчен бөтен суб-гамәлне бетерергә телисезме? (Югыйсә алар «{1}».
ug_cn: بارلىق تارماقنىڭ ھەممىسىنى ئۆچۈرمەكچىمۇ? '{0}' (بولمىسا ئۇلار قايتا بولىدۇ - {1} '
uk_ua: Хотіли б ви видалити всі суб -дії для '{0}'? (В іншому випадку вони будуть повторно проводитись до '{1}')
ur_pk: کیا آپ '{0}' کے لئے تمام ذیلی اعمال کو ہٹانا چاہیں گے؟ (ورنہ وہ دوبارہ '{1}' کے والدین کی حیثیت سے ہوں گے)
uz_cyrl: '{0}' uchun barcha sub-harakatlarni olib tashlashni xohlaysizmi? (Aks holda ular "{1}" ga parvoz qilishadi)
vi_vn: Bạn có muốn xóa tất cả các hành động phụ cho '{0}' không? (Nếu không, chúng sẽ được tái hiện thành '{1}')
zh_hant: 您想刪除“ {0}”的所有子操作？ （否則，他們將被歸屬於'{1}'）

# TriggerRemoveActionTitle
source: Remove Options
af_za: Verwyder opsies
am_et: አማራጮችን ያስወግዱ
ar_bh: إزالة الخيارات
as_in: বিকল্পসমূহ আঁতৰাওক
az_cyrl: Seçimləri çıxarın
bg_bg: Премахване на опциите
bn_in: বিকল্পগুলি সরান
bs_latn_ba: Uklonite opcije
ca_es: Eliminar les opcions
cs_cz: Odebrat možnosti
cy_gb: Tynnwch yr opsiynau
da_dk: Fjern indstillinger
de_ch: Optionen entfernen
el_gr: Κατάργηση επιλογών
es_bo: Eliminar opciones
et_ee: Eemaldage valikud
fa_ir: حذف گزینه ها
fi_fi: Poista vaihtoehdot
fil_ph: Alisin ang mga pagpipilian
fr_029: Supprimer les options
ga_ie: Bain na roghanna
gu_in: વિકલ્પો દૂર કરો
he_il: הסר אפשרויות
hi_in: विकल्प निकालें
hr_hr: Ukloniti opcije
hu_hu: Távolítsa el az opciókat
hy_am: Հեռացրեք ընտրանքները
id_id: Hapus opsi
is_is: Fjarlægðu valkosti
it_ch: Rimuovere le opzioni
ja_jp: オプションを削除します
ka_ge: პარამეტრების ამოღება
kk_kz: Опцияларды жою
km_kh: យកជម្រើសចេញ
kn_in: ಆಯ್ಕೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
ko_kr: 옵션을 제거하십시오
ky_kg: Жолдорду алып салыңыз
lo_la: ເອົາຕົວເລືອກຕ່າງໆອອກ
lt_lt: Pašalinkite parinktis
lv_lv: Noņemt opcijas
mi_nz: Tangohia nga whiringa
mk_mk: Отстранете ги опциите
ml_in: ഓപ്ഷനുകൾ നീക്കംചെയ്യുക
mr_in: पर्याय काढा
ms_my: Keluarkan pilihan
mt_mt: Neħħi l-għażliet
nb_no: Fjern alternativer
ne_np: विकल्प हटाउनुहोस्
nl_be: Opties verwijderen
or_in: ବିକଳ୍ପଗୁଡିକ ଅପସାରଣ କରନ୍ତୁ |
pa_arab: ਵਿਕਲਪ ਹਟਾਓ
pl_pl: Usuń opcje
pt_br: Remover opções
ro_ro: Eliminați opțiunile
ru_ru: Удалить параметры
sk_sk: Odstráňte možnosti
sl_si: Odstranite možnosti
sq_al: Hiq opsionet
sr_cyrl_me: Уклоните опције
sv_fi: Ta bort alternativ
sw_ke: Ondoa chaguzi
ta_in: விருப்பங்களை அகற்று
te_in: ఎంపికలను తొలగించండి
th_th: ลบตัวเลือก
tk_tm: Saýlawlary aýyryň
tr_tr: Seçenekleri Kaldır
tt_ru: Вариантларны бетерегез
ug_cn: تاللانمىلارنى ئۆچۈرۈڭ
uk_ua: Видалити параметри
ur_pk: اختیارات کو ہٹا دیں
uz_cyrl: Variantlarni olib tashlash
vi_vn: Xóa các tùy chọn
zh_hant: 刪除選項

# UrlNavConfirmText
source: Do you really want to goto '{0}'?
af_za: Wil u regtig '{0}' gaan?
am_et: በእውነቱ ወደ ጎቶ '{0}' ይፈልጋሉ?
ar_bh: هل تريد حقًا الحصول على '{0}'؟
as_in: আপুনি সঁচাকৈয়ে goto '{0}' কৰিব বিচাৰেনে?
az_cyrl: Həqiqətən goto '{0}' istəyirsiniz?
bg_bg: Наистина ли искате да получите '{0}'?
bn_in: আপনি কি সত্যিই '{0}' পেতে চান?
bs_latn_ba: Da li stvarno želite da krenete '{0}'?
ca_es: De debò voleu goto '{0}'?
cs_cz: Opravdu chcete goto '{0}'?
cy_gb: Ydych chi wir eisiau goto '{0}'?
da_dk: Vil du virkelig goto '{0}'?
de_ch: Willst du wirklich '{0}' gehen?
el_gr: Θέλετε πραγματικά να GOTO '{0}';
es_bo: ¿De verdad quieres ir '{0}'?
et_ee: Kas soovite tõesti GOTO '{0}'?
fa_ir: آیا واقعاً می خواهید '{0}' شود؟
fi_fi: Haluatko todella goto '{0}'?
fil_ph: Gusto mo ba talagang goto '{0}'?
fr_029: Voulez-vous vraiment être goto '{0}'?
ga_ie: An bhfuil tú i ndáiríre ag iarraidh Goto '{0}' a dhéanamh?
gu_in: શું તમે ખરેખર '{0}' ગોટ કરવા માંગો છો?
he_il: האם אתה באמת רוצה להתאים '{0}'?
hi_in: क्या आप वास्तव में '{0}' गोटो करना चाहते हैं?
hr_hr: Želite li stvarno ići '{0}'?
hu_hu: Tényleg azt akarja, hogy '{0}'?
hy_am: Դուք իսկապես ուզում եք goto '{0}':
id_id: Apakah Anda benar -benar ingin goto '{0}'?
is_is: Viltu virkilega fá '{0}'?
it_ch: Vuoi davvero Goto '{0}'?
ja_jp: あなたは本当にgoto '{0}'をしたいですか？
ka_ge: მართლა გსურთ Goto '{0}'?
kk_kz: Сіз шынымен «{0}» алғыңыз келе ме?
km_kh: តើអ្នកពិតជាចង់ទទួលបាន '{0}' ទេ?
kn_in: ನೀವು ನಿಜವಾಗಿಯೂ '{0}' ಗೊಟೊ ಮಾಡಲು ಬಯಸುವಿರಾ?
ko_kr: 정말로 '{0}'를 얻고 싶습니까?
ky_kg: Чын эле "{0}" баргыңыз келеби?
lo_la: ທ່ານຕ້ອງການທີ່ຈະ goto ແທ້ໆ '{0}' ບໍ?
lt_lt: Ar tikrai norite goto '{0}'?
lv_lv: Vai tiešām vēlaties goto '{0}'?
mi_nz: Kei te hiahia koe ki te goto '{0}'?
mk_mk: Дали навистина сакате да GoTo '{0}'?
ml_in: '{0}' നിങ്ങൾക്ക് ശരിക്കും താൽപ്പര്യമുണ്ടോ?
mr_in: आपण खरोखर '{0}' गोट करू इच्छिता?
ms_my: Adakah anda benar -benar mahu goto '{0}'?
mt_mt: Int verament trid goto '{0}'?
nb_no: Vil du virkelig ha '{0}'?
ne_np: के तपाई साँच्चिकै Goo '{0}' चाहानुहुन्छ?
nl_be: Wilt u echt '{0}' gaan?
or_in: ଆପଣ ପ୍ରକୃତରେ '{0}' କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa_arab: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ '{0}' ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Czy naprawdę chcesz zdobyć „{0}”?
pt_br: Você realmente quer ir embora '{0}'?
ro_ro: Chiar vrei să goto '{0}'?
ru_ru: Вы действительно хотите Goto '{0}'?
sk_sk: Naozaj chcete goto '{0}'?
sl_si: Ali res želite goto '{0}'?
sq_al: A doni vërtet të goto '{0}'?
sr_cyrl_me: Да ли стварно желите да се ... {0} '?
sv_fi: Vill du verkligen goto '{0}'?
sw_ke: Je! Unataka kweli kupata '{0}'?
ta_in: நீங்கள் உண்மையில் '{0}' கோட்டோ செய்ய விரும்புகிறீர்களா?
te_in: మీరు నిజంగా goto '{0}' చేయాలనుకుంటున్నారా?
th_th: คุณต้องการ goto '{0}' หรือไม่?
tk_tm: Hakykatdanam "ч" {0} 'bilen baglanyşmak isleýärsiňizmi?
tr_tr: Gerçekten '{0}' almak istiyor musunuz?
tt_ru: Сез чыннан да "{0}" алырга телисез?
ug_cn: سىز راستىنلا «{0}» نىمۇ خالايمەنمۇ?
uk_ua: Ви дійсно хочете goto '{0}'?
ur_pk: کیا آپ واقعی میں '{0}' کرنا چاہتے ہیں؟
uz_cyrl: Siz haqiqatan ham goto '{0}' '?
vi_vn: Bạn có thực sự muốn goto '{0}' không?
zh_hant: 您真的想獲得{0}'嗎？

# LoaderAccountLabel
source: Account
af_za: Rekening
am_et: መለያ
ar_bh: حساب
as_in: একাউণ্ট
az_cyrl: Hesab
bg_bg: Сметка
bn_in: অ্যাকাউন্ট
bs_latn_ba: Račun
ca_es: Compte
cs_cz: Účet
cy_gb: Cyfrifon
da_dk: Konto
de_ch: Konto
el_gr: λογαριασμός
es_bo: Cuenta
et_ee: Konto
fa_ir: حساب
fi_fi: Tili
fr_029: Compte
ga_ie: Bheith den tuairim
gu_in: હિસાબ
he_il: חֶשְׁבּוֹן
hi_in: खाता
hr_hr: Račun
hu_hu: Beszámoló
hy_am: Հաշիվ
id_id: Akun
is_is: Reikningur
ja_jp: アカウント
ka_ge: ანგარიში
kk_kz: Шот
km_kh: កននេយ្យ
kn_in: ಖಾತೆ
ko_kr: 계정
ky_kg: Эсеп
lo_la: ບັນຊີ
lt_lt: Sąskaita
lv_lv: Konts
mi_nz: Kaute
mk_mk: Сметка
ml_in: കണക്ക്
mr_in: खाते
ms_my: Akaun
mt_mt: Kont
nb_no: Regnskap
ne_np: खाता
nl_be: Rekening
or_in: ଖାତା
pa_arab: ਖਾਤਾ
pl_pl: Konto
pt_br: Conta
ro_ro: Cont
ru_ru: Счет
sk_sk: Účtovať
sl_si: račun
sq_al: Llogari
sr_cyrl_me: Рачун
sv_fi: konto
sw_ke: Akaunti
ta_in: கணக்கு
te_in: ఖాతా
th_th: บัญชี
tk_tm: Hasaby
tr_tr: Hesap
tt_ru: Хисап
ug_cn: ھېسابات
uk_ua: Рахунок
ur_pk: کھاتہ
uz_cyrl: Hisob
vi_vn: Tài khoản
zh_hant: 帳戶

# LoaderAnalyzersLabel
source: Analyzers
af_za: Ontleders
am_et: ትንታኔዎች
ar_bh: المحللون
as_in: বিশ্লেষক
az_cyrl: Analiz edənlər
bg_bg: Анализатори
bn_in: বিশ্লেষক
bs_latn_ba: Analizatori
ca_es: Analitzadors
cs_cz: Analyzátory
cy_gb: Dadansoddwyr
da_dk: Analysatorer
de_ch: Analysatoren
el_gr: Αναλυτές
es_bo: Analizadores
et_ee: Analüsaatorid
fa_ir: مورد تجزیه و تحلیل
fi_fi: Analysaattorit
fil_ph: Mga analyzer
fr_029: Analyseurs
ga_ie: Anailíseoirí
gu_in: વિશ્લેષક
he_il: מנתחים
hi_in: विश्लेषक
hr_hr: Analizator
hu_hu: Analizátorok
hy_am: Անալիզատորներ
id_id: Analisis
is_is: Greiningartæki
it_ch: Analizzatori
ja_jp: アナライザー
ka_ge: ანალიზატორები
kk_kz: Талдқышылар
km_kh: អ្នកវិភាគ
kn_in: ವಿಶ್ಲೇಷಕ
ko_kr: 분석기
ky_kg: Талдоочулар
lo_la: ແພດຫມໍ
lt_lt: Analizatoriai
lv_lv: Analizatori
mi_nz: Tātari
mk_mk: Анализатори
ml_in: വിശകലനക്കാരെ
mr_in: विश्लेषक
ms_my: Penganalisis
mt_mt: Analizzaturi
nb_no: Analysatorer
ne_np: विश्लेषकहरू
or_in: ଆନାଲିଜୀ
pa_arab: ਵਿਸ਼ਲੇਸ਼ਕ
pl_pl: Analizy
pt_br: Analisadores
ro_ro: Analizatoare
ru_ru: Анализаторы
sk_sk: Analyzátor
sl_si: Analizatorji
sq_al: Analiza
sr_cyrl_me: Анализатори
sv_fi: Analysatorer
sw_ke: Wachambuzi
ta_in: பகுப்பாய்விகள்
te_in: ఎనలైజర్స్
th_th: เครื่องวิเคราะห์
tk_tm: Derňewçiler
tr_tr: Analizörler
tt_ru: Анализаторлар
ug_cn: تەھلىلچى
uk_ua: Аналізатори
ur_pk: تجزیہ کار
uz_cyrl: Tahlilchilar
vi_vn: Máy phân tích
zh_hant: 分析儀

# LoaderAppLabel
source: Application Operations
af_za: Aansoekoperasies
am_et: የትግበራ ስራዎች
ar_bh: عمليات التطبيق
as_in: এপ্লিকেচন কাৰ্য্যসমূহ
az_cyrl: Tətbiq əməliyyatları
bg_bg: Операции за кандидатстване
bn_in: অ্যাপ্লিকেশন অপারেশন
bs_latn_ba: Operacije aplikacija
ca_es: Operacions d'aplicacions
cs_cz: Aplikační operace
cy_gb: Gweithrediadau Cais
da_dk: Applikationsoperationer
de_ch: Anwendungsvorgänge
el_gr: Λειτουργίες αίτησης
es_bo: Operaciones de aplicación
et_ee: Rakendusoperatsioonid
fa_ir: عملیات کاربردی
fi_fi: Hakemusoperaatiot
fil_ph: Mga Operasyon ng Application
fr_029: Opérations de demande
ga_ie: Oibríochtaí iarratais
gu_in: અરજ -કામગીરી
he_il: פעולות יישום
hi_in: आवेदन संचालन
hr_hr: Operacije prijave
hu_hu: Alkalmazási műveletek
hy_am: Դիմումի գործողություններ
id_id: Operasi Aplikasi
is_is: Umsóknaraðgerðir
it_ch: Operazioni di applicazione
ja_jp: アプリケーション操作
ka_ge: განაცხადის ოპერაციები
kk_kz: Өтініш операциялары
km_kh: ប្រតិបត្តិការកម្មវិធី
kn_in: ಅರ್ಜಿ ಕಾರ್ಯಾಚರಣೆಗಳು
ko_kr: 응용 프로그램 운영
ky_kg: Колдонмо операциялары
lo_la: ການດໍາເນີນງານການສະຫມັກ
lt_lt: Taikymo operacijos
lv_lv: Lietojumprogrammu darbības
mi_nz: Nga mahi tono
mk_mk: Операции за апликација
ml_in: അപ്ലിക്കേഷൻ പ്രവർത്തനങ്ങൾ
mr_in: अनुप्रयोग ऑपरेशन्स
ms_my: Operasi Permohonan
mt_mt: Operazzjonijiet ta 'applikazzjoni
nb_no: Søknadsoperasjoner
ne_np: आवेदन अपरेसनहरू
nl_be: Toepassingsbewerkingen
or_in: ପ୍ରୟୋଗ କାର୍ଯ୍ୟ
pa_arab: ਐਪਲੀਕੇਸ਼ਨ ਓਪਰੇਸ਼ਨ
pl_pl: Operacje aplikacji
pt_br: Operações de aplicação
ro_ro: Operațiuni de aplicație
ru_ru: Приложения операции
sk_sk: Aplikačné operácie
sl_si: Aplikacije
sq_al: Operacionet e aplikimit
sr_cyrl_me: Операције апликација
sv_fi: Ansökningsoperationer
sw_ke: Shughuli za maombi
ta_in: விண்ணப்ப செயல்பாடுகள்
te_in: దరఖాస్తు కార్యకలాపాలు
th_th: การดำเนินการแอปพลิเคชัน
tk_tm: Anketalar
tr_tr: Uygulama işlemleri
tt_ru: Заявка операцияләре
ug_cn: قوللىنىشچان مەشغۇلاتلار
uk_ua: Застосування операцій
ur_pk: درخواست کے کام
uz_cyrl: Ilova operatsiyalari
vi_vn: Hoạt động ứng dụng
zh_hant: 申請操作

# LoaderClipboardLabel
source: Clipboard
af_za: Knipbord
am_et: ቅንጥብ ሰሌዳ
ar_bh: الحافظة
as_in: ক্লিপবোৰ্ড
az_cyrl: Panoya
bg_bg: Клипборд
bn_in: ক্লিপবোর্ড
bs_latn_ba: Međuspremnik
ca_es: Porta -referència
cs_cz: Schránka
cy_gb: Clipfwrdd
de_ch: Zwischenablage
el_gr: Πρόχειρο
es_bo: Portapapeles
et_ee: Lõikelaud
fa_ir: کلیپ بورد
fi_fi: Leikepöytä
fr_029: Presse-papiers
ga_ie: Clár fáiscthe
gu_in: કડી
he_il: לוח
hi_in: क्लिपबोर्ड
hr_hr: Na opremu
hu_hu: Vágólap
hy_am: Հոլովակ
is_is: Klemmuspjald
it_ch: Appuntamento
ja_jp: クリップボード
ka_ge: ბურთი
kk_kz: Аралық сақтағыш
km_kh: ក្តារចុច
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್
ko_kr: 클립 보드
ky_kg: Алмашуу буфери
lo_la: clipboardboard
lt_lt: Iškarpinė
lv_lv: Starplikatūra
mi_nz: Papatahitanga
mk_mk: Клипборд
ml_in: ക്ലിപ്പ്ബോർഡ്
mr_in: क्लिपबोर्ड
ms_my: Papan klip
nb_no: Utklippstavle
ne_np: क्लिपबोर्ड
nl_be: Klembord
or_in: କ୍ଲିପବୋର୍ଡ |
pa_arab: ਕਲਿੱਪਬੋਰਡ
pl_pl: Schowek
pt_br: Prancheta
ru_ru: Буфер обмена
sk_sk: Schránka
sl_si: Odložišče
sq_al: Tabelë
sr_cyrl_me: Међуспремник
sv_fi: Urklipp
ta_in: கிளிப்போர்டு
te_in: క్లిప్‌బోర్డ్
th_th: คลิปบอร์ด
tk_tm: Paneli
tr_tr: Pano
tt_ru: Буфер
ug_cn: چاپلاش تاختىسى
uk_ua: Буфер обміну
ur_pk: کلپ بورڈ
uz_cyrl: Pleydon
vi_vn: Bảng tạm
zh_hant: 剪貼板

# LoaderContentLabel
source: Content
af_za: Tevrede
am_et: ይዘት
ar_bh: محتوى
as_in: বিষয়
az_cyrl: Məzmun
bg_bg: Съдържание
bn_in: বিষয়বস্তু
bs_latn_ba: Sadržaj
cs_cz: Obsah
cy_gb: Nghynnwys
da_dk: Indhold
de_ch: Inhalt
el_gr: Περιεχόμενο
es_bo: Contenido
et_ee: Sisu
fa_ir: محتوا
fi_fi: Sisältö
fil_ph: Nilalaman
fr_029: Contenu
ga_ie: Ábhar
gu_in: સંતુષ્ટ
he_il: תוֹכֶן
hi_in: सामग्री
hr_hr: Sadržaj
hu_hu: Tartalom
hy_am: Բովանդակություն
id_id: Isi
is_is: Innihald
it_ch: Contenuto
ja_jp: コンテンツ
ka_ge: კმაყოფილი
kk_kz: Мазмұны
km_kh: ដេលបេញចិត្ដ
kn_in: ಕಲೆ
ko_kr: 콘텐츠
ky_kg: Мазмун
lo_la: ເນື້ອຫາ
lt_lt: Turinys
lv_lv: Apmierināts
mi_nz: Toka te manawa
mk_mk: содржина
ml_in: സന്തുഷ്ടമായ
mr_in: सामग्री
ms_my: Kandungan
mt_mt: Kontenut
nb_no: Innhold
ne_np: सन्तुष्ट
nl_be: Inhoud
or_in: ବିଷୟବସ୍ତୁ
pa_arab: ਸਮੱਗਰੀ
pl_pl: Treść
pt_br: Contente
ro_ro: Conţinut
ru_ru: Содержание
sk_sk: Spokojnosť
sl_si: Zadovoljstvo
sq_al: Përmbajtje
sr_cyrl_me: Садржај
sv_fi: Innehåll
sw_ke: Yaliyomo
ta_in: உள்ளடக்கம்
te_in: విషయము
th_th: เนื้อหา
tk_tm: Mazmuny
tr_tr: İçerik
tt_ru: Эчтәлек
ug_cn: مەزمۇن
uk_ua: Зміст
ur_pk: مواد
uz_cyrl: Tarkib
vi_vn: Nội dung
zh_hant: 內容

# LoaderConvertersLabel
source: Converters
af_za: Omskakelaars
am_et: መለወጥ
ar_bh: المحولات
as_in: কনভাৰ্টাৰসমূহ
az_cyrl: Çeviricilər
bg_bg: Конвертори
bn_in: রূপান্তরকারী
bs_latn_ba: Pretvarači
ca_es: Convertidors
cs_cz: Převaděče
cy_gb: Trawsnewidyddion
da_dk: Konvertere
de_ch: Konverter
el_gr: Μετατροπείς
es_bo: Convertidores
et_ee: Muundurid
fa_ir: مبدل
fi_fi: Muuntimet
fil_ph: Mga convert
fr_029: Convertisseurs
ga_ie: Tiontairí
gu_in: ફેરવનાર
he_il: ממירים
hi_in: कन्वर्टर्स
hr_hr: Pretvarač
hu_hu: Átalakítók
hy_am: Փոխարկիչներ
id_id: Konverter
is_is: Breytir
it_ch: Convertitori
ja_jp: コンバーター
ka_ge: გადამყვანები
kk_kz: Түрлендіргіштер
km_kh: ឯកសារ
kn_in: ಪರಿವರ್ತಕಗಳು
ko_kr: 변환기
ky_kg: Конвертор
lo_la: ແປງ
lt_lt: Keitikliai
lv_lv: Pārveidotāji
mi_nz: Kaitahuri
mk_mk: Конвертори
ml_in: കർശനമായവറുകൾ
mr_in: कन्व्हर्टर
ms_my: Penukar
mt_mt: Konvertituri
nb_no: Omformere
ne_np: उद्योगहरु
or_in: Concrivers
pa_arab: ਕਨਵਰਟਰ
pl_pl: Konwertery
pt_br: Conversores
ro_ro: Convertoare
ru_ru: Конвертеры
sk_sk: Konvertory
sl_si: Pretvorniki
sq_al: Konvertues
sr_cyrl_me: Претварачи
sv_fi: Omvandlare
sw_ke: Waongofu
ta_in: மாற்றிகள்
te_in: కన్వర్టర్లు
th_th: เครื่องแปลง
tk_tm: Öwrüjiler
tr_tr: Dönüştürücüler
tt_ru: Конвертерлар
ug_cn: ئايلاندۇرغۇچ
uk_ua: Перетворювачі
ur_pk: کنورٹرز
uz_cyrl: Konvertorlar
vi_vn: Bộ chuyển đổi
zh_hant: 轉換器

# LoaderCultureLabel
source: Culture
af_za: Kultuur
am_et: ባህል
ar_bh: ثقافة
as_in: সংস্কৃতি
az_cyrl: Mədəniyyət
bg_bg: Култура
bn_in: সংস্কৃতি
bs_latn_ba: Kultura
ca_es: Cultura
cs_cz: Kultura
cy_gb: Ddiwylliant
da_dk: Kultur
de_ch: Kultur
el_gr: Πολιτισμός
es_bo: Cultura
et_ee: Kultuur
fa_ir: فرهنگ
fi_fi: Kulttuuri
fil_ph: Kultura
ga_ie: Saothrúchán
gu_in: સંસ્કાર
he_il: תַרְבּוּת
hi_in: संस्कृति
hr_hr: Kultura
hu_hu: Kultúra
hy_am: Մշակում
id_id: Budaya
is_is: Menning
it_ch: Cultura
ja_jp: 文化
ka_ge: კულტურა
kk_kz: Мәдениет
km_kh: វប្បធម៍
kn_in: ಸಂಸ್ಕೃತಿ
ko_kr: 문화
ky_kg: Маданият
lo_la: ວັດທະນະທໍາ
lt_lt: Kultūra
lv_lv: Kultūra
mi_nz: Tikanga-ā-iwi
mk_mk: Култура
ml_in: സംസ്കാരം
mr_in: संस्कृती
ms_my: Budaya
mt_mt: Kultura
nb_no: Kultur
ne_np: संस्कृति
nl_be: Cultuur
or_in: ସଂସ୍କୃତି
pa_arab: ਸਭਿਆਚਾਰ
pl_pl: Kultura
pt_br: Cultura
ro_ro: Cultură
ru_ru: Культура
sk_sk: Kultúra
sl_si: Kultura
sq_al: Kulturë
sr_cyrl_me: Култура
sv_fi: Kultur
sw_ke: Utamaduni
ta_in: கலாச்சாரம்
te_in: సంస్కృతి
th_th: วัฒนธรรม
tk_tm: Medeniýeti
tr_tr: Kültür
tt_ru: Культурасы
ug_cn: مەدەنىيەت
uk_ua: Культура
ur_pk: ثقافت
uz_cyrl: Madaniyat
vi_vn: Văn hoá
zh_hant: 文化

# LoaderDataLabel
source: Data
am_et: ውሂብ
ar_bh: بيانات
as_in: তথ্য
az_cyrl: Məlumat
bg_bg: Данни
bn_in: ডেটা
bs_latn_ba: Podaci
ca_es: Dades
de_ch: Daten
el_gr: Δεδομένα
es_bo: Datos
et_ee: Andmed
fa_ir: داده ها
fi_fi: Tiedot
fr_029: Données
ga_ie: Sonraí
gu_in: માહિતી
he_il: נתונים
hi_in: डेटा
hr_hr: Podaci
hu_hu: Adat
hy_am: Տվյալներ
is_is: Gögn
it_ch: Dati
ja_jp: データ
ka_ge: მონაცემი
kk_kz: Мәліметтер
km_kh: តិន្នន័យ
kn_in: ದತ್ತ
ko_kr: 데이터
ky_kg: Маалыматтар
lo_la: ຂໍ້ມູນ
lt_lt: Duomenys
lv_lv: Dati
mi_nz: Raraunga
mk_mk: Податоци
ml_in: ഡാറ്റ
mr_in: डेटा
ne_np: तथ्याड़क
nl_be: Gegevens
or_in: ତଥ୍ୟ
pa_arab: ਡਾਟਾ
pl_pl: Dane
pt_br: Dados
ro_ro: Date
ru_ru: Данные
sk_sk: Údaje
sl_si: Podatki
sq_al: Të dhëna
sr_cyrl_me: Подаци
sw_ke: Takwimu
ta_in: தகவல்கள்
te_in: సమాచారం
th_th: ข้อมูล
tk_tm: Maglumatlary
tr_tr: Veri
tt_ru: Мәгълүмат
uk_ua: Дані
ur_pk: ڈیٹا
uz_cyrl: Ma'lumotlar
vi_vn: Dữ liệu
zh_hant: 數據
