Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# InvalidParamEx7
source: Cannot set shared value parameters in Presets. ParamId '{0}' in Preset '{1}' for Plugin '{2}' needs to be removed or paramValue can be specified in the parameter definition section.
af_za: Kan nie gedeelde waardeparameters in voorafinstellings instel nie. Paramid '{0}' in vooraf ingestelde '{1}' vir inprop '{2}' moet verwyder word, of paramValue kan in die parameterdefinisie -afdeling gespesifiseer word.
as_in: প্ৰিছেটত ভাগ বতৰা কৰা মূল্যৰ প্ৰাচলসমূহ ছেট কৰিব নোৱাৰি। প্লাগিন '{2}'ৰ বাবে পূৰ্বনিৰ্ধাৰিত '{1}'ত পৰমিড '{0}' আঁতৰাব লাগিব বা পেৰামাউণ্ট সংজ্ঞা শাখাত পৰমমূল্য নিৰ্ধাৰণ কৰিব পাৰি।
bn_in: প্রিসেটগুলিতে ভাগ করা মান পরামিতি সেট করতে পারে না। প্লাগইন '{2}' এর জন্য প্রিসেট '{1}' তে প্যারামিড '{0}' অপসারণ করা দরকার বা প্যারামভ্যালু প্যারামিটার সংজ্ঞা বিভাগে নির্দিষ্ট করা যেতে পারে।
bs_latn_ba: Ne može postaviti parametre zajedničke vrijednosti u unaprijed postavljenim postavkama. Paradim '{0}' u unaprijed postavljenoj '{1}' za dodatak '{2}' treba ukloniti ili se može ukloniti ili paraframat može biti naveden u odjeljku Definicija parametra.
ca_es: No es pot definir els paràmetres de valor compartit en els presets. Paramid '{0}' a Preset '{1}' Per al plugin '{2}' cal eliminar o es pot especificar paramValue a la secció de definició de paràmetres.
cs_cz: Nelze nastavit parametry sdílené hodnoty v předvolbách. ParamId '{0}' v předvolbě '{1}' pro plugin '{2}' je třeba odstranit nebo v části Definice parametru lze zadat parametr.
da_dk: Kan ikke indstille delte værdiparametre i forudindstillinger. Paramid '{0}' i forudindstillet '{1}' til plugin '{2}' skal fjernes, eller paramvalue kan specificeres i afsnittet om parameterdefinition.
de_ch: Die gemeinsam genutzten Wertparameter in Voreinstellungen können nicht festgelegt werden. Paramid '{0}' in voreingestellter '{1}' für Plugin '{2}' muss entfernt werden oder ParamValue kann im Abschnitt Parameterdefinition angegeben werden.
el_gr: Δεν είναι δυνατή η ρύθμιση παραμέτρων κοινής αξίας σε προεπιλογές. Paramid '{0}' σε προεπιλογή '{1}' για plugin '{2}' πρέπει να αφαιρεθεί ή paramValue μπορεί να καθοριστεί στην ενότητα ορισμού παραμέτρων.
es_bo: No se puede establecer parámetros de valor compartido en presets. Paramid '{0}' en preet '{1}' para complementar {2} 'debe eliminarse o ParamValue se puede especificar en la sección Definición de parámetros.
et_ee: Eelseadetes ei saa jagatud väärtuse parameetreid määrata. Plugina '{2}' eelseadistuses '{1}' olev ParamId '{0}' tuleb eemaldada või paramValue saab määrata parameetri määratluse jaotises.
fa_ir: نمی توان پارامترهای ارزش مشترک را در پیش تنظیم تنظیم کرد. PARAMID '{0}' در پیش تنظیم '{1}' برای افزونه '{2}' باید حذف شود یا paramvalue در بخش تعریف پارامتر مشخص شود.
fi_fi: Esiasetuksissa ei voida asettaa jaettuja arvoparametreja. Paramid '{0}' esiasetuksessa '{1}' laajennukselle '{2}' on poistettava tai parametrimääritysosassa voidaan määrittää parametrimääritysosassa.
fil_ph: Hindi maaaring itakda ang mga ibinahaging mga parameter ng halaga sa mga preset. Ang Paramid '{0}' sa preset '{1}' para sa plugin '{2}' ay kailangang alisin o ang ParamValue ay maaaring matukoy sa seksyon ng Kahulugan ng Parameter.
fr_029: Impossible de définir les paramètres de valeur partagés dans les préréglages. Parcid '{0}' dans préset '{1}' pour le plugin '{2}' doit être supprimé ou paramvalue peut être spécifié dans la section de définition des paramètres.
ga_ie: Ní féidir paraiméadair luacha chomhroinnte a shocrú i réamhshocruithe. Ní mór paramid '{0}' in réamhshocrú '{1}' le haghaidh plugin '{2}' a bhaint nó is féidir paramvalue a shonrú sa rannóg sainmhínithe paraiméadair.
gu_in: પ્રીસેટ્સમાં વહેંચાયેલ મૂલ્ય પરિમાણો સેટ કરી શકતા નથી. પેરામિડ '{0}' પ્રીસેટમાં '{1}' પ્લગઇન માટે '{2}' ને દૂર કરવાની જરૂર છે અથવા પરિમાણ વ્યાખ્યા વિભાગમાં પેરામવ al લ્યુનો ઉલ્લેખ કરી શકાય છે.
he_il: לא ניתן להגדיר פרמטרים של ערך משותף בהגדרות קביעות מוגדרות מראש. PARAMID '{0}' בקביעה מוגדרת מראש '{1}' לתוסף '{2}' יש להסיר או ניתן לציין את ParamValue בסעיף הגדרת הפרמטר.
hi_in: प्रीसेट में साझा मूल्य पैरामीटर सेट नहीं कर सकते। PARAMID '{0}' इन प्रीसेट में '{1}' प्लगइन के लिए '{2}' को हटाने की आवश्यकता है या पैरामीटर परिभाषा अनुभाग में Paramvalue निर्दिष्ट किया जा सकता है।
hr_hr: Ne mogu postaviti parametre zajedničke vrijednosti u unaprijed postavljenim postavkama. PAMAMID '{0}' U unaprijed postavljenom '{1}' za dodatak '{2}' treba ukloniti ili se paramValue može odrediti u odjeljku definicije parametra.
hu_hu: Nem lehet beállítani a megosztott értékparamétereket az előre beállításokba. A '{0}' paramid '{1}' beállításban a '{2}' pluginhez el kell távolítani, vagy a paramValue meg lehet határozni a paraméter -meghatározási szakaszban.
hy_am: Չի կարող սահմանել բաժնետիրական արժեքի պարամետրեր: «{0}» պարամետրը «{1}» plugin- ի համար անհրաժեշտ է հեռացնել կամ պարամվալուի համար կարելի է նշել պարամետրերի սահմանման բաժնում:
id_id: Tidak dapat mengatur parameter nilai bersama di preset. Paramid '{0}' di preset '{1}' untuk plugin '{2}' perlu dihapus atau paramValue dapat ditentukan di bagian definisi parameter.
is_is: Get ekki stillt sameiginlega gildi breytur í forstillingum. Paramid '{0}' í forstillingu '{1}' fyrir viðbótar '{2}' þarf að fjarlægja eða hægt er að tilgreina paramvalue í hlutanum Definition Definition.
it_ch: Impossibile impostare i parametri del valore condiviso nei preset. Paramid '{0}' in preset '{1}' per il plugin '{2}' deve essere rimosso o può essere specificato ParamValue nella sezione Definizione dei parametri.
ja_jp: プリセットに共有値パラメーターを設定できません。 Paramid '{0}' in preset '{1}' for plugin '{2}'を削除する必要があります。または、パラメーター定義セクションでパラメージを指定する必要があります。
km_kh: មិនអាចកំណត់ប៉ារ៉ាម៉ែត្រតម្លៃដែលបានចែករំលែកនៅក្នុង Pritet បានទេ។ PARAMID '{0}' ក្នុងកំណត់ជាមុន '{1}' ត្រូវការកម្មវិធីជំនួយ '{2}' ត្រូវការលុបចោលឬ ParamValue អាចត្រូវបានបញ្ជាក់ក្នុងផ្នែកអង្គនកម្មប៉ារ៉ាម៉ែត្រ។
kn_in: ಪೂರ್ವನಿಗದಿಗಳಲ್ಲಿ ಹಂಚಿದ ಮೌಲ್ಯ ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಪ್ಲಗಿನ್ '{2}' ಗಾಗಿ '{1}' ನಲ್ಲಿ ಮೊದಲೇ '{0}' ಪ್ಯಾರಾಮಿಡ್ ಅನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ ಅಥವಾ ಪ್ಯಾರಾಮೀಟರ್ ವ್ಯಾಖ್ಯಾನ ವಿಭಾಗದಲ್ಲಿ ಪ್ಯಾರಾಮೌಲ್ಯೂ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು.
ko_kr: 사전 설정에서 공유 값 매개 변수를 설정할 수 없습니다. 플러그인의 경우 Preset '{1}'의 Paramid '{0}' '{2}'를 제거해야하거나 매개 변수 정의 섹션에 매개 변수를 지정할 수 있습니다.
lo_la: ບໍ່ສາມາດກໍານົດຕົວກໍານົດທີ່ໄດ້ແບ່ງປັນໃນ presets. Paramid '{0}' ໃນ preset '{1}' ສໍາລັບ Plugin 'ສໍາລັບ Plugin' ສໍາລັບໂປແກຼມ Plugin '{2}' ຕ້ອງຖືກກໍານົດໄວ້ໃນພາກສ່ວນຄໍານິຍາມ.
lt_lt: Išankstiniuose nustatymuose negalima nustatyti bendrinamų verčių parametrų. Įskiepio „{2}“ išankstinio nustatymo „{1}“ „ParamId“ „{0}“ turi būti pašalintas arba parametro apibrėžimo skiltyje galima nurodyti „paramValue“.
lv_lv: Nevar iestatīt kopīgas vērtības parametrus iepriekšējos iestatījumos. Paramid '{0}' Iepriekšējā '{1}' spraudnim '{2}' ir jānoņem vai paramvalu var norādīt sadaļā Parametru definīcija.
ml_in: പ്രീസെറ്റുകളിൽ പങ്കിട്ട മൂല്യ പാരാമീറ്ററുകൾ സജ്ജമാക്കാൻ കഴിയില്ല. '{2}' പ്ലഗിനിനായുള്ള പ്രീസെറ്റ് '{1}' ലെ ParamId '{0}' നീക്കം ചെയ്യേണ്ടതുണ്ട് അല്ലെങ്കിൽ പാരാമീറ്റർ ഡെഫനിഷൻ വിഭാഗത്തിൽ paramValue വ്യക്തമാക്കാം.
mr_in: प्रीसेटमध्ये सामायिक मूल्य पॅरामीटर्स सेट करू शकत नाही. प्लगइनसाठी '{0}' प्लगइन '{1}' प्लगइन '{2}' काढण्याची आवश्यकता आहे किंवा पॅरामीटर परिभाषा विभागात पॅरामाव्हल्यू निर्दिष्ट करणे आवश्यक आहे.
mt_mt: Ma jistgħux jistabbilixxu parametri ta 'valur maqsum fil-presets. Paramid "{0}" fil-preset "{1}" għall-plugin "{2}" jeħtieġ li jitneħħa jew ParamValue jista 'jiġi speċifikat fit-taqsima tad-definizzjoni tal-parametru.
nb_no: Kan ikke angi delte verdiparametere i forhåndsinnstillinger. Paramid '{0}' i forhåndsinnstilling '{1}' for plugin '{2}' må fjernes eller paramvalue kan spesifiseres i parameterdefinisjonsdelen.
ne_np: प्रिसेटहरूमा साझा मान प्यारामिटरहरू सेट गर्न सकिँदैन। प्लगइन '{2}' को लागि प्रिसेट '{1}' मा ParamId '{0}' हटाउन आवश्यक छ वा paramValue प्यारामिटर परिभाषा खण्डमा निर्दिष्ट गर्न सकिन्छ।
nl_be: Kan gedeelde waardeparameters niet in voorinstellingen instellen. Paramid '{0}' in preset '{1}' voor plugin '{2}' moet worden verwijderd of paramValue kan worden opgegeven in de parameterdefinitie -sectie.
or_in: ପ୍ରେସେଟ୍ ରେ ଅଂଶୀଦାର ମୂଲ୍ୟ ପାରାମିଟର ସେଟ୍ କରିପାରିବେ ନାହିଁ। ପ୍ଲଗଇନ୍ '{2}' ପାଇଁ ପ୍ରିସେଟ୍ '{1}'ରେ ପାରାମିଡ୍ '{0}' ଅପସାରଣ କରିବା ଆବଶ୍ୟକ କିମ୍ବା ପାରାମିଟର ସଂଜ୍ଞା ବିଭାଗରେ ପାରାମ୍ଭାଲ୍ୟୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇପାରିବ।
pa_arab: ਪ੍ਰੀਸੈਟਸ ਵਿੱਚ ਸਾਂਝੇ ਮੁੱਲ ਮਾਪਦੰਡ ਨੂੰ ਸੈੱਟ ਨਹੀਂ ਕਰ ਸਕਦਾ. ਪਲੱਗਇਨ '{2}' ਲਈ ਅਰਜੀਡ '{0}' ਪਲੱਗਇਨ '{1}' ਲਈ PREACT '{1}' ਨੂੰ ਹਟਾਉਣ ਜਾਂ ਪੈਰਾਮੀਟਰ ਦੀ ਪਰਿਭਾਸ਼ਾ ਵਿੱਚ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ.
pt_br: Não é possível definir parâmetros de valor compartilhado em predefinições. Paramid '{0}' em predefinição '{1}' para plugin '{2}' precisa ser removido ou o paramvalue pode ser especificado na seção de definição de parâmetros.
ro_ro: Nu se poate seta parametrii de valoare partajați în presetări. ParamID '{0}' în presetare '{1}' pentru plugin '{2}' trebuie eliminat sau ParamValue poate fi specificat în secțiunea Definiție a parametrilor.
ru_ru: Не может установить параметры общего значения в пресетах. Paramid '{0}' в Preset '{1}' для плагина '{2}' должен быть удален или параметра может быть указана в разделе «Определение параметра».
sk_sk: V predvoľbách nie je možné nastaviť parametre zdieľanej hodnoty. ParamiD '{0}' v Preset '{1}' pre plugin '{2}' je potrebné odstrániť, alebo je možné zadať parameter.
sl_si: V prednastavitvah ni mogoče nastaviti parametrov skupne vrednosti. Paramid '{0}' v prednastavitvi '{1}' za vtičnik '{2}' je treba odstraniti ali pa je mogoče določiti v razdelku Definicija parametra.
sq_al: Nuk mund të vendosë parametrat e vlerës së përbashkët në paravendosjet. Paramid '{0}' në paracaktim '{1}' për plugin '{2}' duhet të hiqet ose paramvalue mund të specifikohet në seksionin e përcaktimit të parametrave.
sr_cyrl_me: Не могу поставити заједничке вредности вредности у унапред постављеним. Парамим '{0}' у подешењу '{1}' за додатак '{2}' '{2}' треба да се уклони или парамалал може да се одреди у одељку за дефиницију параметра.
sv_fi: Det går inte att ställa in delade värdeparametrar i förinställningar. Paramid '{0}' i förinställd '{1}' för plugin '{2}' måste tas bort eller paramValue kan anges i avsnittet Parameter Definition.
ta_in: முன்னமைவுகளில் பகிரப்பட்ட மதிப்பு அளவுருக்களை அமைக்க முடியாது. Pramid '{0}' முன்னமைக்கப்பட்ட '{1}' சொருகி '{2}' க்கான {1} 'அகற்றப்பட வேண்டும் அல்லது அளவுரு வரையறை பிரிவில் பாரம்வாலூவைக் குறிப்பிடலாம்.
te_in: భాగస్వామ్య విలువ పారామితులను ప్రీసెట్స్‌లో సెట్ చేయలేరు. ప్లగ్ఇట్ '{0}' ప్లగ్ఇన్ '{1}' ప్లగిన్ కోసం {1} '' {2} 'తొలగించాల్సిన అవసరం ఉంది లేదా పారామాల్యూ పారామితి నిర్వచనం విభాగంలో పేర్కొనవచ్చు.
th_th: ไม่สามารถตั้งค่าพารามิเตอร์ค่าที่ใช้ร่วมกันในที่ตั้งไว้ล่วงหน้า paramid '{0}' ในที่ตั้งไว้ล่วงหน้า '{1}' สำหรับปลั๊กอิน '{2}' จะต้องถูกลบออกหรือสามารถระบุ paramValue ในส่วนนิยามพารามิเตอร์
tk_tm: Öňünden kesgitlenen baha parametrlerini düzüp bolmaýar. “{2}” plugin üçin deslapky “{1}” -de ParamId '{0}' aýrylmaly ýa-da parametr kesgitlemek bölüminde paramValue görkezilip bilner.
tr_tr: Ön ayarlarda paylaşılan değer parametrelerini ayarlayamıyor. Partin '{0}' PARAMID '{1}' eklenti için {2} 'için kaldırılması gerekir veya parametre tanımı bölümünde paramValue belirtilebilir.
tt_ru: Пресетларда уртак кыйммәт параметрларын куя алмыйлар. ParamId '{0}' алдан билгеләнгән '{1}' плагин өчен '{2}' бетерелергә тиеш яки параметрны билгеләү бүлегендә paramValue күрсәтелергә мөмкин.
uk_ua: Неможливо встановити параметри спільного значення на попередніхетах. Парамід '{0}' у попередньому встановленні '{1}' для плагіна '{2}' потрібно видалити або парамфалум може бути вказаний у розділі визначення параметрів.
ur_pk: پریسیٹس میں مشترکہ قدر کے پیرامیٹرز کو مقرر نہیں کرسکتے ہیں۔ پیرامڈ '{0}' میں پریسیٹ '{1}' پلگ ان '{2}' کے لئے '{2}' کو ختم کرنے کی ضرورت ہے یا پیرامیٹر کی تعریف کے حصے میں پیرامولیو کی وضاحت کی جاسکتی ہے۔
uz_cyrl: Presets-da umumiy qiymat parametrlarini oʻrnatib boʻlmadi. "{2}" plaginining "{1}" oldindan o'rnatilgan parametridagi "{0}" parametrini o'chirish kerak yoki parametrlarni aniqlash bo'limida paramValue ko'rsatilishi mumkin.
zh_hant: 無法在預設中設置共享值參數。插入'{1}'中的paramid'{0}'需要在參數定義部分中刪除插件'{2}'或ParamValue。

# InvalidPluginEx1
source: Plugin parsing error, at path '{0}' null, likely error parsing json. Ignoring plugin
af_za: Inprop -ontledingfout, by die pad '{0}' nul, waarskynlik foute om JSON te ontleed. Ignoreer inprop
as_in: প্লাগইন পাৰ্চিং ত্ৰুটি, পথত '{0}' NULL, সম্ভাৱ্য ভুল json বিশ্লেষণ কৰা। প্লাগইনক আওকাণ কৰা
bn_in: প্লাগইন পার্সিং ত্রুটি, পাথ '{0}' নাল, সম্ভবত ত্রুটি json পার্সিং। প্লাগইন উপেক্ষা
bs_latn_ba: Pogreška pansiranja dodataka, na putu '{0}' null, vjerovatno greška u raščlanjivanju JSON-a. Zanemarivanje dodatka
ca_es: Error de l'analització del complement, a la ruta '{0}' nul, probablement l'error analitzant JSON. Ignorant el connector
cs_cz: Chyba parsingu pluginu, na cestě '{0}' null, pravděpodobně chyba analýza JSON. Ignorování pluginu
da_dk: Plugin -parsingfejl, ved sti '{0}' null, sandsynligvis fejl parsing JSON. Ignorerer plugin
de_ch: Plugin -Parsenfehler, bei Pfad '{0}' null, wahrscheinlich Fehler analysieren JSON. Plugin ignorieren
el_gr: Σφάλμα ανάλυσης plugin, στη διαδρομή '{0}' null, πιθανό σφάλμα αναλύοντας το JSON. Αγνοώντας το plugin
es_bo: Error de análisis de complementos, en ruta '{0}' NULL, probable error de error JSON. Ignorando el complemento
et_ee: Pistikprogrammi parsimisviga, tee ääres '{0}' null, tõenäoliselt tõrge JSON -i parsimine. Plugina ignoreerimine
fa_ir: خطای تجزیه پلاگین ، در مسیر '{0}' تهی ، احتمالاً خطای تجزیه JSON. نادیده گرفتن افزونه
fi_fi: Laajennuksen jäsentämisvirhe, polulla '{0}' NULL, todennäköisesti virheen jäsentäminen JSON. Sivuuttaa laajennus
fil_ph: Error sa pag -parse ng plugin, sa landas '{0}' null, malamang na error sa pag -parse ng json. Hindi papansin ang plugin
fr_029: Erreur d'analyse du plugin, au chemin '{0}' null, error-erreur d'analyse JSON. Ignorer le plugin
ga_ie: Earráid pharsála plugin, ag an gcosán '{0}' null, earráid is dócha a pharsálann JSON. Breiseán neamhaird
gu_in: પ્લગઇન પાર્સિંગ ભૂલ, પાથ '{0}' નલ પર, સંભવિત ભૂલ જેએસઓનને પાર્સિંગ કરવામાં આવે છે. અવગણીને
he_il: שגיאת ניתוח תוסף, בנתיב '{0}' null, ככל הנראה שגיאה בניתוח JSON. התעלמות מתוסף
hi_in: प्लगइन पार्सिंग त्रुटि, पथ पर '{0}' नल, संभावित त्रुटि JSON को पार्सिंग। प्लगइन को अनदेखा करना
hr_hr: Pogreška raščlanjivanja dodatka, na putu '{0}' null, vjerojatno raščlanjivanje pogreške JSON. Zanemarivanje dodatka
hu_hu: A plugin elemzési hiba, a '{0}' null elérési útján, valószínűleg hiba a JSON elemzését. A plugin figyelmen kívül hagyása
hy_am: Plugin Parsing Error, «{0}» ուղու վրա, հավանաբար, սխալ է վերլուծել JSON- ը: Անտեսելով plugin
id_id: Kesalahan parsing plugin, di path '{0}' null, kemungkinan kesalahan parsing json. Mengabaikan plugin
is_is: Pluge Parsing villa, á slóð '{0}' null, líklega villa að flokka JSON. Hunsa viðbót
it_ch: Errore di analisi del plugin, al percorso '{0}' null, probabile errore di analisi JSON. Ignorare il plugin
ja_jp: PATH '{0}' nullでのプラグインの解析エラーは、JSONを解析する可能性があります。プラグインを無視します
km_kh: កំហុសក្នុងការញែក PURUSIN ក្នុងផ្លូវ '{0}' មោឃៈកំហុសដែលទំនងបានញែក JSON ។ ការមិនអើពើកម្មវិធីជំនួយ
kn_in: ಪ್ಲಗಿನ್ ಪಾರ್ಸಿಂಗ್ ದೋಷ, ಹಾದಿಯಲ್ಲಿ '{0}' ಶೂನ್ಯ, JSON ಅನ್ನು ಪಾರ್ಸಿಂಗ್ ಮಾಡುವ ದೋಷ. ಪ್ಲಗಿನ್ ಅನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ko_kr: PATH '{0}'NULL에서 플러그인 구문 분석 오류가 JSON을 구문 분석 할 수 있습니다. 플러그인을 무시합니다
lo_la: Plugin ແຍກຄວາມຜິດພາດ, ຢູ່ໃນເສັ້ນທາງ '{0}' null, ອາດຈະຜິດພາດໃນການແຍກຄວາມຜິດພາດຂອງ JSON. ບໍ່ສົນໃຈ plugin
lt_lt: Papildinio analizės klaida, esant kelią '{0}' NULL, tikėtina, kad klaidų analizė JSON. Ignoruojamas papildinys
lv_lv: Spraudņu parsēšanas kļūda, pa ceļu '{0}' nulle, iespējams, kļūdu parsēšana JSON. Ignorējot spraudni
ml_in: പ്ലഗിൻ പാഴ്സിംഗ് പിശക്, പാതയിൽ '{0}' NULL, JSON പാഴ്സുചെയ്യാൻ സാധ്യതയുണ്ട്. പ്ലഗിൻ അവഗണിക്കുന്നു
mr_in: प्लगइन पार्सिंग त्रुटी, पथ '{0}' शून्य, संभाव्य त्रुटी जेएसओएन विश्लेषित करते. प्लगइनकडे दुर्लक्ष करणे
mt_mt: Żball ta 'parsing tal-plugin, fil-passaġġ "{0}" null, x'aktarx żball ta' parsing json. Injorat plugin
nb_no: Plugin -parsingfeil, på banen '{0}' null, sannsynligvis feil parsing json. Ignorerer plugin
ne_np: प्लगइन पार्सन त्रुटि, पथ '{0}' शून्य, सम्भवतः JOSS parsing त्रुटि। प्लगइनलाई बेवास्ता गर्दै
nl_be: Plug -in parsingfout, op pad '{0}' null, waarschijnlijk fout parsing json. Het negeren van plug -in
or_in: ପ୍ଲଗଇନ୍ ତ୍ରୁଟି, ପଥ '{0}' nols, ସମ୍ଭବତ J ଜୋନ୍ ପାର୍ସ କରିବା | ପ୍ଲଗଇନ୍ କୁ ଅଣଦେଖା କରିବା |
pa_arab: ਪਲੱਗਇਨ ਪਾਰਸਿੰਗ ਗਲਤੀ, ਮਾਰਗ '{0}' null, ਜੋ ਜੇਐਸਐਨ ਪਾਰ ਕਰਨ ਵਾਲੀ ਗਲਤੀ ਹੈ. ਪਲੱਗਇਨ ਨੂੰ ਅਣਡਿੱਠ ਕਰਨਾ
pt_br: Erro de análise do plug -in, no caminho '{0}' nulo, provável que analise o JSON. Ignorando o plug -in
ro_ro: Eroare de analiză a pluginului, la calea '{0}' null, probabil eroarea de analiză JSON. Ignorarea pluginului
ru_ru: Ошибка анализа плагина, по пути '{0}' NULL, вероятно, анализ ошибок JSON. Игнорируя плагин
sk_sk: Chyba parsingu doplnku, na ceste '{0}' null, pravdepodobné chyby analyzovanie JSON. Ignorovanie doplnku
sl_si: Napaka v razčlenjevanju vtičnika, na poti '{0}' null, verjetno napaka razčlenitev json. Ignoriranje vtičnika
sq_al: Gabim i analizimit të pluginit, në shtegun '{0}' null, gabimi i mundshëm duke analizuar JSON. Injorimi i shtojcës
sr_cyrl_me: Грешка додатака, на путу '{0}' нулл, вероватно да је Грешкара рашчлањивање ЈСОН-а. Игнорирање додатка
sv_fi: Plugin parsing -fel, vid sökvägen '{0}' null, troligt fel parsing json. Ignorera plugin
ta_in: சொருகி பாகுபடுத்தும் பிழை, பாதையில் '{0}' பூஜ்யமானது, JSON ஐ பாகுபடுத்தும் பிழை. சொருகி புறக்கணித்தல்
te_in: ప్లగ్ఇన్ పార్సింగ్ లోపం, మార్గం వద్ద '{0}' శూన్యమైనది, JSON ను అన్వయించడం లోపం. ప్లగిన్‌ను విస్మరిస్తున్నారు
th_th: ข้อผิดพลาดในการแยกวิเคราะห์ปลั๊กอินที่เส้นทาง '{0}' เป็นโมฆะข้อผิดพลาดที่น่าจะแยกวิเคราะห์ JSON ไม่สนใจปลั๊กอิน
tk_tm: PLUIN SÖ .GI ALMAK: "{0} 'pyçakda, jsony derňemek ähtimallygy. Plugini äsgermezlik etmek
tr_tr: Eklenti ayrıştırma hatası, yol '{0}' null, muhtemelen json ayrıştırma hatası. Eklentiyi yok sayma
tt_ru: Плагин анализлау хата, '{0}' nourult'та, мөгаен, Джсонны анализлый. Плагинны санга сукмау
uk_ua: Помилка розбору плагінів, на шляху '{0}' null, ймовірно, помилка розбору json. Ігнорування плагіна
ur_pk: پلگ ان پارسنگ کی خرابی ، راستے پر '{0}' null ، JSON کی تجزیہ کرنے میں ممکنہ غلطی۔ پلگ ان کو نظرانداز کرنا
uz_cyrl: Plaginni taqqoslash xatosi, {0} 'Noll, ehtimol Jsonni tahlil qilishda xato. Plaginni e'tiborsiz qoldiring
zh_hant: 插件解析錯誤，在路徑'{0}'null，可能錯誤解析JSON。忽略插件
