Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# AddUrlNtfDupText
source: Url already exists: '{0}'
af_za: URL bestaan ​​reeds: '{0}'
am_et: ዩ አር ኤል ቀድሞውኑ አለ-{0} '
ar_bh: عنوان URL موجود بالفعل: '{0}'
as_in: ইতিমধ্যে URL আছে: '{0}'।
az_cyrl: URL artıq mövcuddur: '{0}'
bg_bg: URL адрес вече съществува: '{0}'
bn_in: ইউআরএল ইতিমধ্যে বিদ্যমান: '{0}'
bs_latn_ba: URL već postoji: '{0}'
ca_es: URL ja existeix: '{0}'
cs_cz: URL již existuje: '{0}'
cy_gb: Mae URL eisoes yn bodoli: '{0}'
da_dk: URL eksisterer allerede: '{0}'
de_ch: URL existiert bereits: '{0}'
el_gr: Το URL υπάρχει ήδη: '{0}'
es_bo: URL ya existe: '{0}'
et_ee: URL on juba olemas: '{0}'
fa_ir: URL از قبل وجود دارد: '{0}'
fi_fi: URL on jo olemassa: '{0}'
fil_ph: Ang URL ay mayroon na: '{0}'
fr_029: URL existe déjà: '{0}'
ga_ie: Tá URL ann cheana féin: '{0}'
gu_in: URL પહેલેથી જ અસ્તિત્વમાં છે: '{0}'
he_il: כתובת אתר כבר קיימת: '{0}'
hi_in: URL पहले से मौजूद है: '{0}'
hr_hr: URL već postoji: '{0}'
hu_hu: Az URL már létezik: '{0}'
hy_am: URL- ն արդեն գոյություն ունի. '{0}'
id_id: URL sudah ada: '{0}'
is_is: URL er þegar til: '{0}'
it_ch: URL esiste già: '{0}'
ja_jp: URLはすでに存在します： '{0}'
ka_ge: URL უკვე არსებობს: '{0}'
kk_kz: URL мекен-жайы бар: '{0}'
km_kh: URL មានរួចហើយ: '{0}'
kn_in: URL ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ: '{0}'
ko_kr: URL은 이미 존재합니다 : '{0}'
ky_kg: URL мурунтан эле бар: '{0}'
lo_la: url ມີຢູ່ແລ້ວ: '{0}'
lt_lt: URL jau egzistuoja: '{0}'
lv_lv: URL jau pastāv: '{0}'
mi_nz: Kua riro kē te URL: '{0}'
mk_mk: УРЛ веќе постои: '{0}'
ml_in: URL ഇതിനകം നിലവിലുണ്ട്: '{0}'
mr_in: URL आधीपासून अस्तित्त्वात आहे: '{0}'
ms_my: URL sudah wujud: '{0}'
mt_mt: URL diġà teżisti: "{0}"
nb_no: URL eksisterer allerede: '{0}'
ne_np: URL पहिले नै अवस्थित छ: '{0}'
nl_be: URL bestaat al: '{0}'
or_in: URL ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି: '{0}'
pa_arab: URL ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ: '{0}'
pl_pl: URL już istnieje: „{0}”
pt_br: URL já existe: '{0}'
ro_ro: URL există deja: '{0}'
ru_ru: URL уже существует: '{0}'
sk_sk: URL už existuje: '{0}'
sl_si: URL že obstaja: '{0}'
sq_al: URL tashmë ekziston: '{0}'
sr_cyrl_me: УРЛ је већ постоји: '{0}'
sv_fi: URL finns redan: '{0}'
sw_ke: URL tayari ipo: '{0}'
ta_in: URL ஏற்கனவே உள்ளது: '{0}'
te_in: URL ఇప్పటికే ఉంది: '{0}'
th_th: URL มีอยู่แล้ว: '{0}'
tk_tm: URL eýýäm bar: '{0}'
tr_tr: URL zaten var: '{0}'
tt_ru: URL бар: '{0}'
ug_cn: URL مەۋجۇت: '{0}'
uk_ua: URL вже існує: '{0}'
ur_pk: یو آر ایل پہلے ہی موجود ہے: '{0}'
uz_cyrl: URL allaqachon mavjud: '{0}' '
vi_vn: URL đã tồn tại: '{0}'
zh_hant: URL已經存在：'{0}'

# AddUrlNtfErrorText
source: Url must be in a valid format.
af_za: URL moet in 'n geldige formaat wees.
am_et: ዩ አር ኤል በትክክለኛው ቅርጸት መሆን አለበት.
ar_bh: يجب أن يكون عنوان URL بتنسيق صالح.
as_in: URL বৈধ ফৰ্মেটত থাকিব লাগিব।
az_cyrl: URL etibarlı bir formatda olmalıdır.
bg_bg: URL адресът трябва да е във валиден формат.
bn_in: ইউআরএল অবশ্যই একটি বৈধ ফর্ম্যাটে থাকতে হবে।
bs_latn_ba: URL mora biti u važećem formatu.
ca_es: L’URL ha d’estar en un format vàlid.
cs_cz: URL musí být v platném formátu.
cy_gb: Rhaid i URL fod mewn fformat dilys.
da_dk: URL skal være i et gyldigt format.
de_ch: Die URL muss in einem gültigen Format sein.
el_gr: Η διεύθυνση URL πρέπει να είναι σε έγκυρη μορφή.
es_bo: La URL debe estar en un formato válido.
et_ee: URL peab olema kehtiv vormingus.
fa_ir: URL باید در یک قالب معتبر باشد.
fi_fi: URL -osoitteen on oltava kelvollisessa muodossa.
fil_ph: Ang URL ay dapat na nasa isang wastong format.
fr_029: L'URL doit être dans un format valide.
ga_ie: Caithfidh URL a bheith i bhformáid bhailí.
gu_in: URL માન્ય ફોર્મેટમાં હોવું આવશ્યક છે.
he_il: כתובת האתר חייבת להיות בפורמט תקף.
hi_in: URL एक मान्य प्रारूप में होना चाहिए।
hr_hr: URL mora biti u valjanom formatu.
hu_hu: Az URL -nek érvényes formátumban kell lennie.
hy_am: URL- ն պետք է լինի վավեր ձեւաչափով:
id_id: URL harus dalam format yang valid.
is_is: Vefslóð verður að vera á gilt sniði.
it_ch: L'URL deve essere in un formato valido.
ja_jp: URLは有効な形式である必要があります。
ka_ge: URL უნდა იყოს სწორი ფორმატით.
kk_kz: URL мекен-жайы жарамды форматта болуы керек.
km_kh: URL ត្រូវតែមានទម្រង់ត្រឹមត្រូវ។
kn_in: URL ಮಾನ್ಯ ಸ್ವರೂಪದಲ್ಲಿರಬೇಕು.
ko_kr: URL은 유효한 형식이어야합니다.
ky_kg: URL жарактуу форматта болушу керек.
lo_la: URL ຕ້ອງຢູ່ໃນຮູບແບບທີ່ຖືກຕ້ອງ.
lt_lt: URL turi būti tinkamo formatu.
lv_lv: URL jābūt derīgā formātā.
mi_nz: Me uru te URL ki roto i te whakatakotoranga tika.
mk_mk: URL -то мора да биде во валиден формат.
ml_in: URL സാധുവായ ഒരു ഫോർമാറ്റിലായിരിക്കണം.
mr_in: URL वैध स्वरूपात असणे आवश्यक आहे.
ms_my: URL mestilah dalam format yang sah.
mt_mt: L-URL trid tkun f'format validu.
nb_no: URL må være i gyldig format.
ne_np: URL वैध ढाँचामा हुनुपर्दछ।
nl_be: URL moet in een geldig formaat zijn.
or_in: URL ଏକ ବ valid ଧ ଫର୍ମାଟରେ ରହିବା ଜରୁରୀ |
pa_arab: URL ਇੱਕ ਵੈਧ ਫਾਰਮੈਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
pl_pl: URL musi być we ważnym formacie.
pt_br: O URL deve estar em um formato válido.
ro_ro: URL -ul trebuie să fie într -un format valid.
ru_ru: URL должен быть в действительном формате.
sk_sk: URL musí byť v platnom formáte.
sl_si: URL mora biti v veljavni obliki.
sq_al: URL duhet të jetë në një format të vlefshëm.
sr_cyrl_me: УРЛ мора бити у валидном формату.
sv_fi: URL måste vara i giltigt format.
sw_ke: URL lazima iwe katika muundo halali.
ta_in: URL சரியான வடிவத்தில் இருக்க வேண்டும்.
te_in: URL తప్పనిసరిగా చెల్లుబాటు అయ్యే ఆకృతిలో ఉండాలి.
th_th: URL ต้องอยู่ในรูปแบบที่ถูกต้อง
tk_tm: URL dogry formatda bolmaly.
tr_tr: URL geçerli bir formatta olmalıdır.
tt_ru: URL дөрес форматта булырга тиеш.
ug_cn: URL چوقۇم ئۈنۈملۈك فورماتتا بولۇشى كېرەك.
uk_ua: URL -адреса повинна бути в дійсному форматі.
ur_pk: یو آر ایل کو ایک درست شکل میں ہونا چاہئے۔
uz_cyrl: URL to'g'ri formatda bo'lishi kerak.
vi_vn: URL phải ở định dạng hợp lệ.
zh_hant: URL必須採用有效的格式。

# AddUrlNtfText
source: Enter full url:
af_za: Voer volledige URL in:
am_et: ሙሉ ዩአርኤል ያስገቡ
ar_bh: أدخل عنوان URL الكامل:
as_in: সম্পূৰ্ণ URL দিয়ক:
az_cyrl: Tam URL daxil edin:
bg_bg: Въведете пълен URL адрес:
bn_in: সম্পূর্ণ url লিখুন:
bs_latn_ba: Unesite potpuni URL:
ca_es: Introduïu URL complet:
cs_cz: Zadejte úplnou adresu URL:
cy_gb: Rhowch URL llawn:
da_dk: Indtast fuld URL:
de_ch: Geben Sie die vollständige URL ein:
el_gr: Εισαγάγετε πλήρη διεύθυνση URL:
es_bo: Ingrese la URL completa:
et_ee: Sisestage täielik URL:
fa_ir: URL کامل را وارد کنید:
fi_fi: Syötä täysi URL:
fil_ph: Ipasok ang buong url:
fr_029: Entrez l'URL complète:
ga_ie: Iontráil URL Iomlán:
gu_in: સંપૂર્ણ URL દાખલ કરો:
he_il: הזן כתובת אתר מלאה:
hi_in: पूर्ण URL दर्ज करें:
hr_hr: Unesite puni URL:
hu_hu: Írja be a teljes URL -t:
hy_am: Մուտքագրեք ամբողջական URL.
id_id: Masukkan URL Lengkap:
is_is: Sláðu inn fulla slóð:
it_ch: Inserisci l'URL completo:
ja_jp: 完全なURLを入力してください：
ka_ge: შეიყვანეთ სრული URL:
kk_kz: Толық URL мекенжайын енгізіңіз:
km_kh: បញ្ចូល URL ពេញ:
kn_in: ಪೂರ್ಣ url ಅನ್ನು ನಮೂದಿಸಿ:
ko_kr: 전체 URL을 입력하십시오 :
ky_kg: Толук URL киргизиңиз:
lo_la: ໃສ່ URL ເຕັມຮູບແບບ:
lt_lt: Įveskite visą URL:
lv_lv: Ievadiet pilnu URL:
mi_nz: Whakauru atu ki te URL katoa:
mk_mk: Внесете целосна URL:
ml_in: പൂർണ്ണ URL നൽകുക:
mr_in: पूर्ण URL प्रविष्ट करा:
ms_my: Masukkan URL Penuh:
mt_mt: Daħħal URL sħiħ:
nb_no: Skriv inn full url:
ne_np: पूर्ण यूआरएल प्रविष्ट गर्नुहोस्:
nl_be: Voer volledige URL in:
or_in: ପୂର୍ଣ୍ଣ URL ପ୍ରବେଶ କରନ୍ତୁ:
pa_arab: ਪੂਰਾ URL ਦਾਖਲ ਕਰੋ:
pl_pl: Wprowadź pełny adres URL:
pt_br: Digite URL completo:
ro_ro: Introduceți adresa URL completă:
ru_ru: Введите полный URL:
sk_sk: Zadajte celú adresu URL:
sl_si: Vnesite celoten URL:
sq_al: Hyni në URL të plotë:
sr_cyrl_me: Унесите цео УРЛ адресу:
sv_fi: Ange full url:
sw_ke: Ingiza URL kamili:
ta_in: முழு URL ஐ உள்ளிடவும்:
te_in: పూర్తి URL ను నమోదు చేయండి:
th_th: ป้อน URL เต็ม:
tk_tm: Doly URL-i giriziň:
tr_tr: Tam URL girin:
tt_ru: Тулы URL кертегез:
ug_cn: تولۇق URL نى كىرگۈزۈڭ:
uk_ua: Введіть повну URL -адресу:
ur_pk: مکمل URL درج کریں:
uz_cyrl: To'liq URL manzilini kiriting:
vi_vn: Nhập URL đầy đủ:
zh_hant: 輸入完整URL：

# AddUrlNtfTitle
source: Add Url
af_za: Voeg URL by
am_et: ዩ.አር.ኤል. ያክሉ
ar_bh: إضافة رابط
as_in: URL যোগ কৰক
az_cyrl: URL əlavə edin
bg_bg: Добавете URL адрес
bn_in: ইউআরএল যোগ কর
bs_latn_ba: Dodajte URL
ca_es: Afegiu URL
cs_cz: Přidat adresu URL
cy_gb: Ychwanegu URL
da_dk: Tilføj URL
de_ch: URL hinzufügen
el_gr: Προσθήκη διεύθυνσης URL
es_bo: Agregar URL
et_ee: Lisage URL
fa_ir: اضافه کردن URL
fi_fi: Lisää URL -osoite
fil_ph: Magdagdag ng URL
fr_029: Ajouter l'URL
ga_ie: Cuir url leis
gu_in: URL ઉમેરો
he_il: הוסף כתובת אתר
hi_in: यूआरएल जोड़ें
hr_hr: Dodajte URL
hu_hu: Adjon hozzá URL -t
hy_am: Ավելացնել URL
id_id: Tambahkan URL
is_is: Bættu við URL
it_ch: Aggiungi URL
ja_jp: URLを追加します
ka_ge: URL დაამატეთ
kk_kz: URL қосыңыз
km_kh: បន្ថែម URL
kn_in: URL ಸೇರಿಸಿ
ko_kr: URL을 추가하십시오
ky_kg: URL кошуу
lo_la: ເພີ່ມ URL
lt_lt: Pridėti URL
lv_lv: Pievienot URL
mi_nz: Tāpiri url
mk_mk: Додадете URL
ml_in: URL ചേർക്കുക
mr_in: URL जोडा
ms_my: Tambah url
mt_mt: Żid url
nb_no: Legg til URL
ne_np: URL थप्नुहोस्
nl_be: Voeg URL toe
or_in: URL ଯୋଡନ୍ତୁ |
pa_arab: URL ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj adres url
pt_br: Adicione URL
ro_ro: Adaugă URL
ru_ru: Добавить URL
sk_sk: Pridať adresu URL
sl_si: Dodaj URL
sq_al: Shtoj URL
sr_cyrl_me: Додајте УРЛ
sv_fi: Lägg till URL
sw_ke: Ongeza URL
ta_in: URL ஐச் சேர்க்கவும்
te_in: URL జోడించండి
th_th: เพิ่ม URL
tk_tm: URL goşuň
tr_tr: URL ekle
tt_ru: URL өстәгез
ug_cn: URL قوشۇڭ
uk_ua: Додайте URL -адресу
ur_pk: یو آر ایل شامل کریں
uz_cyrl: URL manzilini qo'shing
vi_vn: Thêm URL
zh_hant: 添加URL

# AnalyzerExecuteParamNtfTitle
source: Enter Values
af_za: Voer waardes in
am_et: እሴቶችን ያስገቡ
ar_bh: أدخل القيم
as_in: মানসমূহ সুমুৱাওক
az_cyrl: Dəyərləri daxil edin
bg_bg: Въведете стойности
bn_in: মান লিখুন
bs_latn_ba: Unesite vrijednosti
ca_es: Introduïu els valors
cs_cz: Zadejte hodnoty
cy_gb: Rhowch werthoedd
da_dk: Indtast værdier
de_ch: Werte eingeben
el_gr: Εισαγάγετε τιμές
es_bo: Ingrese los valores
et_ee: Sisestama väärtused
fa_ir: مقادیر را وارد کنید
fi_fi: Kirjoittaa arvot
fil_ph: Ipasok ang mga halaga
fr_029: Entrer les valeurs
ga_ie: Luachanna a iontráil
gu_in: મૂલ્યો દાખલ કરો
he_il: הזן ערכים
hi_in: मान दर्ज
hr_hr: Unesite vrijednosti
hu_hu: Írja be az értékeket
hy_am: Մուտքագրեք արժեքները
id_id: Masukkan nilai
is_is: Sláðu inn gildi
it_ch: Immettere i valori
ja_jp: 値を入力します
ka_ge: შეიტანეთ მნიშვნელობები
kk_kz: Мәндерді енгізіңіз
km_kh: បញ្ចូលតម្លៃ
kn_in: ಮೌಲ್ಯಗಳನ್ನು ನಮೂದಿಸಿ
ko_kr: 값을 입력하십시오
ky_kg: Маанилерди киргизиңиз
lo_la: ໃສ່ຄ່າ
lt_lt: Įveskite reikšmes
lv_lv: Ievadiet vērtības
mi_nz: Whakauruhia nga uara
mk_mk: Внесете вредности
ml_in: മൂല്യങ്ങൾ നൽകുക
mr_in: मूल्ये प्रविष्ट करा
ms_my: Masukkan nilai
mt_mt: Daħħal il-valuri
nb_no: Angi verdier
ne_np: मान प्रविष्ट गर्नुहोस्
nl_be: Voer waarden in
or_in: ମୂଲ୍ୟ ପ୍ରବେଶ କରନ୍ତୁ |
pa_arab: ਮੁੱਲ ਦਰਜ ਕਰੋ
pl_pl: Wprowadź wartości
pt_br: Insira valores
ro_ro: Introduceți valori
ru_ru: Введите значения
sk_sk: Zadajte hodnoty
sl_si: Vnesite vrednosti
sq_al: Fut vlerat
sr_cyrl_me: Унесите вредности
sv_fi: Ange värden
sw_ke: Ingiza maadili
ta_in: மதிப்புகளை உள்ளிடவும்
te_in: విలువలను నమోదు చేయండి
th_th: ป้อนค่า
tk_tm: Bahalary giriziň
tr_tr: Değerler Girin
tt_ru: Кыйммәтләрне кертегез
ug_cn: قىممەت كىرگۈزۈڭ
uk_ua: Введіть значення
ur_pk: اقدار درج کریں
uz_cyrl: Kirish qiymatlarini kiriting
vi_vn: Nhập giá trị
zh_hant: 輸入值

# AppendActivateText
source: Copy text or files to apply.
af_za: Kopieer teks of lêers om toe te pas.
am_et: ለመተግበር ጽሑፍ ወይም ፋይሎች ይቅዱ.
ar_bh: نسخ النص أو الملفات لتطبيق.
as_in: আবেদন কৰিবলৈ লিখনী বা ফাইলসমূহ কপি কৰক।
az_cyrl: Tətbiq etmək üçün mətn və ya faylları kopyalayın.
bg_bg: Копирайте текст или файлове, за да се приложи.
bn_in: আবেদন করতে পাঠ্য বা ফাইলগুলি অনুলিপি করুন।
bs_latn_ba: Kopirajte tekst ili datoteke za prijavu.
ca_es: Copieu el text o els fitxers per sol·licitar.
cs_cz: Zkopírujte text nebo soubory k použití.
cy_gb: Copïwch destun neu ffeiliau i'w cymhwyso.
da_dk: Kopier tekst eller filer, der skal anvendes.
de_ch: Kopieren Sie Text oder Dateien, um sie anzuwenden.
el_gr: Αντιγραφή κειμένου ή αρχεία για εφαρμογή.
es_bo: Copiar texto o archivos para aplicar.
et_ee: Kopeerige tekst või failid.
fa_ir: متن یا پرونده ها را برای اعمال کپی کنید.
fi_fi: Kopioi sovellettava teksti tai tiedostot.
fil_ph: Kopyahin ang teksto o mga file upang mailapat.
fr_029: Copiez du texte ou des fichiers à appliquer.
ga_ie: Cóipeáil téacs nó comhaid le cur i bhfeidhm.
gu_in: અરજી કરવા માટે ટેક્સ્ટ અથવા ફાઇલોની ક Copy પિ કરો.
he_il: העתק טקסט או קבצים ליישום.
hi_in: लागू करने के लिए पाठ या फ़ाइलों की प्रतिलिपि बनाएँ।
hr_hr: Kopirajte tekst ili datoteke za primjenu.
hu_hu: Másolja az alkalmazandó szöveget vagy fájlokat.
hy_am: Պատճենել տեքստը կամ ֆայլերը կիրառելու համար:
id_id: Salin teks atau file yang akan diterapkan.
is_is: Afritaðu texta eða skrár til að beita.
it_ch: Copia testo o file da applicare.
ja_jp: 適用するテキストまたはファイルをコピーします。
ka_ge: ასლის ასლის ტექსტი ან ფაილები.
kk_kz: Қолдану үшін мәтінді немесе файлдарды көшіріңіз.
km_kh: ចម្លងអត្ថបទឬឯកសារដែលត្រូវអនុវត្ត។
kn_in: ಅನ್ವಯಿಸಲು ಪಠ್ಯ ಅಥವಾ ಫೈಲ್‌ಗಳನ್ನು ನಕಲಿಸಿ.
ko_kr: 적용 할 텍스트 또는 파일을 복사합니다.
ky_kg: Текстти же файлдарды көчүрүңүз.
lo_la: ຄັດລອກຂໍ້ຄວາມຫຼືແຟ້ມເພື່ອສະຫມັກ.
lt_lt: Nukopijuokite tekstą ar failus, kad galėtumėte pritaikyti.
lv_lv: Kopējiet pieteikšanās tekstu vai failus.
mi_nz: Tāruahia te kuputuhi me nga konae hei tono.
mk_mk: Копирајте текст или датотеки за да аплицирате.
ml_in: അപേക്ഷിക്കാൻ വാചകം അല്ലെങ്കിൽ ഫയലുകൾ പകർത്തുക.
mr_in: अर्ज करण्यासाठी मजकूर किंवा फायली कॉपी करा.
ms_my: Salin teks atau fail untuk memohon.
mt_mt: Ikkopja test jew fajls biex tapplika.
nb_no: Kopier tekst eller filer som skal brukes.
ne_np: लागू गर्न पाठ वा फाईलहरू प्रतिलिपि गर्नुहोस्।
nl_be: Kopieer tekst of bestanden om toe te passen.
or_in: ଆବେଦନ କରିବାକୁ ପାଠ୍ୟ କିମ୍ବା ଫାଇଲଗୁଡ଼ିକୁ କପି କରନ୍ତୁ |
pa_arab: ਲਾਗੂ ਕਰਨ ਲਈ ਟੈਕਸਟ ਜਾਂ ਫਾਈਲਾਂ ਦੀ ਨਕਲ ਕਰੋ.
pl_pl: Skopiuj tekst lub pliki do zastosowania.
pt_br: Copie texto ou arquivos a serem aplicados.
ro_ro: Copiați text sau fișiere pentru a aplica.
ru_ru: Копировать текст или файлы для применения.
sk_sk: Skopírujte text alebo súbory, ktoré sa majú použiť.
sl_si: Kopirajte besedilo ali datoteke za uporabo.
sq_al: Kopjoni tekstin ose skedarët për të aplikuar.
sr_cyrl_me: Копирајте текст или датотеке да бисте се пријавили.
sv_fi: Kopiera text eller filer som ska tillämpas.
sw_ke: Nakili maandishi au faili kuomba.
ta_in: விண்ணப்பிக்க உரை அல்லது கோப்புகளை நகலெடுக்கவும்.
te_in: వర్తింపజేయడానికి టెక్స్ట్ లేదా ఫైళ్ళను కాపీ చేయండి.
th_th: คัดลอกข้อความหรือไฟล์เพื่อใช้
tk_tm: Arza ýa-da faýllary ulanmak üçin göçüriň.
tr_tr: Uygulamak için metin veya dosyaları kopyalayın.
tt_ru: Куллану өчен текстны яки файлларны күчерегез.
ug_cn: ئىلتىماس قىلىش ئۈچۈن تېكىست ياكى ھۆججەتلەرنى كۆچۈرۈڭ.
uk_ua: Скопіюйте текст або файли, щоб застосувати.
ur_pk: درخواست دینے کے لئے متن یا فائلوں کاپی کریں۔
uz_cyrl: Murojaat qilish uchun matn yoki fayllarni nusxalash.
vi_vn: Sao chép văn bản hoặc tệp để áp dụng.
zh_hant: 複製文本或文件以應用。

# AppendActivateTitle
source: Append {0} {1} Mode Activated
af_za: Voeg {0} {1} modus geaktiveer
am_et: AP {0} {1} ሁናቴ ገቢር ሆኗል
ar_bh: تم تنشيط وضع الإلحاح {0} {1}
as_in: {0} {1} ধৰণ সক্ৰিয় কৰা হৈছে
az_cyrl: {0} {1} {1} rejimi aktivləşdirildi
bg_bg: Приложение {0} {1} режим Активиран
bn_in: সংযোজন {0} {1} মোড সক্রিয়
bs_latn_ba: Dodavanje {0} {1} Način aktiviran
ca_es: Append {0} {1} activat
cs_cz: Append {0} {1} režim Aktivovaný
cy_gb: Atodiad {0} {1} Modd wedi'i actifadu
da_dk: Tilføj {0} {1} -tilstand aktiveret
de_ch: Append {0} {1} -Modus aktiviert
el_gr: Προσάρτημα {0} {1} ενεργοποιημένη λειτουργία
es_bo: Agregar {0} {1} modo activado
et_ee: Lisa {0} {1} režiim aktiveeritud
fa_ir: APPEND {0} {1} حالت فعال شده
fi_fi: Liitä {0} {1} -tila aktivoitu
fil_ph: APPEND {0} {1} mode na aktibo
fr_029: Ajouter {0} {1} Mode activé
ga_ie: Cuir {0} {1} mód gníomhachtaithe
gu_in: {0} {1} મોડને સક્રિય કરો
he_il: הוסף {0} {1} מצב מופעל
hi_in: परिशिष्ट {0} {1} मोड सक्रिय
hr_hr: Dodajte {0} {1} aktiviran
hu_hu: Függelék {0} {1} mód aktiválva
hy_am: Հավելված {0} {1} ռեժիմն ակտիվացված է
id_id: Tambahkan {0} {1} Mode Diaktifkan
is_is: Bætið við {0} {1} stillingu
it_ch: Append {0} {1} modalità attivata
ja_jp: append {0} {1}モードアクティブ化
ka_ge: დანართი {0} {1} რეჟიმი გააქტიურებულია
kk_kz: {0} {0} {1} режимі іске қосылды
km_kh: បន្ថែម {0} {1} បានធ្វើឱ្យសកម្ម
kn_in: {0} {1} ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko_kr: {0} {1} 모드가 활성화되었습니다
ky_kg: Append {0}} {1} режими жандырылды
lo_la: ເພີ່ມ {0} {1} mode ທີ່ເປີດໃຊ້ໄດ້
lt_lt: Pridėti {0} {1} režimo suaktyvintas
lv_lv: Pievienojiet {0} {1} aktivizētu režīmu
mi_nz: Tāpirihia te {0} {1} i whakahohehia
mk_mk: Активиран додаток {0} {1} режим
ml_in: കൂട്ടിച്ചേർക്കുക {0} {{{{{1}} മോഡ് സജീവമാക്കി
mr_in: {0} {1} मोड सक्रिय केले
ms_my: Tambah {0} {1} mod diaktifkan
mt_mt: Append {0} {1} modalità attivata
nb_no: Legg til {0} {1} modus aktivert
ne_np: {0} {1} मोड सक्रिय
nl_be: Voeg {0} {1} modus geactiveerd toe
or_in: Append {0} {1} ମୋଡ୍ ସକ୍ରିୟ ହେଲା |
pa_arab: {0} {1} mode ੰਗ ਨੂੰ ਸਰਗਰਮ ਕਰੋ
pl_pl: Dodatek {0} {1} aktywowany
pt_br: Anexar {0} {1} Modo ativado
ro_ro: Anexă {0} {1} activat
ru_ru: Приложение {0} {1} режим активирована
sk_sk: Pripojený {0} {1} režim je aktivovaný
sl_si: Dodajte aktiviran način {0} {1}
sq_al: Shtojca {0} {1} Mode e aktivizuar
sr_cyrl_me: Додатак {0} {1} режим активиран
sv_fi: Bifoga {0} {1} läge aktiverad
sw_ke: APPEND {0} {1} Njia iliyoamilishwa
ta_in: சேர் {0} {1} பயன்முறை செயல்படுத்தப்பட்டது
te_in: {0} {1} మోడ్ సక్రియం చేయబడింది
th_th: ต่อท้าย {0} {1} เปิดใช้งานโหมด
tk_tm: {0} {1} tertibi işjeňleşdirildi
tr_tr: {0} {1} mod etkinleştirildi
tt_ru: А кушымтасы {0} {1} режим активлаштырылган
ug_cn: AutBune {0}} {1} ھالىتى قوزغىتىلدى
uk_ua: Додати {0} {1} режим активовано
ur_pk: {0} {1} وضع کو چالو کریں
uz_cyrl: Append {0} {1} rejim yoqilgan
vi_vn: Phụ lục {0} {1} chế độ được kích hoạt
zh_hant: 附加{0} {1}模式激活

# AppendAfterNtfText
source: Clipboard changes will now be appended
af_za: Knipbordveranderings sal nou aangeheg word
am_et: የቅንጥብ ሰሌዳ ለውጦች አሁን ይገለጣሉ
ar_bh: سيتم الآن إلحاق تغييرات الحافظة
as_in: ক্লিপবোৰ্ডৰ পৰিবৰ্তন এতিয়া সংযুক্ত কৰা হ'ব
az_cyrl: Panoya dəyişiklikləri indi əlavə olunacaq
bg_bg: Промените в клипборда вече ще бъдат добавени
bn_in: ক্লিপবোর্ড পরিবর্তনগুলি এখন যুক্ত করা হবে
bs_latn_ba: Promjene međuspremnika sada će se dodavati
ca_es: Els canvis de porta -retalls ara s’afegiran
cs_cz: Změny schránky budou nyní připojeny
cy_gb: Bydd newidiadau clipfwrdd yn cael eu hatodi nawr
da_dk: Ændringer i klippebord vil nu blive tilføjet
de_ch: Die Änderungen der Zwischenablage werden nun angehängt
el_gr: Οι αλλαγές στο πρόχειρο θα προσληφθούν τώρα
es_bo: Los cambios de portapapeles ahora se agregarán
et_ee: Lõikelaua muudatused on nüüd lisatud
fa_ir: اکنون تغییرات کلیپ بورد ضمیمه خواهد شد
fi_fi: Leikepöydän muutokset liitetään nyt
fil_ph: Ang mga pagbabago sa clipboard ay mai -apid
fr_029: Les modifications du presse-papiers seront désormais annexées
ga_ie: Cuirfear athruithe gearrthaisce i gceangal anois
gu_in: ક્લિપબોર્ડ ફેરફારો હવે જોડવામાં આવશે
he_il: שינויים בלוח יצרפו כעת
hi_in: क्लिपबोर्ड परिवर्तन अब जोड़े जाएंगे
hr_hr: Promjene u međuspremnici sada će biti dodane
hu_hu: A vágólap módosítása most csatolják
hy_am: Այժմ կցված կլինեն clipboard- ի փոփոխությունները
id_id: Perubahan clipboard sekarang akan ditambahkan
is_is: Klemmuspjaldsbreytingum verður nú bætt við
it_ch: Le modifiche agli appunti verranno ora aggiunte
ja_jp: クリップボードの変更が追加されます
ka_ge: ბუფერის ცვლილებები ახლა დაერთო
kk_kz: Аралық сақтағыштағы өзгерістер енді қосылады
km_kh: ការផ្លាស់ប្តូរក្តារតម្បៀតខ្ទាស់នឹងត្រូវបានបន្ថែមនៅខាងចុង
kn_in: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಬದಲಾವಣೆಗಳನ್ನು ಈಗ ಸೇರಿಸಲಾಗುವುದು
ko_kr: 클립 보드 변경이 추가됩니다
ky_kg: Алмашуу буферине өзгөртүүлөр киргизилет
lo_la: ການປ່ຽນແປງຂອງ clipboard ດຽວນີ້ຈະຖືກເພີ່ມເຕີມ
lt_lt: Dabar pridedami mainų srities pakeitimai
lv_lv: Starpliktuves izmaiņas tagad tiks pievienotas
mi_nz: Ko nga huringa o te kopapa ka tapiritia inaianei
mk_mk: Промените во таблата сега ќе бидат додадени
ml_in: ക്ലിപ്പ്ബോർഡ് മാറ്റങ്ങൾ ഇപ്പോൾ കൂട്ടിച്ചേർക്കും
mr_in: क्लिपबोर्ड बदल आता जोडले जातील
ms_my: Perubahan papan klip kini akan dilampirkan
mt_mt: Il-bidliet fil-clipboard issa se jiġu mehmuża
nb_no: Utklippstavleendringer vil nå bli lagt ved
ne_np: क्लिपबोर्ड परिवर्तनहरू अब जोडिएको हुनेछ
nl_be: Klembordwijzigingen worden nu toegevoegd
or_in: କ୍ଲିପବୋର୍ଡ ପରିବର୍ତ୍ତନ ବର୍ତ୍ତମାନ ଯୋଡା ଯାଇଛି |
pa_arab: ਕਲਿੱਪਬੋਰਡ ਤਬਦੀਲੀਆਂ ਹੁਣ ਜੋੜੀਆਂ ਜਾਣਗੀਆਂ
pl_pl: Zmiany schowka zostaną teraz dołączone
pt_br: As alterações na área de transferência agora serão anexadas
ro_ro: Modificările de clipboard vor fi acum anexate
ru_ru: Изменения буфера обмена теперь будут добавлены
sk_sk: Teraz budú pripojené zmeny schránky
sl_si: Spremembe odložij bodo zdaj priložene
sq_al: Ndryshimet e clipboard tani do të bashkëngjiten
sr_cyrl_me: Промјене међуспремника сада ће се придати
sv_fi: Urklippsändringar kommer nu att bifogas
sw_ke: Mabadiliko ya clipboard sasa yataongezwa
ta_in: கிளிப்போர்டு மாற்றங்கள் இப்போது சேர்க்கப்படும்
te_in: క్లిప్‌బోర్డ్ మార్పులు ఇప్పుడు జోడించబడతాయి
th_th: ตอนนี้การเปลี่ยนแปลงคลิปบอร์ดจะถูกผนวกเข้า
tk_tm: Klipiň üýtgemegi indi goşular
tr_tr: Pano değişiklikleri artık eklenecek
tt_ru: Такталар үзгәртеләчәк
ug_cn: چاپلاش تاختىسى ئۆزگىرىشى ھازىر قوشۇلدى
uk_ua: Зміни буфера обміну тепер будуть додані
ur_pk: کلپ بورڈ کی تبدیلیوں کو اب شامل کیا جائے گا
uz_cyrl: Klipboard o'zgarishlari endi ilova qilinadi
vi_vn: Thay đổi bảng tạm bây giờ sẽ được thêm vào
zh_hant: 現在將附加剪貼板更改
