Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefPasteHistoryLabel
source: Paste History
af_za: Plak geskiedenis
am_et: የመለጠጥ ታሪክ
ar_bh: لصق التاريخ
as_in: ইতিহাস পেষ্ট কৰক
az_cyrl: Pasta tarixi
bg_bg: История на пастата
bn_in: ইতিহাস পেস্ট
bs_latn_ba: Istorija paste
ca_es: Enganxar la història
cs_cz: Historie vložení
cy_gb: Hanes Gludo
da_dk: Indsæt historie
el_gr: Ιστορικό επικόλλησης
es_bo: Pegar historia
et_ee: Pasta ajalugu
fa_ir: تاریخ چسباندن
fi_fi: Liittää historiaa
fil_ph: I -paste ang kasaysayan
fr_029: Coller l'histoire
ga_ie: Stair ghreamaithe
gu_in: પેસ્ટ ઇતિહાસ
he_il: הדבק היסטוריה
hi_in: पदाई का इतिहास
hr_hr: Pasti povijest
hu_hu: Beillesztési történelem
hy_am: Մածուկի պատմություն
id_id: Tempel sejarah
is_is: Límdu sögu
it_ch: Incollare la storia
ja_jp: 貼り付け履歴
ka_ge: პასტის ისტორია
kk_kz: Тарихты қою
km_kh: បិទភ្ជាប់ប្រវត្តិសាស្ត្រ
kn_in: ಇತಿಹಾಸವನ್ನು ಅಂಟಿಸಿ
ko_kr: 붙여 넣기 역사
ky_kg: Тарыхты чаптоо
lo_la: paste ປະຫວັດສາດ
lt_lt: Įklijuokite istoriją
lv_lv: Ielīmēšanas vēsture
mi_nz: Histe History
mk_mk: Залепете историја
ml_in: ചരിത്രം ഒട്ടിക്കുക
mr_in: इतिहास पेस्ट करा
ms_my: Sejarah tampal
mt_mt: Istorja tal-pejst
nb_no: Lim inn historie
ne_np: ईतिहास टाँस्नुहोस्
nl_be: Plak geschiedenis
or_in: ଇତିହାସ ପେଷ୍ଟ କରନ୍ତୁ |
pa_arab: ਇਤਿਹਾਸ
pl_pl: Wklej historię
pt_br: Colar história
ro_ro: Istoricul lipit
ru_ru: Вставать история
sk_sk: Pasta história
sl_si: Zgodovina lepljenja
sq_al: Ngjit
sr_cyrl_me: Историја залепите
sv_fi: Klistra in historien
sw_ke: Bandika historia
ta_in: வரலாறு ஒட்டவும்
te_in: చరిత్రను అతికించండి
th_th: ประวัติ
tk_tm: Taryhy pasta goýmak
tr_tr: Macun geçmişi
tt_ru: Паст тарихы
ug_cn: تارىخنى چاپلاڭ
uk_ua: Історія вставки
ur_pk: تاریخ چسپاں کریں
uz_cyrl: Paste tarixi
vi_vn: Dán lịch sử
zh_hant: 糊狀歷史

# PrefPinTrayCapacityHint
source: Too many pinned clips (like browser tabs) can consume significant memory. removal is by first - in - first - out
af_za: Te veel vasgemaakte knipsels (soos blaaier -oortjies) kan beduidende geheue verbruik. verwydering is deur eerste - in - eerste - uit
am_et: በጣም ብዙ የተቆራረጡ ክሊፖች (እንደ አሳሽ ትሮች) ጠቃሚ ማህደረ ትውስታን ሊበሉ ይችላሉ. ማስወገጃ በመጀመሪያ - በመጀመሪያ - መጀመሪያ - ውጭ
ar_bh: يمكن أن تستهلك الكثير من المقاطع المثبتة (مثل علامات تبويب المتصفح) ذاكرة كبيرة. الإزالة هي أولاً - في - أولاً - خارج
as_in: অত্যধিক পিন কৰা ক্লিপ (যেনে ব্ৰাউজাৰ টেব) উল্লেখযোগ্য মেমৰি ব্যৱহাৰ কৰিব পাৰে। আঁতৰোৱা প্ৰথম - ইন - প্ৰথম - আউট
az_cyrl: Çox şişmiş kliplər (brauzer nişanları kimi) əhəmiyyətli yaddaş istehlak edə bilər. Silinmə əvvəlcə - birincisi - xaricindədir
bg_bg: Твърде много прикрепени клипове (като раздели на браузъра) могат да консумират значителна памет. Премахването е от първо - в - първо - навън
bn_in: অনেকগুলি পিনযুক্ত ক্লিপ (ব্রাউজার ট্যাবগুলির মতো) উল্লেখযোগ্য মেমরি গ্রাস করতে পারে। অপসারণ প্রথম - ইন - প্রথম - আউট
bs_latn_ba: Previše stezanih klipova (poput kartica pretraživača) može konzumirati značajnu memoriju. Uklanjanje je prvo - u - prvo - izlazi
ca_es: Massa clips fixats (com les pestanyes del navegador) poden consumir memòria important. L'eliminació és per primera - in - primer - out
cs_cz: Příliš mnoho připevněných klipů (jako jsou karty prohlížeče) může konzumovat významnou paměť. Odstranění je první - v - první - Out
cy_gb: Gall gormod o glipiau wedi'u pinio (fel tabiau porwr) ddefnyddio cof sylweddol. Mae tynnu trwy gyntaf - yn y cyntaf - allan
da_dk: For mange fastgjort klip (som browserfaner) kan forbruge betydelig hukommelse. Fjernelse er ved først - i - først - ude
de_ch: Zu viele festgestellte Clips (wie Browser -Registerkarten) können einen erheblichen Speicher verbrauchen. Die Entfernung erfolgt zuerst - in - zuerst - raus
el_gr: Πάρα πολλά καρφικά κλιπ (όπως καρτέλες του προγράμματος περιήγησης) μπορούν να καταναλώνουν σημαντική μνήμη. η απομάκρυνση είναι πρώτα - πρώτα -
es_bo: Demasiados clips cubiertos (como las pestañas del navegador) pueden consumir una memoria significativa. La eliminación es por primera
et_ee: Liiga palju kinnitatud klippe (nagu brauseri vahelehed) võivad tarbida olulist mälu. Eemaldamine on esmalt - esimene - välja
fa_ir: بسیاری از کلیپ های پین شده (مانند زبانه های مرورگر) می توانند حافظه قابل توجهی مصرف کنند. حذف توسط اول - در - اول - خارج است
fi_fi: Liian monet kiinnitetyt leikkeet (kuten selainvälilehdet) voivat kuluttaa merkittävää muistia. Poisto on ensin - sisään - ensin -
fil_ph: Masyadong maraming mga naka -pin na clip (tulad ng mga tab ng browser) ay maaaring kumonsumo ng makabuluhang memorya. Ang pag -alis ay sa pamamagitan ng una - in - una - out
fr_029: Trop de clips épinglés (comme les onglets du navigateur) peuvent consommer une mémoire significative. La suppression est de première - in - First - Out
ga_ie: Is féidir leis an iomarca gearrthóga pinnithe (cosúil le cluaisíní brabhsálaí) cuimhne shuntasach a ithe. Is é an chéad uair - an chéad - amach
gu_in: ઘણી બધી પિન કરેલી ક્લિપ્સ (જેમ કે બ્રાઉઝર ટ s બ્સ) નોંધપાત્ર મેમરીનો વપરાશ કરી શકે છે. દૂર કરવું એ પ્રથમ - માં - પ્રથમ - આઉટ દ્વારા છે
he_il: יותר מדי קליפים מצומצמים (כמו כרטיסיות דפדפן) יכולים לצרוך זיכרון משמעותי. ההסרה היא על ידי ראשונה - ראשונה - החוצה
hi_in: बहुत सारे पिन किए गए क्लिप (जैसे ब्राउज़र टैब) महत्वपूर्ण मेमोरी का उपभोग कर सकते हैं। निष्कासन पहले - में - पहले - बाहर है
hr_hr: Previše prikovanih isječaka (poput kartica preglednika) može konzumirati značajnu memoriju. Uklanjanje je prvo - u - prvo -
hu_hu: Túl sok rögzített klip (mint például a böngésző lapok), jelentős memóriát fogyaszthat. Az eltávolítás az első - be - először - ki.
hy_am: Շատ քողարկված հոլովակներ (ինչպես զննարկիչի ներդիրները) կարող են սպառում զգալի հիշողություն: Հեռացումը առաջին հերթին `առաջին - դուրս
id_id: Terlalu banyak klip yang disematkan (seperti tab browser) dapat mengkonsumsi memori yang signifikan. Penghapusan adalah First - In - First - Out
is_is: Of margar festar klemmur (eins og flipar vafra) geta neytt verulegt minni. Flutningur er fyrst - í - fyrst - út
it_ch: Troppe clip appuntati (come le schede del browser) possono consumare memoria significativa. la rimozione è per il primo - in - primo - fuori
ja_jp: ピン留めクリップ（ブラウザタブなど）が多すぎると、大幅なメモリが消費されます。削除は最初の - in -first -outです
ka_ge: ძალიან ბევრმა კლიპმა (ბრაუზერის ჩანართების მსგავსად) შეიძლება მოიხმაროს მნიშვნელოვანი მეხსიერება. მოხსნა პირველ რიგში - პირველი - გარეთ - გარეთ
kk_kz: Тым көп түйреуіш клиптер (браузер қойындылары сияқты) маңызды жадты пайдалана алады. Алып тастау - бірінші - біріншіден
km_kh: ឈុតខ្លីៗជាច្រើន (ដូចជាផ្ទាំងកម្មវិធីរុករក) អាចទទួលបានការចងចាំគួរឱ្យកត់សម្គាល់។ ការដកចេញគឺដោយដំបូង - ក្នុង - ដំបូង - ចេញ
kn_in: ಹಲವಾರು ಪಿನ್ ಮಾಡಿದ ಕ್ಲಿಪ್‌ಗಳು (ಬ್ರೌಸರ್ ಟ್ಯಾಬ್‌ಗಳಂತೆ) ಗಮನಾರ್ಹ ಮೆಮೊರಿಯನ್ನು ಸೇವಿಸಬಹುದು. ತೆಗೆದುಹಾಕುವಿಕೆಯು ಮೊದಲನೆಯದು - ಇನ್ - ಫಸ್ಟ್ - .ಟ್
ko_kr: 너무 많은 고정 클립 (예 : 브라우저 탭)은 상당한 메모리를 소비 할 수 있습니다. 제거는 첫 번째 - in -first- out입니다.
ky_kg: Өтө көп кадалган клиптер (браузер калдыктары сыяктуу) көп эс тутумду жей алат. Алып салуу биринчиден - биринчиден -
lo_la: ຄລິບທີ່ຖືກຫຍິບຫຼາຍເກີນໄປ (ຄືກັບແທັບ browser) ສາມາດໃຊ້ຄວາມຈໍາທີ່ສໍາຄັນ. ການໂຍກຍ້າຍແມ່ນໂດຍທໍາອິດ - ໃນ - ທໍາອິດ - ອອກ
lt_lt: Per daug prisegtų spaustukų (pvz., Naršyklės skirtukai) gali sunaudoti reikšmingą atmintį. Pašalinimas yra pirmasis - pirmas -
lv_lv: Pārāk daudz piespraustu klipu (piemēram, pārlūka cilnes) var patērēt ievērojamu atmiņu. noņemšana notiek pēc pirmā - pirmās - ārā
mi_nz: He maha rawa nga topenga tima (penei i nga ripa pūtirotiro) ka taea te pau te mahara nui. Ko te tango i te tuatahi - i - tuatahi - ki waho
mk_mk: Премногу закачени клипови (како јазичиња за прелистувачи) можат да трошат значителна меморија. Отстранувањето е прво - во - прво - надвор
ml_in: വളരെയധികം പിൻ ചെയ്ത നിരവധി ക്ലിപ്പുകൾ (ബ്ര browser സർ ടാബുകൾ പോലെ) പ്രധാനപ്പെട്ട മെമ്മറി ഉപയോഗിക്കാം. നീക്കംചെയ്യൽ ആദ്യം - ഇൻ - ആദ്യം - .ട്ട്
mr_in: बर्‍याच पिन केलेल्या क्लिप्स (जसे ब्राउझर टॅब सारखे) महत्त्वपूर्ण मेमरीचा वापर करू शकतात. काढणे प्रथम - प्रथम - बाहेर आहे
ms_my: Terlalu banyak klip yang disematkan (seperti tab penyemak imbas) boleh mengambil memori yang ketara. penyingkiran adalah dengan yang pertama - dalam - pertama - keluar
mt_mt: Wisq klipps imqaxxra (bħal tabs tal-browser) jistgħu jikkunsmaw memorja sinifikanti. It-tneħħija hija mill-ewwel - fl - l-ewwel - barra
nb_no: For mange festede klipp (som nettleseranlegg) kan konsumere betydelig minne. Fjerning er først - inn - først - ut
ne_np: धेरै धेरै पिन गरिएको क्लिपहरू (ब्राउजर ट्याबहरू जस्तै) लाई महत्वपूर्ण मेमोरी लागू गर्न सक्दछ। हटाउने सब भन्दा पहिले - पहिलो - पहिलो - बाहिर
nl_be: Te veel vastgemaakte clips (zoals browsertabs) kunnen een aanzienlijk geheugen verbruiken. Verwijdering is door de eerste - in - eerste - uit
or_in: ବହୁତ ସଂଖ୍ୟକ କ୍ଲିପ୍ (ବ୍ରାଉଜର୍ ଟ୍ୟାବ୍ ପରି) ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ସ୍ମୃତି ଖର୍ଚ୍ଚ ହୋଇପାରେ | ଅପସାରଣ ପ୍ରଥମ - ଇନ୍ - ପ୍ରଥମେ - ଆଉଟ୍ |
pa_arab: ਬਹੁਤ ਸਾਰੇ ਪਿੰਨਡ ਕਲਿੱਪ (ਜਿਵੇਂ ਬ੍ਰਾ browser ਜ਼ਰ ਟੈਬਾਂ) ਦੀ ਮਹੱਤਵਪੂਰਨ ਯਾਦ ਨੂੰ ਖਪਤ ਕਰ ਸਕਦਾ ਹੈ. ਹਟਾਉਣਾ ਪਹਿਲਾਂ - ਪਹਿਲੇ - ਬਾਹਰ ਹੈ
pl_pl: Zbyt wiele przypiętych klipsów (takich jak zakładki przeglądarki) może zużywać znaczącą pamięć. Usunięcie odbywa się po raz pierwszy - pierwszy - out
pt_br: Muitos clipes fixados (como guias do navegador) podem consumir memória significativa. A remoção é pela primeira vez - em - primeiro - out
ro_ro: Prea multe clipuri fixate (cum ar fi filele browserului) pot consuma memorie semnificativă. Înlăturarea este prin prima - în - primul - afară
ru_ru: Слишком много закрепленных клипов (например, вкладки браузера) могут потреблять значительную память. Удаление первым - в - первое - Out
sk_sk: Príliš veľa pripnutých klipov (napríklad karty prehliadača) môže konzumovať významnú pamäť. odstránenie je prvý - v - prvý - von
sl_si: Preveč pripetih posnetkov (na primer zavihki brskalnikov) lahko porabi pomemben pomnilnik. odstranitev je najprej - v - prvi - ven
sq_al: Shumë klipe të mbështjellura (si skedat e shfletuesit) mund të konsumojnë memorie të konsiderueshme. Heqja është nga e para - në - e para - jashtë
sr_cyrl_me: Превише приквачених клипова (попут картица прегледача) може да конзумира значајну меморију. Уклањање је прво у првом - прво
sv_fi: För många fästade klipp (som webbläsarflikar) kan konsumera betydande minne. Avlägsnande är först - in - först - ut
sw_ke: Sehemu nyingi zilizochapwa (kama tabo za kivinjari) zinaweza kutumia kumbukumbu muhimu. Kuondolewa ni kwa kwanza - katika - kwanza - nje
ta_in: பல பின் செய்யப்பட்ட கிளிப்புகள் (உலாவி தாவல்கள் போன்றவை) குறிப்பிடத்தக்க நினைவகத்தை உட்கொள்ளும். அகற்றுதல் முதல் - இன் - முதல் - அவுட்
te_in: చాలా పిన్ చేసిన క్లిప్‌లు (బ్రౌజర్ ట్యాబ్‌లు వంటివి) ముఖ్యమైన మెమరీని వినియోగించగలవు. తొలగింపు మొదట - మొదటి - అవుట్
th_th: คลิปที่ถูกตรึงมากเกินไป (เช่นแท็บเบราว์เซอร์) สามารถใช้หน่วยความจำที่สำคัญได้ การถอดออกเป็นครั้งแรก - ใน - แรก - ออก
tk_tm: Gaty köp sanly klipler (brauzer goýmalary ýaly) (brauzer goýmalary ýaly) möhüm ýady iýip biler. aýyrmak ilki bilen - ilki bilen - ilki bilen
tr_tr: Çok fazla sabitlenmiş klip (tarayıcı sekmeleri gibi) önemli bellek tüketebilir. Sökme ilk - in - ilk - dışarı
tt_ru: Бик күп пинга алынган клиплар (браузер таблицалар кебек) зур хәтерне куллана ала. бетерү башта - беренче - беренче - чыгу
ug_cn: بەك كۆپ مىخلانغان قىستۇرما (توركۆرگۈ بەتكۈچلىرىگە ئوخشاش) مۇھىم ئىچكى ساقلىغۇچ ئىستېمال قىلالايدۇ. چىقىرىۋېتىش بىرىنچى تەرىپىدىن - بىرىنچىسى - بىرىنچى
uk_ua: Занадто багато закріплених кліпів (як вкладки браузера) можуть споживати значну пам'ять. Видалення спочатку - в першому -
ur_pk: بہت سارے پنڈ کلپس (جیسے براؤزر ٹیبز) اہم میموری کا استعمال کرسکتے ہیں۔ ہٹانا سب سے پہلے - پہلے - باہر ہے
uz_cyrl: Juda ko'p plombali kliplar (brauzer yorliqlari kabi) muhim xotirani iste'mol qilishi mumkin. olib tashlash birinchi navbatda - birinchi bo'lib - tashqarida
vi_vn: Quá nhiều clip được ghim (như tab trình duyệt) có thể tiêu thụ bộ nhớ quan trọng. loại bỏ là vào đầu tiên - trong - đầu tiên - ra
zh_hant: 太多的固定剪輯（如瀏覽器選項卡）可以消耗大量內存。刪除首先是 - 首先 -

# PrefPinTrayCapacityLabel
source: Pin Capacity
af_za: Speldkapasiteit
am_et: ፒን አቅም
ar_bh: السعة الدبوس
as_in: পিন ক্ষমতা
az_cyrl: Pin tutumu
bg_bg: ПИН капацитет
bn_in: পিন ক্ষমতা
bs_latn_ba: Kapacitet pina
ca_es: Capacitat de pes
cs_cz: Kapacita pin
cy_gb: Capasiti pin
da_dk: Pin kapacitet
de_ch: Stiftkapazität
el_gr: Χωρητικότητα
es_bo: Capacidad
et_ee: Tihvtimaht
fa_ir: ظرفیت سنج
fi_fi: Pinekapasiteetti
fil_ph: Kapasidad ng pin
fr_029: Épingle
ga_ie: Toilleadh bioráin
gu_in: પિન -ક્ષમતા
he_il: קיבולת סיכה
hi_in: पिन क्षमता
hr_hr: Kapacitet
hu_hu: Tűkapacitás
hy_am: Քորոց հզորություն
id_id: Kapasitas pin
is_is: Pinna getu
it_ch: Capacità del perno
ja_jp: ピン容量
ka_ge: PIN სიმძლავრე
kk_kz: Пинект сыйымдылығы
km_kh: សមត្ថភាពម្ជុល
kn_in: ಪಿನ್ ಸಾಮರ್ಥ್ಯ
ko_kr: 핀 용량
ky_kg: ПИН кубаттуулугу
lo_la: ຄວາມອາດສາມາດ Pin
lt_lt: PIN talpa
lv_lv: Tapu ietilpība
mi_nz: Te kaha pin
mk_mk: Капацитет на пинот
ml_in: പിൻ ശേഷി
mr_in: पिन क्षमता
ms_my: Kapasiti pin
mt_mt: Kapaċità tal-brilli
nb_no: PIN -kapasitet
ne_np: पिन क्षमता
nl_be: PIN -capaciteit
or_in: ପିନ କ୍ଷମତା |
pa_arab: ਪਿੰਨ ਸਮਰੱਥਾ
pl_pl: Pojemność pin
pt_br: Capacidade de pino
ro_ro: Capacitate de pin
ru_ru: Пропускная способность
sk_sk: Kapacita kolíka
sl_si: Zmogljivost zatiča
sq_al: Kapacitet pin
sr_cyrl_me: Капацитет пин
sv_fi: Stiftkapacitet
sw_ke: Uwezo wa pini
ta_in: முள் திறன்
te_in: పిన్ సామర్థ్యం
th_th: ความจุพิน
tk_tm: PIN kuwwatlylygy
tr_tr: Pin kapasitesi
tt_ru: Пин сыйдырышлык
ug_cn: PIN سىغىمى
uk_ua: Шпилька
ur_pk: پن کی گنجائش
uz_cyrl: PIN-quvvat
vi_vn: Dung lượng pin
zh_hant: 引腳容量

# PrefRecentTextLimitHint
source: This applies to all auto - completable inputs, lower values will improve performance
af_za: Dit is van toepassing op alle outomatiese insette, laer waardes sal die werkverrigting verbeter
am_et: ይህ በሁሉም ራስ-ሰር - ተደጋጋሚ ግብዓቶች ይሠራል, ዝቅተኛ እሴቶች አፈፃፀምን ያሻሽላሉ
ar_bh: ينطبق هذا على جميع المدخلات التلقائية القابلة للتكوين ، وسوف تقوم القيم المنخفضة بتحسين الأداء
as_in: এইটো সকলো অটো - সম্পূৰ্ণ কৰা ইনপুটৰ বাবে প্ৰযোজ্য, নিম্ন মানসমূহে পৰিৱেশন উন্নত কৰিব
az_cyrl: Bu, bütün avtomatik olaraq tamamlanan girişlərə aiddir, aşağı dəyərlər performansını yaxşılaşdıracaqdır
bg_bg: Това се отнася за всички автоматични входове, по -ниските стойности ще подобрят производителността
bn_in: এটি সমস্ত অটো - সম্পূর্ণ ইনপুটগুলির ক্ষেত্রে প্রযোজ্য, নিম্ন মানগুলি কর্মক্ষমতা উন্নত করবে
bs_latn_ba: To se odnosi na sve automatsko - dovršavajuće ulaze, niže vrijednosti će poboljšati performanse
ca_es: Això s'aplica a totes les entrades automàtiques, els valors inferiors milloraran el rendiment
cs_cz: To platí pro všechny auto -dokončené vstupy, nižší hodnoty zlepší výkon
cy_gb: Mae hyn yn berthnasol i'r holl fewnbynnau awto - cyfuniad, bydd gwerthoedd is yn gwella perfformiad
da_dk: Dette gælder for alle auto - komplette input, lavere værdier vil forbedre ydelsen
de_ch: Dies gilt für alle automatischen - Vervollständigbaren Eingänge, niedrigere Werte verbessern die Leistung
el_gr: Αυτό ισχύει για όλες τις αυτόματες εισόδους, οι χαμηλότερες τιμές θα βελτιώσουν την απόδοση
es_bo: Esto se aplica a todas las entradas automáticas y completables, los valores más bajos mejorarán el rendimiento
et_ee: See kehtib kõigi automaatsete sisendite kohta, madalamad väärtused parandavad jõudlust
fa_ir: این در مورد همه ورودی های خودکار - قابل تکمیل ، مقادیر پایین تر عملکرد را بهبود می بخشد
fi_fi: Tämä koskee kaikkia automaattisia suoritettavia tuloja, alhaisemmat arvot parantavat suorituskykyä
fil_ph: Nalalapat ito sa lahat ng mga auto - nakumpleto na mga input, ang mas mababang mga halaga ay mapapabuti ang pagganap
fr_029: Cela s'applique à toutes les entrées automatiquement complétables, les valeurs inférieures amélioreront les performances
ga_ie: Baineann sé seo le gach ionchur uathoibríoch - iniompartha, feabhsóidh luachanna níos ísle feidhmíocht
gu_in: આ બધા ઓટો પર લાગુ પડે છે - પૂર્ણ ઇનપુટ્સ, નીચલા મૂલ્યો પ્રભાવમાં સુધારો કરશે
he_il: זה חל על כל הכניסות האוטומטיות הניתנות לשלמה, ערכים נמוכים יותר ישפרו את הביצועים
hi_in: यह सभी ऑटो - पूर्ण इनपुट पर लागू होता है, कम मान प्रदर्शन में सुधार करेंगे
hr_hr: To se odnosi na sve automatske unose, niže vrijednosti će poboljšati performanse
hu_hu: Ez vonatkozik az összes automatikus - kitölthető bemenetre, az alacsonyabb értékek javítják a teljesítményt
hy_am: Սա վերաբերում է բոլոր ավտո - ավարտվող մուտքերին, ստորին արժեքները կբարելավեն աշխատանքը
id_id: Ini berlaku untuk semua input yang dapat diselesaikan secara otomatis, nilai yang lebih rendah akan meningkatkan kinerja
is_is: Þetta á við um öll sjálfvirkt aðföng, lægri gildi munu bæta árangur
it_ch: Questo vale per tutti gli input automatici - completi, i valori più bassi miglioreranno le prestazioni
ja_jp: これはすべての自動入力に適用されます - 完了可能な入力、低い値はパフォーマンスを改善します
ka_ge: ეს ეხება ყველა ავტო - დასრულებულ შეყვანას, ქვედა მნიშვნელობები გააუმჯობესებს შესრულებას
kk_kz: Бұл барлық авто-Тапсырмаларға қатысты, төменгі мәндер өнімділікті жақсартады
km_kh: នេះអនុវត្តចំពោះការបញ្ចូលដែលអាចបំពេញបានទាំងអស់គឺតម្លៃទាបនឹងធ្វើឱ្យប្រសើរឡើងនូវការអនុវត្ត
kn_in: ಇದು ಎಲ್ಲಾ ಸ್ವಯಂ - ಪೂರ್ಣಗೊಂಡ ಒಳಹರಿವುಗಳಿಗೆ ಅನ್ವಯಿಸುತ್ತದೆ, ಕಡಿಮೆ ಮೌಲ್ಯಗಳು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸುಧಾರಿಸುತ್ತದೆ
ko_kr: 이것은 모든 자동 - 완성 가능한 입력에 적용되며 낮은 값은 성능을 향상시킵니다.
ky_kg: Бул бардык авто киргизилгенге чейин колдонулат, төмөнкү маанилердин натыйжалуулугун жогорулатат
lo_la: ນີ້ໃຊ້ໄດ້ກັບທຸກໆອັດຕະໂນມັດ - ວັດສະດຸປ້ອນທີ່ສົມບູນແບບ, ຄຸນຄ່າຕ່ໍາຈະຊ່ວຍປັບປຸງການປະຕິບັດ
lt_lt: Tai taikoma visoms automatinėms sąnaudoms, mažesnės vertės pagerins našumą
lv_lv: Tas attiecas uz visām automātiskajām pieejamajām ieejām, zemākas vērtības uzlabos veiktspēju
mi_nz: Ka pa tenei ki nga motuka katoa - nga whakauru whakaoti, ko nga uara iti ka whakapai ake i nga mahi
mk_mk: Ова се однесува на сите автоматски - комплетни влезови, пониските вредности ќе ги подобрат перформансите
ml_in: ഇത് എല്ലാ യാന്ത്രിക - പൂർത്തീകരിക്കാവുന്ന ഇൻപുട്ടുകൾക്കും ബാധകമാണ്, കുറഞ്ഞ മൂല്യങ്ങൾ പ്രകടനം മെച്ചപ്പെടുത്തും
mr_in: हे सर्व ऑटो -पूर्ण करण्यायोग्य इनपुटवर लागू होते, निम्न मूल्ये कार्यक्षमता सुधारतील
ms_my: Ini terpakai kepada semua input yang boleh diselesaikan, nilai yang lebih rendah akan meningkatkan prestasi
mt_mt: Dan japplika għall-inputs kollha tal-karozzi awtomatiċi, valuri aktar baxxi jtejbu l-prestazzjoni
nb_no: Dette gjelder alle Auto - fullførbare innganger, lavere verdier vil forbedre ytelsen
ne_np: यो सबै स्वत: - पूरै इनपुटमा लागू हुन्छ, कम मानहरूले प्रदर्शन सुधार गर्दछ
nl_be: Dit geldt voor alle automatische - voltooide ingangen, lagere waarden zullen de prestaties verbeteren
or_in: ଏହା ସମସ୍ତ ଅଟୋ - ସଂପୂର୍ଣ୍ଣିତ ଇନପୁଟ୍ ପାଇଁ ପ୍ରଯୁଜ୍ୟ, ନିମ୍ନ ମୂଲ୍ୟଗୁଡ଼ିକ କାର୍ଯ୍ୟଦକ୍ଷତାକୁ ଉନ୍ନତ କରିବ |
pa_arab: ਇਹ ਸਾਰੀਆਂ ਆਟੋ-ਪੂਰਨ ਇਨਪੁਟਸ ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ, ਹੇਠਲੇ ਮੁੱਲ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨਗੇ
pl_pl: Dotyczy to wszystkich automatycznych danych wejściowych, niższe wartości poprawi wydajność
pt_br: Isso se aplica a todas as entradas auto -completas, valores mais baixos melhorarão o desempenho
ro_ro: Acest lucru se aplică tuturor intrărilor auto -completabile, valorile mai mici vor îmbunătăți performanța
ru_ru: Это относится ко всем автоматическим входам, более низкие значения улучшат производительность
sk_sk: Platí to pre všetky automatické vstupy, nižšie hodnoty zlepšia výkonnosť
sl_si: To velja za vse samodejne - dokončne vhode, nižje vrednosti bodo izboljšale uspešnost
sq_al: Kjo vlen për të gjitha inputet automatike, vlerat më të ulëta do të përmirësojnë performancën
sr_cyrl_me: Ово се односи на све аутоматске уносе, ниже вредности ће побољшати перформансе
sv_fi: Detta gäller alla auto -fullständiga ingångar, lägre värden kommer att förbättra prestandan
sw_ke: Hii inatumika kwa pembejeo zote za kiotomatiki, maadili ya chini yataboresha utendaji
ta_in: இது அனைத்து ஆட்டோ - முழுமையான உள்ளீடுகளுக்கும் பொருந்தும், குறைந்த மதிப்புகள் செயல்திறனை மேம்படுத்தும்
te_in: ఇది అన్ని ఆటో - పూర్తి చేయగల ఇన్‌పుట్‌లకు వర్తిస్తుంది, తక్కువ విలువలు పనితీరును మెరుగుపరుస్తాయి
th_th: สิ่งนี้ใช้กับอินพุตอัตโนมัติทั้งหมดค่าที่ต่ำกว่าจะปรับปรุงประสิทธิภาพ
tk_tm: Bu hemmämiz awto - gutarnykly girişler, pes bahalary, pes bahalary gowulaşdyrar
tr_tr: Bu, tüm otomatik - tamamlanabilir girdiler için geçerlidir, daha düşük değerler performansı artıracaktır
tt_ru: Бу барлык автомобильләргә кагыла - тулыландырыла торган керемнәр, түбән кыйммәтләр эшне яхшыртачак
ug_cn: بۇ بارلىق Auto - تاماملاشقا بولىدىغان INCEputes, تۆۋەن قىممەت تۆۋەن قىممەتنى ياخشىلايدۇ
uk_ua: Це стосується всіх автоматичних входів, нижчі значення покращить продуктивність
ur_pk: اس کا اطلاق تمام آٹو - تکمیل شدہ آدانوں پر ہوتا ہے ، نچلی اقدار کارکردگی کو بہتر بنائیں گی
uz_cyrl: Bu barcha avtomatik kiritish uchun qo'llaniladi, past ko'rsatkichlar ishlashni yaxshilaydi
vi_vn: Điều này áp dụng cho tất cả các đầu vào tự động có thể hoàn thành, các giá trị thấp hơn sẽ cải thiện hiệu suất
zh_hant: 這適用於所有自動輸入，較低的值將提高性能

# PrefRecentTextLimitLabel
source: Recent Text Limit
af_za: Onlangse teksbeperking
am_et: የቅርብ ጊዜ የጽሑፍ ወሰን
ar_bh: حد النص الأخير
as_in: শেহতীয়া পাঠ্য সীমা
az_cyrl: Son mətn həddi
bg_bg: Скорошен лимит на текст
bn_in: সাম্প্রতিক পাঠ্য সীমা
bs_latn_ba: Nedavna limita teksta
ca_es: Límit de text recent
cs_cz: Nedávný limit textu
cy_gb: Terfyn testun diweddar
da_dk: Seneste tekstgrænse
de_ch: Jüngste Textlimit
el_gr: Πρόσφατο όριο κειμένου
es_bo: Límite de texto reciente
et_ee: Hiljutine tekstipiirang
fa_ir: محدودیت متن اخیر
fi_fi: Viimeaikainen tekstiraja
fil_ph: Kamakailang limitasyon ng teksto
fr_029: Limite de texte récente
ga_ie: Teorainn téacs le déanaí
gu_in: તાજેતરની લખાણ મર્યાદા
he_il: מגבלת טקסט אחרונה
hi_in: हाल की पाठ सीमा
hr_hr: Nedavno ograničenje teksta
hu_hu: A legfrissebb szövegkorlátozás
hy_am: Վերջին տեքստի սահմանը
id_id: Batas teks terbaru
is_is: Nýleg textamörk
it_ch: Limite di testo recente
ja_jp: 最近のテキスト制限
ka_ge: ბოლო ტექსტის ლიმიტი
kk_kz: Соңғы мәтін лимиті
km_kh: ដែនកំណត់អត្ថបទថ្មីៗ
kn_in: ಇತ್ತೀಚಿನ ಪಠ್ಯ ಮಿತಿ
ko_kr: 최근 텍스트 한계
ky_kg: Акыркы текст чеги
lo_la: ຂອບເຂດຈໍາກັດຂໍ້ຄວາມທີ່ຜ່ານມາ
lt_lt: Naujausia teksto riba
lv_lv: Nesenais teksta ierobežojums
mi_nz: Te rohe kuputuhi tata nei
mk_mk: Неодамнешен ограничување на текстот
ml_in: സമീപകാല വാചക പരിധി
mr_in: अलीकडील मजकूर मर्यादा
ms_my: Had teks terkini
mt_mt: Limitu reċenti tat-test
nb_no: Nylig tekstgrense
ne_np: भर्खरको पाठ सीमा
nl_be: Recente tekstlimiet
or_in: ସାମ୍ପ୍ରତିକ ପାଠ୍ୟ ସୀମା |
pa_arab: ਤਾਜ਼ਾ ਟੈਕਸਟ ਸੀਮਾ
pl_pl: Ostatnie limit tekstu
pt_br: Limite de texto recente
ro_ro: Limita de text recentă
ru_ru: Недавний лимит текста
sk_sk: Posledný textový limit
sl_si: Nedavna omejitev besedila
sq_al: Kufiri i fundit i tekstit
sr_cyrl_me: Недавни лимит текста
sv_fi: Senaste textgränsen
sw_ke: Kikomo cha maandishi ya hivi karibuni
ta_in: சமீபத்திய உரை வரம்பு
te_in: ఇటీవలి వచన పరిమితి
th_th: ขีด จำกัด ข้อความล่าสุด
tk_tm: Soňky tekst çäkleri
tr_tr: Son metin sınırı
tt_ru: Соңгы текст лимиты
ug_cn: يېقىنقى تېكىست چەكلىمىسى
uk_ua: Останній ліміт тексту
ur_pk: حالیہ متن کی حد
uz_cyrl: So'nggi matn cheklovi
vi_vn: Giới hạn văn bản gần đây
zh_hant: 最近的文本限制
