Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# LoaderDirLabel
source: Direction
af_za: Rigting
am_et: አቅጣጫ
ar_bh: اتجاه
as_in: দিশ
az_cyrl: İstiqamət
bg_bg: Посока
bn_in: অভিমুখ
bs_latn_ba: Smjer
ca_es: Direcció
cs_cz: Směr
cy_gb: Nghyfeiriadau
da_dk: Retning
de_ch: Richtung
el_gr: Κατεύθυνση
es_bo: Dirección
et_ee: Suund
fa_ir: جهت
fi_fi: Suunta
fil_ph: Direksyon
ga_ie: Treo
gu_in: દિશા
he_il: כיוון
hi_in: दिशा
hr_hr: Smjer
hu_hu: Irány
hy_am: Ուղղություն
id_id: Arah
is_is: Átt
it_ch: Direzione
ja_jp: 方向
ka_ge: მიმართულება
kk_kz: Бағыт
km_kh: សេចក្ដីនេនាម
kn_in: ನಾಜೂಕಾದ
ko_kr: 방향
ky_kg: Багыт
lo_la: ທິດທາງ
lt_lt: Kryptis
lv_lv: Vadība
mi_nz: Aronga
mk_mk: Насока
ml_in: സംവിധാനം
mr_in: दिशा
ms_my: Arah
mt_mt: Direzzjoni
nb_no: Retning
ne_np: दिशा
nl_be: Richting
or_in: ଦିଗ
pa_arab: ਦਿਸ਼ਾ
pl_pl: Kierunek
pt_br: Direção
ro_ro: Direcţie
ru_ru: Направление
sk_sk: Smer
sl_si: Smer
sq_al: Drejtësi
sr_cyrl_me: Правац
sv_fi: Riktning
sw_ke: Mwelekeo
ta_in: திசையில்
te_in: దిశ
th_th: ทิศทาง
tk_tm: Ugry
tr_tr: Yön
tt_ru: Юнәлеш
ug_cn: يۆنىلىش
uk_ua: Напрямок
ur_pk: سمت
uz_cyrl: Yo'nalish
vi_vn: Phương hướng
zh_hant: 方向

# LoaderDndLabel
source: Drag and Drop
af_za: Sleep en val
am_et: ጎትት እና ጣል
ar_bh: سحب وإسقاط
as_in: ড্ৰেগ আৰু ড্ৰপ
az_cyrl: İşarələ və Yerləşdir
bg_bg: Влачите и пускате
bn_in: টানা এবং পতন
bs_latn_ba: Povucite i pad
ca_es: Arrossegar i deixar anar
cs_cz: Přetažení
cy_gb: Llusgo a gollwng
da_dk: Træk og slip
de_ch: Ziehen und Drop
el_gr: Σύρετε και πτώση
es_bo: Arrastrar y soltar
et_ee: Tõmba ja lase lahti
fa_ir: کشیدن و انداختن
fi_fi: Raahaa ja pudota
fil_ph: I -drag at i -drop
fr_029: Glisser déposer
ga_ie: Tarraing agus titim
gu_in: ખેંચો અને છોડો
he_il: גרור ושחרר
hi_in: खींचें और छोड़ें
hr_hr: Povući i pasti
hu_hu: Húzás és csepp
hy_am: Քաշեք եւ թողեք
id_id: Seret dan lepas
is_is: Draga og sleppa
it_ch: Trascinare e rilasciare
ja_jp: ドラッグアンドドロップ
ka_ge: Გადმოათრიე და ჩააგდე
kk_kz: Жылжыту
km_kh: អូសនិងទម្លាក់
kn_in: ಎಳೆಯಿರಿ ಮತ್ತು ಬಿಡಿ
ko_kr: 끌어서 놓기
ky_kg: Сүйрөп, тамчы
lo_la: ລາກແລະວາງລົງ
lt_lt: Tempti ir paleisti
lv_lv: Vilkt un nomest
mi_nz: Toia me te maturuturu
mk_mk: Повлечи и пушти
ml_in: വലിച്ചിടുക
mr_in: ड्रॅग आणि ड्रॉप करा
ms_my: Seret dan lepas
mt_mt: Drag u qatra
nb_no: Dra og slipp
ne_np: तानेर खसाल्नु
nl_be: Slepen en vallen
or_in: ଟାଣ ଓ ପକାଅ
pa_arab: ਖਿੱਚੋ ਅਤੇ ਸੁੱਟੋ
pl_pl: Przeciągnij i upuść
pt_br: Arraste e solte
ro_ro: Tragere și plasare
ru_ru: Перетаскивать
sk_sk: Odtiahnuť
sl_si: Povleci in spusti
sq_al: Tërhiq dhe lësho
sr_cyrl_me: Превуци и отпусти
sv_fi: Dra och släpp
sw_ke: Buruta na kushuka
ta_in: இழுத்து விடுங்கள்
te_in: లాగివదులు
th_th: ลากแล้ววาง
tk_tm: Süýre we goýber
tr_tr: Sürükle ve bırak
tt_ru: Тарту һәм төшү
ug_cn: سۆرەپ تاشلاڭ
uk_ua: Перетягни та Впусти
ur_pk: ڈریگ اور ڈراپ
uz_cyrl: Torting va tushiring
vi_vn: Kéo và thả
zh_hant: 拖放

# LoaderDropWidgetLabel
source: Drop Wizard
am_et: ጠንቋይ ጣል
ar_bh: معالج إسقاط
as_in: ড্ৰপ উইজাৰ্ড
az_cyrl: Sehrbaz
bg_bg: Wizard Drop
bn_in: ড্রপ উইজার্ড
bs_latn_ba: Pad čarobnjaka
cy_gb: Dewin Gollwng
de_ch: Drop Assistent
el_gr: Πτώση μάγουλο
es_bo: Mago de caída
et_ee: Tilk võlur
fa_ir: جادوگر
fi_fi: Pudotusvelho
fr_029: Sorcier
ga_ie: Titim draoi
gu_in: વિસર્જન છોડવું
he_il: אשף טיפה
hi_in: चकित
hr_hr: Kapi čarobnjak
hu_hu: Csepp varázsló
hy_am: Թողնել հրաշագործ
is_is: Slepptu töframanni
ja_jp: ドロップウィザード
kk_kz: Тамшы сиқыршы
km_kh: ទម្លាក់អ្នកជំនួយការ
kn_in: ಡ್ರಾಪ್ ವಿ iz ಾರ್ಡ್
ko_kr: 드롭 마법사
ky_kg: Тамчы чебери
lo_la: ຂອງຄວາມຍາວປາຫຼຸດລົງ
lv_lv: Nolaižamais vednis
mi_nz: Maturuturu te Ruānuku
mk_mk: Волшебник за капка
ml_in: ഡ്രോപ്പ് വിസാർഡ്
mr_in: विझार्ड ड्रॉप करा
mt_mt: Qatra saħħar
ne_np: ड्रप विजार्ड
nl_be: Druppelwizard
or_in: ୱିଜାର୍ଡକୁ ଡ୍ରପ୍ କରନ୍ତୁ |
pa_arab: ਡ੍ਰੌਪ ਵਿਜ਼ਾਰਡ
pl_pl: Upuść kreatora
pt_br: Assistente de soltar
ro_ro: Vrăjitor de picătură
ru_ru: Капля волшебника
sk_sk: Čarodejník
sl_si: Spusti čarovnika
sq_al: Magjistar
sr_cyrl_me: Чаробњак
sv_fi: Droppguide
sw_ke: Tone mchawi
ta_in: வழிகாட்டி கைவிடவும்
te_in: డ్రాప్ విజార్డ్
th_th: ตัวช่วยสร้าง
tk_tm: Jadygöýiň
tr_tr: Sihirbaz
tt_ru: Тылсымчы
ug_cn: يۈك ماشىنىسى
uk_ua: Майстер краплі
ur_pk: ڈراپ وزرڈ
uz_cyrl: Tomchi usta
vi_vn: Thả thuật sĩ
zh_hant: 嚮導

# LoaderIconsLabel
source: Icons
af_za: Ikone
am_et: አዶዎች
ar_bh: أيقونات
as_in: আইকনসমূহ
az_cyrl: Nişanlar
bg_bg: Икони
bn_in: আইকন
bs_latn_ba: Ikone
cs_cz: Ikony
cy_gb: Hiconau
da_dk: Ikoner
de_ch: Ikonen
el_gr: Εικονίδια
es_bo: Íconos
et_ee: Ikoonid
fa_ir: نماد
fi_fi: Kuvakkeet
fil_ph: Mga icon
fr_029: Icônes
ga_ie: Icon
gu_in: ચિહ્નો
he_il: סמלים
hi_in: माउस
hr_hr: Ikone
hu_hu: Ikonok
hy_am: Սրբապատկերներ
id_id: Ikon
is_is: Tákn
it_ch: Icone
ja_jp: アイコン
ka_ge: ხატები
kk_kz: Белгішелер
km_kh: រូបតំណាង
kn_in: ಐಕಾನ್‌ಗಳು
ko_kr: 아이콘
ky_kg: Сүрөттөр
lo_la: ຂັວນ
lt_lt: Piktogramos
lv_lv: Ikonas
mi_nz: Ataahua
mk_mk: Икони
ml_in: ഐക്കണുകൾ
mr_in: चिन्ह
ms_my: Ikon
mt_mt: Ikoni
nb_no: Ikoner
ne_np: चिभ्यसति
nl_be: Pictogrammen
or_in: ଆଇକନ୍
pa_arab: ਆਈਕਾਨ
pl_pl: Ikony
pt_br: Ícones
ro_ro: Icoane
ru_ru: Значки
sk_sk: Ikony
sl_si: Ikone
sq_al: Ikona
sr_cyrl_me: Иконе
sv_fi: Ikoner
ta_in: சின்னங்கள்
te_in: చిహ్నాలు
th_th: ไอคอน
tk_tm: Nyşanlary
tr_tr: İkonlar
tt_ru: Иконалар
ug_cn: سىنبەلگىلەر
uk_ua: Ікони
ur_pk: شبیہیں
uz_cyrl: Piktogramma
vi_vn: Biểu tượng
zh_hant: 圖示

# LoaderLoggerLabel
source: Logger
am_et: ሎግጌ
ar_bh: المسجل
az_cyrl: Lapger
bg_bg: Дърводобив
bn_in: লগার
bs_latn_ba: Loger
ca_es: Registrador
cy_gb: Logwyr
el_gr: Κόπτων δέντρα διά ξυλείαν
es_bo: Maderero
et_ee: Logija
fa_ir: متمرکز ساز
fr_029: Bûcheron
ga_ie: Logálaí
gu_in: ફાંટો
he_il: כּוֹרֵת עֵצִים
hi_in: ताबूत
hr_hr: Drvosječa
hu_hu: Fakitermelő
hy_am: Անտառահատ
is_is: Skógarhöggsmaður
ja_jp: ロガー
ka_ge: ხე
kk_kz: Тіркеуші
km_kh: ឃាដ
kn_in: ಕಸಕ
ko_kr: 나무꾼
ky_kg: Кургак
lo_la: ໄມ້ຂາ
lt_lt: Žirnininkas
lv_lv: Mežonīgs
mi_nz: Kaitirotiro
mk_mk: Дневник
ml_in: ലോഗർ
mr_in: लॉगर
ne_np: मणिगज
nl_be: Houtbekleding
or_in: ଲଗର୍
pa_arab: ਲਾਗਰ
ru_ru: Регистратор
sk_sk: Denník
sl_si: Dnevnik
sq_al: Prostitucion
sr_cyrl_me: Логаљка
sv_fi: Timmer
ta_in: லாகர்
te_in: లాగర్
th_th: คนตัดไม้
tk_tm: Girişjimi
tr_tr: Ağaç kesicisi
tt_ru: Логгер
uk_ua: Реєстратор
ur_pk: لاگر
uz_cyrl: Yuklamoq
vi_vn: Tiều phu
zh_hant: 記錄器

# LoaderMainWindowLabel
source: Interface
af_za: Koppelvlak
am_et: በይነገጽ
ar_bh: واجهه المستخدم
as_in: আন্তঃপৃষ্ঠ
az_cyrl: İnterfeys
bg_bg: Интерфейс
bn_in: ইন্টারফেস
bs_latn_ba: Sučelje
ca_es: Interfície
cs_cz: Rozhraní
cy_gb: Rhyngwyneb
de_ch: Schnittstelle
el_gr: Διεπαφή
es_bo: Interfaz
et_ee: Liides
fa_ir: رابط
fi_fi: Käyttöliittymä
ga_ie: Comhéadadh
gu_in: પ્રસારણ
he_il: מִמְשָׁק
hi_in: इंटरफेस
hr_hr: Sučelje
hu_hu: Felület
hy_am: Միջերես
id_id: Antarmuka
is_is: Viðmót
it_ch: Interfaccia
ja_jp: インターフェース
ka_ge: ინტერფეისი
kk_kz: Корольма
km_kh: វេបតិបប
kn_in: ಅಂತರಸಂಪರ
ko_kr: 상호 작용
ky_kg: Интерфейс
lo_la: ການໂຕ້ຕອບ
lt_lt: Sąsaja
lv_lv: Saskarne
mi_nz: Āati
mk_mk: Интерфејс
ml_in: ഇന്റർഫേസ്
mr_in: इंटरफेस
ms_my: Antara muka
nb_no: Grensesnitt
ne_np: इन्टरपोर्ट
nl_be: Koppel
or_in: ଇଣ୍ଟରଫେସ୍
pa_arab: ਇੰਟਰਫੇਸ
pl_pl: Interfejs
ro_ro: Interfață
ru_ru: Интерфейс
sk_sk: Rozhranie
sl_si: Vmesnik
sq_al: Ndërfaqe
sr_cyrl_me: Интерфејс
sv_fi: Gränssnitt
ta_in: இடைமுகம்
te_in: ఇంటర్ఫేస్
th_th: อินเตอร์เฟซ
tk_tm: Interfeýs
tr_tr: Arayüz
tt_ru: Интерфейс
ug_cn: كۆرۈنمە يۈزى
uk_ua: Інтерфейс
ur_pk: انٹرفیس
uz_cyrl: Interfeys
vi_vn: Giao diện
zh_hant: 介面

# LoaderPasteLabel
source: Paste Operations
af_za: Plak operasies
am_et: የመለጠጥ ሥራዎች
ar_bh: لصق العمليات
as_in: পেষ্ট কাৰ্য্যসমূহ
az_cyrl: Paste əməliyyatları
bg_bg: Поставете операции
bn_in: অপারেশন পেস্ট
bs_latn_ba: Paste operacije
ca_es: Enganxar les operacions
cs_cz: Operace vložení
cy_gb: Gweithrediadau Gludo
da_dk: Indsæt operationer
de_ch: Einfügenoperationen
el_gr: Επικόλληση
es_bo: Pegar operaciones
et_ee: Pastaoperatsioonid
fa_ir: عملیات چسباندن
fi_fi: Liittää operaatiot
fil_ph: I -paste ang mga operasyon
fr_029: Opérations de pâte
ga_ie: Oibríochtaí greamaithe
gu_in: ભૂતલે કામગીરી
he_il: הדבק פעולות
hi_in: पेस्ट संचालन
hr_hr: Zalijepiti operacije
hu_hu: Beillesztési műveletek
hy_am: Մածուկի գործողություններ
id_id: Operasi Tempel
is_is: Límdu aðgerðir
it_ch: Operazioni in pasta
ja_jp: 貼り付け操作
ka_ge: ჩასვით ოპერაციები
kk_kz: Пайда
km_kh: បិទភ្ជាប់ប្រតិបត្តិការ
kn_in: ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಅಂಟಿಸಿ
ko_kr: 페이스트 작업
ky_kg: Операциялар
lo_la: ການດໍາເນີນງານທີ່ວາງໄວ້
lt_lt: Įklijuokite operacijas
lv_lv: Pastas operācijas
mi_nz: Whakapiri Mahi
mk_mk: Залепете операции
ml_in: ഒടുവിൽ പ്രവർത്തനം
mr_in: पेस्ट ऑपरेशन्स
ms_my: Operasi tampal
mt_mt: Pejst Operazzjonijiet
nb_no: Lim inn operasjoner
ne_np: परिचालन परिचालन
nl_be: Plakbewerkingen
or_in: ପାସ୍ କାର୍ଯ୍ୟଗୁଡିକ |
pa_arab: ਓਪਰੇਸ਼ਨ ਪੇਸਟ ਕਰੋ
pl_pl: Wklej operacje
pt_br: Operações de pasta
ro_ro: Lipiți operațiunile
ru_ru: Вставьте операции
sk_sk: Pasta operácie
sl_si: Operacije lepljenja
sq_al: Ngjit
sr_cyrl_me: Операције налепите
sv_fi: Klistra in
sw_ke: Bandika shughuli
ta_in: செயல்பாடுகள் ஒட்டுதல்
te_in: కార్యకలాపాలను అతికించండి
th_th: การดำเนินการ
tk_tm: Amallary göçürmek
tr_tr: Yapıştırma işlemleri
tt_ru: Пастивализация
ug_cn: چاپلاش مەشغۇلاتى
uk_ua: Вставити операції
ur_pk: پیسٹ آپریشنز
uz_cyrl: Paste operatsiyalari
vi_vn: Hoạt động dán
zh_hant: 粘貼操作

# LoaderPrefLabel
source: Preferences
af_za: Voorkeure
am_et: ምርጫዎች
ar_bh: التفضيلات
as_in: পছন্দসমূহ
az_cyrl: Üstünlük
bg_bg: Предпочитания
bn_in: পছন্দসমূহ
bs_latn_ba: Preferencije
ca_es: Preferències
cs_cz: Preference
cy_gb: Newisiadau
da_dk: Præferencer
de_ch: Vorlieben
el_gr: Προτιμήσεις
es_bo: Preferencias
et_ee: Eelistused
fa_ir: اولویت ها
fi_fi: Mieltymykset
fil_ph: Kagustuhan
fr_029: Préférences
ga_ie: Roghanna
gu_in: અગ્રતા
he_il: העדפות
hi_in: पसंद
hr_hr: Sklonosti
hu_hu: preferenciák
hy_am: Նախապատվություններ
id_id: Preferensi
is_is: Óskir
it_ch: Preferenze
ja_jp: 環境設定
ka_ge: პრეფერენციები
kk_kz: Қалаулар
km_kh: ចំណូលចិត្ត
kn_in: ಆದ್ಯತೆ
ko_kr: 선호도
ky_kg: Түзөтүүлөр
lo_la: ຄວາມມັກ
lt_lt: Nuostatos
lv_lv: Izvēles
mi_nz: Nga manakohanga
mk_mk: Преференции
ml_in: മുൻഗണനകൾ
mr_in: प्राधान्ये
ms_my: Keutamaan
mt_mt: Preferenzi
nb_no: Preferanser
ne_np: अरुभन्दा सम्मान
nl_be: Voorkeuren
or_in: ପସନ୍ଦ
pa_arab: ਪਸੰਦ
pl_pl: Preferencje
pt_br: Preferências
ro_ro: Preferințe
ru_ru: Предпочтения
sk_sk: Preferencia
sl_si: Preference
sq_al: Preferencat
sr_cyrl_me: Преференција
sv_fi: Inställningar
sw_ke: Upendeleo
ta_in: விருப்பத்தேர்வுகள்
te_in: ప్రాధాన్యతలు
th_th: การตั้งค่า
tk_tm: Saýlamalar
tr_tr: Tercihler
tt_ru: Өстенлекләр
ug_cn: مايىللىق
uk_ua: Уподобання
ur_pk: ترجیحات
uz_cyrl: Afzalliklar
vi_vn: Sở thích
zh_hant: 優先

# LoaderSearchLabel
source: Search
af_za: Soek
am_et: ፍለጋ
ar_bh: يبحث
as_in: সন্ধান
az_cyrl: Axtarış
bg_bg: Търсене
bn_in: অনুসন্ধান
bs_latn_ba: Pretražiti
ca_es: Cerca
cs_cz: Vyhledávání
cy_gb: Chwilotau
da_dk: Søg
de_ch: Suchen
el_gr: Αναζήτηση
es_bo: Buscar
et_ee: Otsing
fa_ir: جستجو کردن
fi_fi: Hae
fil_ph: Maghanap
fr_029: Recherche
ga_ie: Cíor
gu_in: શોધ
he_il: לחפש
hi_in: खोज
hr_hr: traži
hu_hu: Keresés
hy_am: Որոնել
id_id: Mencari
is_is: Leitaðu
it_ch: Ricerca
ja_jp: 検索
ka_ge: ძებნა
kk_kz: Іздеу
km_kh: ការឆេកឆេ
kn_in: ಹುಡುಕಿ Kannada
ko_kr: 찾다
ky_kg: Издөө
lo_la: ຄົ້ນຫາ
lt_lt: Paieška
lv_lv: Meklēt
mi_nz: Rapu
mk_mk: Пребарување
ml_in: അനേഷണം
mr_in: शोध
ms_my: Cari
mt_mt: Tfittxija
nb_no: Søk
ne_np: खोजी
nl_be: Zoekopdracht
or_in: ସନ୍ଧାନ କର |
pa_arab: ਖੋਜ
pl_pl: Szukaj
pt_br: Procurar
ro_ro: Căutare
ru_ru: Поиск
sk_sk: Vyhľadávanie
sl_si: Iskanje
sq_al: Kërkim
sr_cyrl_me: Претрага
sv_fi: Sök
sw_ke: Tafuta
ta_in: தேடல்
te_in: వెతకండి
th_th: ค้นหา
tk_tm: Gözlemek
tr_tr: Aramak
tt_ru: Эзләү
ug_cn: ئىزدەش
uk_ua: Обшук
ur_pk: تلاش
uz_cyrl: Qidirmoq
vi_vn: Tìm kiếm
zh_hant: 搜尋

# LoaderShortcutsLabel
source: Shortcuts
af_za: Kortpaaie
am_et: አቋራጮች
ar_bh: اختصارات
as_in: চৰ্টকাট
az_cyrl: Qısaylıq
bg_bg: Преки пътища
bn_in: শর্টকাটস
bs_latn_ba: Prečice
ca_es: Dreceres
cs_cz: Zkratky
cy_gb: Llwybrau byr
da_dk: Genveje
de_ch: Verknüpfungen
el_gr: Συντομεύσεις
es_bo: Atajos
et_ee: Otseteed
fa_ir: میانبرها
fi_fi: Pikakuvakkeet
fil_ph: Mga shortcut
fr_029: Raccourcis
ga_ie: Aicearraí
gu_in: શોર્ટકટ્સ
he_il: קיצורי דרך
hi_in: शॉर्टकट
hr_hr: Prečac
hu_hu: Parancsikonok
hy_am: Դյուրանցումներ
id_id: Pintasan
is_is: Flýtileiðir
it_ch: Scorciatoie
ja_jp: ショートカット
ka_ge: მალსახმობები
kk_kz: Төте жолдар
km_kh: ផ្លូវកាត់
kn_in: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
ko_kr: 바로 가기
ky_kg: Жарлыктар
lo_la: ກາງເຂັນ
lt_lt: Nuorodos
lv_lv: Saīsnes
mi_nz: Pokatata
mk_mk: Кратенки
ml_in: കുറുക്കുവഴികൾ
mr_in: शॉर्टकट
ms_my: Pintasan
nb_no: Snarveier
ne_np: सर्टकटहरू
nl_be: Snelkoppelingen
or_in: ସର୍ଟକଟ୍
pa_arab: ਸ਼ੌਰਟਕਟ
pl_pl: Skróty
pt_br: Atalhos
ro_ro: Comitete rapide
ru_ru: Ярлыки
sk_sk: Skratky
sl_si: Bližnjice
sq_al: Shkurtore
sr_cyrl_me: Пречице
sv_fi: Genvägar
sw_ke: Njia za mkato
ta_in: குறுக்குவழிகள்
te_in: సత్వరమార్గాలు
th_th: ทางลัด
tk_tm: Gysga ýollar
tr_tr: Kısayollar
tt_ru: Кыска юллар
ug_cn: تېزلەتمىلەر
uk_ua: Ярлики
ur_pk: شارٹ کٹ
uz_cyrl: Yorliqlar
vi_vn: Phím tắt
zh_hant: 捷徑

# LoaderSortLabel
source: Sort
af_za: Sorteer
am_et: ደርድር
ar_bh: نوع
as_in: সজোৱা
az_cyrl: Cür
bg_bg: Вид
bn_in: সাজান
bs_latn_ba: Sortirati
ca_es: Classificar
cs_cz: Třídit
cy_gb: Didolwch
da_dk: Sortere
de_ch: Sortieren
el_gr: Είδος
es_bo: Clasificar
fa_ir: مرتب سازی
fi_fi: Järjestellä
fil_ph: Pag -uri -uriin
fr_029: Trier
ga_ie: Sórtáil
gu_in: પ્રકાર
he_il: סוג
hi_in: क्रम से लगाना
hr_hr: Vrsta
hu_hu: Fajta
hy_am: Տեսակավորել
id_id: Menyortir
is_is: Raða
it_ch: Ordinare
ja_jp: 選別
ka_ge: სახეობა
kk_kz: Сорт
km_kh: ញេក
kn_in: ವಿಂಗಡಿಸು
ko_kr: 종류
ky_kg: Сорттоо
lo_la: ເຊີງ
lt_lt: Rūšiuoti
lv_lv: Šķirot
mi_nz: Wehewehe
mk_mk: Сортирај
ml_in: ഇനം
mr_in: क्रमवारी लावा
ms_my: Menyusun
mt_mt: Tip
nb_no: Sortere
ne_np: किसिम प्रकार
nl_be: Soort
or_in: ସର୍ଟ କରନ୍ତୁ |
pa_arab: ਕ੍ਰਮਬੱਧ
pl_pl: Sortować
pt_br: Organizar
ro_ro: Fel
ru_ru: Сортировать
sk_sk: Triediť
sl_si: Sorti
sq_al: Lloj
sr_cyrl_me: Врста
sv_fi: Sortera
sw_ke: Aina
ta_in: வகைபடுத்து
te_in: క్రమబద్ధీకరించండి
th_th: เรียงลำดับ
tr_tr: Düzenlemek
tt_ru: Сорт
uk_ua: Сортувати
ur_pk: ترتیب دیں
uz_cyrl: Tartib
vi_vn: Loại
zh_hant: 種類

# LoaderSoundLabel
source: Sounds
af_za: En klink
am_et: ድም sounds ች
ar_bh: اصوات
as_in: শব্দ
az_cyrl: Səslər
bg_bg: Звучи
bn_in: শব্দ
bs_latn_ba: Zvukovi
ca_es: Sons
cs_cz: Zvuky
cy_gb: Seiniau
da_dk: Lyde
de_ch: Geräusche
el_gr: Ήχοι
es_bo: Sonidos
et_ee: Helid
fa_ir: صدا
fi_fi: Äänet
fil_ph: Tunog
fr_029: Des sons
ga_ie: Fuaimeanna
gu_in: અવાજો
he_il: צלילים
hi_in: ध्वनि
hr_hr: Zvuk
hu_hu: Hangok
hy_am: Հնչյուններ
id_id: Suara
is_is: Hljóð
it_ch: Suoni
ja_jp: 音
ka_ge: ჟღერადობა
kk_kz: Дыбыстар
km_kh: សំឡេង
kn_in: ಶಬ್ದಗಳ
ko_kr: 소리
ky_kg: Үндөр
lo_la: ສຽງຄາງ
lt_lt: Skamba
lv_lv: Skaņas
mi_nz: Oro
mk_mk: Звучи
ml_in: ശബ്ദം
mr_in: आवाज
ms_my: Bunyi
mt_mt: Ħsejjes
nb_no: Lyder
ne_np: सुनिदिनु
nl_be: Klinken
or_in: ଶବ୍ଦ
pa_arab: ਆਵਾਜ਼ਾਂ
pl_pl: Dźwięki
pt_br: Sons
ro_ro: Sunete
ru_ru: Звуки
sk_sk: Zvuky
sl_si: Zvoki
sq_al: Tingull
sr_cyrl_me: Звуци
sv_fi: Ljud
sw_ke: Sauti
ta_in: ஒலிகள்
te_in: శబ్దాలు
th_th: เสียง
tk_tm: Sesler
tr_tr: Sesler
tt_ru: Тавышлар
ug_cn: ئاۋاز
uk_ua: Звуки
ur_pk: آوازیں
uz_cyrl: Tovushlar
vi_vn: Âm thanh
zh_hant: 聽起來

# LoaderSysTrayLabel
source: System Tray
af_za: Stelselbord
am_et: የስርዓት ትሪ
ar_bh: علبة النظام
as_in: চিস্টেম ট্ৰে
az_cyrl: Sistem tepsisi
bg_bg: Системна тава
bn_in: সিস্টেম ট্রে
bs_latn_ba: Sistemska ladica
ca_es: Safata del sistema
cs_cz: Systémová lišta
cy_gb: Hambwrdd System
da_dk: System bakke
el_gr: Δίσκος συστήματος
es_bo: Bandeja del sistema
et_ee: Süsteemialus
fa_ir: سینی سیستم
fi_fi: Järjestelmäalue
fr_029: Barre d'état système
ga_ie: Tráidire córais
gu_in: પદ્ધતિસર ટ્રે
he_il: מגש מערכת
hi_in: सिस्टम ट्रे
hr_hr: Pladanj
hu_hu: Rendszertálca
hy_am: Համակարգի սկուտեղ
id_id: Baki sistem
is_is: Kerfisbakki
it_ch: Area di notifica
ja_jp: システムトレイ
ka_ge: სისტემის უჯრა
kk_kz: Жүйелік науа
km_kh: ថាសប្រព័ន្ធ
kn_in: ಸಿಸ್ಟಂ
ko_kr: 시스템 트레이
ky_kg: Тутуму
lo_la: ຖາດລະບົບ
lt_lt: Sistemos dėklas
lv_lv: Sistēmas paplāte
mi_nz: Paepae pūnaha
mk_mk: Системска послужавник
ml_in: സിസ്റ്റം ട്രേ
mr_in: सिस्टम ट्रे
ms_my: Dulang sistem
mt_mt: Tray tas-Sistema
nb_no: Oppgavelinje
ne_np: प्रणाली ट्रे
nl_be: Systeemlade
or_in: ସିଷ୍ଟମ୍ ଟ୍ରେ |
pa_arab: ਸਿਸਟਮ ਟਰੇ
pl_pl: Taca systemowa
pt_br: Bandeja do sistema
ro_ro: Zona de notificare
ru_ru: Системный поднос
sl_si: Sistemski pladenj
sq_al: Tabaka e sistemit
sr_cyrl_me: Систем касета
sv_fi: Systemfältet
sw_ke: Tray ya mfumo
ta_in: கணினி தட்டு
te_in: సిస్టమ్ ట్రే
th_th: ถาดระบบ
tk_tm: Ulgam truby
tr_tr: Sistem tepsisi
tt_ru: Система поднос
ug_cn: سىستېما تەخسىسى
uk_ua: Системний лоток
ur_pk: سسٹم ٹرے
uz_cyrl: Tizim patnis
vi_vn: Khay hệ thống
zh_hant: 系統托盤

# LoaderTagsLabel
source: Collections
af_za: Versamelings
am_et: ስብስቦች
ar_bh: مجموعات
as_in: সংগ্ৰহসমূহ
az_cyrl: Kollektivlik
bg_bg: Колекции
bn_in: সংগ্রহ
bs_latn_ba: Zbirke
ca_es: Col·leccions
cs_cz: Sbírky
cy_gb: Nghasgliadau
da_dk: Samlinger
de_ch: Sammlungen
el_gr: Συλλογές
es_bo: Colecciones
et_ee: Kollektsioonid
fa_ir: مجموعه ها
fi_fi: Kokoelmat
fil_ph: Mga Koleksyon
ga_ie: Bailiú
gu_in: સંગ્રહ
he_il: אוספים
hi_in: संग्रह
hr_hr: Zbirke
hu_hu: Gyűjtemények
hy_am: Հավաքածուներ
id_id: Koleksi
is_is: Söfn
it_ch: Collezioni
ja_jp: コレクション
ka_ge: კოლექციები
kk_kz: Жинақтар
km_kh: បក
kn_in: ಸಂಗ್ರಹ
ko_kr: 컬렉션
ky_kg: Коллекциялар
lo_la: ວິພາຫະກິດ
lt_lt: Kolekcijos
lv_lv: Kolekcijas
mi_nz: Kohinga
mk_mk: Колекции
ml_in: ശേഖരങ്ങൾ
mr_in: संग्रह
ms_my: Koleksi
mt_mt: Kollezzjonijiet
nb_no: Samlinger
ne_np: संग्रह
nl_be: Collecties
or_in: ସଂଗ୍ରହ
pa_arab: ਸੰਗ੍ਰਹਿ
pl_pl: Kolekcje
pt_br: Coleções
ro_ro: Colecții
ru_ru: Коллекции
sk_sk: Zbierka
sl_si: Zbirke
sq_al: Koleksion
sr_cyrl_me: Колекције
sv_fi: Samlingar
sw_ke: Makusanyo
ta_in: சேகரிப்புகள்
te_in: సేకరణలు
th_th: ของสะสม
tk_tm: Kolleksiýalar
tr_tr: Koleksiyonlar
tt_ru: Коллекцияләр
ug_cn: توپلام
uk_ua: Колекції
ur_pk: مجموعے
uz_cyrl: To'plamlar
vi_vn: Bộ sưu tập
zh_hant: 收藏

# LoaderThemeLabel
source: Theme
af_za: Tema
am_et: ጭብጥ
ar_bh: سمة
as_in: বিষয়বস্তু
az_cyrl: Mövzu
bg_bg: Тема
bn_in: থিম
bs_latn_ba: Tema
ca_es: Tema
cs_cz: Téma
cy_gb: Thema
da_dk: Tema
de_ch: Thema
el_gr: Θέμα
es_bo: Tema
et_ee: Teema
fa_ir: موضوع
fi_fi: Teema
fil_ph: Tema
fr_029: Thème
ga_ie: Téama
gu_in: વિષય
he_il: נושא
hi_in: विषय
hr_hr: Tema
hu_hu: Téma
hy_am: Թեմա
id_id: Tema
is_is: Þema
it_ch: Tema
ja_jp: テーマ
ka_ge: თემა
kk_kz: Тақырып
km_kh: និក្ខេបត
kn_in: ವಿಷಯ
ko_kr: 주제
ky_kg: Тема
lo_la: ຫົວຂໍ້
lt_lt: Tema
lv_lv: Tēma
mi_nz: Kaupapa
mk_mk: Тема
ml_in: പതിപാദം
mr_in: थीम
ms_my: Tema
mt_mt: Tema
nb_no: Tema
ne_np: विषय
nl_be: Thema
or_in: ଥିମ୍
pa_arab: ਥੀਮ
pl_pl: Temat
pt_br: Tema
ro_ro: Temă
ru_ru: Тема
sk_sk: Téma
sl_si: Tema
sq_al: Temë
sr_cyrl_me: Тема
sv_fi: Tema
sw_ke: Mada
ta_in: தீம்
te_in: థీమ్
th_th: ธีม
tk_tm: Mowzugy
tr_tr: Tema
tt_ru: Тема
ug_cn: تېما
uk_ua: Тема
ur_pk: خیالیہ
uz_cyrl: Mavzuni
vi_vn: Chủ đề
zh_hant: 主題

# LoaderTriggersLabel
source: Triggers
af_za: Snellers
am_et: ቀስቅሴዎች
ar_bh: محفزات
as_in: ট্ৰিগাৰসমূহ
az_cyrl: Tetikler
bg_bg: Задейства
bn_in: ট্রিগার
bs_latn_ba: Okidači
ca_es: Desencadenants
cs_cz: Spouštěče
cy_gb: Sbardunau
de_ch: Löst aus
el_gr: Ενεργοποιεί
es_bo: Desencadenantes
et_ee: Päästikud
fa_ir: محرک
fi_fi: Liipaisimet
fil_ph: Nag -trigger
fr_029: Déclencheurs
ga_ie: Spreag
gu_in: ઉત્તેજન આપવું
he_il: מפעילים
hi_in: चलाता है
hr_hr: Okidači
hu_hu: Triggerek
hy_am: Հրահրում
id_id: Pemicu
is_is: Kallar
it_ch: Trigger
ja_jp: トリガー
ka_ge: ტრიგერები
kk_kz: Триггерлер
km_kh: កដមបីរបកម្ផ
kn_in: ಪ್ರಚೋದಕ
ko_kr: 트리거
ky_kg: Триггерлер
lo_la: ຜົນກະທົບມ
lt_lt: Suaktyvintojai
lv_lv: Izraisītāji
mi_nz: Tragger
mk_mk: Предизвикувачи
ml_in: ട്രിഗറുകൾ
mr_in: ट्रिगर
ms_my: Pencetus
nb_no: Utløser
ne_np: त्रिपाहरु
or_in: ଟ୍ରିଗରଗୁଡିକ
pa_arab: ਟਰਿੱਗਰਜ਼
pl_pl: Wyzwalacze
pt_br: Gatilhos
ro_ro: Declanșatoare
ru_ru: Триггеры
sk_sk: Spúšťač
sl_si: Sprožilci
sq_al: Shkas
sr_cyrl_me: Окидачи
sw_ke: Vichocheo
ta_in: தூண்டுதல்கள்
te_in: ట్రిగ్గర్‌లు
th_th: ทริกเกอร์
tk_tm: Triggerler
tr_tr: Tetikleyiciler
tt_ru: Триггерлар
ug_cn: قوزغاتقۇچ
uk_ua: Спрацьовує
ur_pk: محرکات
uz_cyrl: Tebranadigan
vi_vn: Gây nên
zh_hant: 觸發器

# LoaderUrlLabel
source: Website Operations
af_za: Webwerfbedrywighede
am_et: የድር ጣቢያ ስራዎች
ar_bh: عمليات الموقع
as_in: ৱেবছাইটৰ কাৰ্য্যকলাপ
az_cyrl: Veb sayt əməliyyatları
bg_bg: Операции на уебсайтове
bn_in: ওয়েবসাইট অপারেশন
bs_latn_ba: Website operacije
ca_es: Operacions del lloc web
cs_cz: Operace webových stránek
cy_gb: Gweithrediadau Gwefan
da_dk: Webstedsdrift
de_ch: Website -Vorgänge
el_gr: Λειτουργίες ιστοσελίδων
es_bo: Operaciones del sitio web
et_ee: Veebisaidi toimingud
fa_ir: عملیات وب سایت
fi_fi: Verkkosivustojen toiminta
fil_ph: Mga operasyon sa website
fr_029: Opérations de site Web
ga_ie: Oibríochtaí Gréasáin
gu_in: વેબસાઇટ કામગીરી
he_il: פעולות אתרים
hi_in: वेबसाइट संचालन
hr_hr: Operacije web stranica
hu_hu: Weboldal -műveletek
hy_am: Վեբ կայքերի գործառնություններ
id_id: Operasi Situs Web
is_is: Rekstur vefsíðna
it_ch: Operazioni di siti Web
ja_jp: ウェブサイト運用
ka_ge: ვებსაიტის ოპერაციები
kk_kz: Веб-сайт операциялары
km_kh: ប្រតិបត្តិការគេហទំព័រ
kn_in: ವೆಬ್‌ಸೈಟ್ ಕಾರ್ಯಾಚರಣೆಗಳು
ko_kr: 웹 사이트 운영
ky_kg: Вебсайттын операциялары
lo_la: ການດໍາເນີນງານຂອງ Website
lt_lt: Svetainės operacijos
lv_lv: Vietņu operācijas
mi_nz: Nga mahi a te paetukutuku
mk_mk: Операции на веб -страница
ml_in: വെബ്സൈറ്റ് പ്രവർത്തനങ്ങൾ
mr_in: वेबसाइट ऑपरेशन्स
ms_my: Operasi laman web
mt_mt: Operazzjonijiet tal-websajt
nb_no: Nettstedsoperasjoner
ne_np: वेबसाइट कार्यहरू
nl_be: Website -operaties
or_in: ୱେବସାଇଟ୍ ଅପ୍ସନ୍ |
pa_arab: ਵੈਬਸਾਈਟ ਓਪਰੇਸ਼ਨ
pl_pl: Operacje witryny
pt_br: Operações do site
ro_ro: Operațiuni de site -uri web
ru_ru: Операции веб -сайта
sk_sk: Prevádzka webových stránok
sl_si: Operacije spletnega mesta
sq_al: Operacionet në internet
sr_cyrl_me: Операције веб странице
sv_fi: Webbplatsoperationer
sw_ke: Shughuli za wavuti
ta_in: வலைத்தள செயல்பாடுகள்
te_in: వెబ్‌సైట్ కార్యకలాపాలు
th_th: การดำเนินงานเว็บไซต์
tk_tm: Sahypa amallary
tr_tr: Web Sitesi Operasyonları
tt_ru: Вебсайт операцияләре
ug_cn: تور بېكەت مەشغۇلاتى
uk_ua: Операції веб -сайтів
ur_pk: ویب سائٹ کے کام
uz_cyrl: Veb-sayt operatsiyalari
vi_vn: Hoạt động trang web
zh_hant: 網站操作

# PrefLanguageLabel
source: Language
af_za: Taal
am_et: ቋንቋ
ar_bh: لغة
as_in: ভাষা
az_cyrl: Dil
bg_bg: Език
bn_in: ভাষা
bs_latn_ba: Jezik
ca_es: Llenguatge
cs_cz: Jazyk
cy_gb: Iaith
da_dk: Sprog
de_ch: Sprache
el_gr: Γλώσσα
es_bo: Idioma
et_ee: Keel
fa_ir: زبان
fi_fi: Kieli
fil_ph: Wika
fr_029: Langue
ga_ie: Teanga
gu_in: ભાષા
he_il: שפה
hi_in: भाषा
hr_hr: Jezik
hu_hu: Nyelv
hy_am: Լեզու
id_id: Bahasa
is_is: Tungumál
it_ch: Lingua
ja_jp: 言語
ka_ge: Ენა
kk_kz: Тіл
km_kh: ផាសា
kn_in: ಭಾಷೆ
ko_kr: 언어
ky_kg: Тил
lo_la: ພາສາ
lt_lt: Kalba
lv_lv: Valoda
mi_nz: Reo
mk_mk: Јазик
ml_in: ഭാഷ
mr_in: इंग्रजी
ms_my: Bahasa
mt_mt: Lingwa
nb_no: Språk
ne_np: भाषा
nl_be: Taal
or_in: ଭାଷା
pa_arab: ਭਾਸ਼ਾ
pl_pl: Język
pt_br: Linguagem
ro_ro: Limba
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sq_al: Gjuhe
sr_cyrl_me: Језик
sv_fi: Språk
sw_ke: Lugha
ta_in: மொழி
te_in: భాష
th_th: ภาษา
tk_tm: Dili
tr_tr: Dil
tt_ru: Тел
ug_cn: تىل
uk_ua: Мова
ur_pk: زبان
uz_cyrl: Til
vi_vn: Ngôn ngữ
zh_hant: 語言
