Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# CommonRequiresRestartHint
source: Requires restart
af_za: Vereis herbegin
am_et: እንደገና ማስጀመር ይፈልጋል
ar_bh: يتطلب إعادة التشغيل
as_in: পুনৰাৰম্ভৰ প্ৰয়োজন
az_cyrl: Yenidən başlamağı tələb edir
bg_bg: Изисква рестартиране
bn_in: পুনঃসূচনা প্রয়োজন
bs_latn_ba: Zahtijeva ponovno pokretanje
ca_es: Requereix reinici
cs_cz: Vyžaduje restart
cy_gb: Angen ailgychwyn
da_dk: Kræver genstart
de_ch: Erfordert Neustart
el_gr: Απαιτεί επανεκκίνηση
es_bo: Requiere reiniciar
et_ee: Nõuab taaskäivitamist
fa_ir: نیاز به راه اندازی مجدد دارد
fi_fi: Vaatii uudelleenkäynnistyksen
fil_ph: Nangangailangan ng pag -restart
fr_029: Nécessite un redémarrage
ga_ie: Éilíonn atosú
gu_in: ફરીથી પ્રારંભ કરવાની જરૂર છે
he_il: דורש הפעלה מחדש
hi_in: पुनरारंभ की आवश्यकता है
hr_hr: Zahtijeva ponovno pokretanje
hu_hu: Újraindítást igényel
hy_am: Պահանջում է վերագործարկում
id_id: Membutuhkan restart
is_is: Krefst endurræsingar
it_ch: Richiede il riavvio
ja_jp: 再起動が必要です
ka_ge: მოითხოვს გადატვირთვას
kk_kz: Қайта іске қосуды талап етеді
km_kh: តម្រូវឱ្យចាប់ផ្តើមឡើងវិញ
kn_in: ಮರುಪ್ರಾರಂಭದ ಅಗತ್ಯವಿದೆ
ko_kr: 다시 시작해야합니다
ky_kg: Өчүрүп-күйгүзүүнү талап кылат
lo_la: ຮຽກຮ້ອງໃຫ້ມີການເລີ່ມຕົ້ນໃຫມ່
lt_lt: Reikalauja iš naujo
lv_lv: Nepieciešams restartēt
mi_nz: Me whakaara ano
mk_mk: Бара рестартирање
ml_in: പുനരാരംഭിക്കേണ്ടതുണ്ട്
mr_in: रीस्टार्ट आवश्यक आहे
ms_my: Memerlukan memulakan semula
mt_mt: Teħtieġ terġa 'tibda
nb_no: Krever omstart
ne_np: पुनः सुरु गर्नु आवश्यक छ
nl_be: Vereist opnieuw opstarten
or_in: ପୁନ rest ଆରମ୍ଭ ଆବଶ୍ୟକ କରେ |
pa_arab: ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
pl_pl: Wymaga ponownego uruchomienia
pt_br: Requer reiniciar
ro_ro: Necesită repornire
ru_ru: Требуется перезапуск
sk_sk: Vyžaduje reštart
sl_si: Zahteva ponovni zagon
sq_al: Kërkon rinisjen
sr_cyrl_me: Захтева поновно покретање
sv_fi: Kräver omstart
sw_ke: Inahitaji kuanza tena
ta_in: மறுதொடக்கம் தேவை
te_in: పున art ప్రారంభించాల్సిన అవసరం ఉంది
th_th: ต้องรีสตาร์ท
tk_tm: Täzeden başlamagy talap edýär
tr_tr: Yeniden başlatmayı gerektirir
tt_ru: Яңадан баш таләп итә
ug_cn: قايتا قوزغىتىشنى تەلەپ قىلىدۇ
uk_ua: Вимагає перезавантаження
ur_pk: دوبارہ شروع کرنے کی ضرورت ہے
uz_cyrl: Qayta ishga tushirishni talab qiladi
vi_vn: Yêu cầu khởi động lại
zh_hant: 需要重新啟動

# ContentQueryAdvancedHeader
source: Advanced
af_za: Gevorderd
am_et: የላቀ
ar_bh: متقدم
as_in: উন্নত হোৱা
az_cyrl: Qabaqcıl
bg_bg: Напреднал
bn_in: উন্নত
bs_latn_ba: Napredan
ca_es: Avançada
cs_cz: Pokročilý
cy_gb: Uwch
da_dk: Fremskreden
de_ch: Fortschrittlich
el_gr: Προχωρημένος
es_bo: Avanzado
et_ee: Arenenud
fa_ir: پیشرفته
fi_fi: Pitkälle kehittynyt
fr_029: Avancé
ga_ie: Chun cinn
gu_in: અદ્યતન
he_il: מִתקַדֵם
hi_in: विकसित
hr_hr: Napredna
hu_hu: Fejlett
hy_am: Առաջ քաշված
id_id: Canggih
is_is: Langt gengið
it_ch: Avanzate
ja_jp: 高度な
ka_ge: Მოწინავე
kk_kz: Озат
km_kh: ខាងមុខ
kn_in: ಸುಧಾರಿತ
ko_kr: 고급의
ky_kg: Өркүндөтүлдү
lo_la: ທີ່ກ້າວຫນ້າ
lt_lt: Išplėstinė
lv_lv: Attīstīts
mi_nz: Whatutoto
mk_mk: Напредно
ml_in: മുന്കൂറായി
mr_in: प्रगत
ms_my: Lanjutan
mt_mt: Avvanzat
nb_no: Avansert
ne_np: द्येरै अघि पुगेको
nl_be: Geavanceerd
or_in: ଉନ୍ନତ
pa_arab: ਤਕਨੀਕੀ
pl_pl: Zaawansowany
pt_br: Avançado
ro_ro: Avansat
ru_ru: Передовой
sk_sk: Pokročilé
sl_si: Napredno
sq_al: I avancuar
sr_cyrl_me: Напредан
sv_fi: Avancerad
ta_in: மேம்படுத்தபட்ட
te_in: ఆధునిక
th_th: ขั้นสูง
tk_tm: Ösen
tr_tr: Gelişmiş
tt_ru: Алга киткән
uk_ua: Просунутий
ur_pk: اعلی درجے کی
uz_cyrl: Rivojlangan
vi_vn: Trình độ cao
zh_hant: 先進的

# PluginErrExtractText
source: Error extracting plugin from '{0}'
af_za: Fout onttrek inprop uit '{0}'
am_et: ተሰኪዎችን ከ '{0}' አውጥቷል
ar_bh: Error Errracting Plugin من "{0} '
as_in: '{0}' ৰ পৰা প্লাগইন এক্সট্ৰেক্ট কৰা ত্ৰুটি
az_cyrl: '{0}' dən plugin çıxaran səhv
bg_bg: Грешка при извличане на плъгин от '{0}'
bn_in: '{0}' থেকে প্লাগইন বের করার ত্রুটি ত্রুটি
bs_latn_ba: Pogreška u vaši dodatka iz '{0}'
ca_es: Error que extreu el connector de "{0}"
cs_cz: Chyba extrahování pluginu z '{0}'
cy_gb: Gwall yn tynnu ategyn o '{0}'
da_dk: Fejludtrækning af plugin fra '{0}'
de_ch: Fehler beim Extrahieren von Plugin aus '{0}'
el_gr: Σφάλμα εξαγωγής plugin από '{0}'
es_bo: Error de extraer el complemento de '{0}'
et_ee: Viga pistikprogrammi ekstraheerimisel '{0}'
fa_ir: خطای استخراج افزونه از '{0}'
fi_fi: Virhe poimia laajennus '{0}'
fil_ph: Error sa pagkuha ng plugin mula sa '{0}'
fr_029: Erreur Extraction du plugin de '{0}'
ga_ie: Earráid ag baint breiseán as '{0}'
gu_in: '{0}' માંથી પ્લગઇન કા ract વામાં ભૂલ
he_il: שגיאה בחילוץ תוסף מ- '{0}'
hi_in: '{0}' से प्लगइन निकालने में त्रुटि
hr_hr: Dodatak za izvlačenje pogreške iz '{0}'
hu_hu: Hiba a plugin kinyerése a '{0}' -ből
hy_am: Սխալ «{0}» հավելվածի արդյունահանումը
id_id: Kesalahan mengekstraksi plugin dari '{0}'
is_is: Villa til að draga viðbót úr '{0}'
it_ch: Plug -in di estrazione di errori da '{0}'
ja_jp: 「{0}」からプラグインを抽出するエラー
ka_ge: შეცდომა მოდულის ამოღება '{0}'
kk_kz: «{0}» -ден плагинді алу қатесі
km_kh: កំហុសក្នុងការដកស្រង់កម្មវិធីជំនួយពី '{0}'
kn_in: '{0}' ನಿಂದ ಪ್ಲಗಿನ್ ಹೊರತೆಗೆಯುವಲ್ಲಿ ದೋಷ
ko_kr: '{0}'에서 플러그인 추출 오류
ky_kg: "{0}" плагинден чыгаруу ERROR
lo_la: ມີຂໍ້ຜິດພາດທີ່ສະກັດເອົາປັ ins ກອິນຈາກ '{0}'
lt_lt: Klaidų ištraukimas iš „{0}“
lv_lv: Kļūdu izvilkšanas spraudnis no '{0}'
mi_nz: He hapa te tango i te mono mai i te '{0}'
mk_mk: Грешка во екстракција на додаток од '{0}'
ml_in: '{0}' ൽ നിന്ന് പ്ലഗിൻ എക്സ്ട്രാക്റ്റുചെയ്യാൻ പിശക്
mr_in: '{0}' वरून प्लगइन काढण्याची त्रुटी
ms_my: Ralat mengekstrak plugin dari '{0}'
mt_mt: Żball Estrazzjoni ta 'Plugin minn "{0}"
nb_no: Feil å trekke ut plugin fra '{0}'
ne_np: '{0}' बाट प्लगइन निकाल्ने त्रुटि
nl_be: Fout bij het extraheren van plug -in uit '{0}'
or_in: '{0}' ରୁ ପ୍ଲଗଇନ୍ ବାହାର କରିବାରେ ତ୍ରୁଟି |
pa_arab: '{0}' ਤੋਂ ਪਲੱਗਇਨ ਕੱ ract ਣ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd wyodrębnianie wtyczki z „{0}”
pt_br: Erro extraindo o plugin de '{0}'
ro_ro: Eroare la extragerea pluginului din '{0}'
ru_ru: Ошибка извлечения плагина из '{0}'
sk_sk: Chyba extrahovanie doplnku z '{0}'
sl_si: Napaka pri pridobivanju vtičnika iz '{0}'
sq_al: Gabim në nxjerrjen e shtojcës nga '{0}'
sr_cyrl_me: Додатак за екстракцију грешака са '{0}'
sv_fi: Error Extracting -plugin från '{0}'
sw_ke: Kosa Kuondoa programu -jalizi kutoka '{0}'
ta_in: '{0}' இலிருந்து சொருகி பிரித்தெடுப்பதில் பிழை
te_in: '{0}' నుండి ప్లగిన్‌ను సంగ్రహించడంలో లోపం
th_th: ข้อผิดพลาดการแยกปลั๊กอินจาก '{0}'
tk_tm: "{0} '-dan säwlik" {0}' -den säwlik säwlik
tr_tr: '{0}' dan eklentiyi çıkarma hatası
tt_ru: "{0}" плагинны чыгаруда хата
ug_cn: خاتالىق '{0} دىن قىستۇرمىقىنى چىقىرىش خاتالىق
uk_ua: Помилка витягування плагіна з '{0}'
ur_pk: '{0}' سے پلگ ان نکالنے میں غلطی
uz_cyrl: Plaginni "{0}" dan olib chiqishda xato
vi_vn: Trích xuất lỗi plugin từ '{0}'
zh_hant: 錯誤從'{0}'提取插件

# PluginErrInstallNtfText
source: Error installing plugin: '{0}'
af_za: Fout met die installering van inprop: '{0}'
am_et: ተሰኪን መጫን ስህተት: - '{0}'
ar_bh: خطأ في تثبيت البرنامج المساعد: '{0}'
as_in: প্লাগইন সংস্থাপন কৰা ভুল: '{0}'
az_cyrl: Plugin quraşdırılması səhv: '{0}'
bg_bg: Грешка за инсталиране на плъгин: '{0}'
bn_in: প্লাগইন ইনস্টল করতে ত্রুটি: '{0}'
bs_latn_ba: Pogreška prilikom instaliranja dodatka: '{0}'
ca_es: Error d'instal·lació del connector: '{0}'
cs_cz: Chyba instalace pluginu: '{0}'
cy_gb: Gwall Gosod ategyn: '{0}'
da_dk: Fejl på installation af plugin: '{0}'
de_ch: Fehler beim Installieren von Plugin: '{0}'
el_gr: Εγκατάσταση σφάλματος Plugin: '{0}'
es_bo: Error Instalación del complemento: '{0}'
et_ee: Viga pistikprogrammi installimisel: '{0}'
fa_ir: خطای نصب افزونه: '{0}'
fi_fi: Virheen asennus laajennus: '{0}'
fil_ph: Error sa pag -install ng plugin: '{0}'
fr_029: Erreur d'installation du plugin: '{0}'
ga_ie: Earráid Suiteáil Breiseán: '{0}'
gu_in: પ્લગઇન ઇન્સ્ટોલ કરવામાં ભૂલ: '{0}'
he_il: שגיאה בהתקנת תוסף: '{0}'
hi_in: प्लगइन स्थापित करने में त्रुटि: '{0}'
hr_hr: Pogreška Instaliranje dodatka: '{0}'
hu_hu: Hiba a plugin telepítésének hiba: '{0}'
hy_am: Plugin- ի տեղադրման սխալ. '{0}'
id_id: Kesalahan menginstal plugin: '{0}'
is_is: Villa við að setja upp viðbót: '{0}'
it_ch: Errore Installazione del plug -in: '{0}'
ja_jp: プラグインのインストールエラー： '{0}'
ka_ge: შეცდომა მოდულის დაყენება: '{0}'
kk_kz: Плагинді орнату қатесі: '{0}'
km_kh: កំហុសក្នុងការដំឡើងកម្មវិធីជំនួយ: '{0}'
kn_in: ಪ್ಲಗಿನ್ ಅನ್ನು ಸ್ಥಾಪಿಸುವಲ್ಲಿ ದೋಷ: '{0}'
ko_kr: 플러그인 설치 오류 : '{0}'
ky_kg: Плагин орнотуу катасы: '{0}'
lo_la: ຂໍ້ຜິດພາດໃນການຕິດຕັ້ງປັ plugined ອບ: '{0}'
lt_lt: Klaida įdiegus papildinį: '{0}'
lv_lv: Kļūdas instalēšanas spraudņa instalēšana: '{0}'
mi_nz: Ko te Hapa te whakauru i te Mono: '{0}'
mk_mk: Грешка во инсталирање на додаток: '{0}'
ml_in: പ്ലഗിൻ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പിശക്: '{0}'
mr_in: प्लगइन स्थापित करताना त्रुटी: '{0}'
ms_my: Ralat memasang plugin: '{0}'
mt_mt: Żball Installa Plugin: "{0}"
nb_no: Feil installasjon av plugin: '{0}'
ne_np: प्लगइन स्थापना गर्दा: '{0}'
nl_be: Fout het installeren van plug -in: '{0}'
or_in: ପ୍ଲଗଇନ୍ ସଂସ୍ଥାପନ କରିବାରେ ତ୍ରୁଟି: '{0}'
pa_arab: ਪਲੱਗਇਨ ਸਥਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: '{0}'
pl_pl: Błąd instalowanie wtyczki: „{0}”
pt_br: Erro de instalação do plugin: '{0}'
ro_ro: Eroare la instalarea pluginului: '{0}'
ru_ru: Ошибка установки плагина: '{0}'
sk_sk: Chyba inštalácia doplnku: '{0}'
sl_si: Napaka Namestitev vtičnika: '{0}'
sq_al: Gabim në instalimin e shtojcës: '{0}'
sr_cyrl_me: Грешка у инсталирању додатка: '{0}'
sv_fi: Fel att installera plugin: '{0}'
sw_ke: Hitilafu ya kusanikisha programu -jalizi: '{0}'
ta_in: சொருகி நிறுவுவதில் பிழை: '{0}'
te_in: ప్లగిన్‌ను ఇన్‌స్టాల్ చేయడంలో లోపం: '{0}'
th_th: ข้อผิดพลาดในการติดตั้งปลั๊กอิน: '{0}'
tk_tm: Plugin gurmak: '{0}' gurmak säwlik: '{0}'
tr_tr: Eklenti yükleme hatası: '{0}'
tt_ru: Плагин урнаштыруда хата: '{0}'
ug_cn: قىستۇرما ئورنىتىشتا خاتالىق: '{0}'
uk_ua: Помилка встановлення плагіна: '{0}'
ur_pk: پلگ ان انسٹال کرنے میں غلطی: '{0}'
uz_cyrl: Plaginni o'rnatishda xato: '{0}'
vi_vn: Lỗi cài đặt plugin: '{0}'
zh_hant: 錯誤安裝插件：'{0}'

# PluginErrInstallStructureNtfText
source: Error installing plugin '{0}' corrupt or improper directory structure. Manifest should exist at '{1}' but was not found.
af_za: Fout met die installering van inprop '{0}' korrupte of onbehoorlike gidsstruktuur. Manifes moet bestaan ​​by '{1}', maar is nie gevind nie.
am_et: ተሰኪ {0} 'ብልሹ ወይም ተገቢ ያልሆነ የማውጫ መዋቅር ላይ ስህተት. {1 {{} 'መኖር አለበት, ግን አልተገኘም.
ar_bh: خطأ في تثبيت المكون الإضافي '{0}' بنية الدليل الفاسد أو غير لائق. يجب أن يكون هناك بيان في '{1}' ولكن لم يتم العثور عليه.
as_in: প্লাগিন '{0}' দুৰ্নীতিগ্ৰস্ত বা অনুপযুক্ত ডাইৰেকটৰি গাঁথনি ইনষ্টল কৰাত ত্ৰুটি। মেনিফেষ্ট '{1}'ত থাকিব লাগে কিন্তু পোৱা নগ'ল।
az_cyrl: Plugin '{0}' korrupsion və ya düzgün olmayan qovluq quruluşunu quraşdırmaqda səhv. "{1}" də açıq olmalıdır, lakin tapılmadı.
bg_bg: Грешка за инсталиране на приставка '{0}' корумпирана или неправилна структура на директорията. Манифестът трябва да съществува на '{1}', но не е намерен.
bn_in: প্লাগইন '{0}' দুর্নীতিগ্রস্থ বা অনুপযুক্ত ডিরেক্টরি কাঠামো ইনস্টল করতে ত্রুটি। ম্যানিফেস্টে '{1}' এ থাকা উচিত তবে এটি পাওয়া যায় নি।
bs_latn_ba: Pogreška prilikom instaliranja dodatka "{0}" korumpirane ili nepravilne strukture direktorija. Manifest treba postojati na "{1}", ali nije pronađen.
ca_es: Error en la instal·lació del connector '{0}' Estructura del directori corrupte o inadequat. Manifest hauria d'existir a "{1}", però no es va trobar.
cs_cz: Chyba instalace pluginu {0} 'Zkorumpovaná nebo nesprávná struktura adresáře. Manifest by měl existovat na '{1}', ale nebyl nalezen.
cy_gb: Gwall gosod ategyn '{0}' Strwythur cyfeirlyfr llygredig neu amhriodol. Dylai Maniffest fodoli yn '{1}' ond ni ddarganfuwyd.
da_dk: Fejl på installation af plugin '{0}' korrupt eller forkert katalogstruktur. Manifest skal eksistere ved '{1}', men blev ikke fundet.
de_ch: Fehler beim Installieren von Plugin '{0}' beschädigter oder unsachgemäßer Verzeichnisstruktur. Manifest sollte bei '{1}' existieren, wurde aber nicht gefunden.
el_gr: Σφάλμα εγκατάστασης plugin '{0}' διεφθαρμένη ή ακατάλληλη δομή καταλόγου. Το δηλωτικό θα πρέπει να υπάρχει στο '{1}' αλλά δεν βρέθηκε.
es_bo: Error Instalación de complementos '{0}' Estructura de directorio corrupta o incorrecta. El manifiesto debería existir en '{1}' pero no se encontró.
et_ee: Viga pistikprogrammi '{0}' installimine rikutud või ebaõige kataloogistruktuur. Manifest peaks eksisteerima aadressil {1}, kuid seda ei leitud.
fa_ir: خطای نصب افزونه '{0}' ساختار دایرکتوری فاسد یا نادرست. مانیفست باید در "{1}" وجود داشته باشد اما یافت نشد.
fi_fi: Virhe asentaa laajennus '{0}' Vorruptoitunut tai virheellinen hakemistorakenne. Manifestin tulisi olla '{1}', mutta sitä ei löydy.
fil_ph: Error sa pag -install ng plugin '{0}' tiwali o hindi wastong istraktura ng direktoryo. Ang manifest ay dapat na umiiral sa '{1}' ngunit hindi natagpuan.
fr_029: Erreur Installation du plugin '{0}' Structure de répertoire corrompu ou incorrect. Un manifeste doit exister à '{1}' mais n'a pas été trouvé.
ga_ie: Earráid a shuiteáil plugin '{0}' struchtúr eolaire truaillithe nó míchuí. Ba chóir go mbeadh léiriú ann ag '{1}' ach níor aimsíodh é.
gu_in: પ્લગઇન ઇન્સ્ટોલ કરવામાં ભૂલ '{0}' ભ્રષ્ટ અથવા અયોગ્ય ડિરેક્ટરી સ્ટ્રક્ચર. મેનિફેસ્ટ '{1}' પર અસ્તિત્વમાં હોવું જોઈએ પરંતુ તે મળ્યું નથી.
he_il: שגיאה בהתקנת תוסף {0} 'מבנה מדריך פגום או לא תקין. ביטוי צריך להתקיים ב '{1}' אך לא נמצא.
hi_in: प्लगइन '{0}' भ्रष्ट या अनुचित निर्देशिका संरचना को स्थापित करने में त्रुटि। मैनिफेस्ट '{1}' पर मौजूद होना चाहिए, लेकिन नहीं मिला।
hr_hr: Pogreška Instaliranje dodatka '{0}' korumpirana ili nepravilna struktura direktorija. Manifest bi trebao postojati na '{1}', ali nije pronađena.
hu_hu: Hiba a '{0}' beépülő modul telepítésének hibája. Korrupt vagy nem megfelelő könyvtári struktúra. A manifestnek léteznie kell a '{1}' -on, de nem találták meg.
hy_am: «{0}» կոռումպացված կամ ոչ պատշաճ կառուցվածքի տեղադրման սխալ: Դրսեւորումը պետք է գոյություն ունենա «{1}» - ում, բայց չի գտնվել:
id_id: Kesalahan Menginstal Plugin '{0}' Struktur Direktori Korup atau Tidak Benar. Manifes harus ada di '{1}' tetapi tidak ditemukan.
is_is: Villa við að setja upp Plugin '{0}' Spillt eða óviðeigandi uppbygging skráar. Manifest ætti að vera til á '{1}' en fannst ekki.
it_ch: Errore installazione del plugin '{0}' Struttura di directory corrotta o impropria. Il manifest dovrebbe esistere a '{1}' ma non è stato trovato.
ja_jp: プラグインのインストール '{0}'破損または不適切なディレクトリ構造。マニフェストは「{1}」に存在するはずですが、見つかりませんでした。
ka_ge: შეცდომის დაყენება მოდული '{0}' კორუმპირებული ან არასათანადო დირექტორიის სტრუქტურა. მანიფესტი უნდა არსებობდეს '{1}' - ში, მაგრამ არ მოიძებნა.
kk_kz: «{0}» плагинін индекстеу немесе каталогтың дұрыс емес құрылымын орнату қатесі. Манифест '{1}' -де болуы керек, бірақ табылмады.
km_kh: កំហុសក្នុងការដំឡើងកម្មវិធីជំនួយ '{0}' រចនាសម្ព័ន្ធខូចឬរចនាសម្ព័ន្ធមិនត្រឹមត្រូវ។ សម្តែងគួរតែមាននៅ '{1}' ប៉ុន្តែរកមិនឃើញទេ។
kn_in: ಪ್ಲಗಿನ್ {0} 'ಭ್ರಷ್ಟ ಅಥವಾ ಅನುಚಿತ ಡೈರೆಕ್ಟರಿ ರಚನೆಯನ್ನು ಸ್ಥಾಪಿಸುವಲ್ಲಿ ದೋಷ. ಮ್ಯಾನಿಫೆಸ್ಟ್ '{1}' ನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರಬೇಕು ಆದರೆ ಅದು ಕಂಡುಬಂದಿಲ್ಲ.
ko_kr: 플러그인 설치 '{0}'부패 또는 부적절한 디렉토리 구조. Manifest는 '{1}'에 존재해야하지만 발견되지 않았습니다.
ky_kg: Плагин '{0}' коррупциялашкан же туура эмес каталог структурасын орнотуу катасы. "{1}" болушу керек, бирок табылган жок.
lo_la: ຂໍ້ຜິດພາດໃນການຕິດຕັ້ງໂປແກຼມ Plugin '{0}' ໂຄງສ້າງໄດເລກະທໍລີ. Manifest ຄວນມີຢູ່ '{1}' ແຕ່ບໍ່ພົບ.
lt_lt: Klaidos įdiegimas įskiepio '{0}' sugadinta ar netinkama katalogo struktūra. Manifestas turėtų egzistuoti „{1}“, bet nebuvo rasta.
lv_lv: Kļūdas instalēšana spraudņa instalēšana '{0}' korumpēta vai nepareiza direktorija struktūra. Manifestam vajadzētu pastāvēt pie '{1}', bet netika atrasts.
mi_nz: Ko te Hapa te whakauru i te mono '{0}' te hanganga whaiaronga kaore i te tika, kaore ranei. Me noho tonu te maarama ki te '{1}' engari kaore i kitea.
mk_mk: Грешка во инсталацијата на додатокот '{0}' корумпирана или неправилна структура на директориумот. Манифест треба да постои на '{1}', но не беше пронајден.
ml_in: പ്ലഗിൻ '{0}' കേടായ അല്ലെങ്കിൽ അനുചിതമായ ഡയറക്ടറി ഘടന ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പിശക്. മാനിഫെസ്റ്റ് '{1}' ൽ നിലനിൽക്കണം, പക്ഷേ കണ്ടെത്തിയില്ല.
mr_in: प्लगइन '{0}' दूषित किंवा अयोग्य निर्देशिका रचना स्थापित करताना त्रुटी. मॅनिफेस्ट '{1}' वर ​​अस्तित्वात असावा परंतु तो सापडला नाही.
ms_my: Ralat memasang plugin '{0}' struktur direktori yang korup atau tidak betul. Manifest harus wujud pada '{1}' tetapi tidak dijumpai.
mt_mt: Żball Installazzjoni tal-plugin '{0}' struttura korrotta jew direttorja mhux xierqa. Manifest għandu jeżisti f '"{1}" iżda ma nstabx.
nb_no: Feil installasjon av plugin '{0}' korrupt eller feil katalogstruktur. Manifest bør eksistere på '{1}', men ble ikke funnet.
ne_np: प्लगइन '{0}' भ्रष्ट वा अनुचित डाइरेक्टरी संरचना स्थापना गर्दा त्रुटि। Manifest '{1}' मा अवस्थित हुनुपर्छ तर फेला परेन।
nl_be: Fout in het installeren van plugin '{0}' corrupte of onjuiste mapstructuur. Manifest zou moeten bestaan ​​op '{1}' maar niet werd gevonden.
or_in: ପ୍ଲଗଇନ୍ '{0}' ଦୁର୍ନୀତିଗ୍ରସ୍ତ କିମ୍ବା ଅନୁପଯୁକ୍ତ ଡିରେକ୍ଟୋରୀ ସଂରଚନା ସଂସ୍ଥାପନ କରିବାରେ ତ୍ରୁଟି ସଂସ୍ଥାପନ କରିବାରେ | '{1}' ରେ ପ୍ରକାଶିତ ହେବା ଉଚିତ୍ କିନ୍ତୁ ମିଳିଲା ନାହିଁ |
pa_arab: ਪਲੱਗਇਨ '{0}' ਭ੍ਰਿਸ਼ਟ ਜਾਂ ਗਲਤ ਡਾਇਰੈਕਟਰੀ structure ਾਂਚੇ ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ. '{1}' ਤੇ ਪ੍ਰਗਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਪਰ ਨਹੀਂ ਮਿਲਿਆ.
pl_pl: Błąd instalowanie wtyczki '{0}' uszkodzony lub niewłaściwa struktura katalogu. Manifest powinien istnieć w „{1}”, ale nie został znaleziony.
pt_br: Erro a instalação do plugin '{0}' Estrutura de diretório corrupta ou inadequada. O manifesto deve existir em '{1}', mas não foi encontrado.
ro_ro: Eroare la instalarea pluginului '{0}' Structura directorului corupt sau necorespunzător. Manifestul ar trebui să existe la „{1}”, dar nu a fost găsit.
ru_ru: Ошибка установки плагина '{0}' Corplume или неправильная структура каталогов. Манифест должен существовать в '{1}', но не был найден.
sk_sk: Chyba inštalácia doplnku '{0}' skorumpovaná alebo nesprávna štruktúra adresára. Manifest by mal existovať na '{1}', ale nebol nájdený.
sl_si: Napaka Namestitev vtičnika '{0}' Poškodovana ali nepravilna struktura imenika. Manifest bi moral obstajati na '{1}', vendar ga ni bilo mogoče najti.
sq_al: Gabim në instalimin e plugin '{0}' Struktura e korruptuar ose e pahijshme e drejtorisë. Manifesti duhet të ekzistojë në '{1}' por nuk u gjet.
sr_cyrl_me: Грешка у инсталирању додатка '{0}' оштећена или неправилна структура директорија. Манифест треба да постоји на '{1}', али није пронађен.
sv_fi: Fel att installera plugin '{0}' korrupt eller felaktig katalogstruktur. Manifest bör existera på '{1}' men hittades inte.
sw_ke: Kosa kusanikisha programu -jalizi '{0}' muundo wa saraka au isiyofaa. Maonyesho yanapaswa kuwapo kwa '{1}' lakini hayakupatikana.
ta_in: சொருகி '{0}' ஊழல் அல்லது முறையற்ற அடைவு கட்டமைப்பை நிறுவுவதில் பிழை. மேனிஃபெஸ்ட் '{1}' இல் இருக்க வேண்டும், ஆனால் காணப்படவில்லை.
te_in: ప్లగ్ఇన్ '{0}' అవినీతి లేదా సరికాని డైరెక్టరీ నిర్మాణాన్ని ఇన్‌స్టాల్ చేయడంలో లోపం. మానిఫెస్ట్ '{1}' వద్ద ఉండాలి కాని కనుగొనబడలేదు.
th_th: การติดตั้งข้อผิดพลาดการติดตั้งปลั๊กอิน '{0}' โครงสร้างไดเรกทอรีที่เสียหายหรือไม่เหมาะสม รายการควรมีอยู่ที่ '{1}' แต่ไม่พบ
tk_tm: Plugin '{0} korrupsiýa ýa-da nädogry katalog gurluş gurluşyny gurmakda säwlik. Görkeziş '{1}' -da bolmaly, ýöne tapylmady.
tr_tr: "{0} 'yozlaşmış veya uygunsuz dizin yapısı eklentisini yükleme hatası. Manifest '{1}' de var olmalıdır, ancak bulunmamıştır.
tt_ru: '{0}' плагинын урнаштыруда хата, бозылган яки дөрес булмаган каталог структурасы. Манифест '{1}' булырга тиеш, ләкин табылмады.
ug_cn: قىستۇرما {0 }لمىنىڭ چىرىغى ياكى نامۇۋاپىق مۇندەرىجە قۇرۇلمىسى ئورنىتىشتا خاتالىق. نامايىش قىلىش «{1} 'ئەمما تېپىلمىدى.
uk_ua: Помилка встановлення плагіну '{0}' пошкоджена або неправильна структура каталогів. Маніфест повинен існувати на '{1}', але його не було знайдено.
ur_pk: پلگ ان '{0}' کرپٹ یا نامناسب ڈائریکٹری ڈھانچے کو انسٹال کرنے میں خرابی۔ منشور '{1}' پر موجود ہونا چاہئے لیکن نہیں ملا۔
uz_cyrl: '{0}' '' CORUSCROS yoki Noto'g'ri ma'lumotning noto'g'ri tuzilishini o'rnatishda xato. "{1}" da aniq bo'lishi kerak, ammo topilmadi.
vi_vn: Lỗi cài đặt plugin '{0}' Cấu trúc thư mục tham nhũng hoặc không chính xác. Biểu hiện nên tồn tại tại '{1}' nhưng không được tìm thấy.
zh_hant: 錯誤安裝插件'{0}'損壞或不正確的目錄結構。清單應在“ {1}”上存在，但找不到。
