Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionAppCommandAlwaysContinueHint
source: When unchecked and the command cannot fire, the chain of execution will halt. Many commands will require some specific application state in order to execute.
af_za: As dit nie gekontroleer word nie en die opdrag nie kan skiet nie, sal die uitvoeringsketting stop. Baie opdragte sal 'n spesifieke toepassingsstaat benodig om uit te voer.
am_et: ካልተካተቱና ትዕዛዙ እሳት መቼ እንደሚጨናነቅ, የመግደል ሰንሰለት ይቆማል. ብዙ ትዕዛዛት ለመፈፀም የተወሰነ የተወሰነ የመተግበሪያ ሁኔታን ይፈልጋሉ.
ar_bh: عندما لم يتم التحقق من ذلك ولا يمكن أن يطلق الأمر ، ستتوقف سلسلة التنفيذ. سوف تتطلب العديد من الأوامر بعض حالة التطبيق المحددة من أجل التنفيذ.
as_in: যেতিয়া নিয়ন্ত্ৰণহীন আৰু আদেশে গুলীব নোৱাৰে, তেতিয়া নিষ্পাদনৰ শৃংখলটো ৰৈ যাব। বহুতো আদেশৰ বাবে কিছুমান নিৰ্দিষ্ট এপ্লিকেচন অৱস্থাৰ প্ৰয়োজন হ'ব।
az_cyrl: Açılmadıqda və əmr atəş edə bilməzsə, icra zənciri dayanacaq. Bir çox əmrlər icra etmək üçün müəyyən bir tətbiq vəziyyətini tələb edəcəkdir.
bg_bg: Когато не се проверява и командата не може да стреля, веригата на екзекуция ще спре. Много команди ще изискват някакво конкретно състояние на приложение, за да се изпълни.
bn_in: যখন চেক না করা হয় এবং কমান্ডটি গুলি চালাতে পারে না, তখন মৃত্যুদণ্ড কার্যকর করার শৃঙ্খলা বন্ধ হয়ে যাবে। অনেক কমান্ড কার্যকর করার জন্য কিছু নির্দিষ্ট অ্যাপ্লিকেশন রাষ্ট্রের প্রয়োজন হবে।
bs_latn_ba: Kada se ne pojavi i naredba ne može požariti, lanac izvršenja će se zaustaviti. Mnoge naredbe će zahtijevati određenu specifičnu državu aplikacije kako bi se izvršavalo.
ca_es: Quan no es marca i la comanda no es pot disparar, la cadena d’execució s’aturarà. Moltes ordres requeriran algun estat de sol·licitud específic per executar -se.
cs_cz: Když není zaškrtnuto a příkaz nemůže vystřelit, řetěz provedení se zastaví. Mnoho příkazů bude vyžadovat určitý konkrétní stav aplikace, aby bylo možné provést.
cy_gb: Pan fydd heb ei wirio ac ni all y gorchymyn danio, bydd y gadwyn ddienyddio yn stopio. Bydd angen rhywfaint o gyflwr cais penodol ar lawer o orchmynion er mwyn gweithredu.
da_dk: Når det ikke er markeret, og kommandoen ikke kan skyde, vil eksekveringskæden standse. Mange kommandoer kræver en vis specifik applikationstilstand for at udføre.
de_ch: Wenn nicht überprüft wird und der Befehl nicht abfeuern kann, wird die Ausführungskette gestoppt. Viele Befehle benötigen einen bestimmten Anwendungsstatus, um auszuführen.
el_gr: Όταν δεν ελέγχεται και η εντολή δεν μπορεί να πυροβολήσει, η αλυσίδα εκτέλεσης θα σταματήσει. Πολλές εντολές θα απαιτήσουν κάποια συγκεκριμένη κατάσταση εφαρμογής για να εκτελεστούν.
es_bo: Cuando no se controle y el comando no puede disparar, la cadena de ejecución se detendrá. Muchos comandos requerirán algún estado de aplicación específico para ejecutar.
et_ee: Kui kontrollimata ja käsk ei saa tulistada, peatub hukkamisahel. Paljud käsud nõuavad käivitamiseks mõnda konkreetset rakenduse olekut.
fa_ir: هنگامی که کنترل نشده و فرمان نتواند آتش بگیرد ، زنجیره اعدام متوقف می شود. بسیاری از دستورات برای اجرای آن به برخی از وضعیت برنامه های خاص نیاز دارند.
fi_fi: Kun tarkistamaton ja komento ei voi ampua, suoritusketju pysähtyy. Monet komennot vaativat jonkin tietyn sovellustilan suorittaakseen.
fil_ph: Kapag hindi mapigilan at ang utos ay hindi maaaring mag -apoy, ang kadena ng pagpapatupad ay ihinto. Maraming mga utos ang mangangailangan ng ilang tiyak na estado ng aplikasyon upang maisagawa.
fr_029: Lorsqu'il n'est pas contrôlé et que la commande ne peut pas tirer, la chaîne d'exécution s'arrête. De nombreuses commandes nécessiteront un état d'application spécifique pour exécuter.
ga_ie: Nuair nach féidir é a sheiceáil agus nach féidir leis an ordú tine a dhéanamh, stopfaidh an slabhra forghníomhaithe. Éileoidh go leor orduithe roinnt stáit iarratais ar leith chun é a fhorghníomhú.
gu_in: જ્યારે અનચેક કરવામાં આવે છે અને આદેશ ફાયર કરી શકતો નથી, ત્યારે અમલની સાંકળ બંધ થઈ જશે. ઘણા આદેશોને ચલાવવા માટે કેટલાક વિશિષ્ટ એપ્લિકેશન રાજ્યની જરૂર પડશે.
he_il: כאשר לא מסומנים והפקודה לא יכולה לירות, שרשרת הביצוע תעצור. פקודות רבות ידרשו מצב יישום ספציפי כלשהו כדי לבצע.
hi_in: जब अनियंत्रित और कमांड फायर नहीं कर सकता है, तो निष्पादन की श्रृंखला रुक जाएगी। कई आदेशों को निष्पादित करने के लिए कुछ विशिष्ट एप्लिकेशन राज्य की आवश्यकता होगी।
hr_hr: Kad se neprovjerena i naredba ne može pucati, lanac izvršenja zaustavit će se. Mnoge će naredbe zahtijevati određeno stanje prijave kako bi se izvršili.
hu_hu: Ha nem jelölik meg, és a parancs nem tud tüzet, a végrehajtás lánca leáll. Sok parancsnak a végrehajtáshoz valamilyen specifikus alkalmazási állapotra van szükség.
hy_am: Երբ չստուգվածը եւ հրամանը չի կարող կրակել, կատարման շղթան կդադարի: Կատարելու համար շատ հրամաններ կպահանջեն որոշակի հատուկ հայտի վիճակ:
id_id: Ketika tidak dicentang dan perintah tidak dapat menembak, rantai eksekusi akan berhenti. Banyak perintah akan memerlukan beberapa status aplikasi spesifik untuk dieksekusi.
is_is: Þegar óskoðað er og skipunin getur ekki skotið mun framkvæmdakeðjan stöðvast. Margar skipanir munu krefjast sérstaks umsóknarástands til að framkvæma.
it_ch: Quando non controllato e il comando non può sparare, la catena di esecuzione si fermerà. Molti comandi richiederanno uno stato di applicazione specifico per eseguire.
ja_jp: チェックされずにコマンドが発射できない場合、実行のチェーンは停止します。多くのコマンドは、実行するために特定のアプリケーション状態を必要とします。
ka_ge: როდესაც არ ამოწმებს და ბრძანებას არ შეუძლია ცეცხლი, აღსრულების ჯაჭვი შეჩერდება. მრავალი ბრძანება დასჭირდება რამდენიმე კონკრეტული განაცხადის მდგომარეობას, რათა შეასრულოს.
kk_kz: Құсбелгiзіп алынған кезде және команда өртенбеген кезде, орындалу тізбегі тоқтайды. Көптеген командалар орындалуы үшін белгілі бір қолданбалы күйді талап етеді.
km_kh: នៅពេលមិនបានត្រួតពិនិត្យហើយពាក្យបញ្ជាមិនអាចបាញ់បានទេខ្សែសង្វាក់នៃការប្រហារជីវិតនឹងបញ្ឈប់។ ពាក្យបញ្ជាជាច្រើននឹងត្រូវការរដ្ឋកម្មវិធីជាក់លាក់មួយចំនួនដើម្បីប្រតិបត្តិ។
kn_in: ಪರಿಶೀಲಿಸದಿದ್ದಾಗ ಮತ್ತು ಆಜ್ಞೆಯು ಬೆಂಕಿಯಿಡಲು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ, ಮರಣದಂಡನೆಯ ಸರಪಳಿ ನಿಲ್ಲುತ್ತದೆ. ಅನೇಕ ಆಜ್ಞೆಗಳಿಗೆ ಕಾರ್ಯಗತಗೊಳಿಸಲು ಕೆಲವು ನಿರ್ದಿಷ್ಟ ಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಿತಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko_kr: 확인되지 않고 명령이 발사 될 수 없으면 실행 체인이 중단됩니다. 많은 명령에 실행하려면 특정 응용 프로그램 상태가 필요합니다.
ky_kg: Белгиленгенде жана буйрук өрттөнүп кете албайт, аткаруу чынжыры токтойт. Көптөгөн буйруктар аткаруу үчүн бир нече конкреттүү өтүнмө абалын талап кылат.
lo_la: ໃນເວລາທີ່ບໍ່ໄດ້ຮັບການກວດກາແລະຄໍາສັ່ງບໍ່ສາມາດດັບເພີງ, ລະບົບຕ່ອງໂສ້ຂອງການປະຕິບັດຈະຢຸດເຊົາ. ຫຼາຍຄໍາສັ່ງຈະຕ້ອງມີສະພາບການສະຫມັກສະເພາະໃນການປະຕິບັດ.
lt_lt: Kai nepatikrinta ir komanda negali šaudyti, vykdymo grandinė sustabdys. Daugeliui komandų, norint vykdyti, reikės tam tikros programos būsenos.
lv_lv: Kad nepārbaudīts un komanda nevar izšaut, izpildes ķēde apstāsies. Daudzām komandām būs nepieciešams kāds īpašs lietojumprogrammas stāvoklis, lai izpildītu.
mi_nz: I te wa kaore e taea te aukati me te ture kaore e taea te ahi, ka mutu te mekameka. He maha nga whakahau ka hiahiatia etahi ahuatanga tono motuhake kia taea ai.
mk_mk: Кога непроверено и командата не може да отпушти, ланецот на извршување ќе запре. Многу команди ќе бараат одредена состојба на апликација за да се изврши.
ml_in: അൺചെക്ക് ചെയ്യുമ്പോൾ കമാൻഡിന് തീപിടിക്കാൻ കഴിയില്ല, വധശിക്ഷയുടെ ശൃംഖല നിർത്തും. എക്സിക്യൂട്ട് ചെയ്യുന്നതിന് നിരവധി കമാൻഡുകൾക്ക് ചില നിർദ്ദിഷ്ട അപേക്ഷാ നില ആവശ്യമാണ്.
mr_in: जेव्हा अनचेक केले आणि कमांडला आग लावू शकत नाही, तेव्हा अंमलबजावणीची साखळी थांबेल. बर्‍याच आदेशांना अंमलात आणण्यासाठी काही विशिष्ट अनुप्रयोग स्थितीची आवश्यकता असते.
ms_my: Apabila tidak terkawal dan perintah tidak dapat membakar, rantaian pelaksanaan akan berhenti. Banyak arahan akan memerlukan beberapa keadaan aplikasi tertentu untuk dilaksanakan.
mt_mt: Meta mhux ikkontrollat ​​u l-kmand ma jistax jispara, il-katina ta 'l-eżekuzzjoni se tieqaf. Ħafna kmandi jeħtieġu xi stat ta 'applikazzjoni speċifiku sabiex jiġu eżegwiti.
nb_no: Når den ikke er merket av og kommandoen ikke kan skyte, vil utførelseskjeden stoppe. Mange kommandoer vil kreve noen spesifikk søknadsstatus for å utføre.
ne_np: अनचेक गर्दा र आदेशलाई आगोमा फालिदैन, मृत्युदण्डको श्रृंखला रोकिनेछ। धेरै कमाण्डहरूलाई कार्यान्वयन गर्न केही खास आवेदन राज्यको आवश्यक पर्दछ।
nl_be: Wanneer het niet wordt aangevinkt en het commando niet kan schieten, zal de executieketen stoppen. Veel opdrachten vereisen een specifieke applicatiestatus om uit te voeren.
or_in: ଯେତେବେଳେ ଚେକ୍ ହୋଇନଥିଲା ଏବଂ କମାଣ୍ଡ ଅଗ୍ନି ସଂଯୋଗ କରିପାରିବ ନାହିଁ, ନିର୍ବାହର ଶୃଙ୍ଖଳା ଅଟକି ଯିବ | ଏକଜେକ୍ୟୁଟ୍ କରିବା ପାଇଁ ଅନେକ ନିର୍ଦ୍ଦେଶ କିଛି ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରୟୋଗ ସ୍ଥିତି ଆବଶ୍ୟକ କରିବେ |
pa_arab: ਜਦੋਂ ਅਚਾਨਕ ਅਤੇ ਹੁਕਮ ਨੂੰ ਅੱਗ ਨਹੀਂ ਮਿਲ ਸਕਦੀ, ਤਾਂ ਫਾਂਸੀ ਦੀ ਲੜੀਬੰਦੀ ਰੁਕ ਜਾਵੇਗੀ. ਬਹੁਤ ਸਾਰੇ ਆਦੇਸ਼ਾਂ ਨੂੰ ਚਲਾਉਣ ਲਈ ਕੁਝ ਖਾਸ ਕਾਰਜ ਸਥਿਤੀ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ.
pl_pl: Po niezazywaniu się, a polecenie nie może wystrzelić, łańcuch wykonania zatrzyma się. Wiele poleceń będzie wymagało określonego stanu aplikacji do wykonania.
pt_br: Quando desmarcado e o comando não pode disparar, a cadeia de execução será interrompida. Muitos comandos exigirão algum estado de aplicação específico para executar.
ro_ro: Când nu este verificată și comanda nu poate trage, lanțul de execuție se va opri. Multe comenzi vor necesita o anumită stare de aplicație specifică pentru a executa.
ru_ru: Когда не контролировано, и команда не может стрелять, цепочка исполнения остановится. Многие команды потребуют определенного состояния приложения для выполнения.
sk_sk: Keď nekontrolovaný a príkaz nemôže vystreliť, reťaz vykonávania sa zastaví. Mnoho príkazov bude vyžadovať určitý konkrétny stav aplikácie na vykonanie.
sl_si: Kadar je nenadzorovan in ukaz ne more streljati, se bo veriga usmrtitve ustavila. Številni ukazi bodo za izvedbo potrebovali nekaj posebnega stanja prijave.
sq_al: Kur nuk kontrollohet dhe komanda nuk mund të ndizet, zinxhiri i ekzekutimit do të ndalet. Shumë komanda do të kërkojnë një gjendje specifike të aplikimit në mënyrë që të ekzekutohen.
sr_cyrl_me: Када је неоткривено и наредба не може да падне, ланчић извршења ће се зауставити. Многе команде ће захтијевати одређени стан за пријаву у циљу извршења.
sv_fi: När avmarkerad och kommandot inte kan avfyras kommer kedjan för körning att stoppa. Många kommandon kommer att kräva något specifikt applikationstillstånd för att utföra.
sw_ke: Wakati haijatatuliwa na amri haiwezi moto, mlolongo wa utekelezaji utasimama. Amri nyingi zitahitaji hali fulani ya maombi ili kutekeleza.
ta_in: தேர்வு செய்யப்படாமல், கட்டளையால் சுட முடியாதபோது, ​​மரணதண்டனை சங்கிலி நிறுத்தப்படும். பல கட்டளைகளுக்கு செயல்படுத்த சில குறிப்பிட்ட பயன்பாட்டு நிலை தேவைப்படும்.
te_in: తనిఖీ చేయబడనప్పుడు మరియు ఆదేశం కాల్పులు జరపలేనప్పుడు, అమలు గొలుసు ఆగిపోతుంది. అమలు చేయడానికి చాలా ఆదేశాలకు కొన్ని నిర్దిష్ట అప్లికేషన్ స్టేట్ అవసరం.
th_th: เมื่อไม่ถูกตรวจสอบและคำสั่งไม่สามารถยิงได้ห่วงโซ่การประหารชีวิตจะหยุดลง คำสั่งจำนวนมากจะต้องใช้สถานะแอปพลิเคชันเฉพาะบางอย่างเพื่อดำเนินการ
tk_tm: Haçan-da buýruk mahsusda, jeza zynjyry, ýerine ýetiriliş zynjyry saklanar. Köp buýruk, ýerine ýetirmek üçin ýörite programma döwletini talap eder.
tr_tr: Kontrol edilmediğinde ve komut ateşleyemediğinde, infaz zinciri duracaktır. Birçok komut yürütmek için belirli bir uygulama durumu gerektirecektir.
tt_ru: Тикшерелгәч һәм боерык утырга мөмкин, башкару чылбыры туктар. Күпчелек боерыклар башкару өчен ниндидер гариза таләп ителә.
ug_cn: تەكشۈرۈلمىگەندا ۋە بۇيرۇق ئوت يەپ قالمايدۇ, ئىجرا زەنجىر توختاپ قالىدۇ. نۇرغۇن بۇيرۇقلارنى ئىجرا قىلىش ئۈچۈن مەلۇم مۇئەييەن قوللىنىشچان پروگرامما ھالىتىنى تەلەپ قىلىدۇ.
uk_ua: Коли не перевіряється, і команда не може стріляти, ланцюг виконання зупиниться. Для виконання для виконання багато команд потребуватимуть певного стану додатків.
ur_pk: جب بغیر چیک کیا جائے اور کمانڈ فائر نہیں کرسکتا ، تو عملدرآمد کا سلسلہ رک جائے گا۔ بہت سے احکامات پر عملدرآمد کے لئے کچھ مخصوص درخواست کی حالت کی ضرورت ہوگی۔
uz_cyrl: Belgilanmaganda va buyruq otish mumkin emas, qatl qilish zanjiri to'xtaydi. Ko'plab buyruqlar bajarilishi uchun ma'lum bir aniq qo'llaniladigan davlatni talab qiladi.
vi_vn: Khi không được kiểm soát và lệnh không thể bắn, chuỗi thực thi sẽ dừng lại. Nhiều lệnh sẽ yêu cầu một số trạng thái ứng dụng cụ thể để thực thi.
zh_hant: 當未選中並且命令無法開火時，執行鏈將停止。許多命令將需要某些特定的應用程序狀態才能執行。

# ActionAppCommandAlwaysContinueLabel
source: Always Continue?
af_za: Altyd voortgaan?
am_et: ሁሌም ቀጥል?
ar_bh: تابع دائما؟
as_in: সদায় আগবাঢ়ি যাওক?
az_cyrl: Həmişə davam edirsiniz?
bg_bg: Винаги продължавате?
bn_in: সর্বদা চালিয়ে যান?
bs_latn_ba: Uvek nastavite?
ca_es: Continuar sempre?
cs_cz: Vždy pokračovat?
cy_gb: Parhau bob amser?
da_dk: Fortsæt altid?
de_ch: Immer fortfahren?
el_gr: Συνεχίστε πάντα;
es_bo: ¿Continuar siempre?
et_ee: Jätkake alati?
fa_ir: همیشه ادامه دهید؟
fi_fi: Jatka aina?
fil_ph: Palaging magpatuloy?
fr_029: Continuez toujours?
ga_ie: Lean ar aghaidh i gcónaí?
gu_in: હંમેશા ચાલુ રાખો?
he_il: תמיד להמשיך?
hi_in: हमेशा जारी रखें?
hr_hr: Uvijek nastavite?
hu_hu: Mindig folytassa?
hy_am: Միշտ շարունակեք:
id_id: Selalu melanjutkan?
is_is: Haltu alltaf áfram?
it_ch: Continua sempre?
ja_jp: 常に続行しますか？
ka_ge: ყოველთვის გააგრძელე?
kk_kz: Әрқашан жалғастырыңыз ба?
km_kh: បន្តជានិច្ច?
kn_in: ಯಾವಾಗಲೂ ಮುಂದುವರಿಸುವುದೇ?
ko_kr: 항상 계속 되나요?
ky_kg: Ар дайым улантылабы?
lo_la: ສະເຫມີໄປຕໍ່ໄປ?
lt_lt: Visada tęsti?
lv_lv: Vienmēr turpināt?
mi_nz: Haere tonu?
mk_mk: Секогаш продолжувај?
ml_in: എല്ലായ്പ്പോഴും തുടരുകയാണോ?
mr_in: नेहमी सुरू ठेवा?
ms_my: Selalu teruskan?
mt_mt: Dejjem Kompli?
nb_no: Alltid fortsette?
ne_np: सधैं जारी राख्नुहोस्?
nl_be: Altijd doorgaan?
or_in: ସର୍ବଦା ଜାରି ରଖ?
pa_arab: ਹਮੇਸ਼ਾਂ ਜਾਰੀ ਰੱਖੋ?
pl_pl: Zawsze kontynuuj?
pt_br: Sempre continua?
ro_ro: Continuați mereu?
ru_ru: Всегда продолжать?
sk_sk: Vždy pokračujte?
sl_si: Vedno nadaljujte?
sq_al: Gjithmonë vazhdoni?
sr_cyrl_me: Увек наставите?
sv_fi: Fortsätt alltid?
sw_ke: Daima endelea?
ta_in: எப்போதும் தொடரவா?
te_in: ఎల్లప్పుడూ కొనసాగుతున్నారా?
th_th: ดำเนินการต่อเสมอ?
tk_tm: Elmydama dowam edýärmi?
tr_tr: Her zaman devam et?
tt_ru: Waysәрвакыт дәвам итегез?
ug_cn: ھەمىشە داۋاملاشتۇرۇڭ?
uk_ua: Завжди продовжуйте?
ur_pk: ہمیشہ جاری رکھیں؟
uz_cyrl: Har doim davom etyapsizmi?
vi_vn: Luôn tiếp tục?
zh_hant: 總是繼續嗎？

# ActionAppCommandHint
source: The command to perform.
af_za: Die opdrag om uit te voer.
am_et: የማከናወን ትእዛዝ.
ar_bh: الأمر لأداء.
as_in: পৰিৱেশন কৰিবলৈ আদেশ।
az_cyrl: Yerinə yetirmək əmri.
bg_bg: Командата за изпълнение.
bn_in: পারফর্ম করার কমান্ড।
bs_latn_ba: Naredba za obavljanje.
ca_es: La comanda per realitzar.
cs_cz: Příkaz k provedení.
cy_gb: Y gorchymyn i berfformio.
da_dk: Kommandoen til at udføre.
de_ch: Der Befehl zu erfolgen.
el_gr: Την εντολή να εκτελέσει.
es_bo: El comando para realizar.
et_ee: Käsk esineda.
fa_ir: دستور اجرای.
fi_fi: Suoritettava komento.
fil_ph: Ang utos upang gumanap.
fr_029: La commande pour effectuer.
ga_ie: An t -ordú le feidhmiú.
gu_in: કરવા માટે આદેશ.
he_il: הפקודה לביצוע.
hi_in: प्रदर्शन करने की आज्ञा।
hr_hr: Naredba za izvođenje.
hu_hu: A végrehajtás parancs.
hy_am: Կատարելու հրամանը:
id_id: Perintah untuk melakukan.
is_is: Skipunin að koma fram.
it_ch: Il comando da eseguire.
ja_jp: 実行するコマンド。
ka_ge: ბრძანება შესასრულებლად.
kk_kz: Орындау командасы.
km_kh: ពាក្យបញ្ជាដើម្បីសំដែង។
kn_in: ನಿರ್ವಹಿಸಲು ಆಜ್ಞೆ.
ko_kr: 수행하는 명령.
ky_kg: Аткарууга буйрук.
lo_la: ຄໍາສັ່ງໃຫ້ປະຕິບັດ.
lt_lt: Komanda atlikti.
lv_lv: Komanda izpildīt.
mi_nz: Te whakahau ki te mahi.
mk_mk: Командата за извршување.
ml_in: നിർവഹിക്കാനുള്ള കമാൻഡ്.
mr_in: सादर करण्याची आज्ञा.
ms_my: Perintah untuk melaksanakan.
mt_mt: Il-kmand biex twettaq.
nb_no: Kommandoen om å utføre.
ne_np: आदेश गर्न आदेश।
nl_be: Het opdracht om uit te voeren.
or_in: କାର୍ଯ୍ୟ କରିବାକୁ ନିର୍ଦ୍ଦେଶ
pa_arab: ਕਰਨ ਲਈ ਕਮਾਂਡ.
pl_pl: Polecenie wykonania.
pt_br: O comando para executar.
ro_ro: Comanda de efectuat.
ru_ru: Команда для выполнения.
sk_sk: Príkaz na vykonanie.
sl_si: Ukaz za izvedbo.
sq_al: Komanda për të kryer.
sr_cyrl_me: Наредба за обављање.
sv_fi: Kommandot att utföra.
sw_ke: Amri ya kutekeleza.
ta_in: செய்ய கட்டளை.
te_in: ప్రదర్శించడానికి ఆదేశం.
th_th: คำสั่งที่จะดำเนินการ
tk_tm: Ýerine ýetirmek buýrugy.
tr_tr: Gerçekleştirme komutu.
tt_ru: Башкарырга боерык.
ug_cn: ئىجرا قىلىش بۇيرۇقى.
uk_ua: Команда виконувати.
ur_pk: انجام دینے کا حکم۔
uz_cyrl: Ijro etish buyrug'i.
vi_vn: Lệnh để thực hiện.
zh_hant: 要執行的命令。

# ActionAppCommandLabel
source: Command
af_za: Bevel
am_et: ትእዛዝ
ar_bh: يأمر
as_in: আদেশ
az_cyrl: Əmr etmək
bg_bg: Команда
bn_in: কমান্ড
bs_latn_ba: Naredba
ca_es: Comandament
cs_cz: Příkaz
cy_gb: Gorchmynnwn
da_dk: Kommando
de_ch: Befehl
el_gr: Εντολή
es_bo: Dominio
et_ee: Käsk
fa_ir: فرمان
fi_fi: Komento
fil_ph: Utos
fr_029: Commande
ga_ie: Fabhar
gu_in: આદેશ આપવો
he_il: פקודה
hi_in: आज्ञा
hr_hr: Naredba
hu_hu: Parancs
hy_am: Հրաման
id_id: Memerintah
is_is: Skipan
it_ch: Comando
ja_jp: 指示
ka_ge: ბრძანება
kk_kz: Бұйрық
km_kh: ការបង្គាប់
kn_in: ಸ ೦ ತಾನು
ko_kr: 명령
ky_kg: Буйрук
lo_la: ບັນຊາ
lt_lt: Komanda
lv_lv: Vadība
mi_nz: Whakahau
mk_mk: Команда
ml_in: ആജ്ഞാപിക്കുക
mr_in: आज्ञा
ms_my: Perintah
mt_mt: Kmand
nb_no: Kommando
ne_np: आदेश
nl_be: Commando
or_in: ନିର୍ଦ୍ଦେଶ
pa_arab: ਕਮਾਂਡ
pl_pl: Komenda
pt_br: Comando
ro_ro: Comanda
ru_ru: Командование
sk_sk: Príkaz
sl_si: Ukaz
sq_al: Komandoj
sr_cyrl_me: Командант
sv_fi: Kommando
sw_ke: Amri
ta_in: கட்டளை
te_in: కమాండ్
th_th: สั่งการ
tk_tm: Buýruk
tr_tr: Emretmek
tt_ru: Боерык
ug_cn: بۇيرۇق
uk_ua: Командування
ur_pk: کمانڈ
uz_cyrl: Buyruq
vi_vn: Yêu cầu
zh_hant: 命令

# ActionAppCommandValidation1
source: No command selected for Application Command '{0}'
af_za: Geen opdrag gekies vir die toepassingsopdrag '{0}'
am_et: ለትግበራ ትእዛዝ አልተመረጠም የትእዛዝ ትእዛዝ የለም {0} '
ar_bh: لم يتم تحديد أمر محدد لأمر التطبيق "{0} '
as_in: এপ্লিকেচনৰ বাবে কোনো আদেশ নিৰ্বাচিত আদেশ '{0}'
az_cyrl: Tətbiq əmri üçün "{0}" üçün heç bir əmr seçilmədi
bg_bg: Не е избрана команда за команда за приложение '{0}'
bn_in: অ্যাপ্লিকেশন কমান্ড '{0}' এর জন্য কোনও কমান্ড নির্বাচন করা হয়নি
bs_latn_ba: Nijedna naredba odabrana za naredbu aplikacije '{0}'
ca_es: No s'ha seleccionat cap ordre per a l'aplicació '{0}'
cs_cz: Žádný příkaz vybraný pro příkaz aplikace '{0}'
cy_gb: Dim gorchymyn wedi'i ddewis ar gyfer gorchymyn cais '{0}'
da_dk: Ingen kommando valgt til applikationskommando '{0}'
de_ch: Kein Befehl für Anwendungsbefehl '{0}'
el_gr: Δεν έχει επιλεγεί εντολή για εντολή εφαρμογής {0} '
es_bo: No se selecciona el comando para el comando de aplicación '{0}'
et_ee: Rakenduse käsku '{0}' pole valitud käsku
fa_ir: بدون دستور برای دستور برنامه '{0}' انتخاب نشده است
fi_fi: Ei komentoa, joka on valittu sovelluskomennolle '{0}'
fil_ph: Walang utos na napili para sa utos ng aplikasyon '{0}'
fr_029: Aucune commande sélectionnée pour la commande d'application '{0}'
ga_ie: Níor roghnaítear aon ordú le haghaidh ordú iarratais '{0}'
gu_in: એપ્લિકેશન આદેશ માટે કોઈ આદેશ પસંદ કર્યો નથી '{0}'
he_il: אין פקודה שנבחרה לפקודת יישום '{0}'
hi_in: कोई कमांड एप्लिकेशन कमांड के लिए चयनित नहीं '{0}'
hr_hr: Nijedna naredba odabrana za naredbu aplikacije '{0}'
hu_hu: Nincs parancs a '{0}' alkalmazás parancshoz kiválasztva
hy_am: Ոչ մի հրաման չի ընտրվել «{0}» հայտի հրամանի համար
id_id: Tidak ada perintah yang dipilih untuk perintah aplikasi '{0}'
is_is: Engin skipun valin fyrir umsóknarskipun '{0}'
it_ch: Nessun comando selezionato per il comando dell'applicazione '{0}'
ja_jp: アプリケーションコマンド '{0}'に選択されたコマンドはありません
ka_ge: ბრძანება არ არის შერჩეული განაცხადის ბრძანებისთვის '{0}'
kk_kz: '{0} қолданбалы пәрмені үшін таңба таңдалмады
km_kh: គ្មានពាក្យបញ្ជាដែលបានជ្រើសរើសសម្រាប់ពាក្យបញ្ជាពាក្យបញ្ជា '{0}'
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಆಜ್ಞೆಗೆ ಯಾವುದೇ ಆಜ್ಞೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ '{0}'
ko_kr: 응용 프로그램 명령 '{0}'에 선택된 명령이 없습니다.
ky_kg: "{0}" колдонмо үчүн буйрук тандалган жок
lo_la: ບໍ່ມີຄໍາສັ່ງທີ່ຖືກຄັດເລືອກສໍາລັບຄໍາສັ່ງສະຫມັກ '{0}'
lt_lt: Nėra komandos, kuriai taikoma komanda '{0}'
lv_lv: Nav atlasīta komanda, kas atlasīta lietojumprogrammas komandai '{0}'
mi_nz: Kaore he whakahau i tohua mo te whakahau tono '{0}'
mk_mk: Нема избрана команда за команда за апликација '{0}'
ml_in: അപ്ലിക്കേഷൻ കമാൻഡിനായി '{0}' എന്നതിനായി കമാൻഡ് തിരഞ്ഞെടുത്തിട്ടില്ല
mr_in: अनुप्रयोग कमांड '{0}' साठी निवडलेली कोणतीही कमांड नाही
ms_my: Tiada arahan yang dipilih untuk Perintah Aplikasi '{0}'
mt_mt: L-ebda kmand magħżul għall-kmand tal-applikazzjoni "{0}"
nb_no: Ingen kommando valgt for applikasjonskommando '{0}'
ne_np: अनुप्रयोग आदेशको लागि कुनै आदेश चयन गरिएको छैन '{0}'
nl_be: Geen opdracht geselecteerd voor toepassingsopdracht '{0}'
or_in: ପ୍ରୟୋଗ ନିର୍ଦ୍ଦେଶ '{0}' ପାଇଁ କ command ଣସି ନିର୍ଦ୍ଦେଶ ଚୟନ ହୋଇନାହିଁ |
pa_arab: ਐਪਲੀਕੇਸ਼ਨ ਕਮਾਂਡ '{0}' ਲਈ ਕੋਈ ਕਮਾਂਡ ਨਹੀਂ ਚੁਣੀ
pl_pl: Brak polecenia dla polecenia aplikacji „{0}”
pt_br: Nenhum comando selecionado para o comando do aplicativo '{0}'
ro_ro: Nicio comandă selectată pentru comanda aplicației '{0}'
ru_ru: Команда не выбрана для команды приложения '{0}'
sk_sk: Žiadny príkaz vybraný pre príkaz aplikácie '{0}'
sl_si: Za ukaz aplikacije ni izbranega ukaza '{0}'
sq_al: Asnjë komandë e zgjedhur për komandën e aplikacionit '{0}'
sr_cyrl_me: Ниједна наредба није изабрана за наредбу апликације '{0}'
sv_fi: Inget kommando valt för applikationskommando '{0}'
sw_ke: Hakuna amri iliyochaguliwa kwa amri ya maombi '{0}'
ta_in: பயன்பாட்டு கட்டளை '{0}' க்கு கட்டளை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te_in: అప్లికేషన్ కమాండ్ కోసం కమాండ్ ఎంచుకోలేదు '{0}'
th_th: ไม่เลือกคำสั่งสำหรับคำสั่งแอปพลิเคชัน '{0}'
tk_tm: Programma buýrugy üçin saýlanan buýruk '{0}' üçin saýlanan buýruk ýok
tr_tr: '{0}' uygulama komutu için seçilmedi
tt_ru: Заявка командасы өчен сайланмаган боерык юк '{0}'
ug_cn: قوللىنىشچان پروگراممىسىدا تاللانغان بۇيرۇق '{0}'
uk_ua: Немає команди, вибраної для команди програми '{0}'
ur_pk: درخواست کمانڈ '{0}' کے لئے کوئی کمانڈ منتخب نہیں کیا گیا
uz_cyrl: "{0}" buyrug'i uchun hech qanday buyruq tanlanmagan
vi_vn: Không có lệnh được chọn cho lệnh ứng dụng '{0}'
zh_hant: 沒有為應用程序命令選擇命令'{0}'
