Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionCondOpHint
source: All true or false operations where child actions will only execute if the result is true.
af_za: Alle ware of vals operasies waar kinderaksies slegs sal uitvoer as die resultaat waar is.
am_et: የሕፃናት እርምጃዎች ሁሉም እውነተኛ ወይም የሐሰት ሥራዎች ውጤቱ እውነት ከሆነ ብቻ ነው.
ar_bh: جميع العمليات الحقيقية أو الخاطئة حيث سيتم تنفيذ إجراءات الطفل فقط إذا كانت النتيجة صحيحة.
as_in: সকলো সত্য বা ভুৱা কাৰ্য্য য'ত শিশুৰ কাৰ্য্যই কেৱল নিষ্পাদন কৰিব যদিহে ফলাফল সত্য হয়।
az_cyrl: Uşaq hərəkətlərinin yalnız nəticəsi doğrudursa, yalnız yerinə yetiriləcəyi bütün həqiqi və ya saxta əməliyyatlar.
bg_bg: Всички истински или фалшиви операции, при които действията на децата ще се изпълняват само ако резултатът е верен.
bn_in: সমস্ত সত্য বা মিথ্যা অপারেশন যেখানে ফলাফলটি সত্য হলে শিশু ক্রিয়াগুলি কেবল কার্যকর করবে।
bs_latn_ba: Sve istinite ili lažne operacije u kojima će se dječiji akcije izvršiti samo ako je rezultat istinita.
ca_es: Totes les operacions veritables o falses on les accions infantils només s’executaran si el resultat és cert.
cs_cz: Všechny pravdivé nebo nepravdivé operace, kde budou dětské akce provádět, pouze pokud je výsledek pravdivý.
cy_gb: Dim ond os yw'r canlyniad yn wir y bydd pob gweithrediad gwir neu ffug lle bydd gweithredoedd plant yn gweithredu.
da_dk: Alle sande eller falske operationer, hvor børns handlinger kun udføres, hvis resultatet er sandt.
de_ch: Alle wahren oder falschen Operationen, bei denen Kinderaktionen nur ausgeführt werden, wenn das Ergebnis wahr ist.
el_gr: Όλες οι αληθινές ή ψευδείς λειτουργίες όπου οι ενέργειες των παιδιών θα εκτελούν μόνο εάν το αποτέλεσμα είναι αληθινό.
es_bo: Todas las operaciones verdaderas o falsas donde las acciones infantiles solo se ejecutarán si el resultado es verdadero.
et_ee: Kõik tõelised või valeoperatsioonid, kus laste toimingud teostavad ainult siis, kui tulemus on tõene.
fa_ir: تمام عملیات درست یا دروغین که در آن اقدامات کودک فقط در صورت صحت نتیجه انجام می شود.
fi_fi: Kaikki todelliset tai väärät toiminnot, joissa lasten toimet suoritetaan vain, jos tulos on totta.
fil_ph: Lahat ng totoo o maling operasyon kung saan isasagawa lamang ang mga aksyon ng bata kung totoo ang resulta.
fr_029: Toutes les opérations vraies ou fausses où les actions de l'enfant ne s'exécuteront que si le résultat est vrai.
ga_ie: Gach oibríocht fíor nó bréagach ina ndéanfaidh gníomhartha leanaí ach amháin má tá an toradh fíor.
gu_in: બધી સાચી કે ખોટી કામગીરી જ્યાં બાળક ક્રિયાઓ ફક્ત ત્યારે જ ચલાવવામાં આવશે જો પરિણામ સાચું હોય.
he_il: כל הפעולות האמיתיות או השגויות בהן פעולות ילדים יבוצעו רק אם התוצאה נכונה.
hi_in: सभी सच्चे या झूठे संचालन जहां बाल क्रियाएं केवल तभी निष्पादित करेंगे जब परिणाम सही हो।
hr_hr: Sve istinske ili lažne operacije u kojima će se djeci akcija izvršiti samo ako je rezultat istinit.
hu_hu: Minden igaz vagy hamis művelet, ahol a gyermekek cselekedeteit csak akkor hajtják végre, ha az eredmény igaz.
hy_am: Բոլոր իրական կամ կեղծ գործողությունները, որտեղ արդյունքը ճշմարիտ կլինի միայն երեխաների գործողությունները:
id_id: Semua operasi benar atau salah di mana tindakan anak hanya akan dieksekusi jika hasilnya benar.
is_is: Allar sannar eða rangar aðgerðir þar sem aðgerðir barna munu aðeins framkvæma ef niðurstaðan er sönn.
it_ch: Tutte le operazioni vere o false in cui le azioni del bambino eseguiranno solo se il risultato è vero.
ja_jp: 結果が真である場合にのみ子どものアクションが実行されるすべての真または虚偽の操作。
ka_ge: ყველა ჭეშმარიტი ან ყალბი ოპერაცია, სადაც ბავშვის ქმედებები შეასრულებს მხოლოდ იმ შემთხვევაში, თუ შედეგი მართალია.
kk_kz: Барлық шын немесе жалған әрекеттер, онда балалар әрекеттері тек нәтиже болса ғана орындалады.
km_kh: រាល់ប្រតិបត្តិការពិតឬមិនពិតទាំងអស់ដែលសកម្មភាពកុមារនឹងត្រូវប្រតិបត្តិប្រសិនបើលទ្ធផលពិត។
kn_in: ಫಲಿತಾಂಶವು ನಿಜವಾಗಿದ್ದರೆ ಮಾತ್ರ ಮಕ್ಕಳ ಕ್ರಿಯೆಗಳು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಎಲ್ಲಾ ನಿಜವಾದ ಅಥವಾ ಸುಳ್ಳು ಕಾರ್ಯಾಚರಣೆಗಳು.
ko_kr: 아동 행동이 결과가 참인 경우에만 실행되는 모든 참 또는 거짓 작전.
ky_kg: Эгерде натыйжа туура болсо, анда баланын иш-аракеттери гана аткарыла турган чыныгы же жалган операциялар.
lo_la: ທຸກໆການດໍາເນີນງານທີ່ແທ້ຈິງຫຼືບໍ່ຖືກຕ້ອງເຊິ່ງການກະທໍາຂອງເດັກຈະປະຕິບັດເທົ່ານັ້ນຖ້າຜົນໄດ້ຮັບແມ່ນຄວາມຈິງ.
lt_lt: Visos teisingos ar klaidingos operacijos, kai vaiko veiksmai vykdys tik tuo atveju, jei rezultatas bus teisingas.
lv_lv: Visas patiesās vai nepatiesās operācijas, kurās bērnu darbības izpildīs tikai tad, ja rezultāts būs patiess.
mi_nz: Ko nga mahi pono, he kino ranei e mahi ana i nga mahi a te tamaiti mehemea he pono te hua.
mk_mk: Сите вистинити или лажни операции каде децата дејствија ќе ги извршуваат само доколку резултатот е точно.
ml_in: ബാല പ്രവർത്തനങ്ങൾ ശരിയാണെങ്കിൽ മാത്രമേ ബാല പ്രവർത്തനങ്ങൾ നടപ്പിലാക്കൂ.
mr_in: सर्व खरे किंवा खोटे ऑपरेशन्स जिथे मुलांच्या कृती केवळ जर परिणामी असतील तरच कार्यवाही होतील.
ms_my: Semua operasi yang benar atau palsu di mana tindakan kanak -kanak hanya akan dilaksanakan jika hasilnya benar.
mt_mt: L-operazzjonijiet veri jew foloz kollha fejn l-azzjonijiet tat-tfal se jeżegwixxu biss jekk ir-riżultat ikun veru.
nb_no: Alle sanne eller falske operasjoner der barns handlinger bare vil utføre hvis resultatet er sant.
ne_np: सबै सही वा गलत कार्यहरू जहाँ बच्चा कार्यहरू मात्र कार्यान्वयन गर्दछ यदि नतीजा सत्य हो भने।
nl_be: Alle echte of valse bewerkingen waarbij acties van onderliggenden alleen worden uitgevoerd als het resultaat waar is.
or_in: ସମସ୍ତ ସତ୍ୟ ବା ମିଥ୍ୟା ଅପରେସନ୍ ଯେଉଁଠାରେ ପିଲାଟି ସଠିକ୍ ହେଲେ ଏହି ପରିଣାମ କେବଳ ଏକଜେକ୍ୟୁଟ୍ କରିବ |
pa_arab: ਸਾਰੇ ਸੱਚ ਜਾਂ ਗਲਤ ਕੰਮ ਜਿੱਥੇ ਚਾਈਲਡ ਐਕਸ਼ਨਸ ਸਿਰਫ ਉਦੋਂ ਹੀ ਪ੍ਰਭਾਵਿਤ ਹੋ ਜਾਣਗੇ ਜੇ ਨਤੀਜਾ ਸਹੀ ਹੁੰਦਾ ਹੈ.
pl_pl: Wszystkie prawdziwe lub fałszywe operacje, w których działania dziecięce będą wykonywać tylko wtedy, gdy wynik jest prawdziwy.
pt_br: Todas as operações verdadeiras ou falsas em que as ações da criança só serão executadas se o resultado for verdadeiro.
ro_ro: Toate operațiunile adevărate sau false în care acțiunile copilului vor executa numai dacă rezultatul este adevărat.
ru_ru: Все истинные или ложные операции, где действия дочерних действий будут выполняться только в том случае, если результат правда.
sk_sk: Všetky pravdivé alebo falošné operácie, v ktorých sa podradné akcie vykonajú, iba ak je výsledok pravdivý.
sl_si: Vse resnične ali lažne operacije, kjer se bodo dejanja otrok izvedli le, če je rezultat resničen.
sq_al: Të gjitha operacionet e vërteta ose të rreme ku veprimet e fëmijëve do të ekzekutojnë vetëm nëse rezultati është i vërtetë.
sr_cyrl_me: Све истините или лажне операције у којима ће дјечије акције извршити само ако је резултат тачно.
sv_fi: Alla sanna eller falska operationer där barnåtgärder endast kommer att utföra om resultatet är sant.
sw_ke: Shughuli zote za kweli au za uwongo ambapo vitendo vya watoto vitatekelezwa tu ikiwa matokeo ni kweli.
ta_in: முடிவு உண்மையாக இருந்தால் மட்டுமே குழந்தை நடவடிக்கைகள் செயல்படுத்தப்படும் அனைத்து உண்மை அல்லது தவறான செயல்பாடுகளும்.
te_in: ఫలితం నిజమైతేనే పిల్లల చర్యలు అమలు చేసే అన్ని నిజమైన లేదా తప్పుడు కార్యకలాపాలు.
th_th: การดำเนินการจริงหรือเท็จทั้งหมดที่การกระทำของเด็กจะดำเนินการเฉพาะในกรณีที่ผลลัพธ์เป็นจริง
tk_tm: Çaga hereketleriniň diňe netijesi bolsa, diňe bir hakyky ýa-da ýalan amallar ýerine ýetirer.
tr_tr: Çocuk eylemlerinin yalnızca sonuç doğruysa yürütüleceği tüm doğru veya yanlış işlemler.
tt_ru: Барлык чын яки ялган операцияләр, анда балалар эше нәтиҗәсе дөрес булса, башкарылачак.
ug_cn: بارلىق ھەقىقىي ياكى يالغان مەشغۇلاتلار پەقەت نەتىجىنىڭ نەتىجىسى بولسا, پەقەت نەتىجىنىڭ ئەمەلگە ئېشىدىغانلىقىنى ئىجرا قىلىدۇ.
uk_ua: Усі правдиві чи помилкові операції, де дитячі дії будуть виконуватися лише у тому випадку, якщо результат правдивий.
ur_pk: تمام سچی یا غلط کاروائیاں جہاں بچوں کے اعمال صرف اس صورت میں عملدرآمد کریں گے جب نتیجہ صحیح ہو۔
uz_cyrl: Natijada faqat bola harakatlar faqat amalga oshiriladigan haqiqiy yoki yolg'on operatsiyalar amalga oshiriladi.
vi_vn: Tất cả các hoạt động đúng hoặc sai trong đó các hành động của con sẽ chỉ thực thi nếu kết quả là đúng.
zh_hant: 所有真或錯誤的操作只有在結果為真時才能執行兒童操作。

# ActionCondOpLabel
source: Condition
af_za: Toestand
am_et: ሁኔታ
ar_bh: حالة
as_in: পৰিস্থিতি
az_cyrl: Şərt
bg_bg: Условие
bn_in: শর্ত
bs_latn_ba: Stanje
ca_es: Condició
cs_cz: Stav
cy_gb: Cyflyrwyf
da_dk: Tilstand
de_ch: Zustand
el_gr: Κατάσταση
es_bo: Condición
et_ee: Tingimus
fa_ir: وضعیت
fi_fi: Kunto
fil_ph: Kundisyon
ga_ie: Coinníollacha a chur le
gu_in: સ્થિતિ
he_il: מַצָב
hi_in: स्थिति
hr_hr: Stanje
hu_hu: Feltétel
hy_am: Պայման
id_id: Kondisi
is_is: Ástand
it_ch: Condizione
ja_jp: 状態
ka_ge: პირობა
kk_kz: Жай-күй
km_kh: ស្ថានផាប
kn_in: ಷರತ್ತು
ko_kr: 상태
ky_kg: Абалы
lo_la: ສະພາບ
lt_lt: Sąlyga
lv_lv: Nosacījums
mi_nz: Āhuatanga
mk_mk: Состојба
ml_in: വവസ്ഥ
mr_in: अट
ms_my: Keadaan
mt_mt: Kundizzjoni
nb_no: Betingelse
ne_np: स्थिति
nl_be: Voorwaarde
or_in: ସର୍ତ୍ତ
pa_arab: ਸ਼ਰਤ
pl_pl: Stan
pt_br: Doença
ro_ro: Condiție
ru_ru: Состояние
sk_sk: Stav
sl_si: Stanje
sq_al: Kusht
sr_cyrl_me: Стање
sv_fi: Skick
sw_ke: Hali
ta_in: நிலை
te_in: కండిషన్
th_th: เงื่อนไข
tk_tm: Ýagdaýy
tr_tr: Durum
tt_ru: Шарт
ug_cn: شەرت
uk_ua: Хвороба
ur_pk: حالت
uz_cyrl: Shart
vi_vn: Tình trạng
zh_hant: 狀態

# ActionContentAddAllLabel
source: All
af_za: Almal
am_et: ሁሉም
ar_bh: الجميع
as_in: আটাইবোৰ
az_cyrl: Hamar
bg_bg: всичко
bn_in: সব
bs_latn_ba: Sve
ca_es: Totes
cs_cz: Všechno
cy_gb: I gyd
da_dk: Alle
de_ch: Alle
el_gr: Ολα
es_bo: Todo
et_ee: Kõik
fa_ir: همه
fi_fi: Kaikki
fil_ph: Lahat
fr_029: Tous
ga_ie: Uile
gu_in: બધા
he_il: את כל
hi_in: सभी
hr_hr: svi
hu_hu: Minden
hy_am: Բոլորը
id_id: Semua
is_is: Allt
it_ch: Tutto
ja_jp: 全て
ka_ge: ყველა
kk_kz: Барлық
km_kh: តាមងអស់
kn_in: ಎಲ್ಲರೂ
ko_kr: 모두
ky_kg: Баары
lo_la: ທັງຫມົດ
lt_lt: Viskas
lv_lv: Viss
mi_nz: Katoa
mk_mk: Сите
ml_in: എല്ലാം
mr_in: सर्व
ms_my: Semua
mt_mt: Kollha
nb_no: Alle
ne_np: सबै
nl_be: Alle
or_in: ସମସ୍ତ
pa_arab: ਸਾਰੇ
pl_pl: Wszystko
pt_br: Todos
ro_ro: Toate
ru_ru: Все
sk_sk: Všetko
sl_si: Vse
sq_al: Të gjithë
sr_cyrl_me: Све
sv_fi: Allt
sw_ke: Zote
ta_in: அனைத்தும்
te_in: అన్నీ
th_th: ทั้งหมด
tk_tm: Hemmesi
tr_tr: Tüm
tt_ru: Барысы да
uk_ua: Все
ur_pk: سب
uz_cyrl: Hamma
vi_vn: Tất cả
zh_hant: 全部

# ActionContentAddHint
source: Triggered when a clip of the selected type is added to the system in any way (clipboard, drag - and - drop, analyzer generated or duplicated).
af_za: Geaktiveer wanneer 'n snit van die geselekteerde tipe op enige manier by die stelsel gevoeg word (knipbord, sleep - en - druppel, ontleder gegenereer of gedupliseer).
am_et: የተመረጠው ዓይነት ክሊፕ በማንኛውም መንገድ (ክሊፕቦርድ, ጎትት, እና - ጠብታ, ትንታኔ የመነጨ ወይም የሚባባስ) ሲጨምር ተነስቷል.
ar_bh: يتم تشغيله عند إضافة مقطع من النوع المحدد إلى النظام بأي شكل من الأشكال (الحافظة ، السحب - و - إسقاط ، محلل أو مكرر).
as_in: ট্ৰিগাৰ কৰা হয় যেতিয়া নিৰ্বাচিত ধৰণৰ এটা ক্লিপ চিস্টেমত যিকোনো ধৰণে যোগ কৰা হয় (ক্লিপবোৰ্ড, ড্ৰেগ - আৰু - ড্ৰপ, বিশ্লেষক সৃষ্টি কৰা বা ডুপ্লিকেট কৰা)।
az_cyrl: Seçilmiş növün bir klipi sistemə hər hansı bir şəkildə əlavə edildikdə (panoya, sürükleyin və - damla, analizatoru yaradılan və ya departer).
bg_bg: Задейства се, когато по някакъв начин се добави клип от избрания тип (клипборд, плъзгане - и - пускане, генериран от анализатор или дублиране).
bn_in: ট্রিগার করা হয় যখন নির্বাচিত প্রকারের একটি ক্লিপটি কোনও উপায়ে সিস্টেমে যুক্ত করা হয় (ক্লিপবোর্ড, ড্রাগ - এবং - ড্রপ, বিশ্লেষক উত্পন্ন বা সদৃশ)।
bs_latn_ba: Pokreće se kada se u sustav dodaje isječak odabranog tipa (međuspremnik, povlačenje - i - pad, analizator generiran ili dupliciran).
ca_es: Es va desencadenar quan s’afegeix un clip del tipus seleccionat al sistema de qualsevol manera (porta -retalls, arrossegament i - gota, l’analitzador generat o duplicat).
cs_cz: Spuštěno, když je do systému přidán klip vybraného typu (schránka, tažení - a - drop, analyzátor generovaný nebo duplikován).
cy_gb: Wedi'i sbarduno pan ychwanegir clip o'r math a ddewiswyd at y system mewn unrhyw ffordd (clipfwrdd, llusgo - a - gollwng, dadansoddwr wedi'i gynhyrchu neu ei ddyblygu).
da_dk: Udløses, når et klip af den valgte type føjes til systemet på nogen måde (clipboard, træk - og - drop, analysator genereret eller duplikeret).
de_ch: Ausgelöst, wenn ein Clip des ausgewählten Typs dem System in irgendeiner Weise hinzugefügt wird (Zwischenablage, ziehen Sie - und - Drop, Analysator generiert oder dupliziert).
el_gr: Που ενεργοποιείται όταν ένα κλιπ του επιλεγμένου τύπου προστίθεται στο σύστημα με οποιονδήποτε τρόπο (πρόχειρο, σύρσιμο - και - πτώση, αναλυτής που παράγεται ή διπλασιάζεται).
es_bo: Activado cuando se agrega un clip del tipo seleccionado al sistema de cualquier manera (portapapeles, arrastrar y soltar, analizador generado o duplicado).
et_ee: Käivitatakse siis, kui valitud tüübi klipp lisatakse süsteemile mis tahes viisil (lõikelaud, lohistage - ja - tilk, analüsaator genereeritakse või dubleeritakse).
fa_ir: هنگامی که کلیپ از نوع انتخاب شده به هر طریقی به سیستم اضافه می شود (کلیپ بورد ، کشیدن - و - قطره ، آنالایزر تولید شده یا تکثیر می شود).
fi_fi: Kytketty, kun järjestelmään lisätään valitun tyypin leike (leikepöytä, vedä - ja - pudotus, analysaattori luotu tai kopioitu).
fil_ph: Na -trigger kapag ang isang clip ng napiling uri ay idinagdag sa system sa anumang paraan (clipboard, drag - at - drop, analyzer na nabuo o doble).
fr_029: Déclenché lorsqu'un clip du type sélectionné est ajouté au système de quelque manière que ce soit (presse-papiers, glisser - et - dépose, analyseur généré ou dupliqué).
ga_ie: Spreagtha nuair a chuirtear gearrthóg den chineál roghnaithe leis an gcóras ar bhealach ar bith (gearrthaisce, tarraing - agus - titim, anailíseoir a ghintear nó a dhúbailt).
gu_in: જ્યારે કોઈ પણ રીતે સિસ્ટમમાં પસંદ કરેલા પ્રકારની ક્લિપ ઉમેરવામાં આવે છે ત્યારે ટ્રિગર થાય છે (ક્લિપબોર્ડ, ખેંચો - અને - ડ્રોપ, વિશ્લેષક પેદા અથવા ડુપ્લિકેટ).
he_il: מופעל כאשר קליפ מהסוג שנבחר מתווסף למערכת בכל דרך שהיא (לוח, גרירה - ו - טיפה, מנתח שנוצר או משוכפל).
hi_in: ट्रिगर जब चयनित प्रकार की एक क्लिप को किसी भी तरह से सिस्टम में जोड़ा जाता है (क्लिपबोर्ड, ड्रैग - और - ड्रॉप, एनालाइज़र उत्पन्न या डुप्लिकेट)।
hr_hr: Aktivira se kada se u sustav dodaje isječak odabrane vrste na bilo koji način (međuspremnik, povlačenje - i - kap, generirani ili duplicirani analizator).
hu_hu: Ha a kiválasztott típusú klipet bármilyen módon hozzáadják a rendszerhez (vágólap, húzás - és - csepp, elemző, előállított vagy duplikált).
hy_am: Պատրաստված են, երբ ընտրված տիպի տեսակը ցանկացած եղանակով ավելացվում է համակարգին (Clipboard, քաշել - եւ - կաթիլ, վերլուծած կամ կրկնօրինակված):
id_id: Dipicu ketika klip dari jenis yang dipilih ditambahkan ke sistem dengan cara apa pun (clipboard, drag - dan - drop, analyzer dihasilkan atau digandakan).
is_is: Kveikt þegar bút af völdum gerð er bætt við kerfið á nokkurn hátt (klemmuspjald, drag - og - dropi, greiningartæki myndað eða afritað).
it_ch: Attivata quando una clip del tipo selezionato viene aggiunta al sistema in alcun modo (Appunti, trascina - e - drop, analizzatore generato o duplicato).
ja_jp: 選択したタイプのクリップが何らかの方法でシステムに追加されたときにトリガーされます（クリップボード、ドラッグ - ドロップ、ドロップ、アナライザー生成または複製）。
ka_ge: გამოწვეულია, როდესაც არჩეული ტიპის კლიპს რაიმე ფორმით ემატება სისტემა (ბუფერული, გადაიტანეთ - და - წვეთი, ანალიზატორი წარმოქმნილი ან დუბლირებული).
kk_kz: Таңдалған типтегі клип жүйеге кез-келген жолмен қосылады (алмасу буфері, апарып, - тамшы, аналанған немесе қайталанатын).
km_kh: កេះនៅពេលដែលឈុតនៃប្រភេទនៃប្រភេទដែលបានជ្រើសរើសត្រូវបានបន្ថែមទៅក្នុងប្រព័ន្ធតាមរបៀបណាមួយ (ឃ្លីបឃ្លីបអូសនិងទម្លាក់អ្នកវិភាគដែលបានបង្កើតឬស្ទួន) ។
kn_in: ಆಯ್ದ ಪ್ರಕಾರದ ಕ್ಲಿಪ್ ಅನ್ನು ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ ಸಿಸ್ಟಮ್‌ಗೆ ಸೇರಿಸಿದಾಗ ಪ್ರಚೋದಿಸಲಾಗುತ್ತದೆ (ಕ್ಲಿಪ್‌ಬೋರ್ಡ್, ಡ್ರ್ಯಾಗ್ - ಮತ್ತು - ಡ್ರಾಪ್, ವಿಶ್ಲೇಷಕ ರಚಿಸಿದ ಅಥವಾ ನಕಲು).
ko_kr: 선택한 유형의 클립이 어떤 식 으로든 시스템에 추가 될 때 트리거됩니다 (클립 보드, 드래그 - 및 - 드롭, 분석기 생성 또는 복제).
ky_kg: Тандалган түрдүн клипине кандайдыр бир жол менен түзүлгөндө (алмашуу буферине, сүйрөп, ыргытылган, анализатор түзүлгөн же кайталанган
lo_la: ເກີດຂື້ນເມື່ອຄລິບຂອງປະເພດທີ່ເລືອກແມ່ນຖືກເພີ່ມເຂົ້າໃນລະບົບໃນທາງໃດທາງຫນຶ່ງ
lt_lt: Suaktyvinamas, kai į sistemą bet kokiu būdu pridedamas pasirinkto tipo spaustukas (mainų sritis, vilkite - ir - lašas, generuotas analizatorius arba dubliuotas).
lv_lv: Iedarbināts, kad sistēmai tiek pievienots izvēlētā tipa klips (starpliktuvē, velciet - un - nomešanu, analizētu vai dublētu).
mi_nz: Ka haere i te wa e taapiri ana te topenga o te momo kua tohua ki te punaha i roto i tetahi ara (tohutoro, toia - me - maturuturu, ka tukuna, ka tātarihia ranei).
mk_mk: Активиран кога ќе се додаде клип од избраниот тип на кој било начин (клипборд, влечење - и - капка, генерирана или удвоена анализатор).
ml_in: തിരഞ്ഞെടുത്ത തരത്തിലുള്ള ഒരു ക്ലിപ്പ് ഏത് തരത്തിലും സിസ്റ്റത്തിലേക്ക് ചേർക്കുമ്പോൾ (ക്ലിപ്പ്ബോർഡ്, ഡ്രാഗ് - കൂടാതെ - ഡ്രോപ്പ്, അനലൈസർ ജനറേറ്റഡ് അല്ലെങ്കിൽ തനിപ്പകർപ്പ്) തിരഞ്ഞെടുത്ത തരത്തിലുള്ള ഒരു ക്ലിപ്പ് ആരംഭിക്കുമ്പോൾ പ്രവർത്തനക്ഷമമായി
mr_in: जेव्हा निवडलेल्या प्रकाराची क्लिप कोणत्याही प्रकारे सिस्टममध्ये जोडली जाते (क्लिपबोर्ड, ड्रॅग - आणि - ड्रॉप, विश्लेषक व्युत्पन्न किंवा डुप्लिकेट).
ms_my: Dicetuskan apabila klip jenis yang dipilih ditambah ke sistem dalam apa cara (clipboard, seret - dan - drop, analyzer dihasilkan atau diduplikasi).
mt_mt: Attivat meta klipp tat-tip magħżul jiġi miżjud mas-sistema bl-ebda mod (clipboard, drag - u - qatra, analizzatur iġġenerat jew duplikat).
nb_no: Utløses når et klipp av den valgte typen legges til systemet på noen måte (utklippstavle, dra - og - slipp, analysator generert eller duplisert).
ne_np: ट्रिगर गर्दा चयनित प्रकारको क्लिप कुनै पनि हिसाबले प्रणालीमा थपियो (क्लिपबोर्ड, ड्र्याग - र ड्रप, विश्लेषित वा नक्कल)।
nl_be: Gevestigd wanneer een clip van het geselecteerde type op welke manier dan ook aan het systeem wordt toegevoegd (klembord, slepen - en - drop, analyzer gegenereerd of gedupliceerd).
or_in: ଯେତେବେଳେ କ any ଣସି ପ୍ରକାରେ ମନୋନୀତ ପ୍ରକାରର ଏକ CLIP (କ୍ଲିପବୋର୍ଡ, ଡ୍ରାଗ୍ - ଏବଂ - ଡ୍ରପ୍, ବିଶ୍ଳେର ଉତ୍ସାହ ସୃଷ୍ଟି କିମ୍ବା ନକଲ) ସିଷ୍ଟମରେ ଯୋଡି |
pa_arab: ਚਾਲੂ ਹੋਣ ਤੇ ਜਦੋਂ ਚੁਣੀ ਗਈ ਕਿਸਮ ਦੀ ਇੱਕ ਕਲਿੱਪ ਕਿਸੇ ਵੀ ਤਰਾਂ ਸਿਸਟਮ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ (ਕਲਿੱਪਬੋਰਡ, ਡਰੈਗ - ਐਂਡਰਾਈਜ਼ਰ ਤਿਆਰ ਜਾਂ ਡੁਪਲਿਕੇਟ).
pl_pl: Uruchomiony, gdy do systemu dodaje się klip wybranego typu (schowek, przeciąganie - i - analizator wygenerowany lub zduplikowany).
pt_br: Acionado quando um clipe do tipo selecionado é adicionado ao sistema de qualquer forma (quadro de transferência, arrastar - e - soltar, analisador gerado ou duplicado).
ro_ro: Declanșat atunci când se adaugă în orice mod un clip de tipul selectat (clipboard, glisare - și - picătură, analizor generat sau duplicat).
ru_ru: Запускается, когда клип выбранного типа добавляется в систему каким -либо образом (буфер обмена, перетаскивание - и - выпадает, сгенерированы или дублированный анализатор).
sk_sk: Spustené, keď sa do systému pridá klip vybraného typu akýmkoľvek spôsobom (schránka, drag - a - kvapka, generovaná alebo duplikovaná analyzátor).
sl_si: Sproži, ko se v sistem na kakršen koli način doda posnetek izbranega tipa (odložišče, vlečenje - in spusti, analizator, ustvarjen ali podvojen).
sq_al: Shkaktohet kur një klip i llojit të zgjedhur shtohet në sistem në çfarëdo mënyre (klipboard, zvarritje - dhe - rënie, analizues i gjeneruar ose i kopjuar).
sr_cyrl_me: Покренуто када се клип одабране врсте на било који начин дода у систем (међуспремник, превлачење - и кап, анализатор генерисан или дуплициран).
sv_fi: Utlöses när ett klipp av den valda typen läggs till i systemet på något sätt (urklipp, dra - och - släpp, analysator genererad eller duplicerad).
sw_ke: Ilisababisha wakati kipande cha aina iliyochaguliwa kinaongezwa kwenye mfumo kwa njia yoyote (clipboard, Drag - na - kushuka, uchambuzi unaozalishwa au unarudiwa).
ta_in: தேர்ந்தெடுக்கப்பட்ட வகையின் கிளிப் எந்த வகையிலும் கணினியில் சேர்க்கப்படும்போது தூண்டப்படுகிறது (கிளிப்போர்டு, இழுத்தல் - மற்றும் - டிராப், அனலைசர் உருவாக்கப்பட்ட அல்லது நகல்).
te_in: ఎంచుకున్న రకం యొక్క క్లిప్ ఏ విధంగానైనా సిస్టమ్‌కు జోడించినప్పుడు (క్లిప్‌బోర్డ్, డ్రాగ్ - మరియు - డ్రాప్, ఎనలైజర్ ఉత్పత్తి లేదా నకిలీ).
th_th: ทริกเกอร์เมื่อมีการเพิ่มคลิปของประเภทที่เลือกไว้ในระบบไม่ว่าด้วยวิธีใด (คลิปบอร์ด, ลาก - และ - วาง, เครื่องวิเคราะห์ที่สร้างหรือทำซ้ำ)
tk_tm: Saýlanan görnüşdäki klipde ulgama goşulanda (setr paneli - datmak - analiz) emele getirildi ýa-da köpeldilen).
tr_tr: Seçilen türden bir klips sisteme herhangi bir şekilde eklendiğinde tetiklenir (pano, sürükleme - ve - bırak, analizör oluşturulan veya çoğaltılmış).
tt_ru: Сайланган төрдәге клип системага теләсә нинди ысул белән кушылганда (буфер такталар, тарту - тамчы, анализатор барлыкка килгән яки кабатланган анализатор).
ug_cn: ھاسىل قىلىنغان ياكى كۆپەيتىلگەن نۇسخىغا ھەر قانداق ئۇسۇلدا يۆتكىلىپ, سۆرەپ, سۆرەپ, سۆرەپ, سۆرەپ, سۆرەپ, تاشلاش ئۇرۇشى قوشۇلغاندا).
uk_ua: Спрацьовується, коли кліп вибраного типу в будь -якому випадку додається в систему (буфер обміну, перетягування - і - падіння, аналізатор, створений або дублюється).
ur_pk: جب منتخب شدہ قسم کی ایک کلپ کو کسی بھی طرح سے سسٹم میں شامل کیا جاتا ہے (کلپ بورڈ ، ڈریگ - اور - ڈراپ ، تجزیہ کار تیار یا نقل تیار کیا جاتا ہے)۔
uz_cyrl: Tanlangan turdagi klip tizimga biron bir tarzda qo'shilganda (Clipboard, sud - piktogramma va - drope, tahlil qiluvchi yoki takrorlangan).
vi_vn: Được kích hoạt khi một clip thuộc loại được chọn được thêm vào hệ thống theo bất kỳ cách nào (Clipboard, kéo - và - thả, phân tích được tạo hoặc nhân đôi).
zh_hant: 當以任何方式將所選類型的剪輯添加到系統（剪貼板，拖放 - 和 - 滴，生成或重複的分析儀）時觸發。
