Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ClipTileDetailDimFiles
source: {0} files | {1} MBs
af_za: {0} lêers | {1} MBS
am_et: {0} ፋይሎች | {1} MBS
ar_bh: {0} ملفات | {1} MBS
as_in: {0} ফাইলসমূহ | {1} MBS
az_cyrl: {0} Fayllar | {1} mbs
bg_bg: {0} файлове | {1} MBS
bn_in: {0} ফাইল | {1} এমবিএস
bs_latn_ba: {0} Datoteke | {1} mbs
ca_es: {0} fitxers | {1} MBS
cs_cz: {0} soubory | {1} MBS
cy_gb: {0} Ffeiliau | {1} MBS
da_dk: {0} filer | {1} MBS
de_ch: {0} Dateien | {1} mbs
el_gr: {0} Αρχεία | {1} MBS
es_bo: {0} archivos | {1} MBS
et_ee: {0} failid | {1} MBS
fa_ir: {0} پرونده ها | {1} mbs
fi_fi: {0} tiedostot | {1} MBS
fil_ph: {0} file | {1} MBS
fr_029: {0} fichiers | {1} mbs
ga_ie: {0} Comhaid | {1} MBS
gu_in: {0} ફાઇલો | {1} એમબીએસ
he_il: {0} קבצים | {1} mbs
hi_in: {0} फाइलें | {1} एमबीएस
hr_hr: {0} datoteke | {1} mbs
hu_hu: {0} fájlok | {1} MBS
hy_am: {0} Ֆայլեր | {1} mbs
id_id: {0} file | {1} MBS
is_is: {0} skrár | {1} MBS
it_ch: {0} file | {1} MBS
ja_jp: {0}ファイル| {1} mbs
ka_ge: {0} ფაილები | {1} mbs
kk_kz: {0} файлдар | {1} MBS
km_kh: {0} ឯកសារ | {1} MBS
kn_in: {0} ಫೈಲ್‌ಗಳು | {1} ಎಂಬಿಎಸ್
ko_kr: {0} 파일 | {1} MBS
ky_kg: {0} файлдар | {1} mbs
lo_la: {0} ເອກະສານ | {1} mbs
lt_lt: {0} failai | {1} mbs
lv_lv: {0} faili | {1} mbs
mi_nz: {0} Kōnae | {1} mbs
mk_mk: {0} датотеки | {1} mbs
ml_in: {0} ഫയലുകൾ | {1} എംബിഎസ്
mr_in: {0} फायली | {1} एमबीएस
ms_my: {0} fail | {1} mbs
mt_mt: {0} fajls | {1} mbs
nb_no: {0} Filer | {1} MBS
ne_np: {0} फाइल | {1} mbs
nl_be: {0} bestanden | {1} MBS
or_in: {0} ଫାଇଲ୍ | {1} mbs
pa_arab: {0} ਫਾਈਲਾਂ | {1} ਐਮਬੀਐਸ
pl_pl: {0} pliki | {1} MBS
pt_br: {0} arquivos | {1} MBS
ro_ro: {0} Fișiere | {1} MBS
ru_ru: {0} файлы | {1} MBS
sk_sk: {0} súbory | {1} mbs
sl_si: {0} Datoteke | {1} MBS
sq_al: Skedarët {0} | {1} mbs
sr_cyrl_me: {0} датотеке | {1} МБС
sv_fi: {0} filer | {1} mbs
sw_ke: {0} faili | {1} MBS
ta_in: {0} கோப்புகள் | {1} mbs
te_in: {0} ఫైల్స్ | {1} MBS
th_th: {0} ไฟล์ | {1} mbs
tk_tm: {0} FAMASLAR | {1} MBB
tr_tr: {0} dosyalar | {1} mbs
tt_ru: {0} Файллар | {1} МБС
ug_cn: {0} ھۆججەت | {1} mbs
uk_ua: {0} Файли | {1} МБ
ur_pk: {0} فائلیں | {1} ایم بی ایس
uz_cyrl: {0} fayllar | {1} MBS
vi_vn: {0} Tệp | {1} MBS
zh_hant: {0}文件| {1} MBS

# ClipTileDetailDimImage
source: {0} x {1} px
sr_cyrl_me: {0} к {1} пк
tt_ru: {0} a x {1} Px

# ClipTileDetailDimText
source: {0} chars | {1} lines
af_za: {0} karakters | {1} lyne
am_et: {0} ሰንሰለቶች | {1} መስመር
ar_bh: {0} chars | {1} الخطوط
as_in: {0} CHARS | {1} লাইনসমূহ
az_cyrl: {0} chars | {1} xətlər
bg_bg: {0} chars | {1} линии
bn_in: {0} চর | {1} লাইন
bs_latn_ba: {0} Chars | {1} linije
ca_es: {0} Chars | {1} línies
cs_cz: {0} Chars | {1} řádky
cy_gb: {0} Chars | {1} Llinellau
da_dk: {0} tegn | {1} linjer
de_ch: {0} chars | {1} Zeilen
el_gr: {0} chars | {1} γραμμές
es_bo: {0} chars | {1} líneas
et_ee: {0} chars | {1} read
fa_ir: {0} Chars | {1} خطوط
fi_fi: {0} chars | {1} riviä
fil_ph: {0} chars | {1} mga linya
fr_029: {0} Chars | {1} lignes
ga_ie: {0} chars | {1} línte
gu_in: {0} અક્ષરો | {1} રેખાઓ
he_il: {0} תווים | {1} שורות
hi_in: {0} चार्ट्स | {1} लाइनें
hr_hr: {0} chars | {1} retke
hu_hu: {0} chars | {1} vonalak
hy_am: {0} chars | {1} Գծեր
id_id: {0} chars | {1} baris
is_is: {0} Chars | {1} línur
it_ch: {0} Chars | {1} righe
ja_jp: {0} chars | {1}行
ka_ge: {0} chars | {1} ხაზები
kk_kz: {0} chars | {1} сызықтар
km_kh: {0} ឆានែល | {1} បន្ទាត់
kn_in: {0} ಚಾರ್ಸ್ | {1} ಸಾಲುಗಳು
ko_kr: {0} chars | {1} 라인
ky_kg: {0} chars | {1} сап
lo_la: {0} chars | {1} ເສັ້ນ
lt_lt: {0} chars | {1} eilutės
lv_lv: {0} Chars | {1} līnijas
mi_nz: {0} Chars | {1} nga raina
mk_mk: {0} chars | {1} линии
ml_in: {0} പ്രതീകങ്ങൾ | {1} വരികൾ
mr_in: {0} चार्स | {1} ओळी
ms_my: {0} chars | {1} baris
mt_mt: {0} chars | {1} linji
nb_no: {0} chars | {1} linjer
ne_np: {0} रेब | {1} लाइनहरु
nl_be: {0} tekens | {1} lijnen
or_in: {0} ଅକ୍ଷର | {1} ରେଖା |
pa_arab: {0} ਅੱਖਰ | {1} ਲਾਈਨਾਂ
pl_pl: {0} znaki | {1} linie
pt_br: {0} chars | {1} linhas
ro_ro: {0} Chars | {1} linii
ru_ru: {0} chars | {1} строки
sk_sk: {0} chars | {1} riadky
sl_si: {0} chars | {1} vrstice
sq_al: {0} Chars | {1} linja
sr_cyrl_me: {0} цхарс | {1} линије
sv_fi: {0} chars | {1} rader
sw_ke: {0} chars | {1} mistari
ta_in: {0} எழுத்துக்கள் | {1} கோடுகள்
te_in: {0} అక్షరాలు | {1} పంక్తులు
th_th: {0} Chars | {1} บรรทัด
tk_tm: {0} Jors | {1} çyzyklar
tr_tr: {0} chars | {1} satırlar
tt_ru: {0} хәрефләр | {1} сызыклар
ug_cn: {0} يازغۇچىلار | {1} قۇر
uk_ua: {0} chars | {1} рядки
ur_pk: {0} چارس | {1} لائنیں
uz_cyrl: {0} chars | {1} chiziqlar
vi_vn: {0} chars | {1} dòng
zh_hant: {0} chars | {1}行

# ClipTileDetailUsage
source: {0} copies | {1} pastes
af_za: {0} kopieë | {1} Paste
am_et: {0} ቅጂዎች | {1} መለጠፍ
ar_bh: {0} نسخ | {1} المعاجين
as_in: {0} কপি | {1} পেষ্টসমূহ
az_cyrl: {0} nüsxə | {1} pastalar
bg_bg: {0} копия | {1} пасти
bn_in: {0} অনুলিপি | {1} পেস্ট করে
bs_latn_ba: {0} Kopije | {1} paste
ca_es: {0} Còpies | {1} pastes
cs_cz: {0} Kopie | {1} Pastes
cy_gb: {0} copïau | Pastes {1}
da_dk: {0} kopier | {1} pasta
de_ch: {0} Kopien | {1} Pasten
el_gr: {0} αντίγραφα | {1} πάστες
es_bo: {0} copias | {1} Pastas
et_ee: {0} koopiad | {1} pasta
fa_ir: {0} کپی | {1} خمیر
fi_fi: {0} kopiot | {1} pasta
fil_ph: {0} kopya | {1} pastes
fr_029: {0} copies | {1} pâtes
ga_ie: {0} Cóipeanna | {1} Pastes
gu_in: {0} નકલો | {1} પેસ્ટ
he_il: {0} עותקים | {1} משחות
hi_in: {0} प्रतियां | {1} पेस्टेस
hr_hr: {0} Kopije | {1} paste
hu_hu: {0} másolatok | {1} paszták
hy_am: {0} Պատճեններ | {1} մածուկներ
id_id: {0} salinan | {1} pasta
is_is: {0} eintök | {1} Pastes
it_ch: {0} copie | {1} paste
ja_jp: {0}コピー| {1}ペースト
ka_ge: {0} ასლები | {1} პასტები
kk_kz: {0} көшірмелері | {1} пасталар
km_kh: {0} ច្បាប់ចម្លង | {1} បិទភ្ជាប់
kn_in: {0} ಪ್ರತಿಗಳು | {1} ಪೇಸ್ಟ್‌ಗಳು
ko_kr: {0} 사본 | {1} 페이스트
ky_kg: {0} нускалар | {1} Пасталар
lo_la: {0} ສໍາເນົາ | {1} pastes
lt_lt: {0} kopijos | {1} pastos
lv_lv: {0} kopijas | {1} pastas
mi_nz: {0} Copies | {1} ngā pā
mk_mk: {0} копии | {1} пасти
ml_in: {0} പകർപ്പുകൾ | {1} പേസ്റ്റുകൾ
mr_in: {0} प्रती | {1} पेस्ट
ms_my: {0} salinan | {1} Pastes
mt_mt: {0} kopji | {1} Pasti
nb_no: {0} kopier | {1} Pastes
ne_np: {0} प्रतिलिपि | {1} टाँस्नुहोस्
nl_be: {0} kopieën | {1} Pastes
or_in: {0} କପି | {1} ପେଷ୍ଟଗୁଡିକ |
pa_arab: {0} ਕਾਪੀਆਂ | {1} ਪੇਸਟ
pl_pl: {0} kopie | {1} paste
pt_br: {0} cópias | {1} pastas
ro_ro: {0} copii | {1} paste
ru_ru: {0} копии | {1} Пасты
sk_sk: {0} Kópie {1} pasty
sl_si: {0} kopije | {1} paste
sq_al: {0} Kopje | {1} pasta
sr_cyrl_me: {0} Копије | {1} пасте
sv_fi: {0} Kopior | {1} Pastes
sw_ke: {0} nakala | {1} pastes
ta_in: {0} பிரதிகள் | {1} பேஸ்ட்கள்
te_in: {0} కాపీలు | {1} పేస్ట్‌లు
th_th: {0} สำเนา | {1} pastes
tk_tm: {0} nusgalary | {1} pastalar
tr_tr: {0} kopyalar | {1} macun
tt_ru: {0} Тавыклар | {1} Пасталар
ug_cn: {0} نۇسخىسى | {1} parte
uk_ua: {0} копії | {1} пасти
ur_pk: {0} کاپیاں | {1} پیسٹ
uz_cyrl: {0} nusxalar | {1} pastalar
vi_vn: {0} Bản sao | {1} bột nhão
zh_hant: {0}副本| {1}粘貼

# ActionMoveLabel
source: Move
af_za: Verhuis
am_et: ውሰድ
ar_bh: يتحرك
as_in: পদক্ষেপ লোৱা
az_cyrl: Hərəkət etmək
bg_bg: Ход
bn_in: সরানো
bs_latn_ba: Pomaknuti se
ca_es: Moure
cs_cz: Hýbat se
cy_gb: Ysgogwch
da_dk: Bevæge sig
de_ch: Bewegen
el_gr: Κίνηση
es_bo: Mover
et_ee: Kolimine
fa_ir: حرکت
fi_fi: Liikkua
fil_ph: Ilipat
fr_029: Se déplacer
ga_ie: Téigh ar aghaidh
gu_in: ખસેડવું
he_il: מהלך \ לזוז \ לעבור
hi_in: कदम
hr_hr: Potez
hu_hu: Mozog
hy_am: Շարժվել
id_id: Bergerak
is_is: Hreyfa þig
it_ch: Mossa
ja_jp: 動く
ka_ge: მოძრაობა
kk_kz: Ауыстыру
km_kh: ធេវីចលនា
kn_in: ಚಲಿಸು
ko_kr: 이동하다
ky_kg: Жылуу
lo_la: ເຫນັງຕີງ
lt_lt: Judėti
lv_lv: Kustēties
mi_nz: Nekehanga
mk_mk: Поместете
ml_in: ചലിക്കുക
mr_in: हलवा
ms_my: Bergerak
mt_mt: Mossa
nb_no: Bevege seg
ne_np: चल्नु
nl_be: Beweging
or_in: ଘୁଞ୍ଚାନ୍ତୁ |
pa_arab: ਮੂਵ
pl_pl: Przenosić
pt_br: Mover
ro_ro: Mișcare
ru_ru: Двигаться
sk_sk: Presťahovať sa
sl_si: Premaknite se
sq_al: Lëviz
sr_cyrl_me: Потез
sv_fi: Flytta
sw_ke: Hoja
ta_in: நகர்வு
te_in: కదలిక
th_th: เคลื่อนไหว
tk_tm: Hereket et
tr_tr: Taşınmak
tt_ru: Хәрәкәт итү
ug_cn: يۆتكەڭ
uk_ua: Рухатися
ur_pk: اقدام
uz_cyrl: Harakat qilmoq
vi_vn: Di chuyển
zh_hant: 移動

# CommonAddLabel
source: Add
af_za: Byvoeg
am_et: ጨምር
ar_bh: يضيف
as_in: যোগ কৰা
az_cyrl: Əlavə etmək
bg_bg: Добавяне
bn_in: যোগ করুন
bs_latn_ba: Dodati
ca_es: Addiccionar
cs_cz: Přidat
cy_gb: Gyfrifon
da_dk: Tilføje
de_ch: Hinzufügen
el_gr: Προσθήκη
es_bo: Agregar
et_ee: Lisama
fa_ir: اضافه کردن
fi_fi: Lisätä
fil_ph: Idagdag
fr_029: Ajouter
ga_ie: Cuir le
gu_in: ઉમેરો
he_il: לְהוֹסִיף
hi_in: जोड़ना
hr_hr: Dodati
hu_hu: Hozzáad
hy_am: Ավելացնել
id_id: Menambahkan
is_is: Bæta við
it_ch: Aggiungere
ja_jp: 追加
ka_ge: დამატება
kk_kz: Қосу
km_kh: បុក / ករ
kn_in: ಸೇರಿಸು
ko_kr: 추가하다
ky_kg: Кошуу
lo_la: ເພີ່ມ
lt_lt: Papildyti
lv_lv: Pievienot
mi_nz: Tāpiri
mk_mk: Додадете
ml_in: കൂട്ടിച്ചേര്ക്കുക
mr_in: जोडा
ms_my: Tambah
mt_mt: Żid
nb_no: Legg til
ne_np: थप्नु
nl_be: Toevoegen
or_in: ଯୋଡନ୍ତୁ |
pa_arab: ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodać
pt_br: Adicionar
ro_ro: Adăuga
ru_ru: Добавлять
sk_sk: Pridať
sl_si: Dodaj
sq_al: Shtoj
sr_cyrl_me: Додати
sv_fi: Lägg till
ta_in: கூட்டு
te_in: జోడించు
th_th: เพิ่ม
tk_tm: Goş
tr_tr: Eklemek
tt_ru: Өстәргә
ug_cn: قوش
uk_ua: Додавання
ur_pk: شامل کریں
uz_cyrl: Qo'shmoq
vi_vn: Thêm vào
zh_hant: 添加

# CommonCopyOpLabel
source: Copy
af_za: Kopieër
am_et: ቅጂ
ar_bh: ينسخ
as_in: কপি কৰক
az_cyrl: Surətini çıxarmaq
bg_bg: копие
bn_in: অনুলিপি
bs_latn_ba: Kopija
ca_es: Còpia
cs_cz: kopírovat
cy_gb: Copïan
da_dk: Kopi
de_ch: Kopieren
el_gr: αντίγραφο
es_bo: Copiar
et_ee: Koopia
fa_ir: کپی 🀄
fi_fi: Kopio
fil_ph: Kopya
fr_029: Copie
ga_ie: Cóip
gu_in: નકલ
he_il: עותק
hi_in: प्रतिलिपि
hr_hr: Kopirati
hu_hu: Másolat
hy_am: Պատճեն
id_id: Menyalin
is_is: Afritaðu
it_ch: copia
ja_jp: コピー
ka_ge: ასლი
kk_kz: Еліктеу
km_kh: ការចម្លង
kn_in: ನಕಲು
ko_kr: 복사
ky_kg: Көчүрүү
lo_la: ສໍາເນົາ
lt_lt: Kopijuoti
lv_lv: Kopija
mi_nz: Tauira
mk_mk: Копија
ml_in: പകര്ത്തുക
mr_in: कॉपी
ms_my: Salinan
mt_mt: Kopja
nb_no: Kopiere
ne_np: कापी
nl_be: Kopiëren
or_in: କପି କରନ୍ତୁ |
pa_arab: ਕਾਪੀ
pl_pl: Kopiuj
pt_br: cópia de
ro_ro: Copie
ru_ru: Копия
sk_sk: Kopírovať
sl_si: Kopirati
sq_al: Kopjoj
sr_cyrl_me: Копија
sv_fi: Kopiera
sw_ke: Nakala
ta_in: நகலெடு
te_in: కాపీ
th_th: สำเนา
tk_tm: Göçürmek
tr_tr: Kopya
tt_ru: Күчереп алу
ug_cn: كۆپەيتىلگەن
uk_ua: Копіювати
ur_pk: کاپی
uz_cyrl: Nusxa ko'chirmoq
vi_vn: Sao chép
zh_hant: 複製

# CommonCutOpLabel
source: Cut
af_za: Snit
am_et: መቆረጥ
ar_bh: يقطع
as_in: কটা
az_cyrl: Kəsmək
bg_bg: Разрез
bn_in: কাটা
bs_latn_ba: Rezati
ca_es: Tallar
cs_cz: Střih
cy_gb: Lladdwch
da_dk: Skære
de_ch: Schneiden
el_gr: Τομή
es_bo: Cortar
et_ee: Kärpimine
fa_ir: برش
fi_fi: Leikata
fil_ph: Gupitin
fr_029: Couper
ga_ie: Náirithe
gu_in: કાપવું
he_il: גזירה
hi_in: काटना
hr_hr: Izrezati
hu_hu: Vágott
hy_am: Կտրել
id_id: Memotong
is_is: Skera
it_ch: Taglio
ja_jp: カット
ka_ge: გაჭრა
kk_kz: Кесу
km_kh: ចមនេក
kn_in: ಕತ್ತರಿಸು
ko_kr: 자르다
ky_kg: Кесүү
lo_la: ຕັດ
lt_lt: Supjaustyti
lv_lv: Griezt
mi_nz: Tapahi
mk_mk: Исечете
ml_in: മുറിവ്
mr_in: कट
ms_my: Potong
mt_mt: Aqta '
nb_no: Kutte opp
ne_np: काट्ने काम
nl_be: Snee
or_in: କାଟ |
pa_arab: ਕੱਟ
pl_pl: Cięcie
pt_br: Corte
ro_ro: A tăia
ru_ru: Резать
sk_sk: Vyrezať
sl_si: Rez
sq_al: Prerje
sr_cyrl_me: Сећи
sv_fi: Skära
sw_ke: Kata
ta_in: வெட்டு
te_in: కట్
th_th: ตัด
tk_tm: Kes
tr_tr: Kesmek
tt_ru: Кисү
uk_ua: Вирізати
ur_pk: کٹ
uz_cyrl: Kesmoq
vi_vn: Cắt
zh_hant: 切

# CommonPasteOpLabel
source: Paste
af_za: Plak
am_et: ፓስተር
ar_bh: معجون
as_in: পেষ্ট কৰক
az_cyrl: Yapışdır
bg_bg: Поставете
bn_in: আটকান
bs_latn_ba: Zalijepiti
ca_es: Pastar
cs_cz: Vložit
cy_gb: Pastia
da_dk: sæt ind
el_gr: Επικόλληση
es_bo: Pegar
et_ee: Pasta
fa_ir: خمیر
fi_fi: Liittää
fil_ph: I -paste
fr_029: Pâte
ga_ie: Greab
gu_in: આંચકો
he_il: לְהַדבִּיק
hi_in: पेस्ट करें
hr_hr: Zalijepiti
hu_hu: Paszta
hy_am: Մածուկ
id_id: Tempel
is_is: Límu
it_ch: Impasto
ja_jp: ペースト
ka_ge: პასი
kk_kz: Ұту
km_kh: រេនាយោហរការ
kn_in: ಅಂಟಿಸು
ko_kr: 반죽
ky_kg: Паста
lo_la: ວາງໄວ້
lt_lt: Įklijuoti
lv_lv: Pastā
mi_nz: Whakapiri
mk_mk: Залепи
ml_in: പേസ്റ്റ്
mr_in: पेस्ट करा
ms_my: Tampal
mt_mt: Pasta
nb_no: Lim inn
ne_np: टाँसिनु
nl_be: Plakken
or_in: ପେଷ୍ଟ କରନ୍ତୁ |
pa_arab: ਚਿਪਕਾਓ
pl_pl: Pasta
pt_br: Colar
ro_ro: Pastă
ru_ru: Вставить
sk_sk: Pasta
sl_si: Prilepi
sq_al: Ngjit
sr_cyrl_me: Залепити
sv_fi: Klistra
sw_ke: Bandika
ta_in: ஒட்டவும்
te_in: అతికించండి
th_th: แปะ
tk_tm: Çökdürmek
tr_tr: Yapıştırmak
tt_ru: Паста
ug_cn: چاپلاڭ
uk_ua: Пасти
ur_pk: چسپاں کریں
uz_cyrl: Pastroq qilmoq
vi_vn: Dán
zh_hant: 粘貼

# CommonTitledCopyTitleText
source: {0} Copy
af_za: {0} kopie
am_et: {0} ቅጂ
ar_bh: {0} نسخة
as_in: {0} কপি কৰক
az_cyrl: {0} surəti
bg_bg: {0} копие
bn_in: {0} অনুলিপি
bs_latn_ba: {0} Kopiraj
ca_es: {0} Còpia
cs_cz: {0} Kopírovat
cy_gb: Copi {0}
da_dk: {0} Kopi
de_ch: {0} kopieren
el_gr: {0} αντίγραφο
es_bo: {0} copia
et_ee: {0} koopia
fa_ir: {0} کپی
fi_fi: {0} kopio
fil_ph: {0} Kopyahin
fr_029: {0} copie
ga_ie: {0} Cóip
gu_in: {0} નકલ
he_il: {0} העתק
hi_in: {0} कॉपी
hr_hr: {0} Kopija
hu_hu: {0} másolat
hy_am: {0} Պատճենել
id_id: {0} Salin
is_is: {0} afrit
it_ch: {0} copia
ja_jp: {0}コピー
ka_ge: {0} ასლი
kk_kz: {0} көшіру
km_kh: {0} ចម្លង
kn_in: {0} ನಕಲು
ko_kr: {0} 사본
ky_kg: {0} көчүрмө
lo_la: {0} ສໍາເນົາ
lt_lt: {0} Kopijuoti
lv_lv: {0} Kopēt
mi_nz: {0} kape
mk_mk: {0} копија
ml_in: {0} പകർപ്പ്
mr_in: {0} कॉपी
ms_my: {0} salinan
mt_mt: {0} kopja
nb_no: {0} kopi
ne_np: {0} प्रतिलिपि
nl_be: {0} kopiëren
or_in: {0} କପି |
pa_arab: {0} ਕਾਪੀ
pt_br: {0} cópia
ro_ro: {0} Copiați
ru_ru: {0} копирование
sk_sk: {0} Kopírovať
sl_si: {0} Kopiraj
sq_al: {0} Kopjoni
sr_cyrl_me: {0} копирати
sv_fi: {0} kopia
sw_ke: {0} nakala
ta_in: {0} நகல்
te_in: {0} కాపీ
th_th: {0} คัดลอก
tk_tm: {0} göçüriň
tr_tr: {0} kopya
tt_ru: {0} күчермә
ug_cn: {0} كۆپەيتىلگەن نۇسخىسى
uk_ua: {0} Копія
ur_pk: {0} کاپی
uz_cyrl: {0} nusxa
vi_vn: {0} Bản sao
zh_hant: {0}複製

# QueryTrayEmptyPendingTagName
source: Unsaved Filter
af_za: Ongestoorde filter
am_et: ያልዳነ ማጣሪያ
ar_bh: مرشح غير محفوظ
as_in: অসংৰক্ষিত ফিল্টাৰ
az_cyrl: Saxlanılmamış filtr
bg_bg: Незапасен филтър
bn_in: সংরক্ষণ করা ফিল্টার
bs_latn_ba: Nezavencioni filter
ca_es: Filtre no salvat
cs_cz: Nepřirozený filtr
cy_gb: Hidlydd heb ei gadw
da_dk: Usfremstillet filter
de_ch: Ungerettter Filter
el_gr: Μη αποθηκευμένο φίλτρο
es_bo: Filtro no salvado
et_ee: Edastamata filter
fa_ir: فیلتر غیر ذخیره نشده
fi_fi: Pelkkä suodatin
fil_ph: Hindi nasampal na filter
fr_029: Filtre non sauvé
ga_ie: Scagaire Unved
gu_in: વણસાડેલું ફિલ્ટર
he_il: פילטר לא נשמר
hi_in: अनसुना फ़िल्टर
hr_hr: Nespremni filter
hu_hu: Nem mentett szűrő
hy_am: Չպահված ֆիլտր
id_id: Filter yang belum disimpan
is_is: Óvissað sía
it_ch: Filtro non salvato
ja_jp: 未保存フィルター
ka_ge: დაუცველი ფილტრი
kk_kz: Сақталмаған сүзгі
km_kh: តម្រងដែលមិនបានរក្សាទុក
kn_in: ಉಳಿಸದ ಫಿಲ್ಟರ್
ko_kr: 구원받지 않은 필터
ky_kg: Корголгон чыпка
lo_la: ການກັ່ນຕອງທີ່ບໍ່ປອດໄພ
lt_lt: Neišsaugotas filtras
lv_lv: Nestatīts filtrs
mi_nz: Tātari Kore
mk_mk: Не зачуван филтер
ml_in: സംരക്ഷിക്കാത്ത ഫിൽറ്റർ
mr_in: जतन न केलेले फिल्टर
ms_my: Penapis yang tidak diselamatkan
mt_mt: Filtru mhux salvat
nb_no: Ufrelst filter
ne_np: बचत नगरिएका फिल्टर
nl_be: Niet geredeld filter
or_in: ଅସାଧାରଣ ଫିଲ୍ଟର |
pa_arab: ਅਸੁਰੱਖਿਅਤ ਫਿਲਟਰ
pl_pl: Niezbrojony filtr
pt_br: Filtro não salvo
ro_ro: Filtru nesemnat
ru_ru: Несавретый фильтр
sk_sk: Nevasaný filter
sl_si: Nesposoben filter
sq_al: Filtër i pa kursyer
sr_cyrl_me: Неспремни филтер
sv_fi: Oavslutat filter
sw_ke: Kichujio kisichohifadhiwa
ta_in: சேமிக்கப்படாத வடிகட்டி
te_in: సేవ్ చేయని వడపోత
th_th: ตัวกรองที่ไม่ได้บันทึก
tk_tm: Goragsyz süzgüç
tr_tr: Kaydedilmemiş Filtre
tt_ru: Саксыз фильтр
ug_cn: ساقلانمىغان سۈزگۈچ
uk_ua: Незбережений фільтр
ur_pk: غیر محفوظ شدہ فلٹر
uz_cyrl: Nizomli filtr
vi_vn: Bộ lọc chưa được lưu
zh_hant: 未保存的過濾器

# SearchCriteriaDefaultOptionLabel
source: - Please Select -
af_za: - Kies asseblief -
am_et: - ይምረጡ -
ar_bh: - الرجاء تحديد -
as_in: - অনুগ্ৰহ কৰি নির্বাচন করুন -
az_cyrl: - Zəhmət olmasa seçin -
bg_bg: - Моля изберете -
bn_in: - অনুগ্রহ করে নির্বাচন করুন -
bs_latn_ba: - Molimo odaberite -
ca_es: - Seleccioneu -
cs_cz: - Prosím vyberte -
cy_gb: - dewiswch -
da_dk: - Vælg venligst -
de_ch: - Bitte auswählen -
el_gr: - Παρακαλώ επιλέξτε -
es_bo: - Seleccione -
et_ee: - Palun vali -
fa_ir: - لطفا انتخاب کنید -
fi_fi: - Ole hyvä ja valitse -
fil_ph: - Pakipili -
fr_029: - Veuillez sélectionner -
ga_ie: - Roghnaigh le do thoil -
gu_in: - કૃપા કરી પસંદ કરો -
he_il: - בבקשה תבחר -
hi_in: - कृपया चयन कीजिए -
hr_hr: - Molimo izaberite -
hu_hu: - Kérlek, válassz -
hy_am: - Խնդրում ենք ընտրել -
id_id: - Silahkan pilih -
is_is: - Vinsamlegast veldu -
it_ch: - Seleziona -
ja_jp: - 選んでください -
ka_ge: - გთხოვთ აირჩიოთ -
kk_kz: - Таңдаңыз -
km_kh: - សូមជ្រើសរើស -
kn_in: - ದಯವಿಟ್ಟು ಆಯ್ಕೆ ಮಾಡು -
ko_kr: - 선택 해주세요 -
ky_kg: - Тандаңыз -
lo_la: - ກະ​ລຸ​ນາ​ເລືອກ -
lt_lt: - Prašome pasirinkti -
lv_lv: - Lūdzu izvēlieties -
mi_nz: - Tohua koa -
mk_mk: - Ве молиме изберете -
ml_in: - ദയവായി തിരഞ്ഞെടുക്കുക -
mr_in: - कृपया निवडा -
ms_my: - Sila pilih -
mt_mt: - Jekk jogħġbok agħżel -
nb_no: - Vennligst velg -
ne_np: - कृपया छान्नुहोस -
nl_be: - Selecteer alstublieft -
or_in: - ଦୟାକରି ଚୟନ କରନ୍ତୁ -
pa_arab: - ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ -
pl_pl: - Proszę wybrać -
pt_br: - Por favor selecione -
ro_ro: - Te rog selecteaza -
ru_ru: - Пожалуйста выберите -
sk_sk: - Prosím vyber -
sl_si: - Prosim izberite -
sq_al: - Ju lutem zgjidhni -
sr_cyrl_me: - Молимо изаберите -
sv_fi: - Vänligen välj -
sw_ke: - Tafadhali chagua -
ta_in: - தயவு செய்து தேர்வு செய்யவும் -
te_in: - దయచేసి ఎంచుకోండి -
th_th: - โปรดเลือก -
tk_tm: - Saýlaň -
tr_tr: - Lütfen seçin -
tt_ru: - Зинһар, сайлагыз -
ug_cn: - تاللاڭ -
uk_ua: - Виберіть будь ласка -
ur_pk: - براہ مہربانی منتخب کریں -
uz_cyrl: - Iltimos tanlang -
vi_vn: - Vui lòng chọn -
zh_hant: - 請選擇 -

# ClipboardPluginFormatsHeader
source: Formats
af_za: Formate
am_et: ቅርፀቶች
ar_bh: تنسيقات
as_in: বিন্যাসসমূহ
az_cyrl: Formatlar
bg_bg: Формати
bn_in: ফর্ম্যাট
bs_latn_ba: Formati
cs_cz: Formáty
cy_gb: Fformatau
da_dk: Formater
de_ch: Formate
el_gr: Μορφές
es_bo: Formatos
et_ee: Formaadid
fa_ir: قالبها
fi_fi: Muodot
fil_ph: Mga format
ga_ie: Formáidí
gu_in: અનુમાન
he_il: פורמטים
hi_in: प्रारूप
hr_hr: Formati
hu_hu: Formátumok
hy_am: Ձեւաչափեր
id_id: Format
is_is: Snið
it_ch: Formati
ja_jp: フォーマット
ka_ge: ფორმატი
kk_kz: Пішімдер
km_kh: ទ្រង់ទ្រាយ
kn_in: ಸ್ವರೂಪಗಳು
ko_kr: 형식
ky_kg: Форматтар
lo_la: ຮູບແບບ
lt_lt: Formatai
lv_lv: Formāti
mi_nz: Whakaaturanga
mk_mk: Формати
ml_in: ഫോർമാറ്റുകൾ
mr_in: स्वरूप
ms_my: Format
mt_mt: Formati
nb_no: Formater
ne_np: किनारा
nl_be: Formaten
or_in: ଫର୍ମାଟ୍
pa_arab: ਫਾਰਮੈਟ
pl_pl: Formaty
pt_br: Formatos
ro_ro: Formate
ru_ru: Форматы
sk_sk: Formát
sl_si: Formati
sq_al: Formate
sr_cyrl_me: Формата
sv_fi: Format
sw_ke: Fomati
ta_in: வடிவங்கள்
te_in: ఫార్మాట్లు
th_th: รูปแบบ
tk_tm: Formatlar
tr_tr: Formatlar
tt_ru: Форматлар
ug_cn: فورماتلار
uk_ua: Формати
ur_pk: شکلیں
uz_cyrl: Format
vi_vn: Định dạng
zh_hant: 格式

# ClipboardPluginFormatTypeReadersLabel
source: Readers
af_za: Lesers
am_et: አንባቢዎች
ar_bh: القراء
as_in: পাঠক
az_cyrl: Oxucu
bg_bg: Читатели
bn_in: পাঠক
bs_latn_ba: Čitaoci
ca_es: Lectors
cs_cz: Čtenáři
cy_gb: Narllenwyr
da_dk: Læsere
de_ch: Leser
el_gr: Αναγνώστες
es_bo: Lectores
et_ee: Lugejad
fa_ir: خوانندگان
fi_fi: Lukijat
fil_ph: Mga mambabasa
fr_029: Lecteurs
ga_ie: Léitheoirí
gu_in: વાચકો
he_il: קוראים
hi_in: पाठकों
hr_hr: Čitatelji
hu_hu: Olvasók
hy_am: Ընթերցողներ
id_id: Pembaca
is_is: Lesendur
it_ch: Lettori
ja_jp: 読者
ka_ge: მკითხველი
kk_kz: Оқырмандар
km_kh: បុរសអត្ថវន៍
kn_in: ಓದುಗ
ko_kr: 독자
ky_kg: Окурмандар
lo_la: ຜູ້ຢິງອ່ານ
lt_lt: Skaitytojai
lv_lv: Lasītāji
mi_nz: Kaipānui
mk_mk: Читатели
ml_in: വായനക്കാരും
mr_in: वाचक
ms_my: Pembaca
mt_mt: Qarrejja
nb_no: Lesere
ne_np: पाठकहरूका पाठकहरु
nl_be: Lezers
or_in: ପାଠକଗଣ
pa_arab: ਪਾਠਕ
pl_pl: Czytelnicy
pt_br: Leitores
ro_ro: Cititori
ru_ru: Читатели
sk_sk: Čitateľ
sl_si: Bralci
sq_al: Lexues
sr_cyrl_me: Читаоци
sv_fi: Läsare
sw_ke: Wasomaji
ta_in: வாசகர்கள்
te_in: పాఠకులు
th_th: ผู้อ่าน
tk_tm: Okyjylar
tr_tr: Okuyucular
tt_ru: Укучылар
ug_cn: ئوقۇرمەنلەر
uk_ua: Читачі
ur_pk: قارئین
uz_cyrl: O'quvchilar
vi_vn: Độc giả
zh_hant: 讀者

# ClipboardPluginFormatTypeWritersLabel
source: Writers
af_za: Skrywers
am_et: ጸሐፊዎች
ar_bh: الكتاب
as_in: লেখক
az_cyrl: Yazıçılar
bg_bg: Писатели
bn_in: লেখক
bs_latn_ba: Pisci
ca_es: Escriptors
cs_cz: Spisovatelé
cy_gb: Ysgrifenwyr
da_dk: Forfattere
de_ch: Schriftsteller
el_gr: Συγγραφείς
es_bo: Escritores
et_ee: Kirjanikud
fa_ir: نویسندگان
fi_fi: Kirjailijat
fil_ph: Manunulat
fr_029: Écrivains
ga_ie: Scríbhneoirí
gu_in: લેખકો
he_il: סופרים
hi_in: लेखकों के
hr_hr: Pisci
hu_hu: Írók
hy_am: Գրողներ
id_id: Penulis
is_is: Rithöfundar
it_ch: Scrittori
ja_jp: 作家
ka_ge: მწერლები
kk_kz: Жазушылар
km_kh: អ្នកសរសេរ
kn_in: ಬರಹಗಾರ
ko_kr: 작가
ky_kg: Жазуучулар
lo_la: ນັກຂຽນ
lt_lt: Rašytojai
lv_lv: Rakstnieki
mi_nz: Kaituhi
mk_mk: Писатели
ml_in: എഴുത്തുകാർ
mr_in: लेखक
ms_my: Penulis
mt_mt: Kittieba
nb_no: Forfattere
ne_np: लेखक
nl_be: Schrijvers
or_in: ଲେଖକମାନେ
pa_arab: ਲੇਖਕ
pl_pl: Pisarze
pt_br: Escritoras
ro_ro: Scriitori
ru_ru: Писатели
sk_sk: Spisovatelia
sl_si: Pisatelji
sq_al: Shkrimtarët
sr_cyrl_me: Писци
sv_fi: Författare
sw_ke: Waandishi
ta_in: எழுத்தாளர்கள்
te_in: రచయితలు
th_th: นักเขียน
tk_tm: Ýazyjylar
tr_tr: Yazarlar
tt_ru: Язучылар
ug_cn: يازغۇچىلار
uk_ua: Письменники
ur_pk: مصنفین
uz_cyrl: Yozuvchilar
vi_vn: Nhà văn
zh_hant: 作家

# ClipboardPluginHandlersHeader
source: Handlers
af_za: Hanteerders
am_et: ተቆጣጣሪዎች
ar_bh: معالجات
as_in: হেণ্ডলাৰ
az_cyrl: Əlcəklər
bg_bg: Ръководители
bn_in: হ্যান্ডলার
bs_latn_ba: Rukovaoci
ca_es: Manipuladors
cy_gb: Trinwyr
da_dk: Håndterere
de_ch: Handler
el_gr: Χειριστές
es_bo: Manejadores
et_ee: Käitlejad
fa_ir: دستگیرنده
fi_fi: Käsittelijät
fil_ph: Mga tagapangasiwa
fr_029: Gestionnaires
ga_ie: Láimhseálaithe
gu_in: હાથપદ
he_il: מטפלים
hi_in: संचालकों
hr_hr: Rukovoditelji
hu_hu: Kezelők
hy_am: Պլլերներ
id_id: Penangan
is_is: Meðhöndlarar
it_ch: Gestori
ja_jp: ハンドラー
ka_ge: სავაჭრო ობიექტები
kk_kz: Өңдеушілер
km_kh: ក្លូនដៃ
kn_in: ನಿರ್ವಹಣಕಾರ
ko_kr: 핸들러
ky_kg: Иштетүүчүлөр
lo_la: ຜູ້ຈັດການ
lt_lt: Prižiūrėtojai
lv_lv: Apstrādātāji
mi_nz: Ringanga
mk_mk: Управувачи
ml_in: കൈലേറ്റുകൾ
mr_in: हँडलर
ms_my: Pengendali
nb_no: Håndterere
ne_np: क्याटरहरू
or_in: ନିୟନ୍ତ୍ରଣ |
pa_arab: ਹੈਂਡਲਰ
pl_pl: Handlery
pt_br: Manipuladores
ro_ro: Manipulatoare
ru_ru: Обработчики
sk_sk: Manipulátor
sl_si: Upravljavci
sq_al: Mbajtës
sr_cyrl_me: Руководиоци
sv_fi: Hanterare
sw_ke: Washughulikiaji
ta_in: கையாளுபவர்கள்
te_in: హ్యాండ్లర్లు
th_th: ตัวจัดการ
tk_tm: Derwezeler
tr_tr: İşleyiciler
tt_ru: Эшкәртүчеләр
ug_cn: Bidrs
uk_ua: Обробники
ur_pk: ہینڈلرز
uz_cyrl: Ishlov beruvchi
vi_vn: Người xử lý
zh_hant: 處理者
