Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# WelcomeDbPasswordCaption
source: Your privacy is important and clipboard data can be very personal. Storage is always encrypted but you can set a password that will be required in case your device is stolen or someone else is using your device.
af_za: U privaatheid is belangrik en die klemborddata kan baie persoonlik wees. Berging is altyd geïnkripteer, maar u kan 'n wagwoord instel wat benodig word indien u toestel gesteel word of iemand anders u toestel gebruik.
am_et: የእርስዎ ግላዊነት አስፈላጊ እና የቅንጥብ ሰሌዳ ውሂብ በጣም የግል ሊሆን ይችላል. ማከማቻ ሁል ጊዜም የተመሰጠረ ነው ግን መሳሪያዎ ተሰረቀ ወይም ሌላ ሰው መሳሪያዎን የሚጠቀም ከሆነ የሚጠየቀውን የይለፍ ቃል ማዘጋጀት ይችላሉ.
ar_bh: خصوصيتك مهمة ويمكن أن تكون بيانات الحافظة شخصية للغاية. يتم تشفير التخزين دائمًا ولكن يمكنك تعيين كلمة مرور ستكون مطلوبة في حالة سرق جهازك أو يستخدم أي شخص آخر جهازك.
as_in: আপোনাৰ গোপনীয়তা গুৰুত্বপূৰ্ণ আৰু ক্লিপবৰ্ডৰ ডাটা অতি ব্যক্তিগত হ’ব পাৰে। সংৰক্ষণ সদায় এনক্ৰিপ্ট কৰা হয় কিন্তু আপুনি এটা গুপ্তশব্দ সংহতি কৰিব পাৰে যিটো আপোনাৰ ডিভাইচ চুৰি হ'লে বা আন কোনোবাই আপোনাৰ ডিভাইচ ব্যৱহাৰ কৰি থকাৰ প্ৰয়োজন হ'ব।
az_cyrl: Məxfiliyiniz vacibdir və panoya məlumatlar çox şəxsi ola bilər. Saxlama həmişə şifrələnmişdir, ancaq cihazınızın oğurlandığı və ya başqası cihazınızdan istifadə edildiyi təqdirdə tələb olunacaq bir parol təyin edə bilərsiniz.
bg_bg: Вашата поверителност е важна и данните от клипборда могат да бъдат много лични. Съхранението винаги е криптирано, но можете да зададете парола, която ще се изисква, в случай че вашето устройство е откраднато или някой друг използва вашето устройство.
bn_in: আপনার গোপনীয়তা গুরুত্বপূর্ণ এবং ক্লিপবোর্ডের ডেটা খুব ব্যক্তিগত হতে পারে। স্টোরেজ সর্বদা এনক্রিপ্ট করা থাকে তবে আপনি একটি পাসওয়ার্ড সেট করতে পারেন যা আপনার ডিভাইসটি চুরি হয়ে গেলে বা অন্য কেউ আপনার ডিভাইস ব্যবহার করে তবে প্রয়োজনীয় হবে।
bs_latn_ba: Vaša privatnost je važni i podaci međuspremnika mogu biti vrlo lični. Skladištenje je uvijek šifrirano, ali možete postaviti lozinku koja će biti potrebna u slučaju da je vaš uređaj ukraden ili neko drugi koristi vaš uređaj.
ca_es: La vostra privadesa és important i les dades del porta -retalls poden ser molt personals. L’emmagatzematge sempre està xifrat, però podeu definir una contrasenya que caldrà en cas que el vostre dispositiu sigui robat o algú altre utilitzi el vostre dispositiu.
cs_cz: Vaše soukromí je důležité a data schránky mohou být velmi osobní. Úložiště je vždy šifrováno, ale můžete nastavit heslo, které bude vyžadováno v případě, že bude vaše zařízení odcizeno, nebo někdo jiný používá vaše zařízení.
cy_gb: Mae eich preifatrwydd yn bwysig a gall data clipfwrdd fod yn bersonol iawn. Mae storio bob amser yn cael ei amgryptio ond gallwch chi osod cyfrinair y bydd ei angen rhag ofn bod eich dyfais yn cael ei dwyn neu fod rhywun arall yn defnyddio'ch dyfais.
da_dk: Dit privatliv er vigtigt, og udklipsholderdata kan være meget personlige. Opbevaring er altid krypteret, men du kan indstille en adgangskode, der kræves, hvis din enhed er stjålet, eller en anden bruger din enhed.
de_ch: Ihre Privatsphäre ist wichtig und Zwischenablagedaten können sehr persönlich sein. Der Speicher ist immer verschlüsselt, aber Sie können ein Kennwort festlegen, das erforderlich ist, falls Ihr Gerät gestohlen wird oder jemand anderes Ihr Gerät verwendet.
el_gr: Το απόρρητό σας είναι σημαντικό και τα δεδομένα του πρόχειρου μπορεί να είναι πολύ προσωπικά. Η αποθήκευση είναι πάντα κρυπτογραφημένη, αλλά μπορείτε να ορίσετε έναν κωδικό πρόσβασης που θα απαιτηθεί σε περίπτωση που η συσκευή σας κλαπεί ή κάποιος άλλος χρησιμοποιεί τη συσκευή σας.
es_bo: Su privacidad es importante y los datos del portapapeles pueden ser muy personales. El almacenamiento siempre está encriptado, pero puede establecer una contraseña que se requerirá en caso de que su dispositivo sea robado o alguien más esté utilizando su dispositivo.
et_ee: Teie privaatsus on oluline ja lõikelaua andmed võivad olla väga isiklikud. Salvestus on alati krüptitud, kuid saate seada parooli, mis on vajalik juhuks, kui teie seade varastatakse või kui keegi teine ​​teie seadet kasutab.
fa_ir: حریم خصوصی شما مهم است و داده های کلیپ بورد می توانند بسیار شخصی باشند. ذخیره سازی همیشه رمزگذاری شده است اما می توانید رمزعبور را تنظیم کنید که در صورت سرقت دستگاه شما یا شخص دیگری از دستگاه شما استفاده می کند.
fi_fi: Yksityisyytesi on tärkeää ja leikepöydän tiedot voivat olla hyvin henkilökohtaisia. Tallennus on aina salattu, mutta voit asettaa salasanan, joka vaaditaan, jos laitteesi varastetaan tai joku muu käyttää laitetta.
fil_ph: Mahalaga ang iyong privacy at ang data ng clipboard ay maaaring maging personal. Ang pag -iimbak ay palaging naka -encrypt ngunit maaari kang magtakda ng isang password na kakailanganin kung sakaling ninakaw ang iyong aparato o ang ibang tao ay gumagamit ng iyong aparato.
fr_029: Votre confidentialité est importante et les données du presse-papiers peuvent être très personnelles. Le stockage est toujours crypté, mais vous pouvez définir un mot de passe qui sera nécessaire au cas où votre appareil serait volé ou que quelqu'un d'autre utilise votre appareil.
ga_ie: Tá do phríobháideacht tábhachtach agus is féidir le sonraí gearrthaisce a bheith an -phearsanta. Tá an stóráil criptithe i gcónaí ach is féidir leat pasfhocal a shocrú a bheidh ag teastáil i gcás go ngoidtear do ghléas nó go bhfuil duine eile ag úsáid do ghléas.
gu_in: તમારી ગોપનીયતા મહત્વપૂર્ણ છે અને ક્લિપબોર્ડ ડેટા ખૂબ વ્યક્તિગત હોઈ શકે છે. સ્ટોરેજ હંમેશાં એન્ક્રિપ્ટ થયેલ હોય છે પરંતુ તમે પાસવર્ડ સેટ કરી શકો છો જે જો તમારું ડિવાઇસ ચોરી કરે છે અથવા કોઈ તમારા ડિવાઇસનો ઉપયોગ કરે છે તો તે જરૂરી રહેશે.
he_il: הפרטיות שלך חשובה ונתוני הלוח יכולים להיות אישיים מאוד. האחסון תמיד מוצפן אך אתה יכול להגדיר סיסמה שתידרש למקרה שהמכשיר שלך ייגנב או שמישהו אחר משתמש במכשיר שלך.
hi_in: आपकी गोपनीयता महत्वपूर्ण है और क्लिपबोर्ड डेटा बहुत व्यक्तिगत हो सकता है। स्टोरेज को हमेशा एन्क्रिप्ट किया जाता है, लेकिन आप एक पासवर्ड सेट कर सकते हैं जो आपके डिवाइस के चोरी होने पर आवश्यक होगा या कोई और आपके डिवाइस का उपयोग कर रहा है।
hr_hr: Vaša je privatnost važna i podaci u međuspremnik mogu biti vrlo osobni. Skladištenje je uvijek šifrirano, ali možete postaviti lozinku koja će biti potrebna u slučaju da vaš uređaj bude ukraden ili netko drugi koristi vaš uređaj.
hu_hu: Az Ön adatvédelme fontos, és a vágólap -adatok nagyon személyesek lehetnek. A tárolás mindig titkosítva van, de beállíthat egy jelszót, amelyre szükség lesz, ha az eszközt ellopják, vagy valaki más használja az eszközt.
hy_am: Ձեր գաղտնիությունը կարեւոր է, եւ Clipboard- ի տվյալները կարող են լինել շատ անձնական: Պահպանումը միշտ կոդավորված է, բայց կարող եք սահմանել գաղտնաբառ, որը կպահանջվի, եթե ձեր սարքը գողանա, կամ մեկ ուրիշը օգտագործում է ձեր սարքը:
id_id: Privasi Anda penting dan data clipboard bisa sangat pribadi. Penyimpanan selalu dienkripsi tetapi Anda dapat mengatur kata sandi yang akan diperlukan jika perangkat Anda dicuri atau orang lain menggunakan perangkat Anda.
is_is: Persónuvernd þín eru mikilvæg og gögn um klemmuspjald geta verið mjög persónuleg. Geymsla er alltaf dulkóðuð en þú getur stillt lykilorð sem þarf ef tækinu þínu er stolið eða einhver annar notar tækið þitt.
it_ch: La tua privacy è importante e i dati degli appunti possono essere molto personali. L'archiviazione è sempre crittografata ma è possibile impostare una password che sarà richiesta nel caso in cui il dispositivo venga rubato o qualcun altro utilizza il tuo dispositivo.
ja_jp: あなたのプライバシーは重要であり、クリップボードデータは非常に個人的なものです。ストレージは常に暗号化されていますが、デバイスが盗まれたり、他の誰かがデバイスを使用している場合に必要なパスワードを設定できます。
ka_ge: თქვენი კონფიდენციალურობა მნიშვნელოვანია და ბუფერული მონაცემები შეიძლება იყოს ძალიან პირადი. შენახვა ყოველთვის დაშიფრულია, მაგრამ შეგიძლიათ დააყენოთ პაროლი, რომელიც საჭირო იქნება იმ შემთხვევაში, თუ თქვენი მოწყობილობა მოიპარეს ან ვინმე იყენებს თქვენს მოწყობილობას.
kk_kz: Сіздің құпиялылығыңыз маңызды және алмасу буферінің деректері өте жеке болуы мүмкін. Сақтау әрқашан шифрланған, бірақ сіз құрылғы ұрланған немесе басқа біреу құрылғыны пайдаланып жатқанда қажет болатын құпия сөзді орната аласыз.
km_kh: ភាពឯកជនរបស់អ្នកមានសារៈសំខាន់និងក្តារតម្បៀតខ្ទាស់អាចមានលក្ខណៈផ្ទាល់ខ្លួន។ ការផ្ទុកតែងតែត្រូវបានអ៊ិនគ្រីបប៉ុន្តែអ្នកអាចកំណត់ពាក្យសម្ងាត់ដែលនឹងត្រូវបានទាមទារក្នុងករណីដែលឧបករណ៍របស់អ្នកត្រូវបានលួចឬនរណាម្នាក់ផ្សេងទៀតកំពុងប្រើឧបករណ៍របស់អ្នក។
kn_in: ನಿಮ್ಮ ಗೌಪ್ಯತೆ ಮುಖ್ಯ ಮತ್ತು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಡೇಟಾ ತುಂಬಾ ವೈಯಕ್ತಿಕವಾಗಿರುತ್ತದೆ. ಸಂಗ್ರಹಣೆಯನ್ನು ಯಾವಾಗಲೂ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ ಆದರೆ ನಿಮ್ಮ ಸಾಧನವನ್ನು ಕದ್ದಿದ್ದರೆ ಅಥವಾ ಬೇರೊಬ್ಬರು ನಿಮ್ಮ ಸಾಧನವನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ ಅದು ಅಗತ್ಯವಿರುವ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸಬಹುದು.
ko_kr: 귀하의 개인 정보는 중요하며 클립 보드 데이터는 매우 개인적 일 수 있습니다. 스토리지는 항상 암호화되지만 장치가 도난 당하거나 다른 사람이 장치를 사용하는 경우 필요한 비밀번호를 설정할 수 있습니다.
ky_kg: Сиздин купуялыгыңыз маанилүү жана алмашуу буферинин маалыматтары өтө жеке болушу мүмкүн. Сактоо ар дайым шифрленген, бирок сиз түзмөгүңүз уурдалса же башка бирөө сиздин түзмөгүңүздү колдонуп, талап кылынган сырсөздү орнотсоңуз болот.
lo_la: ຄວາມເປັນສ່ວນຕົວຂອງທ່ານແມ່ນຄວາມສໍາຄັນແລະຂໍ້ມູນ clipboard ສາມາດເປັນສ່ວນຕົວຫຼາຍ. ການເກັບຮັກສາແມ່ນຖືກເຂົ້າລະຫັດສະເຫມີແຕ່ທ່ານສາມາດກໍານົດລະຫັດຜ່ານທີ່ຕ້ອງການໃນກໍລະນີທີ່ອຸປະກອນຂອງທ່ານຖືກລັກຫຼືຜູ້ອື່ນກໍາລັງໃຊ້ອຸປະກອນຂອງທ່ານ.
lt_lt: Jūsų privatumas yra svarbus, o mainų srities duomenys gali būti labai asmeniški. Sauga visada užšifruota, tačiau galite nustatyti slaptažodį, kurio reikės, jei jūsų įrenginys bus pavogtas arba kažkas kitas naudojasi jūsų įrenginiu.
lv_lv: Jūsu privātums ir svarīgs, un starpliktuves dati var būt ļoti personiski. Uzglabāšana vienmēr ir šifrēta, bet jūs varat iestatīt paroli, kas būs nepieciešama, ja ierīce tiek nozagta vai kāds cits lieto jūsu ierīci.
mi_nz: He mea nui to maatauranga me te raraunga topumoana ka taea te whaiaro. Kei te whakamuna tonu te rokiroki engari ka taea e koe te whakanoho i tetahi kupuhipa ka hiahiatia kia tahaetia to taputapu, kei te whakamahi ranei tetahi atu i to taputapu.
mk_mk: Вашата приватност е важна и податоците за таблата може да бидат многу лични. Складирањето е секогаш шифрирано, но можете да поставите лозинка што ќе биде потребна во случај вашиот уред да биде украден или некој друг го користи вашиот уред.
ml_in: നിങ്ങളുടെ സ്വകാര്യത പ്രധാനപ്പെട്ടതും ക്ലിപ്പ്ബോർഡ് ഡാറ്റ വളരെ വ്യക്തിപരമാണ്. സംഭരണം എല്ലായ്പ്പോഴും എൻക്രിപ്റ്റ് ചെയ്തുവെങ്കിലും നിങ്ങളുടെ ഉപകരണം മോഷ്ടിക്കപ്പെടുകയോ മറ്റൊരാൾ നിങ്ങളുടെ ഉപകരണം ഉപയോഗിച്ചാൽ ആവശ്യമായ പാസ്വേഡ് സജ്ജമാക്കാൻ നിങ്ങൾക്ക് കഴിയും.
mr_in: आपली गोपनीयता महत्त्वपूर्ण आहे आणि क्लिपबोर्ड डेटा खूप वैयक्तिक असू शकतो. स्टोरेज नेहमीच कूटबद्ध केले जाते परंतु आपण एक संकेतशब्द सेट करू शकता जो आपले डिव्हाइस चोरी झाल्यास किंवा इतर कोणी आपले डिव्हाइस वापरत असेल तर आवश्यक असेल.
ms_my: Privasi anda adalah penting dan data papan klip boleh menjadi sangat peribadi. Penyimpanan sentiasa disulitkan tetapi anda boleh menetapkan kata laluan yang diperlukan sekiranya peranti anda dicuri atau orang lain menggunakan peranti anda.
mt_mt: Il-privatezza tiegħek hija importanti u d-dejta tal-clipboard tista 'tkun personali ħafna. Il-ħażna hija dejjem kriptata imma tista 'tissettja password li tkun meħtieġa f'każ li t-tagħmir tiegħek ikun misruq jew xi ħadd ieħor qed juża t-tagħmir tiegħek.
nb_no: Personvernet ditt er viktig, og utklippstavlen kan være veldig personlig. Lagring er alltid kryptert, men du kan angi et passord som vil være nødvendig i tilfelle enheten din blir stjålet eller at noen andre bruker enheten din.
ne_np: तपाईंको गोपनीयता महत्त्वपूर्ण र क्लिपबोर्ड डाटा धेरै व्यक्तिगत हुन सक्छ। भण्डारण सधै ईन्क्रिप्टेड हुन्छ तर तपाईं पासवर्ड सेट गर्न सक्नुहुनेछ जुन तपाईंको उपकरण चोरी भएको छ वा अरू कसैले तपाईंको उपकरण प्रयोग गर्दैछ।
nl_be: Uw privacy is belangrijk en klembordgegevens kunnen heel persoonlijk zijn. Opslag is altijd gecodeerd, maar u kunt een wachtwoord instellen dat vereist is voor het geval uw apparaat is gestolen of iemand anders uw apparaat gebruikt.
or_in: ଆପଣଙ୍କର ଗୋପନୀୟତା ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଏବଂ କ୍ଲିପବୋର୍ଡ ତଥ୍ୟ ବହୁତ ବ୍ୟକ୍ତିଗତ ହୋଇପାରେ | ଷ୍ଟୋରେଜ୍ ସର୍ବଦା ଏନକ୍ରିପ୍ଟ ହୋଇଥାଏ କିନ୍ତୁ ଆପଣ ଏକ ପାସୱାର୍ଡ ସେଟ୍ କରିପାରିବେ ଯାହା ଆପଣଙ୍କର ଡିଭାଇସ୍ ଚୋରି ହୋଇଛି କିମ୍ବା ଅନ୍ୟ କେହି ଆପଣଙ୍କର ଡିଭାଇସ୍ ବ୍ୟବହାର କରୁଛନ୍ତି |
pa_arab: ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਮਹੱਤਵਪੂਰਨ ਹੈ ਅਤੇ ਕਲਿੱਪਬੋਰਡ ਡੇਟਾ ਬਹੁਤ ਨਿੱਜੀ ਹੋ ਸਕਦਾ ਹੈ. ਸਟੋਰੇਜ਼ ਹਮੇਸ਼ਾਂ ਇਨਕ੍ਰਿਪਟਡ ਹੁੰਦਾ ਹੈ ਪਰ ਤੁਸੀਂ ਇੱਕ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਚੋਰੀ ਹੋ ਗਈ ਹੈ ਜਾਂ ਕੋਈ ਹੋਰ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ.
pl_pl: Twoja prywatność jest ważna, a dane schowka mogą być bardzo osobiste. Pamięć jest zawsze szyfrowana, ale możesz ustawić hasło, które będzie wymagane na wypadek skradzionych urządzenia lub ktoś inny używa Twojego urządzenia.
pt_br: Sua privacidade é importante e os dados da área de transferência podem ser muito pessoais. O armazenamento é sempre criptografado, mas você pode definir uma senha necessária, caso seu dispositivo seja roubado ou outra pessoa esteja usando seu dispositivo.
ro_ro: Confidențialitatea dvs. este importantă, iar datele clipboard pot fi foarte personale. Depozitarea este întotdeauna criptată, dar puteți seta o parolă care va fi necesară în cazul în care dispozitivul dvs. este furat sau altcineva folosește dispozitivul dvs.
ru_ru: Ваша конфиденциальность важна, и данные об буфере обмена могут быть очень личными. Хранение всегда зашифровано, но вы можете установить пароль, который потребуется в случае похищения вашего устройства, или кто -то другой использует ваше устройство.
sk_sk: Vaše súkromie sú dôležité a údaje o schránke môžu byť veľmi osobné. Úložisko je vždy šifrované, ale môžete nastaviť heslo, ktoré bude potrebné v prípade ukradnutia zariadenia alebo niekto iný používa vaše zariadenie.
sl_si: Vaša zasebnost je pomembna in podatki o odložišču so lahko zelo osebni. Shranjevanje je vedno šifrirano, vendar lahko nastavite geslo, ki bo potrebno, če je vaša naprava ukradena ali nekdo drug uporablja vašo napravo.
sq_al: Privatësia juaj është e rëndësishme dhe të dhënat e klipit mund të jenë shumë personale. Magazinimi është gjithmonë i koduar, por mund të vendosni një fjalëkalim që do të kërkohet në rast se pajisja juaj është vjedhur ose dikush tjetër po përdor pajisjen tuaj.
sr_cyrl_me: Ваша приватност је важна и подаци у међуспремник могу бити веома лични. Складиштење је увек шифровано, али можете поставити лозинку која ће бити потребна у случају да вам уређај украде или неко други користи ваш уређај.
sv_fi: Din integritet är viktig och urklippsdata kan vara mycket personliga. Lagring är alltid krypterad men du kan ställa in ett lösenord som kommer att krävas om din enhet är stulen eller någon annan använder din enhet.
sw_ke: Usiri wako ni muhimu na data ya clipboard inaweza kuwa ya kibinafsi sana. Hifadhi husimbwa kila wakati lakini unaweza kuweka nywila ambayo itahitajika ikiwa kifaa chako kimeibiwa au mtu mwingine anatumia kifaa chako.
ta_in: உங்கள் தனியுரிமை முக்கியமானது மற்றும் கிளிப்போர்டு தரவு மிகவும் தனிப்பட்டதாக இருக்கும். சேமிப்பிடம் எப்போதும் குறியாக்கம் செய்யப்படுகிறது, ஆனால் உங்கள் சாதனம் திருடப்பட்டால் அல்லது வேறு யாராவது உங்கள் சாதனத்தைப் பயன்படுத்தினால் தேவைப்படும் கடவுச்சொல்லை நீங்கள் அமைக்கலாம்.
te_in: మీ గోప్యత ముఖ్యం మరియు క్లిప్‌బోర్డ్ డేటా చాలా వ్యక్తిగతమైనది. నిల్వ ఎల్లప్పుడూ గుప్తీకరించబడుతుంది, అయితే మీ పరికరం దొంగిలించబడితే లేదా మీ పరికరాన్ని మరొకరు ఉపయోగిస్తున్నట్లయితే మీరు పాస్‌వర్డ్‌ను సెట్ చేయవచ్చు.
th_th: ความเป็นส่วนตัวของคุณเป็นสิ่งสำคัญและข้อมูลคลิปบอร์ดอาจเป็นเรื่องส่วนตัวมาก ที่เก็บข้อมูลจะถูกเข้ารหัสเสมอ แต่คุณสามารถตั้งค่ารหัสผ่านที่จะต้องใช้ในกรณีที่อุปกรณ์ของคุณถูกขโมยหรือคนอื่นใช้อุปกรณ์ของคุณ
tk_tm: Şahsy durmuşyňyz möhümdir we bufer maglumatlary gaty şahsy bolup biler. Ammar elmydama şifrlenen bolsa, ýöne enjamyňyz ogurlanan bolsa ýa-da başga biri enjamyňyzy ulanýan bolsa, talap ediljek parol goýup bilersiňiz.
tr_tr: Gizliliğiniz önemlidir ve pano verileri çok kişisel olabilir. Depolama her zaman şifrelenir, ancak cihazınızın çalınması veya başka birinin cihazınızı kullanması durumunda gerekli olacak bir şifre ayarlayabilirsiniz.
tt_ru: Сезнең хосусыйлыгыгыз мөһим һәм буфер тактасы турында бик шәхси булырга мөмкин. Саклау һәрвакыт шифрлана, ләкин сез җайланма урланган яки бүтән кеше сезнең җайланмагызны куллана торган очракта серсүз куя аласыз.
ug_cn: شەخسىي مەخپىيەتلىكىڭىز مۇھىم ۋە چاپلاش تاختىسى سانلىق مەلۇماتلىرى ناھايىتى شەخسىي بولىدۇ. ساقلاش ھەمىشە شىفىرلانغان, ئەمما ئۈسكۈنىڭىز ئوغرىلانغان ياكى باشقىلار ئۈسكۈنىڭىزنى ئىشلىتىۋاتقان ئەھۋال ئاستىدا تەلەپ قىلىنىدىغان پارول بەلگىلەڭ.
uk_ua: Ваша конфіденційність важлива, і дані про буфер обміну можуть бути дуже особистими. Зберігання завжди зашифровано, але ви можете встановити пароль, який буде потрібен у випадку викрадення вашого пристрою або хтось інший використовує ваш пристрій.
ur_pk: آپ کی رازداری اہم ہے اور کلپ بورڈ کا ڈیٹا بہت ذاتی ہوسکتا ہے۔ اسٹوریج کو ہمیشہ خفیہ کیا جاتا ہے لیکن آپ ایک پاس ورڈ مرتب کرسکتے ہیں جس کی ضرورت ہو گی اگر آپ کا آلہ چوری ہوجائے یا کوئی اور آپ کے آلے کو استعمال کررہا ہو۔
uz_cyrl: Sizning maxfiyligingiz muhim va klipborb ma'lumotlari juda shaxsiy bo'lishi mumkin. Saqlash har doim shifrlangan, ammo qurilmangiz o'g'irlangan yoki boshqa birovning qurilmangizdan foydalanayotganingizda, parolni o'rnatishingiz mumkin.
vi_vn: Quyền riêng tư của bạn là quan trọng và dữ liệu clipboard có thể rất cá nhân. Lưu trữ luôn được mã hóa nhưng bạn có thể đặt mật khẩu sẽ được yêu cầu trong trường hợp thiết bị của bạn bị đánh cắp hoặc người khác đang sử dụng thiết bị của bạn.
zh_hant: 您的隱私很重要，剪貼板數據可能非常個人化。存儲始終是加密的，但是您可以設置一個密碼，以防您的設備被盜或其他人正在使用您的設備。

# WelcomeDbPasswordTitle
source: Password
af_za: Wagwoord
am_et: የይለፍ ቃል
ar_bh: كلمة المرور
as_in: পাছৱৰ্ড
az_cyrl: Parol
bg_bg: Парола
bn_in: পাসওয়ার্ড
bs_latn_ba: Lozinka
ca_es: Contrasenya
cs_cz: Heslo
cy_gb: Gyfrinair
da_dk: Adgangskode
de_ch: Passwort
el_gr: Κωδικός πρόσβασης
es_bo: Contraseña
et_ee: Parool
fa_ir: کلمه عبور
fi_fi: Salasana
fr_029: Mot de passe
ga_ie: Pasfhocal
gu_in: પાસશ
he_il: סיסמה
hi_in: पासवर्ड
hr_hr: Lozinka
hu_hu: Jelszó
hy_am: Գաղտնաբառ
id_id: Kata sandi
is_is: Lykilorð
it_ch: Parola d'ordine
ja_jp: パスワード
ka_ge: პაროლი
kk_kz: Пароль
km_kh: ហក្យសមងាត់
kn_in: ಗುಪ್ತಪದ
ko_kr: 비밀번호
ky_kg: Купуя сөз
lo_la: ລະຫັດຜ່ານ
lt_lt: Slaptažodis
lv_lv: Parole
mi_nz: Kupu whakataha
mk_mk: Лозинка
mr_in: संकेतशब्द
ms_my: Kata laluan
nb_no: Passord
ne_np: संकेत शब्द
nl_be: Wachtwoord
or_in: ପାସୱାର୍ଡ
pa_arab: ਪਾਸਵਰਡ
pl_pl: Hasło
pt_br: Senha
ro_ro: Parola
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sq_al: Fjalëkalim
sr_cyrl_me: Лозинка
sv_fi: Lösenord
sw_ke: Nenosiri
ta_in: கடவுச்சொல்
te_in: పాస్వర్డ్
th_th: รหัสผ่าน
tk_tm: Parol
tr_tr: Şifre
tt_ru: Серсүз
ug_cn: پارول
uk_ua: Пароль
ur_pk: پاس ورڈ
uz_cyrl: Parol
vi_vn: Mật khẩu
zh_hant: 密碼
