Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# PrefAutoSearchHint
source: Text typed will be automatically applied to a search when no text box is focused.
af_za: Teks wat getik is, word outomaties op 'n soektog toegepas wanneer geen teksblokkie gefokus is nie.
am_et: ጽሑፍ የታየበት ጽሑፍ በራስ-ሰር የጽሑፍ ሳጥን በማይኖርበት ጊዜ በራስ-ሰር ይተገበራል.
ar_bh: سيتم تطبيق النص المكتوب تلقائيًا على البحث عندما لا يتم تركيز مربع نص.
as_in: কোনো লিখনী বাকচ কেন্দ্ৰীভূত নহ'লে এটা সন্ধানত টাইপ কৰা টেক্সট টাইপ কৰা হ'ব।
az_cyrl: Tipli mətn, heç bir mətn qutusu yönəldilməyəndə avtomatik olaraq axtarışa tətbiq ediləcəkdir.
bg_bg: Въведеният текст ще бъде приложен автоматично при търсене, когато не е фокусирано текстово поле.
bn_in: যখন কোনও পাঠ্য বাক্সকে কেন্দ্র করে না থাকে তখন টাইপ করা পাঠ্যগুলি স্বয়ংক্রিয়ভাবে অনুসন্ধানে প্রয়োগ করা হবে।
bs_latn_ba: Tekst upisano će se automatski primijeniti na pretragu kada nijedan tekst nije fokusiran.
ca_es: El text escrit s’aplicarà automàticament a una cerca quan no s’enfoci cap quadre de text.
cs_cz: Text psaný bude automaticky použit na vyhledávání, pokud není zaostřeno žádné textové pole.
cy_gb: Bydd y testun wedi'i deipio yn cael ei gymhwyso'n awtomatig i chwiliad pan nad oes blwch testun yn canolbwyntio.
da_dk: Tekstet tekst anvendes automatisk på en søgning, når der ikke er fokuseret nogen tekstfelt.
de_ch: Die eingegebenen Text werden automatisch auf eine Suche angewendet, wenn kein Textfeld fokussiert ist.
el_gr: Η πληκτρολόγηση κειμένου θα εφαρμοστεί αυτόματα σε μια αναζήτηση όταν δεν έχει επικεντρωθεί το πλαίσιο κειμένου.
es_bo: El texto escrito se aplicará automáticamente a una búsqueda cuando no se enfoque ningún cuadro de texto.
et_ee: Tüüpi kirjutatud tekst rakendatakse automaatselt otsingule, kui tekstikasti ei keskendu.
fa_ir: متن تایپ شده در صورت تمرکز جعبه متن ، به طور خودکار برای جستجو اعمال می شود.
fi_fi: Kirjoitettu teksti sovelletaan automaattisesti hakuun, kun tekstiruutua ei ole keskittynyt.
fil_ph: Ang type ng teksto ay awtomatikong mailalapat sa isang paghahanap kapag walang nakatuon na kahon ng teksto.
fr_029: Le texte tapé sera automatiquement appliqué à une recherche lorsqu'aucune zone de texte n'est focalisée.
ga_ie: Cuirfear an téacs clóscríofa i bhfeidhm go huathoibríoch ar chuardach nuair nach bhfuil aon bhosca téacs dírithe.
gu_in: જ્યારે કોઈ ટેક્સ્ટ બ box ક્સ કેન્દ્રિત ન હોય ત્યારે ટેક્સ્ટ ટાઇપ કરેલું આપમેળે શોધ પર લાગુ થશે.
he_il: טקסט שהוקלד יוחל אוטומטית על חיפוש כאשר אף תיבת טקסט לא ממוקדת.
hi_in: जब कोई टेक्स्ट बॉक्स केंद्रित नहीं होता है, तो टेक्स्ट टाइप किए गए टेक्स्ट को स्वचालित रूप से खोज पर लागू किया जाएगा।
hr_hr: Tekst upisani automatski će se primijeniti na pretraživanje kada nije usredotočen tekstni okvir.
hu_hu: A beírt szöveg automatikusan alkalmazza a keresésre, amikor nincs fókuszálva a szövegmező.
hy_am: Տպված տեքստը ավտոմատ կերպով կկիրառվի որոնման վրա, երբ տեքստի տուփը կենտրոնացած չէ:
id_id: Teks yang diketik akan secara otomatis diterapkan pada pencarian ketika tidak ada kotak teks yang difokuskan.
is_is: Texti sleginn verður sjálfkrafa notaður í leit þegar enginn textakassi er einbeittur.
it_ch: Il testo digitato verrà applicato automaticamente a una ricerca quando non è focalizzata alcuna casella di testo.
ja_jp: タイプされたテキストは、テキストボックスが焦点が合っていない場合、検索に自動的に適用されます。
ka_ge: აკრეფილი ტექსტი ავტომატურად იქნება გამოყენებული ძებნაზე, როდესაც ტექსტური ყუთი არ არის ფოკუსირებული.
kk_kz: Мәтін терілген терілген мәтін жолағы ешқандай мәтін жолағы жоқ кезде автоматты түрде қолданылады.
km_kh: អត្ថបទវាយនឹងត្រូវបានអនុវត្តដោយស្វ័យប្រវត្តិទៅការស្វែងរកនៅពេលដែលគ្មានប្រអប់អត្ថបទត្រូវបានគេផ្តោតអារម្មណ៍។
kn_in: ಯಾವುದೇ ಪಠ್ಯ ಪೆಟ್ಟಿಗೆಯನ್ನು ಕೇಂದ್ರೀಕರಿಸದಿದ್ದಾಗ ಟೈಪ್ ಮಾಡಿದ ಪಠ್ಯವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹುಡುಕಾಟಕ್ಕೆ ಅನ್ವಯಿಸಲಾಗುತ್ತದೆ.
ko_kr: 텍스트 상자가 초점을 맞추지 않으면 타이핑 된 텍스트가 검색에 자동으로 적용됩니다.
ky_kg: Текст терилген тексттик кутучасы көңүл бурулбаганда, издөөгө автоматтык түрдө колдонулат.
lo_la: ຂໍ້ຄວາມປະເພດຈະຖືກນໍາໃຊ້ໂດຍອັດຕະໂນມັດໃນການຄົ້ນຫາໃນເວລາທີ່ບໍ່ມີກ່ອງຂໍ້ຄວາມ.
lt_lt: Tekstas įvestas bus automatiškai pritaikytas paieškai, kai jokio teksto laukelio nėra sufokusuotas.
lv_lv: Teksts Ierakstīts tiks automātiski piemērots meklēšanai, kad netiks koncentrēts neviens tekstlodziņš.
mi_nz: Ka patohia te tuhinga ka tukuna aunoa ki te rapu kaore he pouaka kuputuhi e arotahi ana.
mk_mk: Текстот впишан автоматски ќе се применува на пребарување кога не е фокусирано полето за текст.
ml_in: ടെക്സ്റ്റ് ബോക്സ് കേന്ദ്രീകരിക്കാത്തപ്പോൾ ടൈപ്പ് ടൈപ്പ് ഒരു തിരയലിൽ യാന്ത്രികമായി പ്രയോഗിക്കും.
mr_in: मजकूर बॉक्सवर लक्ष केंद्रित केले नाही तेव्हा टाइप केलेले मजकूर स्वयंचलितपणे शोधावर लागू केले जाईल.
ms_my: Teks yang ditaip akan digunakan secara automatik untuk carian apabila tiada kotak teks difokuskan.
mt_mt: It-test ittajpjat jiġi applikat awtomatikament għal tfittxija meta l-ebda kaxxa tat-test ma tkun iffokata.
nb_no: Tekstmupt vil automatisk brukes på et søk når ingen tekstboks er fokusert.
ne_np: पाठ टाइप गर्नुहोस् स्वचालित रूपमा एक खोजीमा लागू हुनेछ जब कुनै पाठ बाकस केन्द्रित छैन।
nl_be: Typed tekst wordt automatisch toegepast op een zoekopdracht wanneer er geen tekstvak is gericht.
or_in: ପାଠ୍ୟ ପଠାଯାଇଥିବା ପାଠ୍ୟ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଏକ ସନ୍ଧାନରେ ପ୍ରୟୋଗ ହେବ ଯେତେବେଳେ କ text ଣସି ଟେକ୍ସଟ୍ ବକ୍ସ ଫୋକସ୍ ହୋଇନଥାଏ |
pa_arab: ਟੈਕਸਟ ਟਾਈਪ ਕੀਤਾ ਟੈਕਸਟ ਆਟੋਮੈਟਿਕਲੀ ਇੱਕ ਖੋਜ ਤੇ ਲਾਗੂ ਹੋ ਜਾਵੇਗਾ ਜਦੋਂ ਕੋਈ ਟੈਕਸਟ ਬਾਕਸ ਫੋਕਸ ਨਹੀਂ ਹੁੰਦਾ.
pl_pl: Wpisany tekst zostanie automatycznie zastosowany do wyszukiwania, gdy nie jest skupione żadne pole tekstowe.
pt_br: O texto digitado será aplicado automaticamente a uma pesquisa quando nenhuma caixa de texto estiver focada.
ro_ro: Textul tastat va fi aplicat automat la o căutare atunci când nu se concentrează nicio casetă de text.
ru_ru: Текст текст будет автоматически применен к поиску, когда текстовое поле не будет сфокусировано.
sk_sk: Tygetovaný text sa automaticky použije na vyhľadávanie, keď nie je zamerané žiadne textové pole.
sl_si: Vnašanje besedila bo samodejno uporabljeno za iskanje, ko ni osredotočeno besedilno polje.
sq_al: Teksti i shtypur do të aplikohet automatikisht në një kërkim kur të mos përqendrohet asnjë kuti teksti.
sr_cyrl_me: Тип текста ће се аутоматски примењивати на претрагу када није фокусиран текстуални оквир.
sv_fi: Text som skrivs kommer automatiskt att tillämpas på en sökning när ingen textruta är fokuserad.
sw_ke: Maandishi yaliyochapishwa yatatumika kiatomati kwa utaftaji wakati hakuna sanduku la maandishi linalolenga.
ta_in: உரை பெட்டியில் கவனம் செலுத்தப்படாதபோது தட்டச்சு செய்யப்பட்ட உரை தானாகவே ஒரு தேடலுக்கு பயன்படுத்தப்படும்.
te_in: టెక్స్ట్ బాక్స్ కేంద్రీకరించబడనప్పుడు టెక్స్ట్ టైప్ చేసిన శోధనకు స్వయంచాలకంగా వర్తించబడుతుంది.
th_th: ข้อความที่พิมพ์จะถูกนำไปใช้กับการค้นหาโดยอัตโนมัติเมื่อไม่มีการโฟกัสกล่องข้อความ
tk_tm: Tekst ýazylan tekst ýazylmasa gözleg gutusyna awtomatiki usulda ýüz tutular.
tr_tr: Hiçbir metin kutusu odaklanmadığında yazılan metin otomatik olarak bir aramaya uygulanır.
tt_ru: Текстны текст тартмасы тупланмаганда язган текст автоматик рәвештә кулланылачак.
ug_cn: تېكىست رامكىسىغا قىسقا ئۇچۇر يوللانمىغان ۋاقىتتا تېكىستكە خەت يېزىش ئاپتوماتىك قوللىنىلىدۇ.
uk_ua: Текстовий набір буде автоматично застосований до пошуку, коли текстове поле не буде зосереджене.
ur_pk: جب کسی ٹیکسٹ باکس پر توجہ نہیں دی جاتی ہے تو متن کو ٹائپ شدہ خود بخود تلاش میں لاگو ہوجائے گا۔
uz_cyrl: Matnli matn avtomatik ravishda matn maydonchasiga yo'naltirilmagan holda qidirish uchun qo'llaniladi.
vi_vn: Text gõ sẽ được tự động áp dụng cho tìm kiếm khi không tập trung vào hộp văn bản.
zh_hant: 當不集中文本框時，鍵入的文本將自動應用於搜索。

# PrefAutoSearchLabel
source: Auto Search Input
af_za: Auto -soekinvoer
am_et: ራስ-ፍለጋ ግብዓት
ar_bh: إدخال البحث التلقائي
as_in: অটো অনুসন্ধান ইনপুট
az_cyrl: Avtomatik axtarış girişi
bg_bg: Въвеждане на автоматично търсене
bn_in: অটো অনুসন্ধান ইনপুট
bs_latn_ba: Automatski ulaz za pretraživanje
ca_es: Entrada de cerca automàtica
cs_cz: Vstup automatického vyhledávání
cy_gb: Mewnbwn Chwilio Auto
da_dk: Auto -søgningsindgang
de_ch: Auto -Sucheingabe
el_gr: Εισαγωγή αυτόματης αναζήτησης
es_bo: Entrada de búsqueda automática
et_ee: Automaatse otsingu sisend
fa_ir: ورودی جستجوی خودکار
fi_fi: Automaattinen haku syöttö
fil_ph: Input ng paghahanap sa auto
fr_029: Entrée de recherche automatique
ga_ie: Ionchur cuardaigh uathoibríoch
gu_in: ઓટો શોધ ઇનપુટ
he_il: קלט חיפוש אוטומטי
hi_in: स्वत: खोज इनपुट
hr_hr: Ulaz automatskog pretraživanja
hu_hu: Automatikus keresési bemenet
hy_am: Ավտոմատ որոնման մուտք
id_id: Input Pencarian Otomatis
is_is: Sjálfvirk leitarinntak
it_ch: Input di ricerca automatica
ja_jp: 自動検索入力
ka_ge: ავტო ძიების შეყვანა
kk_kz: Автоматты іздеу енгізу
km_kh: ការបញ្ចូលស្វែងរកដោយស្វ័យប្រវត្តិ
kn_in: ಸ್ವಯಂ ಹುಡುಕಾಟ ಇನ್ಪುಟ್
ko_kr: 자동 검색 입력
ky_kg: Авто издөө киргизүү
lo_la: ການປ້ອນຂໍ້ມູນອັດຕະໂນມັດຄົ້ນຫາ
lt_lt: Automatinės paieškos įvestis
lv_lv: Automātiskā meklēšanas ievade
mi_nz: Te whakauru rapu aunoa
mk_mk: Внес на автоматско пребарување
ml_in: യാന്ത്രിക തിരയൽ ഇൻപുട്ട്
mr_in: वाहन शोध इनपुट
ms_my: Input carian automatik
mt_mt: Input ta 'tfittxija awtomatika
ne_np: स्वत: खोज इनपुट
nl_be: Auto -zoekinvoer
or_in: ଅଟୋ ସନ୍ଧାନ ଇନପୁଟ୍ |
pa_arab: ਆਟੋ ਖੋਜ ਇੰਪੁੱਟ
pl_pl: Automatyczne wejście do wyszukiwania
pt_br: Entrada de pesquisa automática
ro_ro: Intrare de căutare automată
ru_ru: Ввод автоматического поиска
sk_sk: Vstup automatického vyhľadávania
sl_si: Samodejno iskanje
sq_al: Input i Kërkimit Auto
sr_cyrl_me: Ауто претраживање уноса
sv_fi: Autosökningsingång
sw_ke: Uingizaji wa utaftaji wa kiotomatiki
ta_in: ஆட்டோ தேடல் உள்ளீடு
te_in: ఆటో సెర్చ్ ఇన్పుట్
th_th: อินพุตการค้นหาอัตโนมัติ
tk_tm: Awto gözleg giriş
tr_tr: Otomatik arama girişi
tt_ru: Авто эзләү кертү
ug_cn: ئاپتوماتىك ئىزدەش كىرگۈزۈش
uk_ua: Автоматичний вхід
ur_pk: آٹو تلاش ان پٹ
uz_cyrl: Avtomatik qidirish
vi_vn: Đầu vào tìm kiếm tự động
zh_hant: 自動搜索輸入

# PrefChangeDbPwdFailedNtfText
source: Password change failed
af_za: Wagwoordverandering het misluk
am_et: የይለፍ ቃል ለውጥ አልተሳካም
ar_bh: فشل تغيير كلمة المرور
as_in: গুপ্তশব্দ পৰিবৰ্তন ব্যৰ্থ
az_cyrl: Parol dəyişikliyi uğursuz oldu
bg_bg: Промяната на паролата не бе успешна
bn_in: পাসওয়ার্ড পরিবর্তন ব্যর্থ
bs_latn_ba: Promjena lozinke nije uspjela
ca_es: S'ha fallat el canvi de contrasenya
cs_cz: Změna hesla selhala
cy_gb: Methodd newid cyfrinair
da_dk: Ændring af adgangskode mislykkedes
de_ch: Passwort ändern fehlgeschlagen
el_gr: Η αλλαγή κωδικού πρόσβασης απέτυχε
es_bo: Cambio de contraseña falló
et_ee: Parooli muutmine ebaõnnestus
fa_ir: تغییر رمز انجام نشد
fi_fi: Salasananvaihto epäonnistui
fil_ph: Nabigo ang Pagbabago ng Password
fr_029: Le changement de mot de passe a échoué
ga_ie: Theip ar Athrú Pasfhocal
gu_in: પાસવર્ડ ફેરફાર નિષ્ફળ
he_il: שינוי הסיסמה נכשל
hi_in: संकेत शब्द बदलने में असफल
hr_hr: Promjena lozinke nije uspjela
hu_hu: A jelszó módosítása sikertelen
hy_am: Գաղտնաբառի փոփոխությունը ձախողվեց
id_id: Perubahan Kata Sandi Gagal
is_is: Breyting á lykilorði mistókst
it_ch: Modifica della password non riuscita
ja_jp: パスワードの変更に失敗しました
ka_ge: პაროლის შეცვლა ვერ მოხერხდა
kk_kz: Құпия сөзді өзгерту сәтсіз аяқталды
km_kh: ការផ្លាស់ប្តូរពាក្យសម្ងាត់បានបរាជ័យ
kn_in: ಪಾಸ್ವರ್ಡ್ ಬದಲಾವಣೆ ವಿಫಲವಾಗಿದೆ
ko_kr: 암호 변경이 실패했습니다
ky_kg: Сырсөздү өзгөртүү ишке ашкан жок
lo_la: ການປ່ຽນແປງລະຫັດຜ່ານລົ້ມເຫລວ
lt_lt: Slaptažodžio pakeitimas nepavyko
lv_lv: Paroles maiņa neizdevās
mi_nz: I hinga te huringa kupuhipa
mk_mk: Промената на лозинката не успеа
ml_in: പാസ്വേഡ് മാറ്റം പരാജയപ്പെട്ടു
mr_in: संकेतशब्द बदल अयशस्वी
ms_my: Perubahan kata laluan gagal
mt_mt: Il-bidla fil-password falliet
nb_no: Passordendring mislyktes
ne_np: पासवर्ड परिवर्तन असफल भयो
nl_be: veranderen van wachtwoord mislukt
or_in: ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ ବିଫଳ ହେଲା |
pa_arab: ਪਾਸਵਰਡ ਤਬਦੀਲੀ ਅਸਫਲ
pl_pl: zmiana hasła nie powiodła się
pt_br: Falha na mudança de senha
ro_ro: Schimbarea parolei a eșuat
ru_ru: Изменение пароля не удалось
sk_sk: Zmena hesla zlyhala
sl_si: Sprememba gesla ni uspela
sq_al: Ndryshimi i fjalëkalimit dështoi
sr_cyrl_me: Промена лозинке није успела
sv_fi: Lösenordsändring misslyckades
sw_ke: Mabadiliko ya nywila yalishindwa
ta_in: கடவுச்சொல் மாற்றம் தோல்வியடைந்தது
te_in: పాస్వర్డ్ మార్పు విఫలమైంది
th_th: การเปลี่ยนรหัสผ่านล้มเหลว
tk_tm: Parol üýtgediji şowsuz boldy
tr_tr: Parola değişikliği başarısız oldu
tt_ru: Серсүзне үзгәртү уңышсыз
ug_cn: پارول ئۆزگەرتىش مەغلۇپ بولدى
uk_ua: Зміна пароля не вдалося
ur_pk: پاس ورڈ کی تبدیلی ناکام ہوگئی
uz_cyrl: Parolni o'zgartirish amalga oshmadi
vi_vn: Thay đổi mật khẩu không thành công
zh_hant: 密碼更改失敗

# PrefChangePasswordButtonText
source: Change
af_za: Verandering
am_et: ለውጥ
ar_bh: يتغير
as_in: সলনি কৰা
az_cyrl: Dəyişmək
bg_bg: Промяна
bn_in: পরিবর্তন
bs_latn_ba: Promijeniti
ca_es: Canviar
cs_cz: Změna
cy_gb: Cyfnewidia ’
da_dk: Lave om
de_ch: Ändern
el_gr: Αλλαγή
es_bo: Cambiar
et_ee: Vahetus
fa_ir: تغییر دادن
fi_fi: Muuttaa
fil_ph: Palitan
fr_029: Changement
ga_ie: Do chuid éadaigh a athrú
gu_in: પરિવર્તન
he_il: שינוי
hi_in: परिवर्तन
hr_hr: Promijeniti
hu_hu: változás
hy_am: Փոխում
id_id: Mengubah
is_is: Skipta um
it_ch: Modifica
ja_jp: 変化
ka_ge: გადაცვლა
kk_kz: Өзгеріс
km_kh: ការប្ដូរ
kn_in: ಬದಲಾವಣೆ
ko_kr: 변화
ky_kg: Өзгөртүү
lo_la: ແປງ
lt_lt: Pakeisti
lv_lv: Mainīt
mi_nz: Tīni
mk_mk: Промена
ml_in: മാറ്റുക
mr_in: बदला
ms_my: Ubah
mt_mt: Bidla
nb_no: Endring
ne_np: परिवर्तन
nl_be: Wijziging
or_in: ପରିବର୍ତ୍ତନ
pa_arab: ਬਦਲੋ
pl_pl: Zmiana
pt_br: Mudar
ro_ro: Schimbare
ru_ru: Изменять
sk_sk: Zmena
sl_si: Menjava
sq_al: Ndryshoj
sr_cyrl_me: Променити
sv_fi: Förändra
sw_ke: Mabadiliko
ta_in: மாற்றம்
te_in: మార్పు
th_th: เปลี่ยน
tk_tm: Üýtgetmek
tr_tr: Değiştirmek
tt_ru: Үзгәртү
ug_cn: ئۆزگەرتىش
uk_ua: Зміна
ur_pk: تبدیل کریں
uz_cyrl: O'zgarish
vi_vn: Thay đổi
zh_hant: 改變

# PrefChangePasswordLabel
source: Change Password
af_za: Verander wagwoord
am_et: የሚስጥር ቁልፍ ይቀይሩ
ar_bh: تغيير كلمة المرور
as_in: গুপ্তশব্দ সলাওক
az_cyrl: Parol dəyişdirmək
bg_bg: Промяна на паролата
bn_in: পাসওয়ার্ড পরিবর্তন করুন
bs_latn_ba: Promijenite lozinku
ca_es: Canvieu la contrasenya
cs_cz: Změnit heslo
cy_gb: Newid cyfrinair
da_dk: Skift kodeord
de_ch: Kennwort ändern
el_gr: Άλλαξε κωδικό
es_bo: Cambiar la contraseña
et_ee: Muuda salasõna
fa_ir: رمز عبور را تغییر دهید
fi_fi: Vaihda salasana
fil_ph: Palitan ANG password
fr_029: Changer le mot de passe
ga_ie: Athraigh do phasfhocal
gu_in: પાસવર્ડ બદલો
he_il: שנה סיסמא
hi_in: पासवर्ड बदलें
hr_hr: Promijenite lozinku
hu_hu: Jelszó módosítása
hy_am: Փոխել գաղտնաբառը
id_id: Ganti kata sandi
is_is: Breyta lykilorði
it_ch: Cambiare la password
ja_jp: パスワードを変更する
ka_ge: Პაროლის შეცვლა
kk_kz: Құпия сөзді өзгерту
km_kh: ផ្លាស់ប្តូរលេខសម្ងាត់
kn_in: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ko_kr: 비밀번호를 변경하십시오
ky_kg: Сырсөздү өзгөртүү
lo_la: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
lt_lt: Pakeisti slaptažodį
lv_lv: Mainīt paroli
mi_nz: Hurihia te Kupuhipa
mk_mk: Промени го пасвордот
ml_in: പാസ്വേഡ് മാറ്റുക
mr_in: संकेतशब्द बदला
ms_my: Tukar kata laluan
mt_mt: Biddel il-password
nb_no: Bytt passord
ne_np: पासवर्ड परिवर्तन गर्नुहोस्
nl_be: Verander wachtwoord
or_in: ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa_arab: ਪਾਸਵਰਡ ਬਦਲੋ
pl_pl: Zmień hasło
pt_br: Alterar a senha
ro_ro: Schimbaţi parola
ru_ru: Изменить пароль
sk_sk: Zmeniť heslo
sl_si: Spremeni geslo
sq_al: Ndrysho fjalekalimin
sr_cyrl_me: Промени лозинку
sv_fi: Ändra lösenord
sw_ke: Badilisha neno la siri
ta_in: கடவுச்சொல்லை மாற்று
te_in: పాస్వర్డ్ మార్చండి
th_th: เปลี่ยนรหัสผ่าน
tk_tm: Paroly üýtgetmek
tr_tr: Şifre değiştir
tt_ru: Серсүзне алмаштырыгыз
ug_cn: پارولنى ئۆزگەرتىڭ
uk_ua: Змінити пароль
ur_pk: پاس ورڈ تبدیل کریں
uz_cyrl: Parolni o'zgartirish
vi_vn: Đổi mật khẩu
zh_hant: 更改密碼

# PrefClearPasswordButtonLabel
source: Clear
af_za: Helder
am_et: ማጽዳት
ar_bh: واضح
as_in: পৰিষ্কাৰ
az_cyrl: Aydın
bg_bg: Ясно
bn_in: পরিষ্কার
bs_latn_ba: Jasan
ca_es: Clar
cs_cz: Průhledná
cy_gb: Gliria ’
da_dk: Klar
de_ch: Klar
el_gr: Σαφή
es_bo: Claro
et_ee: Selge
fa_ir: پاک کردن
fi_fi: Asia selvä
fil_ph: Malinaw
fr_029: Clair
ga_ie: Glan amach
gu_in: ચોખ્ખુ
he_il: ברור
hi_in: स्पष्ट
hr_hr: Čisto
hu_hu: Egyértelmű
hy_am: Պարզ
id_id: Jernih
is_is: Tær
it_ch: Chiaro
ja_jp: クリア
ka_ge: გასუფთავება
kk_kz: Айқын
km_kh: ផ្លឺ
kn_in: ಸ್ಪಷ್ಟ
ko_kr: 분명한
ky_kg: Тазалоо
lo_la: ແຈ່ມແຈ້ງ
lt_lt: Aišku
lv_lv: Noskaidrot
mi_nz: Purata
mk_mk: Чиста
ml_in: വക്തമായ
mr_in: स्पष्ट
ms_my: Jelas
mt_mt: Ċar
nb_no: Klar
ne_np: स्पष्ट
nl_be: Duidelijk
or_in: ସଫା
pa_arab: ਸਾਫ
pl_pl: Jasne
pt_br: Claro
ro_ro: clar
ru_ru: Прозрачный
sk_sk: jasný
sl_si: Jasno
sq_al: Qartë
sr_cyrl_me: Јасно
sv_fi: Klar
sw_ke: Wazi
ta_in: தெளிவான
te_in: క్లియర్
th_th: ชัดเจน
tk_tm: Düşnükli
tr_tr: Temizlemek
tt_ru: Чиста
ug_cn: ئېنىق
uk_ua: Чіткий
ur_pk: صاف
uz_cyrl: Aniq
vi_vn: Thông thoáng
zh_hant: 清除

# PrefClearPasswordLabel
source: Clear Password
af_za: Duidelike wagwoord
am_et: ይለፍ ቃል ያፅዱ
ar_bh: مسح كلمة المرور
as_in: গুপ্তশব্দ পৰিষ্কাৰ কৰক
az_cyrl: Şifrə təmizləyin
bg_bg: Изчистена парола
bn_in: পাসওয়ার্ড সাফ করুন
bs_latn_ba: Jasna lozinka
ca_es: Esborra la contrasenya
cs_cz: Jasné heslo
cy_gb: Cyfrinair clir
da_dk: Klar adgangskode
de_ch: Passwort löschen
el_gr: Καθαρός κωδικός πρόσβασης
es_bo: Borrar contraseña
et_ee: Selge parool
fa_ir: رمز عبور پاک
fi_fi: Tyhjennä salasana
fil_ph: I -clear ang password
fr_029: Mot de passe clair
ga_ie: Pasfhocal Glan
gu_in: પાસવર્ડ
he_il: נקה סיסמה
hi_in: स्पष्ट पासवर्ड
hr_hr: Očistite lozinku
hu_hu: Jelszó törlése
hy_am: Մաքրել գաղտնաբառը
id_id: Hapus Kata Sandi
is_is: Skýrt lykilorð
it_ch: Cancella password
ja_jp: パスワードをクリアします
ka_ge: პაროლის გასუფთავება
kk_kz: Таза пароль
km_kh: បញ្ជាក់ពាក្យសម្ងាត់
kn_in: ಪಾಸ್ವರ್ಡ್ ತೆರವುಗೊಳಿಸಿ
ko_kr: 비밀번호를 지우십시오
ky_kg: Сырсөздү тазалоо
lo_la: ລະຫັດຜ່ານ
lt_lt: Išvalyti slaptažodį
lv_lv: Skaidra parole
mi_nz: Kupu Kupuhipa
mk_mk: Јасна лозинка
ml_in: പാസ്വേഡ് മായ്ക്കുക
mr_in: संकेतशब्द साफ करा
ms_my: Kata laluan yang jelas
mt_mt: Password ċara
nb_no: Klart passord
ne_np: स्पष्ट पासवर्ड
nl_be: Wachtwoord wissen
or_in: ପାସୱାର୍ଡ ସଫା କରନ୍ତୁ |
pa_arab: ਸਾਫ਼ ਪਾਸਵਰਡ
pl_pl: Wyczyść hasło
pt_br: Senha limpa
ro_ro: Parolă clară
ru_ru: Очистить пароль
sk_sk: Vymazať heslo
sl_si: Jasno geslo
sq_al: Fjalëkalimi i qartë
sr_cyrl_me: Јасна лозинка
sv_fi: Tydligt lösenord
sw_ke: Wazi nywila
ta_in: கடவுச்சொல்லை அழிக்கவும்
te_in: పాస్వర్డ్ క్లియర్
th_th: ล้างรหัสผ่าน
tk_tm: Paroly arassalaň
tr_tr: Şifre Temizle
tt_ru: Серсүзне чистарту
ug_cn: پارول
uk_ua: Очистити пароль
ur_pk: واضح پاس ورڈ
uz_cyrl: Parolni tozalash
vi_vn: Mật khẩu rõ ràng
zh_hant: 清除密碼

# PrefContentFontLabel
source: Content
af_za: Tevrede
am_et: ይዘት
ar_bh: محتوى
as_in: বিষয়
az_cyrl: Məzmun
bg_bg: Съдържание
bn_in: বিষয়বস্তু
bs_latn_ba: Sadržaj
cs_cz: Obsah
cy_gb: Nghynnwys
da_dk: Indhold
de_ch: Inhalt
el_gr: Περιεχόμενο
es_bo: Contenido
et_ee: Sisu
fa_ir: محتوا
fi_fi: Sisältö
fil_ph: Nilalaman
fr_029: Contenu
ga_ie: Ábhar
gu_in: સંતુષ્ટ
he_il: תוֹכֶן
hi_in: सामग्री
hr_hr: Sadržaj
hu_hu: Tartalom
hy_am: Բովանդակություն
id_id: Isi
is_is: Innihald
it_ch: Contenuto
ja_jp: コンテンツ
ka_ge: კმაყოფილი
kk_kz: Мазмұны
km_kh: ដេលបេញចិត្ដ
kn_in: ಕಲೆ
ko_kr: 콘텐츠
ky_kg: Мазмун
lo_la: ເນື້ອຫາ
lt_lt: Turinys
lv_lv: Apmierināts
mi_nz: Toka te manawa
mk_mk: содржина
ml_in: സന്തുഷ്ടമായ
mr_in: सामग्री
ms_my: Kandungan
mt_mt: Kontenut
nb_no: Innhold
ne_np: सन्तुष्ट
nl_be: Inhoud
or_in: ବିଷୟବସ୍ତୁ
pa_arab: ਸਮੱਗਰੀ
pl_pl: Treść
pt_br: Contente
ro_ro: Conţinut
ru_ru: Содержание
sk_sk: Spokojnosť
sl_si: Zadovoljstvo
sq_al: Përmbajtje
sr_cyrl_me: Садржај
sv_fi: Innehåll
sw_ke: Yaliyomo
ta_in: உள்ளடக்கம்
te_in: విషయము
th_th: เนื้อหา
tk_tm: Mazmuny
tr_tr: İçerik
tt_ru: Эчтәлек
ug_cn: مەزمۇن
uk_ua: Зміст
ur_pk: مواد
uz_cyrl: Tarkib
vi_vn: Nội dung
zh_hant: 內容

# PrefContentFontSizeLabel
source: Content Font Size
af_za: Inhoudsfontgrootte
am_et: የይዘት ቅርጸ-ቁምፊ መጠን
ar_bh: حجم خط المحتوى
as_in: বিষয়বস্তুৰ আখৰৰ আকাৰ
az_cyrl: Məzmun Şrift ölçüsü
bg_bg: Размер на шрифта на съдържанието
bn_in: সামগ্রী ফন্টের আকার
bs_latn_ba: Veličina sadržaja fonta
ca_es: Mida de la lletra de contingut
cs_cz: Velikost písma obsahu
cy_gb: Maint Ffont Cynnwys
da_dk: Indholdsfontstørrelse
de_ch: Inhaltliche Schriftgröße
el_gr: Μέγεθος γραμματοσειράς περιεχομένου
es_bo: Tamaño de fuente de contenido
et_ee: Sisu fondi suurus
fa_ir: اندازه فونت محتوا
fi_fi: Sisältöfontin koko
fil_ph: Laki ng font ng nilalaman
fr_029: Taille de police de contenu
ga_ie: Méid an chló ábhair
gu_in: સામગ્રી ફોન્ટ કદ
he_il: גודל גופן תוכן
hi_in: सामग्री फ़ॉन्ट आकार
hr_hr: Sadržajna veličina fonta
hu_hu: Tartalom betűtípus mérete
hy_am: Բովանդակության տառատեսակի չափը
id_id: Ukuran font konten
is_is: Innihald leturstærðar
it_ch: Dimensione del carattere del contenuto
ja_jp: コンテンツフォントサイズ
ka_ge: შინაარსის შრიფტის ზომა
kk_kz: Мазмұн шрифтінің өлшемі
km_kh: ទំហំពុម្ពអក្សរមាតិកា
kn_in: ವಿಷಯ ಫಾಂಟ್ ಗಾತ್ರ
ko_kr: 콘텐츠 글꼴 크기
ky_kg: Мазмун шрифт өлчөмү
lo_la: ຂະຫນາດໂຕອັກສອນເນື້ອໃນ
lt_lt: Turinio šrifto dydis
lv_lv: Satura fonta lielums
mi_nz: Rahinga momotuhi ihirangi
mk_mk: Големина на фонтот за содржина
ml_in: ഉള്ളടക്ക ഫോണ്ട് വലുപ്പം
mr_in: सामग्री फॉन्ट आकार
ms_my: Saiz fon kandungan
mt_mt: Daqs tat-tipa tal-kontenut
nb_no: Innhold Fontstørrelse
ne_np: सामग्री फन्ट आकार
nl_be: Inhouds lettergrootte
or_in: ବିଷୟବସ୍ତୁ ଫଣ୍ଟ ଆକାର |
pa_arab: ਸਮਗਰੀ ਫੋਂਟ ਦਾ ਆਕਾਰ
pl_pl: Rozmiar czcionki treści
pt_br: Tamanho da fonte de conteúdo
ro_ro: Dimensiunea fontului conținut
ru_ru: Контент размер шрифта
sk_sk: Veľkosť písma obsahu
sl_si: Velikost vsebine pisave
sq_al: Madhësia e shkronjave të përmbajtjes
sr_cyrl_me: Величина фонта садржаја
sv_fi: Innehållsteckensnittsstorlek
sw_ke: Saizi ya fonti ya yaliyomo
ta_in: உள்ளடக்க எழுத்துரு அளவு
te_in: కంటెంట్ ఫాంట్ పరిమాణం
th_th: ขนาดตัวอักษรเนื้อหา
tk_tm: Mazmuny şrift
tr_tr: İçerik yazı tipi boyutu
tt_ru: Эчтәлек шрифт
ug_cn: مەزمۇن خەت نۇسخىسى
uk_ua: Розмір шрифту вмісту
ur_pk: مواد فونٹ کا سائز
uz_cyrl: Shrift hajmi
vi_vn: Kích thước phông chữ nội dung
zh_hant: 內容字體大小
