Repository: monkeypaste/monkeypaste
Catalog: MonkeyPaste.Avalonia/Resources/Localization/UiStrings/UiStrings.*.resx
Languages: af_za, am_et, ar_bh, as_in, az_cyrl, bg_bg, bn_in, bs_latn_ba, ca_es, cs_cz, cy_gb, da_dk, de_ch, el_gr, es_bo, et_ee, fa_ir, fi_fi, fil_ph, fr_029, ga_ie, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_ch, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, nb_no, ne_np, nl_be, or_in, pa_arab, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_cyrl_me, sv_fi, sw_ke, ta_in, te_in, th_th, tk_tm, tr_tr, tt_ru, ug_cn, uk_ua, ur_pk, uz_cyrl, vi_vn, zh_hant

# ActionDelayHint
source: (Experimental) Primarily used in conjunction with the Repeater Action for polling remote sources or aid with long running operations.
af_za: (Eksperimenteel) word hoofsaaklik gebruik in samewerking met die herhaler -aksie vir die peiling van afgeleë bronne of hulp met lang hardloopbewerkings.
am_et: (የሙከራ) በዋነኝነት የሚጠቀሙበት የርቀት ምንጮችን ለመማር ወይም ረዥም ሩጫ አሠራሮችን ለማርካት ከሚያገለግለው እርምጃ ጋር በተያያዘ.
ar_bh: (تجريبي) يستخدم في المقام الأول بالتزامن مع إجراء مكرر لاستقصاء مصادر عن بُعد أو المساعدات مع عمليات طويلة المدى.
as_in: (পৰীক্ষামূলক) প্ৰধানকৈ দূৰৱৰ্তী উৎস বা দীৰ্ঘদিনীয়া কাৰ্য্যকলাপৰ সৈতে সাহায্য প্ৰদানৰ বাবে পুনৰাবৃত্তিকাৰী কাৰ্য্যৰ সৈতে সংগতি ৰাখি ব্যৱহাৰ কৰা হয়।
az_cyrl: (Eksperimental), ilk növbədə səsli mənbələr və ya uzun müddət davam edən əməliyyatlarla kömək üçün təkrarlayıcı hərəkət ilə birlikdə istifadə olunur.
bg_bg: (Експериментален) Използва се предимно във връзка с действието на ретранслатора за анкетиране на отдалечени източници или помощ при продължителни операции.
bn_in: (পরীক্ষামূলক) প্রাথমিকভাবে দূরবর্তী উত্সগুলি ভোট দেওয়ার জন্য বা দীর্ঘকালীন চলমান ক্রিয়াকলাপগুলির সাথে সহায়তার জন্য রিপিটার ক্রিয়াকলাপের সাথে একত্রে ব্যবহৃত হয়।
bs_latn_ba: (Eksperimentalno) prvenstveno se koristi u kombinaciji s ponavljačem za ispitivanje daljinskih izvora ili pomoći s dugom operativnim operacijama.
ca_es: (Experimental) S'utilitza principalment conjuntament amb l'acció repetidora per votar fonts remotes o ajuda amb operacions de llarga durada.
cs_cz: (Experimentální) primárně používaný ve spojení s opakovací akcí pro dotazování vzdálených zdrojů nebo pomoci s dlouhodobými operacemi.
cy_gb: (Arbrofol) a ddefnyddir yn bennaf ar y cyd â'r weithred ailadrodd ar gyfer pleidleisio ffynonellau anghysbell neu gymorth gyda gweithrediadau hirhoedlog.
da_dk: (Eksperimentel) Det bruges primært i forbindelse med repeaterhandlingen til polling af fjernkilder eller hjælp med langvarige operationer.
de_ch: (Experimentell) hauptsächlich in Verbindung mit der Repeater -Aktion für die Abstimmung Fernquellen oder bei der Unterstützung von langjährigen Betriebsvorgängen verwendet.
el_gr: (Πειραματική) που χρησιμοποιείται κυρίως σε συνδυασμό με τη δράση του επαναλήπτη για εκλογές απομακρυσμένες πηγές ή βοήθεια με μακροχρόνιες λειτουργίες.
es_bo: (Experimental) Se utiliza principalmente junto con la acción del repetidor para encuestas de fuentes remotas o ayuda con operaciones de carrera larga.
et_ee: (Eksperimentaalne), mida kasutatakse peamiselt koos reporteerimismeetmega kaugemate allikate küsitluseks või pikkade toimingute abistamiseks.
fa_ir: (تجربی) که در درجه اول در رابطه با عمل تکرار شونده برای نظرسنجی منابع از راه دور یا کمک به عملیات طولانی مدت استفاده می شود.
fi_fi: (Kokeellinen) käytetään ensisijaisesti yhdessä toistimen toiminnan kanssa etälähteiden tai apujen kyselyyn pitkäaikaisten toimintojen kanssa.
fil_ph: (Eksperimental) Pangunahing ginagamit kasabay ng pagkilos ng repeater para sa botohan ng mga malalayong mapagkukunan o tulong na may mahabang pagpapatakbo ng operasyon.
fr_029: (Expérimental) principalement utilisé en conjonction avec l'action de répéteur pour interroger des sources distantes ou une aide avec des opérations de longue durée.
ga_ie: (Turgnamhach) a úsáidtear go príomha i gcomhar leis an ngníomh athsheoltóra chun foinsí cianda a vótáil nó cúnamh a fháil le hoibríochtaí fadtréimhseacha.
gu_in: (પ્રાયોગિક) મુખ્યત્વે મતદાન દૂરસ્થ સ્રોતો અથવા લાંબા સમયથી ચાલતી કામગીરીની સહાય માટે પુનરાવર્તિત ક્રિયા સાથે જોડાણમાં ઉપયોગમાં લેવાય છે.
he_il: (ניסיוני) משמש בעיקר בשילוב עם פעולת המשחזר עבור סקר מקורות מרוחקים או סיוע בפעולות ריצה ארוכות.
hi_in: (प्रायोगिक) मुख्य रूप से लंबे समय तक चलने वाले संचालन के साथ मतदान करने या सहायता के लिए पुनरावर्तक कार्रवाई के साथ संयोजन में उपयोग किया जाता है।
hr_hr: (Eksperimentalni) koji se prvenstveno koristi u kombinaciji s akcijama repetitora za daljinske izvore za biranje ili pomažu u dugotrajnim operacijama.
hu_hu: (Kísérleti) Elsődlegesen a távoli források vagy a támogatás hosszú távú műveletekkel történő megismétlésére szolgáló ismétlődéssel együtt.
hy_am: (Փորձնական) հիմնականում օգտագործվում է հեռակառավարվող աղբյուրների կամ օգնություն ցուցաբերելու համար կրկնվող գործողությունների հետ միասին, երկարաժամկետ գործողություններով:
id_id: (Eksperimental) terutama digunakan bersama dengan tindakan repeater untuk polling sumber jarak jauh atau membantu dengan operasi yang sudah berjalan lama.
is_is: (Tilrauna) fyrst og fremst notuð í tengslum við hríðskotaaðgerðina til að könnun á fjarstýringu eða aðstoð við langan rekstur.
it_ch: (Sperimentale) utilizzato principalmente in combinazione con l'azione del ripetitore per il polling di fonti remote o aiutano con operazioni di lunga durata.
ja_jp: （実験）主に、リモートソースを投票するためのリピーターアクションと組み合わせて使用​​されたり、長時間の操作で援助を受けたりするために使用されます。
ka_ge: (ექსპერიმენტული), პირველ რიგში, გამოიყენება განმეორებით მოქმედებასთან ერთად დისტანციური წყაროების გამოკითხვისთვის ან გრძელი ოპერაციების დახმარებით.
kk_kz: (Тәжірибелік), ең алдымен, ең алдымен қашықтағы дереккөздерді немесе ұзақ жұмыс істеп тұрған жұмыстарды сұрау үшін қайталау әрекеттерімен бірге қолданылады.
km_kh: (ពិសោធន៍) ត្រូវបានប្រើជាចម្បងក្នុងការភ្ជាប់ជាមួយសកម្មភាពអ្នកកែលម្អសម្រាប់ការបោះឆ្នោតជ្រើសរើសប្រភពពីចម្ងាយឬជំនួយដែលមានប្រតិបត្តិការយូរអង្វែង។
kn_in: (ಪ್ರಾಯೋಗಿಕ) ಪ್ರಾಥಮಿಕವಾಗಿ ದೂರಸ್ಥ ಮೂಲಗಳನ್ನು ಮತದಾನ ಮಾಡಲು ಅಥವಾ ದೀರ್ಘಾವಧಿಯ ಕಾರ್ಯಾಚರಣೆಗಳ ಸಹಾಯಕ್ಕಾಗಿ ರಿಪೀಟರ್ ಕ್ರಿಯೆಯೊಂದಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ.
ko_kr: (실험) 주로 원격 소스를 폴링하기위한 리피터 조치와 함께 사용되거나 오랜 작업을 수행하는 원조.
ky_kg: (Эксперименталдык), негизинен, алыскы булактарды же жардам берүү үчүн биргелешкен иш-аракеттерди жүргүзүү үчүн биргелешкен иш-аракет менен биргеликте колдонулат.
lo_la: (ທົດລອງ) ໃຊ້ເປັນຕົ້ນຕໍໂດຍສົມທົບກັບການກະທໍາຂອງຊ້ໍາສໍາລັບການປະຕິບັດທີ່ຫ່າງໄກສອກຫຼີກຫຼືການຊ່ວຍເຫຼືອທີ່ມີການດໍາເນີນງານທີ່ໃຊ້ເວລາດົນ.
lt_lt: (Eksperimentinis) Pirmiausia naudojamas kartu su kartotuvo veiksmais, skirtais apklausti nuotolinius šaltinius ar pagalbą atliekant ilgą veiklą.
lv_lv: (Eksperimentāls), kas galvenokārt tiek izmantots kopā ar atkārtotāju darbību, lai aptaujātu attālos avotus vai palīdzētu ar ilgstošu darbību.
mk_mk: (Експериментална) првенствено користена во врска со дејството на повторувачот за далечински извори на гласање или помош со долгогодишно работење.
ml_in: (പരീക്ഷണാത്മകം) പ്രാഥമികമായി പോളിംഗ് വിദൂര ഉറവിടങ്ങൾ അല്ലെങ്കിൽ ദീർഘനേരം പ്രവർത്തിക്കുന്ന പ്രവർത്തനങ്ങളുമായി സഹായത്തിനുള്ള അനുകരണ പ്രവർത്തനവുമായി ചേർന്ന് ഉപയോഗിക്കുന്നു.
mr_in: (प्रायोगिक) प्रामुख्याने मतदान करण्यासाठी रिपीटर क्रियेसह रिमोट स्रोतांसाठी किंवा दीर्घकाळ चालणार्‍या ऑपरेशन्ससह मदत वापरली जाते.
ms_my: (Eksperimen) terutamanya digunakan bersamaan dengan tindakan pengulang untuk mengundi sumber jauh atau membantu dengan operasi jangka panjang.
mt_mt: (Esperimentali) Użat primarjament flimkien ma 'l-azzjoni ta' ripetitur għal sorsi remoti tal-votazzjoni jew għajnuna b'operazzjonijiet ta 'tħaddim fit-tul.
nb_no: (Eksperimentell) Primært brukt i forbindelse med repeater -handlingen for polling av eksterne kilder eller hjelp med langvarig drift.
ne_np: (प्रयोगात्मक) मुख्यतया पोलिंग रिमोट स्रोतहरू वा लामो चलिरहेको अपरेशनको साथ पोलिंग रिमोट स्रोतहरू वा सहयोगको साथ संयोजनमा प्रयोग गरियो।
nl_be: (Experimenteel) voornamelijk gebruikt in combinatie met de repeateractie voor het pollen van externe bronnen of hulp bij langlopende bewerkingen.
or_in: (ପରୀକ୍ଷାମୂଳକ) ମୁଖ୍ୟତ lark ରିମୋଟ୍ ସୋର୍ସ କିମ୍ବା ଦୀର୍ଘ ଚାଲୁଥିବା ଅପରେସନ୍ ସହିତ ପୁନରାବୃତ୍ତି |
pa_arab: (ਪ੍ਰਯੋਗਾਤਮਕ) ਮੁੱਖ ਤੌਰ ਤੇ ਰਿਮੋਟ ਸਰੋਤਾਂ ਜਾਂ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਚੱਲ ਰਹੇ ਕਾਰਜਾਂ ਦੇ ਨਾਲ ਰਿਮੋਟ ਸਰੋਤਾਂ ਜਾਂ ਸਹਾਇਤਾ ਲਈ ਰੀਪੀਟਰ ਐਕਸ਼ਨ ਦੇ ਨਾਲ ਜੋੜ ਕੇ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ.
pl_pl: (Eksperymentalne) przede wszystkim stosowane w połączeniu z działaniem repeatera do sondowania zdalnych źródeł lub pomocy w długotrwałej operacji.
pt_br: (Experimental) usado principalmente em conjunto com a ação do repetidor para pesquisar fontes remotas ou auxiliar com operações de longa execução.
ro_ro: (Experimental) utilizat în principal împreună cu acțiunea repetor pentru sondarea surselor îndepărtate sau a ajutorului cu operațiuni de rulare lungă.
ru_ru: (Экспериментально) В основном используется в сочетании с действием повторителей для опроса удаленных источников или помощи с длительными операциями.
sk_sk: (Experimentálne) primárne používané v spojení s akciou opakovača pre volebné diaľkové zdroje alebo pomoc s dlhoročnými operáciami.
sl_si: (Eksperimentalno), ki se uporablja predvsem v povezavi z dejanjem repetitorja za anketiranje oddaljenih virov ali pomoč pri dolgotrajnih operacijah.
sq_al: (Eksperimentale) e përdorur kryesisht në lidhje me veprimin përsëritës për votimin e burimeve të largëta ose ndihmë me operacione të gjata.
sr_cyrl_me: (Експериментално) пре свега кориштен у комбинацији са акцијама репетитора за бирање даљинских извора или помоћ са дугим операцијама.
sv_fi: (Experimentellt) främst används i samband med repeateråtgärden för polling av fjärrkällor eller hjälp med lång löpande operationer.
th_th: (การทดลอง) ส่วนใหญ่ใช้ร่วมกับการดำเนินการ repeater สำหรับการสำรวจแหล่งข้อมูลระยะไกลหรือช่วยในการดำเนินการระยะยาว
tk_tm: (Eksperimental) ilkinji nobatda, uzak wagtlap işleýän amallar ýa-da uzak işleýiş amallary bilen örtmek üçin gaýtalamak hereketi bilen bilelikde ulanylýar.
tr_tr: (Deneysel) Öncelikle uzaktan kaynakları yoklamak veya uzun süreli işlemlere yardımcı olmak için tekrarlayıcı eylemi ile birlikte kullanılır.
uk_ua: (Експериментальний) в основному використовується спільно з дією ретранслятора для опитування віддалених джерел або допомоги з тривалими операціями.
uz_cyrl: (Eksperimental) birinchi navbatda, uzoq vaqt davomida ishlaydigan operatsiyalar bilan birgalikda takrorlovchi harakatlari bilan birgalikda qo'llaniladi.
vi_vn: (Thử nghiệm) chủ yếu được sử dụng cùng với hành động lặp lại cho các nguồn từ xa hoặc viện trợ với các hoạt động chạy dài.
zh_hant: （實驗）主要與中繼器作用一起用於輪詢遠程資源或有助於長期運行的操作。

# ActionFileWriteCustomNameHint
source: When left blank, the output file will use the input clip's title as the file name.
af_za: As dit leeg gelaat word, sal die uitvoerlêer die titel van die invoergreep as die lêernaam gebruik.
am_et: ባዶ ሲተው ውፅዓት ፋይል የፋይል ክሊፕዎን የፋይል ስም እንደ የፋይል ስም የግብዓት ክሊፕዎን በር ይጠቀምበታል.
ar_bh: عند تركه فارغًا ، سيستخدم ملف الإخراج عنوان مقطع الإدخال كاسم الملف.
as_in: যেতিয়া খালী ৰাখিলে, আউটপুট ফাইলে ইনপুট ক্লিপৰ শিৰোনামটো ফাইলৰ নাম হিচাপে ব্যৱহাৰ কৰিব।
az_cyrl: Boş qaldıqda, çıxış faylı giriş klipinin başlığını fayl adı kimi istifadə edəcəkdir.
bg_bg: Когато остави празен, изходният файл ще използва заглавието на входния клип като име на файла.
bn_in: ফাঁকা ছেড়ে যাওয়ার পরে, আউটপুট ফাইলটি ইনপুট ক্লিপের শিরোনামটি ফাইলের নাম হিসাবে ব্যবহার করবে।
bs_latn_ba: Kad ostane prazno, izlazna datoteka će koristiti naslov ulaznog kopča kao naziv datoteke.
ca_es: Quan es deixa en blanc, el fitxer de sortida utilitzarà el títol del clip d'entrada com a nom del fitxer.
cs_cz: Pokud je ponechán prázdný, výstupní soubor použije název vstupního klipu jako název souboru.
cy_gb: Pan adewir yn wag, bydd y ffeil allbwn yn defnyddio teitl y clip mewnbwn fel enw'r ffeil.
da_dk: Når outputfilen forlod, bruger outputfilen inputklipsens titel som filnavn.
de_ch: Wenn die Ausgabedatei leer ist, verwendet sie den Titel des Eingabesclips als Dateiname.
el_gr: Όταν αφεθεί κενό, το αρχείο εξόδου θα χρησιμοποιήσει τον τίτλο του κλιπ εισόδου ως το όνομα του αρχείου.
es_bo: Cuando se deja en blanco, el archivo de salida usará el título del clip de entrada como el nombre del archivo.
et_ee: Kui jäetakse tühjaks, kasutab väljundfail failinimena sisendklambri pealkirja.
fa_ir: در صورت خالی بودن ، پرونده خروجی از عنوان کلیپ ورودی به عنوان نام پرونده استفاده می کند.
fi_fi: Kun jätetään tyhjäksi, tulostetiedosto käyttää syöttöleikkeen otsikkoa tiedostonimeä.
fil_ph: Kapag kaliwang blangko, gagamitin ng output file ang pamagat ng input clip bilang pangalan ng file.
fr_029: Lorsqu'il est laissé vide, le fichier de sortie utilisera le titre du clip d'entrée comme nom de fichier.
ga_ie: Nuair a bheidh sé fágtha folamh, úsáidfidh an comhad aschuir teideal an ghearrthóg ionchuir mar ainm an chomhaid.
gu_in: જ્યારે ખાલી ડાબી બાજુ હોય, ત્યારે આઉટપુટ ફાઇલ ઇનપુટ ક્લિપના શીર્ષકને ફાઇલ નામ તરીકે ઉપયોગ કરશે.
he_il: כשהוא נותר ריק, קובץ הפלט ישתמש בכותרת של קליפ הקלט כשם הקובץ.
hi_in: जब खाली छोड़ दिया जाता है, तो आउटपुट फ़ाइल इनपुट क्लिप के शीर्षक का उपयोग फ़ाइल नाम के रूप में करेगी।
hr_hr: Kada je ostavljena prazna, izlazna datoteka će koristiti naslov ulaznog isječaka kao naziv datoteke.
hu_hu: Ha üresen hagyja, a kimeneti fájl a bemeneti Clip címét használja fájlnévként.
hy_am: Մնացած դատարկ, ելքային ֆայլը կօգտագործի մուտքային սեղմիչի վերնագիրը որպես ֆայլի անվանումը:
id_id: Saat dibiarkan kosong, file output akan menggunakan judul klip input sebagai nama file.
is_is: Þegar það er auðt autt mun framleiðsla skráin nota titil innsláttarklemmunnar sem skráarheitið.
it_ch: Se lasciato vuoto, il file di output utilizzerà il titolo della clip di input come nome del file.
ja_jp: 空白のままになると、出力ファイルは入力クリップのタイトルをファイル名として使用します。
ka_ge: როდესაც დარჩა ცარიელი, გამომავალი ფაილი გამოიყენებს შეყვანის კლიპის სათაურს, როგორც ფაილის სახელი.
kk_kz: Бос болған кезде, шығыс файлы кіріс қысқышының тақырыбын файл атауы ретінде пайдаланады.
km_kh: នៅពេលដែលទុកចោលឯកសារលទ្ធផលនឹងប្រើចំណងជើងរបស់ CLIP 'ឈ្មោះឯកសារ។
kn_in: ಖಾಲಿ ಬಿಟ್ಟಾಗ, output ಟ್‌ಪುಟ್ ಫೈಲ್ ಇನ್ಪುಟ್ ಕ್ಲಿಪ್‌ನ ಶೀರ್ಷಿಕೆಯನ್ನು ಫೈಲ್ ಹೆಸರಾಗಿ ಬಳಸುತ್ತದೆ.
ko_kr: 비워두면 출력 파일은 입력 클립의 제목을 파일 이름으로 사용합니다.
ky_kg: Бош калганда, чыгуучу файл файлдын аталышы катары киргизүү файлын колдонот.
lo_la: ໃນເວລາທີ່ປະໄວ້ຫວ່າງ, ເອກະສານຜົນຜະລິດຈະໃຊ້ຫົວຂໍ້ການປ້ອນຂໍ້ມູນຂອງຄລິບຂອງການປ້ອນຂໍ້ມູນເປັນຊື່ແຟ້ມ.
lt_lt: Kai paliekamas tuščias, išvesties failas bus naudojamas įvesties klipo pavadinimas kaip failo pavadinimas.
lv_lv: Kad atstāj tukšu, izvades fails kā faila nosaukums izmantos ievades klipa nosaukumu.
mi_nz: I te wa ka waihohia, ka whakamahia e te konae putanga te taitara o te Clip Whakauru hei ingoa kōnae.
mk_mk: Кога ќе остане празно, излезната датотека ќе го користи насловот на влезниот клип како име на датотеката.
ml_in: ശൂന്യമാകുമ്പോൾ, put ട്ട്പുട്ട് ഫയൽ ഫയലിന്റെ പേരായി ഇൻപുട്ട് ക്ലിപ്പ് ശീർഷകം ഉപയോഗിക്കും.
mr_in: रिक्त सोडल्यास, आउटपुट फाइल इनपुट क्लिपचे शीर्षक फाइल नाव म्हणून वापरेल.
ms_my: Apabila dibiarkan kosong, fail output akan menggunakan tajuk klip input sebagai nama fail.
mt_mt: Meta jitħalla vojt, il-fajl tal-ħruġ juża t-titlu tal-clip tal-input bħala l-isem tal-fajl.
nb_no: Når du er tom tom, vil utdatafilen bruke inndataklipstens tittel som filnavnet.
ne_np: जब खाली छोडियो, आउटपुट फाइलले फाइल नामको रूपमा इनपुट क्लिपको शीर्षक प्रयोग गर्दछ।
nl_be: Wanneer het leeg wordt gelaten, gebruikt het uitvoerbestand de titel van de invoerclip als de bestandsnaam.
or_in: ଯେତେବେଳେ ଖାଲି ବାମ, ଆଉଟପୁଟ୍ ଫାଇଲ୍ ଫାଇଲ୍ ନାମ ଭାବରେ ଇନପୁଟ୍ କ୍ଲିପକଙ୍କ ଟାଇଟଲ୍ ବ୍ୟବହାର କରିବ |
pa_arab: ਜਦੋਂ ਖਾਲੀ ਛੱਡ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਆਉਟਪੁੱਟ ਕਲਿੱਪ ਦੇ ਸਿਰਲੇਖ ਨੂੰ ਇਨਪੁਟ ਕਲਿੱਪ ਦੇ ਸਿਰਲੇਖ ਨੂੰ ਫਾਈਲ ਨਾਮ ਦੇ ਤੌਰ ਤੇ ਵਰਤੇ ਜਾਣਗੇ.
pl_pl: Po pozostaniu pustym plik wyjściowy użyje tytułu klipu wejściowego jako nazwy pliku.
pt_br: Quando deixado em branco, o arquivo de saída usará o título do clipe de entrada como o nome do arquivo.
ro_ro: Când este lăsat necompletat, fișierul de ieșire va folosi titlul clipului de intrare ca nume de fișier.
ru_ru: Когда я оставшился пустым, выходной файл будет использовать заголовок входного зажима в качестве имени файла.
sk_sk: Ak je ponechaný prázdny, výstupný súbor použije názov vstupného klipu ako názov súboru.
sl_si: Ko ostane prazno, bo izhodna datoteka uporabila naslov vhodnega posnetka kot ime datoteke.
sq_al: Kur lihet bosh, skedari i daljes do të përdorë titullin e klipit të hyrjes si emrin e skedarit.
sr_cyrl_me: Када је празан, излазна датотека користиће наслов улазне клипове као име датотеке.
sv_fi: När det är tomt kommer utdatafilen att använda inmatningsklippets titel som filnamn.
sw_ke: Wakati wa kushoto wazi, faili ya pato itatumia kichwa cha kipande cha pembejeo kama jina la faili.
ta_in: காலியாக இருக்கும்போது, ​​வெளியீட்டு கோப்பு உள்ளீட்டு கிளிப்பின் தலைப்பை கோப்பு பெயராகப் பயன்படுத்தும்.
te_in: ఖాళీగా ఉన్నప్పుడు, అవుట్పుట్ ఫైల్ ఇన్పుట్ క్లిప్ యొక్క శీర్షికను ఫైల్ పేరుగా ఉపయోగిస్తుంది.
th_th: เมื่อว่างเปล่าไฟล์เอาต์พุตจะใช้ชื่อคลิปอินพุตเป็นชื่อไฟล์
tk_tm: Boş galanda çykyş faýly giriş klipiniň adyny faýlyň ady hökmünde ulanar.
tr_tr: Boş bırakıldığında, çıktı dosyası giriş klibinin başlığını dosya adı olarak kullanır.
tt_ru: Буш беткәч, чыгару файлының кертү клипын файл исеме итеп кулланачак.
ug_cn: سول بوشلۇقتىن كېيىن, چىقىرىش ھۆججىتى كىرگۈزۈش قىسقۇچنى ھۆججەت ئىسمى قىلىپ ئىشلىتىڭ.
uk_ua: Якщо залишити порожнім, вихідний файл використовуватиме заголовок введення кліпу як ім'я файлу.
ur_pk: جب خالی چھوڑ دیا جائے تو ، آؤٹ پٹ فائل ان پٹ کلپ کے عنوان کو فائل کے نام کے طور پر استعمال کرے گی۔
uz_cyrl: Bo'sh qoldirilganda, chiqish fayli fayl nomi sifatida kirish klip sarlavhasidan foydalanadi.
vi_vn: Khi để trống, tệp đầu ra sẽ sử dụng tiêu đề của clip đầu vào làm tên tệp.
zh_hant: 當剩下空白時，輸出文件將使用輸入夾的標題作為文件名。

# ActionFileWriteCustomNameLabel
source: Custom Name
af_za: Pasgemaakte naam
am_et: ብጁ ስም
ar_bh: اسم مخصص
as_in: স্বনিৰ্বাচিত নাম
az_cyrl: Xüsusi ad
bg_bg: Персонализирано име
bn_in: কাস্টম নাম
bs_latn_ba: Prilagođeno ime
ca_es: Nom personalitzat
cs_cz: Vlastní jméno
cy_gb: Enw Custom
da_dk: Brugerdefineret navn
de_ch: Benutzerdefinierter Name
el_gr: Προσαρμοσμένο όνομα
es_bo: Nombre personalizado
et_ee: Kohandatud nimi
fa_ir: نام
fi_fi: Mukautettu nimi
fil_ph: Pasadyang pangalan
fr_029: Nom d'usage
ga_ie: Ainm an chealaide
gu_in: રિવાજ નામ
he_il: שם תחפושת
hi_in: प्रचलित नाम
hr_hr: Po mjeri
hu_hu: Egyedi név
hy_am: Պատվերով անուն
id_id: Nama khusus
is_is: Sérsniðið nafn
it_ch: Nome personalizzato
ja_jp: カスタム名
ka_ge: პერსონალური სახელი
kk_kz: Жеке атау
km_kh: ឈ្មោះផ្ទាល់ខ្លួន
kn_in: ಕಸ್ಟಮ್ ಹೆಸರು
ko_kr: 사용자 정의 이름
ky_kg: Ыңгайлаштырылган ат
lo_la: ຊື່ລູກຄ້າ
lt_lt: Individualus vardas
lv_lv: Pielāgots nosaukums
mi_nz: Ingoa ritenga
mk_mk: Сопствено име
ml_in: ഇഷ്ടാനുസൃത പേര്
mr_in: सानुकूल नाव
ms_my: Nama tersuai
mt_mt: Isem tad-dwana
nb_no: Tilpasset navn
ne_np: चलन नाम
nl_be: Aangepaste naam
or_in: କଷ୍ଟମ୍ ନାମ |
pa_arab: ਕਸਟਮ ਨਾਮ
pl_pl: Nazwa niestandardowa
pt_br: Nome personalizado
ro_ro: Nume personalizat
ru_ru: Пользовательское имя
sk_sk: Vlastný názov
sl_si: Ime po meri
sq_al: Emër me porosi
sr_cyrl_me: Прилагођено име
sv_fi: Anpassningsnamn
sw_ke: Jina la kawaida
ta_in: தனிப்பயன் பெயர்
te_in: అనుకూల పేరు
th_th: ชื่อที่กำหนดเอง
tk_tm: Ýörite ady
tr_tr: Özel isim
tt_ru: Махсус исем
ug_cn: ئىختىيارى ئىسىم
uk_ua: Назва на замовлення
ur_pk: کسٹم نام
uz_cyrl: Shaxsiy ism
vi_vn: Tên tùy chỉnh
zh_hant: 自定義名稱

# ActionFileWriteDirHint
source: The directory where the file will be written.
af_za: Die gids waar die lêer geskryf sal word.
am_et: ፋይሉ የሚጻፍበት ማውጫ.
ar_bh: الدليل حيث سيتم كتابة الملف.
as_in: ডাইৰেকটৰি য'ত ফাইলটো লিখা হ'ব।
az_cyrl: Faylın yazılacağı qovluğu.
bg_bg: Директорията, където ще бъде написан файлът.
bn_in: যে ডিরেক্টরিটি ফাইলটি লেখা হবে।
bs_latn_ba: Imenik u kojem će datoteka biti napisana.
ca_es: El directori on s’escriurà el fitxer.
cs_cz: Adresář, ve kterém bude soubor zapsán.
cy_gb: Y cyfeiriadur lle bydd y ffeil yn cael ei hysgrifennu.
da_dk: Kataloget, hvor filen vil blive skrevet.
de_ch: Das Verzeichnis, in dem die Datei geschrieben wird.
el_gr: Ο κατάλογος όπου θα γραφτεί το αρχείο.
es_bo: El directorio donde se escribirá el archivo.
et_ee: Kataloog, kus fail kirjutatakse.
fa_ir: دایرکتوری که پرونده در آن نوشته خواهد شد.
fi_fi: Hakemisto, johon tiedosto kirjoitetaan.
fil_ph: Ang direktoryo kung saan isusulat ang file.
fr_029: Le répertoire où le fichier sera écrit.
ga_ie: An t -eolaire ina scríobhfar an comhad.
gu_in: ડિરેક્ટરી જ્યાં ફાઇલ લખવામાં આવશે.
he_il: הספרייה בה ייכתב הקובץ.
hi_in: निर्देशिका जहां फ़ाइल लिखी जाएगी।
hr_hr: Direktorij u kojem će biti napisana datoteka.
hu_hu: Az a könyvtár, ahol a fájlt megírják.
hy_am: Գրացուցակը, որտեղ ֆայլը գրվելու է:
id_id: Direktori tempat file akan ditulis.
is_is: Möppan þar sem skráin verður skrifuð.
it_ch: La directory in cui verrà scritto il file.
ja_jp: ファイルが書き込まれるディレクトリ。
ka_ge: დირექტორია, სადაც ფაილი დაიწერა.
kk_kz: Файл жазылатын каталог.
km_kh: ថតឯកសារដែលនឹងត្រូវបានសរសេរ។
kn_in: ಫೈಲ್ ಬರೆಯುವ ಡೈರೆಕ್ಟರಿ.
ko_kr: 파일이 작성 될 디렉토리.
ky_kg: Файл жазылуучу каталог.
lo_la: ໄດເລກະທໍລີບ່ອນທີ່ເອກະສານຈະຂຽນ.
lt_lt: Katalogas, kuriame bus parašytas failas.
lv_lv: Direktorijā, kurā fails tiks uzrakstīts.
mi_nz: Te whaiaronga ka tuhia te konae.
mk_mk: Директориумот каде ќе биде напишана датотеката.
ml_in: ഫയൽ എഴുതുന്ന ഡയറക്ടറി.
mr_in: फाईल लिहिली जाईल अशी निर्देशिका.
ms_my: Direktori di mana fail akan ditulis.
mt_mt: Id-direttorju fejn se jkun miktub il-fajl.
nb_no: Katalogen der filen blir skrevet.
ne_np: फाईल जहाँ फाईल लेखिनेछ।
nl_be: De map waar het bestand wordt geschreven.
or_in: ଯେଉଁଠାରେ ଫାଇଲ୍ ଲେଖାଯିବ ଡିରେକ୍ଟୋରୀ |
pa_arab: ਡਾਇਰੈਕਟਰੀ ਜਿੱਥੇ ਫਾਈਲ ਲਿਖੀ ਜਾਏਗੀ.
pl_pl: Katalog, w którym plik zostanie zapisany.
pt_br: O diretório onde o arquivo será gravado.
ro_ro: Directorul în care se va scrie fișierul.
ru_ru: Каталог, в котором будет написан файл.
sk_sk: Adresár, v ktorom bude súbor napísaný.
sl_si: Imenik, kjer bo datoteka napisana.
sq_al: Drejtoria ku do të shkruhet skedari.
sr_cyrl_me: Именик у коме ће датотека бити написана.
sv_fi: Katalogen där filen kommer att skrivas.
sw_ke: Saraka ambapo faili itaandikwa.
ta_in: கோப்பு எழுதப்படும் அடைவு.
te_in: ఫైల్ వ్రాయబడే డైరెక్టరీ.
th_th: ไดเรกทอรีที่จะเขียนไฟล์
tk_tm: Faýly ýazylýan katalog.
tr_tr: Dosyanın yazılacağı dizin.
tt_ru: Файл язылачак каталог.
ug_cn: ھۆججەت يېزىلغان مۇندەرىجىلەر.
uk_ua: Каталог, де буде записаний файл.
ur_pk: ڈائریکٹری جہاں فائل لکھی جائے گی۔
uz_cyrl: Fayl yozadigan katalog.
vi_vn: Thư mục nơi tệp sẽ được viết.
zh_hant: 將編寫文件的目錄。

# ActionFileWriteDirLabel
source: Directory
af_za: Adresboek
am_et: ማውጫ
ar_bh: الدليل
as_in: ডাইৰেকটৰি
az_cyrl: Qovluq
bg_bg: Директория
bn_in: ডিরেক্টরি
bs_latn_ba: Direktorij
ca_es: Guia telefònica
cs_cz: Adresář
cy_gb: Cyfeiriaduron
da_dk: Vejviser
de_ch: Verzeichnis
el_gr: Ευρετήριο
es_bo: Directorio
et_ee: Kataloog
fa_ir: فهرست راهنما
fi_fi: Hakemisto
fil_ph: Direktoryo
fr_029: Annuaire
ga_ie: Comhadlann
gu_in: ડિરેક્ટરી
he_il: מַדרִיך
hi_in: निर्देशिका
hr_hr: Imenik
hu_hu: Könyvtár
hy_am: Տեղեկատու
id_id: Direktori
is_is: Skrá
ja_jp: ディレクトリ
ka_ge: ცნობარი
kk_kz: Көрсеткіш
km_kh: ថតចងល
kn_in: ನಿರ್ದೇಶಕ
ko_kr: 예배 규칙서
ky_kg: Каталог
lo_la: ປື້ມຄູ່ມື
lt_lt: Katalogas
lv_lv: Direktors
mi_nz: Rārangi
mk_mk: Директориум
ml_in: മേല്വിലാസപ്പട്ടിക
mr_in: निर्देशिका
ms_my: Direktori
mt_mt: Direttorju
nb_no: Katalog
ne_np: ठेगाना पुस्तक
or_in: ଡିରେକ୍ଟୋରୀ
pa_arab: ਡਾਇਰੈਕਟਰੀ
pl_pl: Informator
pt_br: Diretório
ro_ro: Director
ru_ru: Каталог
sk_sk: Adresár
sl_si: Imenik
sq_al: Drejtori
sr_cyrl_me: Директоријум
sv_fi: Katalog
sw_ke: Saraka
ta_in: அடைவு
te_in: డైరెక్టరీ
th_th: ไดเรกทอรี
tk_tm: Katalog
tr_tr: Dizin
tt_ru: Каталог
ug_cn: مۇندەرىجە
uk_ua: Каталог
ur_pk: ڈائریکٹری
uz_cyrl: Katalog
vi_vn: Danh mục
zh_hant: 目錄
